{
    "id": "538c64b8-b6e3-424c-b6c9-d15ac6f11b11",
    "title": "Lesson 43",
    "originalTitle": "Lesson 43",
    "words": [
        {
            "id": "ddb03769-edb4-46c8-962c-ff680dcbf240",
            "word": "to forgo",
            "phonetic": "tə fɔːɹɡoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Tesla CEO Elon Musk decided to forgo the traditional truck design and made the Cybertruck, essentially, an exoskeleton on wheels.",
                "And the smallest species forgo blood vessels and even hearts.",
                "In other cases, both the person who sues and the person who defends forgo their right to go to court, instead resolving their dispute through a professional arbitrator.",
                "So how much money can you actually save by forgoing unlimited data plans?",
                "And I think investors really do believe that humans will one day forgo owning their physical cars in favor of an on-demand service like Uber or Lyft."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9yZ28&hash=83abb389719a061007d602b66d9490d34a62a25e&lang=en&cache-only=0",
            "defineEn": "be earlier in time; go back further",
            "defineVi": "sớm hơn trong thời gian; quay trở lại xa hơn"
        },
        {
            "id": "57b4f65b-1864-483e-8bb0-f3e0fcbbe096",
            "word": "to concede",
            "phonetic": "tə kənsiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "He would not concede the points.",
                "So, many libertarians concede that the physical world itself is deterministic.",
                "We will never concede.",
                "We will never concede.",
                "You don't concede."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uY2VkZQ&hash=284947246689f5c3fc2faec160561b3ff8b2d4ab&lang=en&cache-only=0",
            "defineEn": "to grant something such as control, a privilege, or right, often reluctantly",
            "defineVi": "cấp một cái gì đó như quyền kiểm soát, đặc quyền hoặc quyền, thường miễn cưỡng"
        },
        {
            "id": "5da59e7f-3eba-4c6b-9296-0c7da7e6a05d",
            "word": "to exert",
            "phonetic": "tʊ ɛɡzɜːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "All that blood exerts a force on the muscular walls of the blood vessels.",
                "Friction exerts a force in the direction opposite of the motion.",
                "exerts only 0.001% percent of the force that the Sun does.",
                "And it exerted a serious gravitational pull on that pulsar.",
                "For example, what force does gravity exert on a tiny cow with mass 1 kilogram?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhlcnQ&hash=f1e607a7cb388e6fc35f3115cf95f5f82c8a4f0f&lang=en&cache-only=0",
            "defineEn": "to put force on something or to use power in order to influence someone or something",
            "defineVi": "để gây áp lực lên một cái gì đó hoặc sử dụng quyền lực để gây ảnh hưởng đến ai đó hoặc một cái gì đó"
        },
        {
            "id": "545c27a8-f6b5-464b-9e24-812f9a2b84a9",
            "word": "to bevel",
            "phonetic": "tə bɛvəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "We talked about the handles, we looked at the bevel gears, we talked about the cartridge assembly."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmV2ZWw&hash=e42f3d72efd844c8ca0ec2a172f74bde9c22d4ef&lang=en&cache-only=0",
            "defineEn": "cut a bevel on; shape to a bevel",
            "defineVi": "cắt một góc xiên; hình thành một góc xiên"
        },
        {
            "id": "6a2ff682-bdf7-487c-9e9b-b925724d45ba",
            "word": "to ford",
            "phonetic": "tə foːɹd ",
            "partOfSpeechType": "verb",
            "examples": [
                "We had to ford the river.",
                "GM's rival, Ford for example has an 8 percent EBIT target for its European business.",
                "Ford also has two joint ventures there.",
                "The trade dispute has affected Ford's business as well.",
                "In 1983, Ford sold 450,108 full size pickups."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9yZA&hash=2b48cc9cf4cc94a407f7d3e3f972faf931cc2c4a&lang=en&cache-only=0",
            "defineEn": "cross a river where it's shallow",
            "defineVi": "băng qua một con sông nơi nó cạn"
        },
        {
            "id": "0ccc7089-cbe1-4b42-8825-60bad38e0b36",
            "word": "to promenade",
            "phonetic": "tə pɹɑːmənɑːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "I was battling my way along the promenade in the teeth of a force ten gale.",
                "The word prom is short for promenade, a French term used to describe a leisurely walk or the spaces in which this walk might take place.",
                "Eastern Parkway would normally be a bustling promenade of people walking, running, biking, families, maybe dominoes being played, just all sorts of life happening.",
                "I mean, you used to have an incredible India, you know, was the big sign that was right over there at the end of the promenade."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvbWVuYWRl&hash=9e6868fadf595febbfc3f95e75969ccbf2c1e6d1&lang=en&cache-only=0",
            "defineEn": "take a leisurely walk",
            "defineVi": "đi dạo thong thả"
        },
        {
            "id": "8f50e818-6f6f-4081-98a8-b53a78d484b0",
            "word": "to muse",
            "phonetic": "tə mjuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Better to be born lucky than rich, he mused.",
                "Hillary Clinton as the muse that inspires the Russian demonstrations?",
                "Like, in sonnet 144, he actually compares the two muses.",
                "I work as a fine art muse.",
                "There's Muse, hold on, I know,"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbXVzZQ&hash=53164a47ce38d2999cb7b11145fca82b2b1df4a3&lang=en&cache-only=0",
            "defineEn": "reflect deeply on a subject",
            "defineVi": "phản ánh sâu sắc về một chủ đề"
        },
        {
            "id": "825bee86-121d-44be-9827-b348da760866",
            "word": "to Scotch",
            "phonetic": "tə skɑːtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He ordered a Scotch on the rocks.",
                "People in many countries drink Scotch whisky, and the whisky business makes a lot of money for Scotland.",
                "- This is a Scotch bonnet.",
                "Walters: You could get a scotch and soda anywhere, but you couldn't get a glimpse of a Playboy Bunny.",
                "You're right mom, single-malt scotch is not a breakfast drink."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gU2NvdGNo&hash=034b6aefbe9c53e1e7c4f6b25d939ddeb78e7f18&lang=en&cache-only=0",
            "defineEn": "hinder or prevent (the efforts, plans, or desires) of",
            "defineVi": "cản trở hoặc ngăn chặn (những nỗ lực, kế hoạch hoặc mong muốn) của"
        },
        {
            "id": "80f4da15-b042-4f13-91ce-e83f2ddfbe94",
            "word": "to smelt",
            "phonetic": "tə smɛlt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Proto chemists would make pure metals by heating or smelting their ores.",
                "Burning coal produced the high temperature necessary to smelt iron."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc21lbHQ&hash=d7c97bdc018447d7ea707522d81ad851e7014362&lang=en&cache-only=0",
            "defineEn": "extract (metals) by heating",
            "defineVi": "chiết xuất (kim loại) bằng cách đun nóng"
        },
        {
            "id": "a0f5f085-57d5-4a4a-8648-d7a62d31ddc0",
            "word": "to defuse",
            "phonetic": "tə dᵻfjuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "This is supposed to \"defuse discoloration and pore minimizing for light to medium skin tones.\"",
                "First, defuse the intensity of the experience by using visualizations to pull you out of the moment, so that you can evaluate your thoughts.",
                "Bringing in a third party can also help defuse tensions, so it won’t seem like a you vs. them situation.",
                "The first time we defused the population bomb, it was mostly thanks to an agricultural level-up known as the Green Revolution, and it’s a big reason most people in the world have enough to eat today.",
                "There's gonna be a lotta landmines in these conversations, and I'm gonna defuse em. -"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVmdXNl&hash=2cf5fd672c6e45975390636b18b34a31bf6bcd5a&lang=en&cache-only=0",
            "defineEn": "remove the triggering device from",
            "defineVi": "loại bỏ các thiết bị kích hoạt từ"
        },
        {
            "id": "02b7ffad-da76-4190-ae18-af1761188ef3",
            "word": "to impede",
            "phonetic": "tʊ ɪmpiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Fallen rock is impeding the progress of rescue workers.",
                "Having a daytime light on 24 hours will impede their ability to sleep, leading to stress, poor appetite, and eventual death.",
                "I don't wanna impede anything.",
                "In Mandalay, people built barricades to protect themselves and impede police from making arrests.",
                "When lipoproteins have too much fat in them and not enough protein, they can get stuck to the walls of arteries and form plaque that can impede the flow of blood."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wZWRl&hash=6401bb90a078b08841d5fc03311d23f50f009333&lang=en&cache-only=0",
            "defineEn": "to make it so that doing something or the happening of something becomes difficult or stopped",
            "defineVi": "để làm cho nó để làm một cái gì đó hoặc xảy ra một cái gì đó trở nên khó khăn hoặc dừng lại"
        },
        {
            "id": "2e9ff656-13df-4932-8e9b-bf61ad187160",
            "word": "to ingraft",
            "phonetic": "tʊ ɪŋɡɹæft ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5ncmFmdA&hash=056fed32b4d9849d7b6e3f53e8fd39e0a68ca903&lang=en&cache-only=0",
            "defineEn": "cause to grow together parts from different plants",
            "defineVi": "nguyên nhân để phát triển cùng nhau các bộ phận từ các nhà máy khác nhau"
        },
        {
            "id": "9a3a90da-c289-47a4-b6e1-57927900a6af",
            "word": "to fawn",
            "phonetic": "tə fɔːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Fawns have very sensitive stomachs, and they require very specific food.",
                "Baby deer, or fawns, are born in spring or early summer.",
                "So female deer will usually hide their fawns in tall grass or brush, but they'll sometimes pick more open areas like our backyards.",
                "The fawn will help nourish them and help them survive. ",
                "While fans of other racing series fawn over world-class drivers, in Roborace it's programmers who are the real stars."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmF3bg&hash=9938dffd58cf2271a0dd2422897ccc262bac18f2&lang=en&cache-only=0",
            "defineEn": "to show affection or admiration excessively, typically to gain favor or advantage",
            "defineVi": "thể hiện tình cảm hoặc sự ngưỡng mộ quá mức, điển hình là để đạt được sự ưu ái hoặc lợi thế"
        },
        {
            "id": "c40f2b57-85b7-4966-908f-b0fe527ce94e",
            "word": "to gauge",
            "phonetic": "tə ɡeɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The government is clearly testing the water, to gauge the country’s reactions to their proposals.",
                "This gauge tells you how much fuel you have left.",
                "Because we gauge the size of things in terms of other things.",
                "On a personal level, gauge for me the arc of Vladimir Putin, the president, the person, that puts him on that stage in 2007?",
                "The digital analog gauges look kinda cool."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2F1Z2U&hash=54eadbdd39c9c171740d9c3b9c8924bc0c87e302&lang=en&cache-only=0",
            "defineEn": "a surgical operation performed on the wrong part of the body",
            "defineVi": "một hoạt động phẫu thuật được thực hiện trên phần sai của cơ thể"
        },
        {
            "id": "6dd4d06b-445c-4d27-8ec2-55c92a32e79c",
            "word": "to exhort",
            "phonetic": "tʊ ɛɡzɔːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "No negro shall be permitted to preach, exhort, or otherwise declaim to congregations of colored people, without a special permission in writing from the president of the police jury. . . .",
                "But unlike his predecessors, Machiavelli didn’t try to describe an ideal government or exhort his audience to rule justly and virtuously."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhob3J0&hash=750fa99918e1acd07d2eade8c41d64a23511606e&lang=en&cache-only=0",
            "defineEn": "force or impel in an indicated direction",
            "defineVi": "buộc hoặc đẩy theo một hướng được chỉ định"
        },
        {
            "id": "f0188845-bcba-47a3-9054-861b63c44624",
            "word": "to glean",
            "phonetic": "tə ɡliːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "While the vast majority of figures from Classic Maya art are male, the central role of women can be gleaned not only from their exceptional appearances as ruling or warrior women, but also through hieroglyphic inscriptions on the carvings.",
                "Turns out, you can potentially glean a lot about personality from Facebook data.",
                "Turns out, you can potentially glean a lot about personality from Facebook data.",
                "Community driven research from 2010 found a stark difference between the perspectives of residents and the perspectives of the general public gleaned through the media.",
                "And scientists have found that we can glean a lot just by watching someone dance."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2xlYW4&hash=4548112ffa60441da32c887c3a8474bd9d9c6643&lang=en&cache-only=0",
            "defineEn": "gather, as of natural products",
            "defineVi": "thu thập, như các sản phẩm tự nhiên"
        },
        {
            "id": "6726aadd-395f-441b-b942-316d08b15e49",
            "word": "to brine",
            "phonetic": "tə bɹaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The brine, that salty solution, produces lactic acid and other antibacterial substances.",
                "These guys, they're brining down walls!",
                "So I would add a little more brine.",
                "It's a brine solution.",
                "For every liter of desalinated water, we produce 1.5 liters of brine."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJpbmU&hash=a87ab3535b12fe43d500be71442b5c174e4d7306&lang=en&cache-only=0",
            "defineEn": "soak in brine",
            "defineVi": "ngâm nước muối"
        },
        {
            "id": "0a3da25d-6d5d-4a87-bfe5-1b3601362979",
            "word": "to embroil",
            "phonetic": "tʊ ɛmbɹɔɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "When Prester John’s letter appeared, Europe was embroiled in the Crusades.",
                "Soon, though, Japan was embroiled in World War Two and the country's auto industry shifted production to help with the war effort.",
                "Instead, the U.S. became embroiled in low intensity conflicts in the Middle East.",
                "At the time that Termen was working, Russia was embroiled in a Civil War.",
                "If and when it reopens, it could be embroiled in mass protests."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1icm9pbA&hash=8c27f93b648c70138e8586e2d72f76237569a4b9&lang=en&cache-only=0",
            "defineEn": "to involve someone in an argument, conflict, or complex situation",
            "defineVi": "liên quan đến ai đó trong một cuộc tranh cãi, xung đột hoặc tình huống phức tạp"
        },
        {
            "id": "9bb4925e-1cbd-452d-b4d1-ef325fb79e97",
            "word": "to remit",
            "phonetic": "tə ɹiːmɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVtaXQ&hash=a69102eeef064f5231a0f0416e3dcdf501cf7e75&lang=en&cache-only=0",
            "defineEn": "diminish or abate",
            "defineVi": "giảm bớt hoặc giảm bớt"
        }
    ]
}