{
    "id": "53eae205-ff05-48d0-b355-8a5eb3c57da6",
    "title": "Lesson 7B",
    "originalTitle": "Lesson 7B",
    "words": [
        {
            "id": "aa768bb3-a2a8-4c2d-a8a1-3def5fc6be57",
            "word": "sculpture",
            "phonetic": "skʌlptʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Michelangelo's sculptures and paintings are a testament to the fact that genius is an infinite capacity for taking pains.",
                "She is known for her abstract sculptures that explore the interplay of shapes, colors, and textures.",
                "She was inspired by the paintings and sculptures created by renowned artists in the museum.",
                "The sculpture was created in abstract form, with the artist exploring the interplay of shape and space.",
                "Finally, she tries Layla Mabray ice sculpture, and that works."
            ],
            "audio": "https://tts.langeek.co/read?text=c2N1bHB0dXJl&hash=07e33468d35269ea93aaebf01ccba4abbd08b4ba&lang=en&cache-only=0",
            "defineEn": "a solid figure or object made as a work of art by shaping and carving wood, clay, stone, etc.",
            "defineVi": "một hình hoặc vật rắn được tạo ra như một tác phẩm nghệ thuật bằng cách tạo hình và chạm khắc gỗ, đất sét, đá, v.v.",
            "hasImg": true
        },
        {
            "id": "b36c4010-0bd4-4d3b-b438-da745f41e6a5",
            "word": "installation",
            "phonetic": "ɪnstəleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Five is installation.",
                "Installation is simple.",
                "Here is our Food for Others installation.",
                "An installation window will appear.",
                "Solar installations require that they have to be permitted."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdGFsbGF0aW9u&hash=78997d38e6572902f965c7fe3cc653387dbe605d&lang=en&cache-only=0",
            "defineEn": "the act of setting up or establishing a system, equipment, or machinery for use.",
            "defineVi": "hành động thiết lập hoặc thiết lập một hệ thống, thiết bị hoặc máy móc để sử dụng."
        },
        {
            "id": "45fbb1de-8faf-4b7d-b541-cd1dae2dbae2",
            "word": "statue",
            "phonetic": "stætʃuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Statue of Liberty is a famous American landmark.",
                "She felt compelled to bow down in front of the statue, overwhelmed by its beauty.",
                "That baby statue was hung.",
                "It’s a statue.",
                "A stone grave statue of a young child is there as well."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdHVl&hash=2213e0f10a2b479d08edc080351b053c898b0675&lang=en&cache-only=0",
            "defineEn": "a large object made of a hard material such as stone in order to look like a person or animal",
            "defineVi": "một vật thể lớn làm bằng vật liệu cứng như đá để trông giống người hoặc động vật",
            "hasImg": true
        },
        {
            "id": "fa6f6fb5-7f20-46cb-9e5d-0b3e5b4675a6",
            "word": "monument",
            "phonetic": "mɑːnjuːmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "That monument has been there since the year one.",
                "Monuments were raised in honor of the dead.",
                "A monument is an ideal.",
                "A monument is an ideal.",
                "New Confederate monuments in the 1880s and 1890s were promoting a return to white supremacy and institutional slavery."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9udW1lbnQ&hash=8c3265361a0e65ed2246b5dac1d2821c0ea2951d&lang=en&cache-only=0",
            "defineEn": "a place or building that is historically important",
            "defineVi": "một nơi hoặc tòa nhà đó là lịch sử quan trọng"
        },
        {
            "id": "6a32733d-6d42-4796-a71d-c63609ea2a47",
            "word": "abstract",
            "phonetic": "æbstɹækt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The author abstracted key themes from the novel in her literary analysis.",
                "The scientist abstracted the data from various sources to analyze trends.",
                "The professor delivered a lecture on abstract mathematics, exploring complex theories and formulas.",
                "The scientist presented an abstract theory that revolutionized our understanding of the universe.",
                "The film incorporated abstract imagery and surreal elements to convey the protagonist's inner emotional journey."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJzdHJhY3Q&hash=b698d86340386a7b5a49e689993ceb2596b7dc7f&lang=en&cache-only=0",
            "defineEn": "existing in thought or as an idea but not having a physical or concrete existence",
            "defineVi": "tồn tại trong suy nghĩ hoặc như một ý tưởng nhưng không có sự tồn tại vật chất hoặc cụ thể"
        },
        {
            "id": "4602900c-5e98-4307-9b13-96b38647a15a",
            "word": "figurative",
            "phonetic": "fɪɡjɚɹətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This is the figurative definition.",
                "It's not a real paralysis, it's a figurative term.",
                "Artists are thinking abstractly and figurative, trying to blur the lines between them.",
                "They were the first figurative art made by both our kids somewhere between the ages of 2 and 3.",
                "There are many extremely affecting memorials that are figurative, including German artist Käthe Kollwitz’s 1920 woodcut"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlndXJhdGl2ZQ&hash=80ca91ec0189f947b1a0d6b2951ec0a96b49433d&lang=en&cache-only=0",
            "defineEn": "using language in a way that words don't have their actual meaning, but an imaginative meaning instead",
            "defineVi": "sử dụng ngôn ngữ theo cách mà các từ không có ý nghĩa thực sự của chúng, mà thay vào đó là một ý nghĩa tưởng tượng"
        },
        {
            "id": "83eb19ae-fe91-4595-94a5-43071575c49a",
            "word": "landscape",
            "phonetic": "lændskeɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asian landscapes range from breathtaking mountains to stunning beaches.",
                "The old painting depicted a picturesque landscape from a bygone era.",
                "The snowy landscape looked magical under the moonlight.",
                "The full moon cast a soft glow on the landscape.",
                "The African landscape is diverse, ranging from lush rainforests to vast deserts."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFuZHNjYXBl&hash=2347b6a889d1d9664b4f5a15ac507a4af50b706f&lang=en&cache-only=0",
            "defineEn": "a beautiful scene in the countryside that can be seen in one particular view",
            "defineVi": "một cảnh đẹp ở vùng nông thôn có thể được nhìn thấy trong một góc nhìn cụ thể",
            "hasImg": true
        },
        {
            "id": "09cdad3f-b807-4f10-8dd1-ffc1875ad6cf",
            "word": "still life",
            "phonetic": "stɪl laɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "But moving on, I also collected this lovely still life over here by the brilliant Dutch painter, Jan van Huysum.",
                "There is a lot written about this guy, an Italian artist very well known for his still life paintings of pretty basic objects arranged on plain surfaces.",
                "He started making still lifes in the 1910s and just kept on going, collecting bottles, boxes, jars, pots, pitchers, and the like, and replaying them again and again in different configurations.",
                "He liked to paint them, too, of course, both in indoor settings and still life arrangements, and outdoors in compositions capturing urban gardens, and in the countryside where he enjoyed painting in plein-air, the French term for, uh, painting outside."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RpbGwgbGlmZQ&hash=a1e0b7fcd2628da5f8d4b166ed2a2fcd2eb5f36d&lang=en&cache-only=0",
            "defineEn": "a painting or drawing, representing objects that do not move, such as flowers, glassware, etc.; an artwork created using this method",
            "defineVi": "một bức tranh hoặc bản vẽ, đại diện cho các vật thể không di chuyển, chẳng hạn như hoa, đồ thủy tinh, v.v.; một tác phẩm nghệ thuật được tạo bằng phương pháp này",
            "hasImg": true
        },
        {
            "id": "4d3efb38-6ec7-4c35-ac7f-6b1ad5a8360b",
            "word": "portrait",
            "phonetic": "poːɹtɹɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He painted a beautiful portrait of his sister.",
                "The talented artist painted a beautiful portrait of a woman, capturing her strength and inner beauty on the canvas.",
                "Botticelli’s portraits of Florentine citizens display the distinct features of his subjects, 5.",
                "Again, contemporary science paints an interesting portrait here.",
                "This self portrait would reveal more information than any of the other videos."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ydHJhaXQ&hash=720a14f7c09d8b01b0bde4e65f6796ea31d6f820&lang=en&cache-only=0",
            "defineEn": "a drawing, photograph, or painting of a person, particularly of their face and shoulders",
            "defineVi": "một bản vẽ, bức ảnh hoặc bức tranh của một người, đặc biệt là khuôn mặt và vai của họ",
            "hasImg": true
        },
        {
            "id": "db5ab221-750a-4c08-aef6-c999bb320f27",
            "word": "self-portrait",
            "phonetic": "sɛlfpoːɹtɹɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His self-portrait with a pipe, from a calmer period in Van Gogh's life, showed no sign of this correspondence.",
                "One mother made her own version of Kahlo's self-portrait with monkeys.",
                "Kahlo's paintings chart the ups and downs of their relationship, whether depicting she and Rivera, or gory stories of murder drawn from the news, or self-portraits exploring her inner life as well as outer life.",
                "We also see it in other works by Kahlo, like in the double self-portrait titled Tree of Hope, painted after she underwent spinal fusion surgery in 1946.",
                "While the artist passed away in 1954, when she was still with us Frida Kahlo propagated her own image in numerous ways through her distinctive style and commanding presence in front of the camera, and of course through her artwork, which includes a significant number of self-portraits."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1wb3J0cmFpdA&hash=88495c4d4235cf0c0742ffc2b2feae291785f46a&lang=en&cache-only=0",
            "defineEn": "a painting of a person that is created by the same person",
            "defineVi": "một bức tranh của một người được tạo ra bởi cùng một người"
        },
        {
            "id": "bd6ee56e-12fa-4c43-9817-1540f04bc764",
            "word": "drawing",
            "phonetic": "dɹɔːɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My kids personalize their notebooks with stickers and drawings.",
                "He took along a portfolio of his drawings.",
                "To do a drawing/painting/sketch.",
                "She used a gray pencil to sketch out her drawing.",
                "One mistake and we're back to the drawing board."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhd2luZw&hash=2f7884fac7adfe5711b435714a1b298433cb3214&lang=en&cache-only=0",
            "defineEn": "a picture that was made using pens, pencils, or crayons instead of paint",
            "defineVi": "một bức tranh được làm bằng bút, bút chì hoặc bút màu thay vì sơn",
            "hasImg": true
        },
        {
            "id": "ea6137b3-b14a-49f1-845a-c161a6cf8332",
            "word": "illustration",
            "phonetic": "ɪləstɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Illustrations sometimes show this creature as a woman with spider legs, or just as a large spider.",
                "Featuring clear labels across the tongue, the article’s illustration simplified Hänig’s more-complicated original diagrams.",
                "An illustration of quantum strangeness is given by a famous thought experiment: Schrödinger's cat.",
                "This is not an illustration.",
                "By the end of 1995, thousands of shirts were printed with illustrations of chupacabras."
            ],
            "audio": "https://tts.langeek.co/read?text=aWxsdXN0cmF0aW9u&hash=9d403885afaa5685519d3c10f0bcb286eff12bfa&lang=en&cache-only=0",
            "defineEn": "a picture or drawing in a book, or other publication, particularly one that makes the understanding of something easier",
            "defineVi": "một hình ảnh hoặc bản vẽ trong một cuốn sách, hoặc ấn phẩm khác, đặc biệt là một trong đó làm cho sự hiểu biết về một cái gì đó dễ dàng hơn",
            "hasImg": true
        },
        {
            "id": "3d86ca02-ec53-4288-a946-2de3b33dc66c",
            "word": "poster",
            "phonetic": "poʊstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Posters for the gig appeared all over town.",
                "She decorated the walls of her bedroom with pictures and posters.",
                "The politician was once the poster boy for honesty and integrity, but his recent scandals have tarnished his reputation.",
                "The actor has become the poster boy for environmental activism, using his celebrity status to raise awareness about climate change.",
                "The athlete has become a poster boy for hard work and perseverance, inspiring young people around the world to pursue their dreams."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zdGVy&hash=63af1a52b8a35e6026926e00d67e7af2e9d98afa&lang=en&cache-only=0",
            "defineEn": "a large printed picture or notice, typically used for advertising or decoration",
            "defineVi": "một bức tranh hoặc thông báo in lớn, thường được sử dụng để quảng cáo hoặc trang trí",
            "hasImg": true
        },
        {
            "id": "912dcdda-a523-4c4b-823a-aa3129916a07",
            "word": "painting",
            "phonetic": "peɪntɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even the experts took the painting for a genuine Van Gogh.",
                "His paintings had a strong influence on me as a student.",
                "Your painting has come out really well.",
                "The old painting depicted a picturesque landscape from a bygone era.",
                "The paintings were damaged beyond recall."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFpbnRpbmc&hash=6e04849b7ef9492a3bb5aa1cdf7761ddfd58c783&lang=en&cache-only=0",
            "defineEn": "a picture created by paint",
            "defineVi": "một bức tranh được tạo ra bởi sơn",
            "hasImg": true
        },
        {
            "id": "c19c8dbf-580e-4edd-a033-2e0997617811",
            "word": "canvas",
            "phonetic": "kænvəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Picasso began on a great canvas.",
                "The talented artist painted a beautiful portrait of a woman, capturing her strength and inner beauty on the canvas.",
                "The painter applied a thick layer of paint on the canvas, creating a textured and opaque surface.",
                "-Link's face will be my canvas.",
                "I put the color on the canvas."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FudmFz&hash=21a6e2ede7d2a69b976fda590c118bb9002da0ff&lang=en&cache-only=0",
            "defineEn": "a piece of cloth that artists paint on, especially with oil paints",
            "defineVi": "một mảnh vải mà nghệ sĩ vẽ lên, đặc biệt là với sơn dầu",
            "hasImg": true
        },
        {
            "id": "f21422fd-d6e1-4e83-b588-81762326d9d9",
            "word": "frame",
            "phonetic": "fɹeɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "His frame spoke tiredness.",
                "I have a picture frame with a family photo on my desk.",
                "The blue uniform sat well on his big frame.",
                "The frames are made of plastic and they tend to break quite easily.",
                "He had long, curly eyelashes that framed his eyes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhbWU&hash=55238c48e2fec8f3700428933c005dacf2236b5d&lang=en&cache-only=0",
            "defineEn": "a border that surrounds a picture, mirror, etc.",
            "defineVi": "một đường viền bao quanh một bức tranh, gương, vv",
            "hasImg": true
        },
        {
            "id": "db8f5a28-aaf7-42fb-9f0c-5f87972431a0",
            "word": "out of the blue",
            "phonetic": "aʊɾəv ðə bluː ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3V0IG9mIHRoZSBibHVl&hash=de666c054f877ebabc6ffb61d74495c8627f2481&lang=en&cache-only=0",
            "defineEn": "without warning, prior notice, or expectation",
            "defineVi": "mà không có cảnh báo, thông báo trước, hoặc mong đợi"
        },
        {
            "id": "8b3954c2-72cb-438e-a1fa-505ca6dceb16",
            "word": "black market",
            "phonetic": "blæk mɑːɹkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sebastian has worked on this report, Manipulating Social Media, The Black Market for Social Media Manipulation.",
                "It's time to play: Black Market - Price is Right (spooky sound) Link Neal!"
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhY2sgbWFya2V0&hash=cc4f8705bd5ffed17f83522c2b8419fd942aa6a7&lang=en&cache-only=0",
            "defineEn": "the illegal purchase and selling of goods in high price, ofen in an unreasonable price",
            "defineVi": "việc mua bán hàng hóa bất hợp pháp với giá cao, thường là với giá không hợp lý"
        },
        {
            "id": "1de38ef4-05ff-42d4-b6ca-8eff1a108e96",
            "word": "red tape",
            "phonetic": "ɹɛd teɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "You have to go through endless red tape to get a residence permit.",
                "The new rules should help cut the red tape for farmers.",
                "All ministers are agreed on the need to cut bureaucratic red tape.",
                "This law will just create more red tape.",
                "So what's up with all this perambulatory red tape?"
            ],
            "audio": "https://tts.langeek.co/read?text=cmVkIHRhcGU&hash=228a1aa559058cb1c42498cb4543fac9b9213361&lang=en&cache-only=0",
            "defineEn": "official procedures or rules that are unnecessary and time-consuming",
            "defineVi": "các thủ tục hoặc quy tắc chính thức không cần thiết và tốn thời gian",
            "hasImg": true
        },
        {
            "id": "ba52226e-d400-4d69-ac1f-53409600208c",
            "word": "white lie",
            "phonetic": "waɪt laɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2hpdGUgbGll&hash=5473fd16f2b005d9efe541015638434dca5d40ef&lang=en&cache-only=0",
            "defineEn": "a small lie that does not cause any harm, especially told to avoid making someone upset",
            "defineVi": "một lời nói dối nhỏ không gây hại gì, đặc biệt là nói để tránh làm ai đó khó chịu"
        },
        {
            "id": "8e03d69e-40cb-45d5-bf72-b9dab7495382",
            "word": "black and white",
            "phonetic": "blæk ænd waɪt ",
            "partOfSpeechType": "phrase",
            "examples": [
                "The piano keys are black and white.",
                "She sees everything in black and white.",
                "Images are captured in black and white to save hard disk space.",
                "A movie filmed in black and white.",
                "She is still a champion of oversimplification, seeing issues in black and white."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhY2sgYW5kIHdoaXRl&hash=53465df559cb70b67bf573eb4561a490796d025f&lang=en&cache-only=0",
            "defineEn": "(of a motion picture, photograph, etc.) showing only black, white, and gray colors",
            "defineVi": "(của một bộ phim chuyển động, bức ảnh, v.v.) chỉ hiển thị màu đen, trắng và xám",
            "hasImg": true
        },
        {
            "id": "aec25f19-6a34-4bd3-b738-68b89afd787b",
            "word": "white elephant",
            "phonetic": "waɪt ɛlɪfənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2hpdGUgZWxlcGhhbnQ&hash=2845c99646ae61de05f78826557443336ba64260&lang=en&cache-only=0",
            "defineEn": "a thing that is of no value or use because it is excessively expensive to keep it in a good condition",
            "defineVi": "một thứ không có giá trị hoặc sử dụng bởi vì nó quá đắt để giữ nó trong tình trạng tốt"
        },
        {
            "id": "5485ace6-5bcd-4330-a838-7482e1937a61",
            "word": "gray area",
            "phonetic": "ɡɹeɪ ɛɹiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Actually, let me rephrase that: the Natural World is one giant Gray Area."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JheSBhcmVh&hash=eeffe0f3cd76bedcd365f031a931f4497808aa46&lang=en&cache-only=0",
            "defineEn": "a situation that is hard to define or categorize and therefore unclear",
            "defineVi": "một tình huống khó xác định hoặc phân loại và do đó không rõ ràng"
        },
        {
            "id": "d1bacc4b-a980-4ec1-80d8-ba40f487b4ef",
            "word": "red herring",
            "phonetic": "ɹɛd hɛɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVkIGhlcnJpbmc&hash=34320fd2225710d5dc2690e64e316b9560eb29c8&lang=en&cache-only=0",
            "defineEn": "anything that is intended to take people's focus away from what is important",
            "defineVi": "bất cứ thứ gì nhằm mục đích lấy đi sự tập trung của mọi người khỏi những gì quan trọng"
        }
    ]
}