{
    "id": "54d35a06-6b4d-42be-9974-9784f3994f6f",
    "title": "Lesson 10B",
    "originalTitle": "Lesson 10B",
    "words": [
        {
            "id": "1b3c1e9c-15e2-4a17-964d-8925c7e20d3e",
            "word": "foreigner",
            "phonetic": "fɔːɹənɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Also, foreigners played an important role.",
                "Her two sons are foreigners.",
                "When I arrived for the shoot, his entire lobby was full of foreigners.",
                "About two-thirds of the foreigners are under the age of 12.",
                "We are often viewed as foreigners and outsiders."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yZWlnbmVy&hash=a5e779dcb37b1cf288217b016f11c10dd1f67977&lang=en&cache-only=0",
            "defineEn": "someone who comes from a foreign country",
            "defineVi": "một người đến từ nước ngoài",
            "hasImg": true
        },
        {
            "id": "152a979c-880e-4700-abb2-510d68b16dd0",
            "word": "stranger",
            "phonetic": "stɹeɪndʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Thirty years up the river had made him a stranger to society.",
                "I certainly learned my lesson about buying something from a stranger online.",
                "Even though I trust my family members, I always remember the saying eat and drink with your relatives, but do business with strangers, to avoid any potential conflicts of interest.",
                "The smart entrepreneur didn't invest in a risky business opportunity offered by a stranger online, remembering that it is a silly goose that comes to a fox's sermon.",
                "I'm a stranger here myself."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyYW5nZXI&hash=475e0f96cdd831a272a4c30b783f2c53b07719ae&lang=en&cache-only=0",
            "defineEn": "someone who is not familiar with a place because it is the first time they have ever been there",
            "defineVi": "một người không quen thuộc với một địa điểm vì đây là lần đầu tiên họ từng đến đó"
        },
        {
            "id": "bee78eee-9907-4e8f-8432-3ce28973bfec",
            "word": "outsider",
            "phonetic": "aʊtsaɪdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "After years of feeling like an outsider, she finally found kindred spirits among a group of like-minded artists who shared her vision and creativity.",
                "It will be quite the leap of faith for us to trust an outsider to run the organization, after the family has maintained control for over 100 years.",
                "Outsiders aren't generally welcome.",
                "We were outsiders.",
                "So there was definitely an outsider bias."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0c2lkZXI&hash=275fa0317838aa1bbb82edc5261f576f8996c949&lang=en&cache-only=0",
            "defineEn": "a person who is not a member of a particular group, society, etc.",
            "defineVi": "một người không phải là thành viên của một nhóm cụ thể, xã hội, vv"
        },
        {
            "id": "53b8096a-d08e-4da0-b5bf-ff501c6b48df",
            "word": "emigrant",
            "phonetic": "ɛmɪɡɹənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW1pZ3JhbnQ&hash=c33063317fe9e15136a55f3891624cc2eccc0082&lang=en&cache-only=0",
            "defineEn": "someone who moves from one country to another with the intention of settling there permanently",
            "defineVi": "một người di chuyển từ nước này sang nước khác với ý định định cư ở đó lâu dài"
        },
        {
            "id": "ca4afa9f-5352-4e0a-9776-2a6ed1ca7519",
            "word": "immigrant",
            "phonetic": "ɪmɪɡɹənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The immigrants we bulldozed into accepting the work.",
                "Growing up as the son of a Polish immigrant, I was raised by a man who often seemed more Catholic than the Pope himself.",
                "Immigrants do too.",
                "Immigrants do not displace native workers.",
                "More immigrants means fewer jobs for Americans. "
            ],
            "audio": "https://tts.langeek.co/read?text=aW1taWdyYW50&hash=05474afb099a79d2e949286c1aa4ed6f65654e27&lang=en&cache-only=0",
            "defineEn": "someone who comes to live in a foreign country",
            "defineVi": "một người đến sống ở nước ngoài",
            "hasImg": true
        },
        {
            "id": "9ebab5c3-f06e-425a-9d44-de27b62d30f2",
            "word": "migrant",
            "phonetic": "maɪɡɹənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Finally, the police order the migrants to disembark.",
                "Migrants coming along the Oregon trail.",
                "Migrant workers are subjectto strict residency laws-- necessary prevention,in the government's view, against mass migration andthe creation of urban slums.",
                "The Trump era restriction affected thousands of migrants.",
                "The migrants are not eligible for federal payments."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlncmFudA&hash=be43c0bb3287f880cdaf0c1922ff090bdba8cf2a&lang=en&cache-only=0",
            "defineEn": "a person who moves from one place to another, often across borders or regions, to live or work temporarily or permanently",
            "defineVi": "một người di chuyển từ nơi này sang nơi khác, thường xuyên qua biên giới hoặc khu vực, để sinh sống hoặc làm việc tạm thời hoặc lâu dài"
        },
        {
            "id": "bb99ac88-f9c1-4265-b600-3431f73f7007",
            "word": "journey",
            "phonetic": "dʒɜːni ",
            "partOfSpeechType": "noun",
            "examples": [
                "The journey home through the storm was absolute murder!",
                "The journey to the airport takes about half an hour.",
                "They had to continue their journey on foot.",
                "The ticket for the bus is valid for a single journey.",
                "The adventurer used the tail fat as a survival resource during their journey in the wilderness."
            ],
            "audio": "https://tts.langeek.co/read?text=am91cm5leQ&hash=a4c8b67dc4fec212df96d0ade833d3272a0b5e35&lang=en&cache-only=0",
            "defineEn": "the act of travelling between two or more places, especially when there is a long distance between them",
            "defineVi": "hành động di chuyển giữa hai hoặc nhiều nơi, đặc biệt là khi có khoảng cách xa giữa chúng",
            "hasImg": true
        },
        {
            "id": "b38d8826-edf6-4d12-b1dc-ae5bde026a19",
            "word": "trip",
            "phonetic": "tɹɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our trip is still very much up in the air.",
                "We often take weekend trips to nearby cities for sightseeing and relaxation.",
                "During the camping trip, we played a game of charades around the campfire.",
                "She packed a small bag of peanuts for her road trip.",
                "She has had a good time on her trip so far."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpcA&hash=4fea33089d07af70d5283e3df08f2f3005b26227&lang=en&cache-only=0",
            "defineEn": "a journey that one goes on for pleasure or a particular purpose, generally for a short amount of time",
            "defineVi": "một cuộc hành trình mà một người tiếp tục vì niềm vui hoặc một mục đích cụ thể, thường là trong một khoảng thời gian ngắn",
            "hasImg": true
        },
        {
            "id": "9fabd7a0-9c1b-4dc1-84c8-1438129c4d10",
            "word": "voyage",
            "phonetic": "vɔɪɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Columbus’ first voyage consisted of three ships.",
                "For thousands of years, Polynesian navigators managed voyages like this without the help of modern navigational aids.",
                "As with the Columbian Exchange, Cook's voyages to Australia remade the biological landscape.",
                "Yet the voyage had to continue.",
                "Darwin’s ideas about natural selection were born on a voyage around the world."
            ],
            "audio": "https://tts.langeek.co/read?text=dm95YWdl&hash=71df6caf2b61fca73c1602fe66b143e8992bb773&lang=en&cache-only=0",
            "defineEn": "a long journey taken on a ship or spacecraft",
            "defineVi": "một hành trình dài thực hiện trên một con tàu hoặc tàu vũ trụ",
            "hasImg": true
        },
        {
            "id": "29b97d29-7bb3-44e9-831f-a7a655389e84",
            "word": "to walk",
            "phonetic": "tə wɔːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "A true leader walks the talk.",
                "The old lady walked slowly with the support of her cane.",
                "The father proudly walked his daughter down the aisle on her wedding day.",
                "They walk their dogs every day.",
                "She walked the horse around the ring."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2Fsaw&hash=3d09deb445ced60406d0944dd3203fabdb4eb252&lang=en&cache-only=0",
            "defineEn": "to move forward at a regular speed by placing our feet in front of each other one by one",
            "defineVi": "di chuyển về phía trước với tốc độ đều đặn bằng cách đặt chân của chúng ta trước mặt nhau từng cái một",
            "hasImg": true
        },
        {
            "id": "d21c249e-51ac-489c-ba96-fa0201c46a78",
            "word": "to stroll",
            "phonetic": "tə stɹoʊl ",
            "partOfSpeechType": "verb",
            "examples": [
                "To take a step/walk/stroll.",
                "As you strolled through the food market, the vendor enticed you with samples of various cold cuts.",
                "I love strolling along the beach, feeling the soft sand between my toes.",
                "Every so often I like to dig out my photo albums from college and take a stroll down memory lane.",
                "Start your walk with a five-minute stroll to slowly warm up your muscles and raise your heart rate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Ryb2xs&hash=161c800002f4c47583e453f8d6ebc2c0009c5f1b&lang=en&cache-only=0",
            "defineEn": "to walk leisurely or casually, typically without a specific destination or purpose, often for enjoyment or relaxation",
            "defineVi": "đi bộ nhàn nhã hoặc tình cờ, thường không có đích đến hoặc mục đích cụ thể, thường là để tận hưởng hoặc thư giãn",
            "hasImg": true
        },
        {
            "id": "451ead54-74b8-4460-b424-a2d541886de1",
            "word": "to wander",
            "phonetic": "tə wɔndɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He allowed his mind to wander.",
                "The lost dog wandered from pillar to post, searching for its owner in different neighborhoods.",
                "Four brothers wandered this celestial realm.",
                "Around 50 million years ago, a hippo-like animal wandered into the water.",
                "He wanders away!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FuZGVy&hash=f3e02ccdfab9f49571ff89fe2684ad7ce6430a47&lang=en&cache-only=0",
            "defineEn": "to walk around with no purpose and specific direction",
            "defineVi": "đi loanh quanh không có mục đích và phương hướng cụ thể",
            "hasImg": true
        },
        {
            "id": "85692195-2c52-49f4-9d93-f9e8da6b53d7",
            "word": "reclusive",
            "phonetic": "ɹᵻkluːsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Serving North Korean food and liquor and featuring live music, the chain offers visitors a rare glimpse into the reclusive nation's culture.",
                "Their invented mathematician claimed to be a reclusive Russian genius who would only meet with his selected collaborators.",
                "Smaug is pretty shy and reclusive and doesn't love to be held.",
                "Wild, hurt animals are known to nurse their wounds, make noises to show their distress, and become reclusive."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjbHVzaXZl&hash=2dce59c6ed416363384ee20a793c1ddcb81c89c6&lang=en&cache-only=0",
            "defineEn": "referring to a place or setting that is secluded, remote, or hidden from public view, often with limited access or visibility",
            "defineVi": "đề cập đến một địa điểm hoặc bối cảnh tách biệt, hẻo lánh hoặc ẩn khỏi chế độ xem công khai, thường có quyền truy cập hoặc tầm nhìn hạn chế"
        },
        {
            "id": "0e0b6c81-539e-4c1d-971b-44ba5de55e39",
            "word": "reserved",
            "phonetic": "ɹɪzɜːvd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Kix is more reserved and will eventually follow her mother’s lead and give the new things a chance.",
                "I do see Finns are very reserved, is that true, you think?",
                "I'm a very sort of reserved and shy person.",
                "Those close-in waters were reserved to protect a handful of local Small-Boat Fishermen, called Alia Fishermen, from competition from larger BOATS.",
                "He was cautioning him to be more careful and more reserved. "
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzZXJ2ZWQ&hash=ee1413b7ff61a2a414292f101986be5bd68edb6b&lang=en&cache-only=0",
            "defineEn": "reluctant to share feelings or problems",
            "defineVi": "miễn cưỡng chia sẻ cảm xúc hoặc vấn đề",
            "hasImg": true
        },
        {
            "id": "be277258-3fc8-4cc0-87b4-3de6d2535949",
            "word": "shy",
            "phonetic": "ʃaɪ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The bill was four votes shy of a majority.",
                "She was one week shy of her 13th birthday.",
                "They scored just shy of 100 goals last year.",
                "MacMillan has never fought shy of controversy.",
                "The Democrats are three votes shy of a majority."
            ],
            "audio": "https://tts.langeek.co/read?text=c2h5&hash=5d30a7e732074a641e118dbac4944f208f2952c3&lang=en&cache-only=0",
            "defineEn": "nervous and uncomfortable around other people",
            "defineVi": "lo lắng và không thoải mái xung quanh người khác",
            "hasImg": true
        },
        {
            "id": "d4d3a3c6-5357-46fb-8f6c-1aa885510257",
            "word": "to achieve",
            "phonetic": "tʊ ɐtʃiːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "She achieved great success at a young age.",
                "She had already achieved success beyond her wildest dreams.",
                "The tennis player achieved a clean sweep of her matches, winning every set and advancing to the finals.",
                "He achieved success by ruthlessly running roughshod over anyone who got in his way.",
                "Some vegan cheeses use algae-based ingredients to achieve a creamy texture and unique flavor."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNoaWV2ZQ&hash=eb5c0f429678373be8e2778c849942c574455b8b&lang=en&cache-only=0",
            "defineEn": "to finally get the desired goal after dealing with many difficulties",
            "defineVi": "để cuối cùng có được mục tiêu mong muốn sau khi đối phó với nhiều khó khăn",
            "hasImg": true
        },
        {
            "id": "6cc344e1-e86e-4f2d-943f-2a9792a6b672",
            "word": "to succeed",
            "phonetic": "tə səksiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The rebels succeeded in taking the town.",
                "The announcement only succeeded in creating confusion.",
                "Opponents have succeeded in planting the seeds of doubt in our team.",
                "In the end, she succeeded because nothing is impossible to a willing heart.",
                "Without a good plan, our project doesn't stand a chance of succeeding."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VjY2VlZA&hash=afd750fa9d5f9df7d14941d7e32fdd570fad36df&lang=en&cache-only=0",
            "defineEn": "to reach or achieve what one desired or tried for",
            "defineVi": "để đạt được hoặc đạt được những gì một mong muốn hoặc cố gắng cho",
            "hasImg": true
        },
        {
            "id": "bb16f389-4011-4f24-b5f8-1d15ae7dc0f9",
            "word": "to reach",
            "phonetic": "tə ɹiːtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Cable TV reaches a huge audience.",
                "Daytime temperatures can reach 40°C.",
                "The problem has now reached crisis point.",
                "This tree can reach a height of 24 metres.",
                "Her popularity reached its peak in the late 1990s."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVhY2g&hash=45f6f94d602a67edbf7a648e717160928fa46521&lang=en&cache-only=0",
            "defineEn": "to come to a certain level or state, or a specific point in time",
            "defineVi": "đạt đến một mức độ hoặc trạng thái nhất định, hoặc một thời điểm cụ thể"
        },
        {
            "id": "64981a0b-67ac-43fb-a846-cc8a03f51387",
            "word": "ground",
            "phonetic": "ɡɹaʊnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "More conservative candidates are losing ground in key battleground states.",
                "As a health-conscious individual, he sprinkled ground flaxseed over his morning yogurt.",
                "The company is gaining ground rapidly with its new product launch.",
                "Her skirt almost reached the ground.",
                "The grounds covered eight acres."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JvdW5k&hash=3e4d0110f5b9962054b0c0581cbe4d23d7730ab3&lang=en&cache-only=0",
            "defineEn": "the surface layer of Earth that is solid and people walk on",
            "defineVi": "lớp bề mặt của Trái đất rắn chắc và mọi người đi bộ trên",
            "hasImg": true
        },
        {
            "id": "3906bb0b-78e7-4f51-a8df-4009b5e9bc1c",
            "word": "floor",
            "phonetic": "floːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The senator held the floor for several hours.",
                "At precisely 6:45 a.m. the rowdiness ceases as Sailor, a union safety expert, takes the floor for his weekly lecture.",
                "She covered the floor with a colorful carpet.",
                "They wiped the floor with us in a 3–0 win.",
                "Share prices have gone through the floor."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxvb3I&hash=f6d26bceb1625362fd3257c87e7a30084275c93b&lang=en&cache-only=0",
            "defineEn": "the bottom of a room that we walk on",
            "defineVi": "dưới cùng của một căn phòng mà chúng tôi đi bộ trên",
            "hasImg": true
        },
        {
            "id": "a97ad40f-70e7-4687-b5de-b0985ea9d779",
            "word": "soil",
            "phonetic": "sɔɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fertile soil in this region yields abundant crops of wheat and corn.",
                "This lets more water into the soil.",
                "She carefully lifted the ginger tuber from the soil.",
                "Lichen plays a vital role in soil formation and ecosystem development.",
                "A distant tractor turning the soil."
            ],
            "audio": "https://tts.langeek.co/read?text=c29pbA&hash=2d9e9a52e5254abe86927b377aba7ce4d2ad4c76&lang=en&cache-only=0",
            "defineEn": "the black or brownish substance consisted of organic remains, rock particles, and clay that forms the upper layer of earth where trees or other plants grow",
            "defineVi": "chất màu đen hoặc hơi nâu bao gồm tàn dư hữu cơ, hạt đá và đất sét tạo thành lớp trên của trái đất nơi cây cối hoặc các loại thực vật khác mọc",
            "hasImg": true
        },
        {
            "id": "47f3db4b-cbfd-456e-9bef-b40605c152c7",
            "word": "to deplore",
            "phonetic": "tə dᵻploːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "In his prerecorded farewell address, he touted the successes of his presidency and deplored the attack on the Capitol two weeks ago.",
                "In contrast, opponents like the British statesman and thinker Edmund Burke deplored the rapid change and attacks on traditional institutions and the abandonment of accumulated wisdom from past ages.",
                "The president touched on themes from unifying the two parties, pleading with Democrats to work with him on his immigration and border security proposal, deploring abortion, loosening abortion rights measures, and on a number of foreign policy issues.",
                "We're hearing President Trump go out of office saying it's been a big success, deploring what happened at the Capitol two weeks ago."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVwbG9yZQ&hash=2f4d1139ed03c684a0ac17cc8162082a1dd56bfc&lang=en&cache-only=0",
            "defineEn": "to express strong disapproval or condemnation of something, often due to it being seen as morally wrong, unethical, or unacceptable",
            "defineVi": "để bày tỏ sự phản đối mạnh mẽ hoặc lên án một cái gì đó, thường là do nó được coi là sai trái về mặt đạo đức, phi đạo đức hoặc không thể chấp nhận được"
        },
        {
            "id": "ea0d2889-83ad-4364-8915-e00c585dc054",
            "word": "to deny",
            "phonetic": "tə dᵻnaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The government has denied that the events ever happened.",
                "But officials deny they've been keeping their proposals under wraps.",
                "Sources close to the bank have denied suggestions that heads will roll following the huge losses reported this week.",
                "Mark couldn't deny that he had the hots for his coworker, Lisa.",
                "He appeared on national television to deny the claims."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVueQ&hash=00c50ae58ea1c5baebc29a6f1cb45f1f94d4f7c4&lang=en&cache-only=0",
            "defineEn": "to declare that something is not true",
            "defineVi": "để tuyên bố rằng một cái gì đó là không đúng sự thật"
        },
        {
            "id": "6efbf5f2-df0f-427a-b195-5c7683d1c3ad",
            "word": "to decline",
            "phonetic": "tə dᵻklaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The government's popularity is declining, as the polls show.",
                "The company's profits have been declining for months, but the CEO only started to take notice after the stock price dropped significantly.",
                "For the past couple of years, the chattering classes have argued about whether the religious right is in decline.",
                "The company's profits began to decline, and the business eventually ground to a halt.",
                "They soon realized that riches have wings, and their profits declined."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVjbGluZQ&hash=b52fb27b82d81ad71638518b0325572c0b627444&lang=en&cache-only=0",
            "defineEn": "to gradually weaken or worsen in condition or performance",
            "defineVi": "để dần dần làm suy yếu hoặc xấu đi trong điều kiện hoặc hiệu suất",
            "hasImg": true
        }
    ]
}