{
    "id": "54e211d9-5ce6-47c9-9bb4-3102f3340e43",
    "title": "Home Appliances and Devices",
    "originalTitle": "Lesson 1",
    "words": [
        {
            "id": "90fb9b3e-7482-4c28-9ff6-281475a6861f",
            "word": "alarm clock",
            "phonetic": "ɐlɑːɹm klɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Have you set the alarm clock?",
                "She's like an alarm clock.",
                "It looks like your ordinary alarm clock.",
                "For me, it's the best alarm clock ever.",
                "So, basically, you can use it as a regular alarm clock."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxhcm0gY2xvY2s&hash=cf347c9219d9c6207489ee56ddf75456939273ea&lang=en&cache-only=0",
            "defineEn": "a clock that can be set to an exact time to make a sound and wake someone up",
            "defineVi": "một chiếc đồng hồ có thể được đặt thành thời gian chính xác để tạo ra âm thanh và đánh thức ai đó",
            "hasImg": true
        },
        {
            "id": "3ad75607-6354-4e5d-b95a-2b2c516caae3",
            "word": "equipment",
            "phonetic": "ɪkwɪpmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our equipment is a bit behind the times.",
                "When he returned minutes later, his equipment was gone.",
                "Students are only allowed to use the equipment under supervision.",
                "Failing to properly maintain the equipment could spell disaster for the entire operation.",
                "They don't have to worry about paying out of pocket for equipment and supplies."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXF1aXBtZW50&hash=908545ed091f031ab73596f931d8fa64ca5af282&lang=en&cache-only=0",
            "defineEn": "the necessary things that one needs for doing a particular activity or job",
            "defineVi": "những thứ cần thiết mà một người cần để thực hiện một hoạt động hoặc công việc cụ thể",
            "hasImg": true
        },
        {
            "id": "179df5d4-f173-4c80-8530-dbc8eb822c82",
            "word": "device",
            "phonetic": "dɪvaɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The app runs on all Android devices.",
                "The app runs on all Android devices.",
                "I left the child to her own devices for an hour.",
                "The school discouraged the use of cell phones by implementing a ban on mobile devices during class hours to maintain a focused learning environment.",
                "How does the device actually work?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV2aWNl&hash=41e7cc0b79de7d00b17c631c1c27928f289be909&lang=en&cache-only=0",
            "defineEn": "a machine or tool that is designed for a particular purpose",
            "defineVi": "một máy hoặc công cụ được thiết kế cho một mục đích cụ thể",
            "hasImg": true
        },
        {
            "id": "1249453c-3fd7-4c49-8940-77295f5f45dc",
            "word": "electrical",
            "phonetic": "ᵻlɛktɹɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "After all, an electrical brain is smarter than the sum of its parts.",
                "The repairman fixed the faulty wiring, and now the electrical system in the house was functioning as right as rain.",
                "The old house went up in flames after a faulty electrical wiring caused a fire.",
                "The engineer is responsible for ensuring the safety and efficiency of the electrical system.",
                "Electrical engineers study electricity."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3RyaWNhbA&hash=5d6aac062266bb3709d764c89c64fcd6c3f97221&lang=en&cache-only=0",
            "defineEn": "using, producing, or operating by electricity",
            "defineVi": "sử dụng, sản xuất hoặc vận hành bằng điện",
            "hasImg": true
        },
        {
            "id": "8a75a4f6-16e3-4fd6-99af-6d6ea4a7acda",
            "word": "loudspeaker",
            "phonetic": "laʊdspiːkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's like the cone of a loudspeaker, really.",
                "The theremin then amplifies these electric signals and sends them to a loudspeaker.",
                "And I was going to go-- we have a loudspeaker here too.",
                "Once in Mexico, the first thing migrants hear is a warning from the U.S. repeated over a loudspeaker.",
                "You may not put much thought into the music playing over the loudspeaker, but the retailer probably has."
            ],
            "audio": "https://tts.langeek.co/read?text=bG91ZHNwZWFrZXI&hash=47368cbbebb511c4d2de897ab454b8ed9d1a6b20&lang=en&cache-only=0",
            "defineEn": "a piece of equipment that makes sounds louder, used for playing music, etc.",
            "defineVi": "một thiết bị làm cho âm thanh to hơn, được sử dụng để chơi nhạc, v.v.",
            "hasImg": true
        },
        {
            "id": "77849e07-89b3-45c1-8d39-36d552051f1d",
            "word": "camera",
            "phonetic": "kæmɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cameras clicked away.",
                "Cameras triggered by cars running red lights at intersections.",
                "The cameras catch motorists who break the speed limit.",
                "The cell phone camera has become the fly on the wall, so to speak.",
                "I'm afraid we can't recover the pictures - your camera is beyond recall."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FtZXJh&hash=327bb1a734d59dac359ef58cef4a8fb5e878d935&lang=en&cache-only=0",
            "defineEn": "a device or piece of equipment for taking photographs, making movies or television programs",
            "defineVi": "một thiết bị hoặc một phần của thiết bị để chụp ảnh, làm phim hoặc chương trình truyền hình",
            "hasImg": true
        },
        {
            "id": "e9857b5a-7892-46dc-a73a-b5edbf80f0b1",
            "word": "dishwasher",
            "phonetic": "dɪʃwɑːʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dishwasher is making a strange noise.",
                "I started off as a dishwasher making 25 cents an hour.",
                "I applied to be a cashier, even a dishwasher.",
                "Between the chefs, inventory crew, waiters, and dishwashers, it takes a team of 1,085 people to keep this massive operation going.",
                "And this meant that increasing numbers of Americans had access things like television, and air conditioning, and dishwashers and air travel."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzaHdhc2hlcg&hash=821141a5249e08f538d16e85211d7dadf9b544b9&lang=en&cache-only=0",
            "defineEn": "an electric machine that is used to clean dishes, spoons, cups, etc.",
            "defineVi": "một máy điện được sử dụng để làm sạch bát đĩa, thìa, cốc, v.v.",
            "hasImg": true
        },
        {
            "id": "c6064fd0-f983-474c-9053-7c0cff3bc8c3",
            "word": "washing machine",
            "phonetic": "wɑːʃɪŋ məʃiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The washing machine’s broken again.",
                "The salesman was a fast talker who persuaded the old lady to buy a new washing machine.",
                "They have washing machines in their apartments.",
                "They built washing machines and telephones and refrigerators and computers. ",
                "You could buy and install better filters for washing machines to catch more microfibers."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FzaGluZyBtYWNoaW5l&hash=04b72820a9788eadd0de37cab78729dc8fd8e6e6&lang=en&cache-only=0",
            "defineEn": "an electric machine used for washing clothes",
            "defineVi": "một máy điện được sử dụng để giặt quần áo",
            "hasImg": true
        },
        {
            "id": "1d5cad0f-5811-46dc-91e9-53efc24a8cd0",
            "word": "oven",
            "phonetic": "ʌvən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The kitchen had a double oven, allowing for simultaneous baking of different dishes.",
                "The vegetables cook in the oven until they are tender.",
                "The shrimp cocktail is on ice, the chicken is in the oven.",
                "The fish cooks in the oven wrapped in foil.",
                "The oven looked as if it had never been used."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Zlbg&hash=0d56b219be6669928ae0f6b21914ff2103ae0ff5&lang=en&cache-only=0",
            "defineEn": "a box-shaped piece of equipment with a front door that is usually part of a stove, used for baking, cooking, or heating food",
            "defineVi": "một thiết bị hình hộp có cửa trước thường là một phần của bếp lò, dùng để nướng, nấu hoặc hâm nóng thức ăn",
            "hasImg": true
        },
        {
            "id": "f256e252-e6a2-4062-b9da-dacb89c6c0ce",
            "word": "coffee maker",
            "phonetic": "kɔfi meɪkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Coffee makers brew your morning cup of Joe before you even wake up.",
                "- Woah ! - I wrote coffee maker/hand job.",
                "For them I'm nothing more than a stupid coffee maker.",
                "What did I get a half point for? - Coffee maker hand job.",
                "And it has a solution that’s safer for coffee makers and drinkers alike."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29mZmVlIG1ha2Vy&hash=e034f3c9a78daa27544234d1a9a7795b7d44e807&lang=en&cache-only=0",
            "defineEn": "a machine used for making coffee",
            "defineVi": "một máy được sử dụng để pha cà phê",
            "hasImg": true
        },
        {
            "id": "0210193b-2991-4d8f-8109-4649f6acd5fc",
            "word": "toaster oven",
            "phonetic": "toʊstɚɹ ʌvən ",
            "partOfSpeechType": "noun",
            "examples": [
                "- You put the cold fries in the toaster oven.",
                "I put in the cold fries in the toaster oven.",
                "Because it originated in the toaster oven."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9hc3RlciBvdmVu&hash=837443a36c08a347ca53b531531ec09a4c75d13e&lang=en&cache-only=0",
            "defineEn": "an electrical appliance, designed like a small oven that can function as an oven or a toaster",
            "defineVi": "một thiết bị điện, được thiết kế giống như một lò nướng nhỏ có thể hoạt động như lò nướng hoặc máy nướng bánh mì",
            "hasImg": true
        },
        {
            "id": "f064b262-8a33-4995-9a03-c8dbc13b1aeb",
            "word": "air conditioner",
            "phonetic": "ɛɹ kəndɪʃənɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I turned on the air conditioner because it was getting too hot inside.",
                "Think about the telephone and the air conditioner and the Eiffel Tower, and then try again.",
                "Throughout the 20th century, CFCs were being produced as coolants in refrigerators and air conditioners, and in aerosol sprays.",
                "But we also saw, over that same time period, consumer prices for refrigerators and other products like air conditioners come down.",
                "Modern bulbs just don’t suck as much electricity anymore, and while people have turned off some lights, they’ve turned on lots of air conditioners, computers, and TVs."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlyIGNvbmRpdGlvbmVy&hash=ac2b3d74debd53c02cebc8e6e49cef45e5975447&lang=en&cache-only=0",
            "defineEn": "a machine that is designed to cool and dry the air in a room, building, or vehicle",
            "defineVi": "một máy được thiết kế để làm mát và làm khô không khí trong phòng, tòa nhà hoặc phương tiện",
            "hasImg": true
        },
        {
            "id": "3c388177-8acd-4eaf-a483-839e30ec86a6",
            "word": "heater",
            "phonetic": "hiːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This type of heater uses a lot of electricity.",
                "We lost our water heater.",
                "I'm going to buy an electric heater.",
                "I'm going to buy an electric heater.",
                "For Voyager 1, they started with the cameras and heaters in 1990."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhdGVy&hash=ce6d9273b51baf5467483ca519e478b302010ce2&lang=en&cache-only=0",
            "defineEn": "a piece of equipment that produces heat to warm a place or increase the temperature of water",
            "defineVi": "một phần của thiết bị tạo ra nhiệt để làm ấm một nơi hoặc tăng nhiệt độ của nước",
            "hasImg": true
        },
        {
            "id": "a9568c0e-dd34-4d59-8b29-c73ce4fcd265",
            "word": "radio",
            "phonetic": "ɹeɪdɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bedside radio played softly.",
                "The rebels held the radio station.",
                "They're always playing that song on the radio.",
                "Did you hear that play on the radio last night?",
                "Even if they weren't televised, he was glued to the radio."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFkaW8&hash=bd28f100c9b5e37c99eccb902a55a637884859ed&lang=en&cache-only=0",
            "defineEn": "a device that is used for listening to programs that are broadcast",
            "defineVi": "một thiết bị được sử dụng để nghe các chương trình được phát sóng",
            "hasImg": true
        },
        {
            "id": "4287ea5d-ef23-4d1d-bb7e-96c4702b7454",
            "word": "telephone",
            "phonetic": "tɛlᵻfoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He talked to Ralph on the big white telephone and emptied his stomach.",
                "After a night of heavy drinking, John woke up with a terrible hangover and had to spend some time talking to Ralph on the big white telephone.",
                "She telephones the police.",
                "the telephone operator asked.",
                "In the '70s, telephone company ITT ran Twinkies' parent company."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVsZXBob25l&hash=b9f0c58ba4c09f0bd5d8117278f7af0e07e4323d&lang=en&cache-only=0",
            "defineEn": "a device, especially one that is connected to a landline, that is used for talking to people who are elsewhere and have access to a similar device",
            "defineVi": "một thiết bị, đặc biệt là thiết bị được kết nối với điện thoại cố định, được sử dụng để nói chuyện với những người ở nơi khác và có quyền truy cập vào một thiết bị tương tự",
            "hasImg": true
        },
        {
            "id": "99ce994f-4d0f-439b-9782-6a66b8d812ec",
            "word": "line",
            "phonetic": "laɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Health services are lining the drug companies’ pockets, according to the report.",
                "The line cuts the circle at two points.",
                "The actress was practicing her lines before the audition.",
                "Your remarks were really out of line.",
                "Remuneration is in line with comparable international organizations."
            ],
            "audio": "https://tts.langeek.co/read?text=bGluZQ&hash=e89245f2be47e8897fc5069817862feb24c1d8be&lang=en&cache-only=0",
            "defineEn": "a telephone connection or service",
            "defineVi": "một kết nối điện thoại hoặc dịch vụ",
            "hasImg": true
        },
        {
            "id": "6e44b05b-30f5-4bd2-b5e4-e8a405d4b7b7",
            "word": "DVD player",
            "phonetic": "diːviːdiː pleɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Have you set up the DVD player?",
                "The all-in-one remote control allows you to operate your TV, DVD player, and sound system with a single device.",
                "In a 2018 study in the journal Emotion, 90 people were asked to decide between two DVD players.",
                "Stan, how much are DVD players again?"
            ],
            "audio": "https://tts.langeek.co/read?text=RFZEIHBsYXllcg&hash=11aff578ff0c0ae87be87435d35166657c5d16f2&lang=en&cache-only=0",
            "defineEn": "an electronic device that plays DVD discs, allowing a person to watch movies, TV shows, or other video content on a television or other display",
            "defineVi": "một thiết bị điện tử phát đĩa DVD, cho phép một người xem phim, chương trình TV hoặc nội dung video khác trên TV hoặc màn hình khác",
            "hasImg": true
        },
        {
            "id": "5b6dd6bb-3c8d-4f5f-9710-813b6fccad86",
            "word": "hair dryer",
            "phonetic": "hɛɹ dɹaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Fire is coming out of the hair dryer.",
                "So it's not the power when everything is on, like your toaster and your hair dryer and air conditioner, and your massive Christmas light display or your massive Halloween display.",
                "A South Carolina woman who bought a hair dryer on Amazon said this happened.",
                "First, if your dog gets wet, you can dry them off with towels or a hair dryer set to blow cool air."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFpciBkcnllcg&hash=447180b5cb2cf786e267a7934ee3039c3e3f964f&lang=en&cache-only=0",
            "defineEn": "a device that we use to blow warm air over our hair to dry it",
            "defineVi": "một thiết bị mà chúng tôi sử dụng để thổi không khí ấm lên tóc để làm khô tóc",
            "hasImg": true
        },
        {
            "id": "27a08361-292b-476d-b1bf-9e5ce9f1e673",
            "word": "fan",
            "phonetic": "fæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "His speeches fanned the flames of racial tension.",
                "Fans have given the band's new song their seal of approval.",
                "The fans had fun and got their money's worth.",
                "The determined fan elbowed his way through the crowd to get closer to the stage.",
                "The new album by that band is going down a bomb with music fans all over the world."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFu&hash=af482d3c8e5ab064e654e5b69cdc159e7a446b94&lang=en&cache-only=0",
            "defineEn": "an electric device with blades that rotate quickly and keep an area cool",
            "defineVi": "một thiết bị điện có lưỡi quay nhanh và giữ cho khu vực mát mẻ",
            "hasImg": true
        },
        {
            "id": "ee96c28a-0d26-4b68-ae24-ca891411acb8",
            "word": "vacuum cleaner",
            "phonetic": "vækjuːm kliːnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new vacuum cleaner works like magic, easily picking up dirt from the floors.",
                "Would you mind giving the carpet a once-over with the vacuum cleaner?",
                "And then the rest of it that we can't get, that's below the section, we can use just the regular vacuum cleaner.",
                "Here’s another misconception: A lot of people think of black holes as cosmic vacuum cleaners, sucking in everything near them.",
                "But the much more important fact is a black hole's gravity doesn't just suck things in like some sort of cosmic vacuum cleaner."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFjdXVtIGNsZWFuZXI&hash=80daa1bd87e307fc27dc89c049414d51d878d13f&lang=en&cache-only=0",
            "defineEn": "an electrical device that pulls up dirt and dust from a floor to clean it",
            "defineVi": "một thiết bị điện kéo bụi bẩn từ sàn nhà để làm sạch nó",
            "hasImg": true
        },
        {
            "id": "f9e30bdc-4eaf-43b9-adac-79f77c4d7145",
            "word": "iron",
            "phonetic": "aɪɚn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Turned the iron to a hotter setting.",
                "The patriarch has always been an iron fist in a velvet glove.",
                "Asparagus beanare rich in iron and vitamin K.",
                "The iron hand in the velvet glove approach seems to work best with this age group.",
                "She needs to iron her suit before the important meeting."
            ],
            "audio": "https://tts.langeek.co/read?text=aXJvbg&hash=06b7a94fa654ab595980a327cfbf97cf74c0b43c&lang=en&cache-only=0",
            "defineEn": "a piece of equipment with a heated flat metal base, used to smooth clothes",
            "defineVi": "một thiết bị có đế kim loại phẳng được làm nóng, dùng để làm phẳng quần áo",
            "hasImg": true
        },
        {
            "id": "68fe8b7a-1abe-45f5-8ac8-426247196eee",
            "word": "remote control",
            "phonetic": "ɹᵻmoʊt kəntɹoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The TV remote control allows me to change channels and adjust the volume.",
                "The all-in-one remote control allows you to operate your TV, DVD player, and sound system with a single device.",
                "Okay, I found my remote control.",
                "It's kind of like your remote control to the world.",
                "[♪♩INTRO] Imagine being able to remote control your cat."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVtb3RlIGNvbnRyb2w&hash=16fc3224e1da52f14c45de6f59a44248eb6f64da&lang=en&cache-only=0",
            "defineEn": "a device that controls a piece of electrical or electronic equipment such as a television from a distance",
            "defineVi": "một thiết bị điều khiển một phần của thiết bị điện hoặc điện tử như tivi từ xa",
            "hasImg": true
        },
        {
            "id": "572d85d4-4e14-44b3-a02a-d7deadcae48c",
            "word": "smoke detector",
            "phonetic": "smoʊk dɪtɛktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They're so loud it's like holding a smoke detector six inches away from your ear.",
                "JOHN DAVID: State-of-the-art alarms and smoke detectors, flame detectors, these are the sort of things that they need, plus breaking the roof off into separate areas and how what you have is actually a map in a control room somewhere in the cathedral which shows, if an alarm goes off in a certain area, you know exactly where they come."
            ],
            "audio": "https://tts.langeek.co/read?text=c21va2UgZGV0ZWN0b3I&hash=b78cfad8868bf3e4bb19de411c2537794375adb1&lang=en&cache-only=0",
            "defineEn": "a device that detects smoke and gives a warning",
            "defineVi": "một thiết bị phát hiện khói và đưa ra cảnh báo",
            "hasImg": true
        },
        {
            "id": "d25d8cae-4e3d-42cb-91ec-2f120251e8b9",
            "word": "to turn on",
            "phonetic": "tə tɜːn ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "If the child doesn't get what he wants, he immediately turns on the waterworks.",
                "The closet had a light that automatically turned on when the door was opened.",
                "I accidentally spilled water on my laptop, and now it won't turn on.",
                "I turned on the air conditioner because it was getting too hot inside.",
                "\"Turn on?\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHVybiBvbg&hash=5a0aea139dfbf2cd9823a2b508f19b47cb91eb63&lang=en&cache-only=0",
            "defineEn": "to cause a machine, device, or equipment to operate, typically by pushing a button or turning a key",
            "defineVi": "để làm cho máy móc, thiết bị hoặc thiết bị hoạt động, thường bằng cách nhấn nút hoặc xoay chìa khóa",
            "hasImg": true
        },
        {
            "id": "ba5d22e4-b7d9-42c1-9038-2251b3ed58f5",
            "word": "to turn off",
            "phonetic": "tə tɜːn ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "He reached over and turned off his bedside light.",
                "Jill must have been in another world when I asked her to turn off the oven because the bread is burned now.",
                "\"Turn off?\"",
                "Once inside, he turned off the security alarm. ",
                "Don't turn off the captions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHVybiBvZmY&hash=5687b1119d83a2dd52bc64cb52d5caca4c3a0ac7&lang=en&cache-only=0",
            "defineEn": "to cause a machine, device, or equipment to stop operating, typically by pushing a button or turning a key",
            "defineVi": "làm cho máy móc, thiết bị hoặc thiết bị ngừng hoạt động, thường bằng cách nhấn nút hoặc vặn chìa khóa",
            "hasImg": true
        },
        {
            "id": "75acf6da-14b6-4228-9c04-54642c21e31c",
            "word": "to work",
            "phonetic": "tə wɜːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The students worked their heart and soul on their project.",
                "Not working my foot.",
                "Soymilk works well as a substitute for milk in sauces and creamy pasta dishes.",
                "My dad works forty hours a week.",
                "To work clay."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd29yaw&hash=3d6788b1b4d25d2f1e1a1e483fea4bad3abafecf&lang=en&cache-only=0",
            "defineEn": "(of a machine or device) to operate or function properly",
            "defineVi": "(của một máy hoặc thiết bị) để hoạt động hoặc hoạt động bình thường",
            "hasImg": true
        },
        {
            "id": "189f4301-a43f-4a6a-bce1-307c37ddf47d",
            "word": "broken",
            "phonetic": "bɹoʊkən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The surgeon set her broken arm.",
                "This broken promise is a real kick in the teeth for our fans.",
                "He sounds like a broken record.",
                "The X-rays show that he has a broken ankle.",
                "He'd walk around the house repeating his favourite sayings like a broken record."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJva2Vu&hash=2c903d7b310169d9315e17c2b1276fd860f0bba5&lang=en&cache-only=0",
            "defineEn": "not working properly; no longer working",
            "defineVi": "không hoạt động đúng; không còn làm việc",
            "hasImg": true
        },
        {
            "id": "dea401f3-498d-4c09-aa5c-effef2348e2a",
            "word": "to use",
            "phonetic": "tə juːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "My vegetarian friend often uses beans as a filling for vegetarian tacos.",
                "The poem uses simple language.",
                "The chef used a secret blend of herbs and spices as the seasoning for the famous fried chicken.",
                "The chef used juniper berries as a key ingredient in her signature marinade for the grilled meat.",
                "The adventurer used the tail fat as a survival resource during their journey in the wilderness."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdXNl&hash=ebab5feb5f2c2fd88052ca33989e51142ba31774&lang=en&cache-only=0",
            "defineEn": "to employ a particular thing or do something with an object, method, etc. to achieve a specific result",
            "defineVi": "để sử dụng một điều cụ thể hoặc làm điều gì đó với một đối tượng, phương pháp, vv để đạt được một kết quả cụ thể"
        },
        {
            "id": "f2dec75b-0688-4dc0-9fcf-d3be58d3981b",
            "word": "system",
            "phonetic": "sɪstəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The guidance system keeps the machine on course.",
                "The heating system is always breaking down.",
                "The apartment has a secure entry system.",
                "The new secretary made a dog's breakfast out of the filing system.",
                "The system allows people the opportunity to browse a wide selection of books."
            ],
            "audio": "https://tts.langeek.co/read?text=c3lzdGVt&hash=0df03a23dd9b8974e8973a3349a4a7183c0fee7f&lang=en&cache-only=0",
            "defineEn": "a set of interconnected equipment or parts operating together as a whole",
            "defineVi": "một tập hợp các thiết bị hoặc bộ phận được kết nối với nhau hoạt động cùng nhau như một tổng thể"
        },
        {
            "id": "f4c4afe3-9552-47f3-a588-85ac3c84159f",
            "word": "to repair",
            "phonetic": "tə ɹᵻpɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The repair is a cinch.",
                "The relationship between the two friends had deteriorated beyond repair.",
                "The landlord finally made some repairs in the apartment, but it was only after several complaints and threats of legal action, and a forced kindness deserves no thanks.",
                "He's still on the hook for the cost of the repairs.",
                "Repairing or regrowing damaged brain cells is the end of the rainbow for neuroscience research."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVwYWly&hash=26e55abaf7626925f69e296e644d4d86878c906c&lang=en&cache-only=0",
            "defineEn": "to restore something to a good condition; to fix something that is damaged, broken, or not working properly",
            "defineVi": "để khôi phục một cái gì đó về tình trạng tốt; để sửa chữa một cái gì đó bị hư hỏng, bị hỏng, hoặc không hoạt động bình thường",
            "hasImg": true
        },
        {
            "id": "20d44240-3013-4367-a37e-6bef273561da",
            "word": "flashlight",
            "phonetic": "flæʃlaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The doctor used a small flashlight to examine her eyes.",
                "With a flashlight in hand, the police officer searched for clues at the crime scene.",
                "\"Hey Siri, turn on a flashlight.\"",
                "Was that a flashlight?",
                "Well, try this little trick with a flashlight."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxhc2hsaWdodA&hash=0cfd51eb32038b6fa2ce330f807a32bbf114ac96&lang=en&cache-only=0",
            "defineEn": "a portable handheld electric light that is powered by batteries and used to give light to a place in the dark",
            "defineVi": "một đèn điện cầm tay di động chạy bằng pin và được sử dụng để chiếu sáng một nơi trong bóng tối",
            "hasImg": true
        }
    ]
}