{
    "id": "550436fa-3d5c-4176-b1c8-896aaef882ab",
    "title": "Body",
    "originalTitle": "Lesson 16",
    "words": [
        {
            "id": "5c827d79-f81d-4b4b-a732-3c22b3a78fd1",
            "word": "backbone",
            "phonetic": "bækboʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "A snake has a backbone, too!",
                "Business travel is the backbone of the U.S. airline industry.",
                "Farmers are the backbone of America.",
                "Free labor was the economic backbone of the region.",
                "Some of them internalized their shell like a backbone."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFja2JvbmU&hash=d17af61b735620bbf6d99b016d820014944676dc&lang=en&cache-only=0",
            "defineEn": "a line of connected bones going down from your neck to tail bone in the middle of the back",
            "defineVi": "một đường xương nối đi xuống từ cổ đến xương đuôi ở giữa lưng",
            "hasImg": true
        },
        {
            "id": "37e91068-eaeb-450e-97a6-6027d24a4b06",
            "word": "chest",
            "phonetic": "tʃɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's still playing his cards close to his chest.",
                "The shirt has a pocket on the chest for small items.",
                "Getting things off your chest can be liberating.",
                "I feel all better now that I got that off my chest.",
                "Thank you for lending an ear, I feel much better now that I've gotten that off my chest."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlc3Q&hash=1c738b1c69b3bbb89b0e8998432b8d3886f63567&lang=en&cache-only=0",
            "defineEn": "the front part of the body between the neck and the stomach",
            "defineVi": "phần phía trước của cơ thể giữa cổ và dạ dày",
            "hasImg": true
        },
        {
            "id": "eeac5b44-5a0c-436e-932d-dc8f51334798",
            "word": "false teeth",
            "phonetic": "fɔls tiːθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The earliest known false teeth, or dentures, date from the 15th century, when rich people were willing to spend a large sum of money for uncomfortable false teeth carved from ivory, animal teeth, or wood. ",
                "The earliest known false teeth, or dentures, date from the 15th century, when rich people were willing to spend a large sum of money for uncomfortable false teeth carved from ivory, animal teeth, or wood. ",
                "It's true, I have a weakness for it, 'cause as a kid, my grandmother was bedridden and I used to help her, spend time with her, brush her false teeth and take her bed pan out."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFsc2UgdGVldGg&hash=c05c0cf6ef00af206e49fb55afe13168ff88f421&lang=en&cache-only=0",
            "defineEn": "special fake teeth that can be taken out of someone's mouth and used to replace teeth that are missing",
            "defineVi": "răng giả đặc biệt có thể được lấy ra khỏi miệng của ai đó và được sử dụng để thay thế răng bị mất",
            "hasImg": true
        },
        {
            "id": "962b7b3f-234d-4556-a4ac-8521a5d4c93c",
            "word": "muscle",
            "phonetic": "mʌsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I noticed the cow's strong muscles as it moved around.",
                "The Council flexes their muscles to show they mean business.",
                "The Fair Trade Commission has of late been flexing its muscles, cracking down on cases of corruption.",
                "I massaged my leg to relieve muscle tension.",
                "He performed knee exercises to strengthen the muscles around the joint."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzY2xl&hash=e11513549aedfffa1d573ecbac6d7f19720c7af0&lang=en&cache-only=0",
            "defineEn": "a piece of body tissue that is made tight or relaxed when we want to move a particular part of our body",
            "defineVi": "một mảnh mô cơ thể được làm căng hoặc thả lỏng khi chúng ta muốn di chuyển một phần cụ thể của cơ thể",
            "hasImg": true
        },
        {
            "id": "f78d51f2-5aaf-4894-8aae-6761dfa69d39",
            "word": "breast",
            "phonetic": "bɹɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "She prefers boneless turkey breast for its ease of slicing.",
                "He grilled a juicy chicken breast for his dinner.",
                "The chicken breast supreme salad featured grilled chicken, mixed greens, cherry tomatoes, and a balsamic vinaigrette.",
                "She made turkey breast wraps, filling tortillas with sliced turkey, cucumber, and a creamy ranch dressing.",
                "My grandmother shared her recipe for succulent roast chicken breast, passed down through generations."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYXN0&hash=f9e5e0b3f00c8a4b228021d24ab2216dfc0b5944&lang=en&cache-only=0",
            "defineEn": "the area between the neck and the stomach",
            "defineVi": "khu vực giữa cổ và dạ dày",
            "hasImg": true
        },
        {
            "id": "d59ca59e-e5cb-4474-9c35-248d1dbb6402",
            "word": "heel",
            "phonetic": "hiːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The town has become very down at heel.",
                "His shoes were wearing at the heel.",
                "This disaster comes hard on the heels of last week’s train crash.",
                "Hearing the noise in the dark, the children ran head over heels back home.",
                "Her second movie followed close on the heels of her successful film debut."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVlbA&hash=ffa2ee004b343736e7d6f2df6952b63340d8519b&lang=en&cache-only=0",
            "defineEn": "the back part of the foot, below the ankle",
            "defineVi": "phần sau của bàn chân, dưới mắt cá chân",
            "hasImg": true
        },
        {
            "id": "a5ce56be-8921-4386-93de-6f59899db968",
            "word": "joint",
            "phonetic": "dʒɔɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "My dad grilled a succulent pork joint with barbecue sauce for a backyard cookout.",
                "Nobody lays a glove on your joint.",
                "Mrs. Tinker puts my nose out of joint by bringing you the Lilies of the Field.",
                "Ever since Bill got that traffic ticket, he's had his nose out of joint.",
                "I smoked a joint an hour ago, and I'm still waiting to come up."
            ],
            "audio": "https://tts.langeek.co/read?text=am9pbnQ&hash=7060cbece844a5297f8a05981f4bf489c20609d5&lang=en&cache-only=0",
            "defineEn": "a place in the body where two bones meet, enabling one of them to bend or move around",
            "defineVi": "một nơi trong cơ thể nơi hai xương gặp nhau, cho phép một trong số chúng uốn cong hoặc di chuyển xung quanh",
            "hasImg": true
        },
        {
            "id": "9ea1f4ca-6c8c-47b3-9ae4-a977c47cb673",
            "word": "lung",
            "phonetic": "lʌŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boss sure aired his lungs when we lost another customer!",
                "She almost shouted bloody murder on top of her lungs.",
                "A cure for lung cancer would save thousands of lives each year.",
                "She can sing for hours without getting tired, she really has a good pair of lungs.",
                "I am going to head outside and throw down a few more lung darts."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVuZw&hash=aaf009ec89ded0c0ea533e96f468b720ffa8c317&lang=en&cache-only=0",
            "defineEn": "each of the two organs in the chest that help us breathe",
            "defineVi": "mỗi cơ quan trong lồng ngực giúp chúng ta thở",
            "hasImg": true
        },
        {
            "id": "68a1c39a-605f-485c-8ec4-032c72e8e2ea",
            "word": "nerve",
            "phonetic": "nɜːv ",
            "partOfSpeechType": "noun",
            "examples": [
                "stroke a nerve didn't I?",
                "It really gets on my nerves.",
                "He had some nerve to insult Mina's cooking.",
                "You struck a raw nerve when you mentioned divorce.",
                "Jake has a nerve talking back to his mother like that!"
            ],
            "audio": "https://tts.langeek.co/read?text=bmVydmU&hash=bf003f4121aec7288370090f8956756f73fc1247&lang=en&cache-only=0",
            "defineEn": "each of a group of long thread-like structures in the body that carry messages between the brain and other parts of the body, sensing things is a result of this process",
            "defineVi": "mỗi nhóm cấu trúc giống như sợi chỉ dài trong cơ thể mang thông điệp giữa não và các bộ phận khác của cơ thể, cảm nhận mọi thứ là kết quả của quá trình này",
            "hasImg": true
        },
        {
            "id": "6990d15d-acb9-442f-8a78-3565f59741b1",
            "word": "organ",
            "phonetic": "ɔːɹɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The heart is a vital organ that pumps blood throughout the body.",
                "The human body has many different organs, such as the heart, lungs, and liver.",
                "Cells make up organs.",
                "Organs form individuals.",
                "Measles infects organs like the spleen, the liver, the intestines, and, most importantly, the lungs."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JnYW4&hash=236915cb75bbfd1eed6eb1d3758d8821e2bec178&lang=en&cache-only=0",
            "defineEn": "any vital part of the body which has a particular function",
            "defineVi": "bất kỳ phần quan trọng của cơ thể mà có một chức năng cụ thể",
            "hasImg": true
        },
        {
            "id": "9cdbd1e9-00ea-4e05-9a30-d9734d72a9ab",
            "word": "skeleton",
            "phonetic": "skɛlᵻtən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Most families have one or two skeletons in the closet.",
                "The local bus company only runs a skeleton service on Sundays.",
                "He marveled at the dinosaur skeletons in the natural history museum.",
                "We’ll be operating with a skeleton crew until after the holidays.",
                "He asked if she had any skeletons in her closet that might affect her political campaign."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tlbGV0b24&hash=83a9506b98910e43ce5b24456fe03549ee2c30cf&lang=en&cache-only=0",
            "defineEn": "the structure of bones supporting the body of an animal or a person",
            "defineVi": "cấu trúc xương hỗ trợ cơ thể của một con vật hoặc một người",
            "hasImg": true
        },
        {
            "id": "41ffd691-8099-400d-b6dc-461a6a435c6e",
            "word": "skull",
            "phonetic": "skʌl ",
            "partOfSpeechType": "noun",
            "examples": [
                "We thought a week in a secluded cabin with no TV or Internet would make for some great family bonding, but we were all bored out of our skulls after a couple of days.",
                "His skull was permanently fractured.",
                "An eagle’s needle-like talons can pierce the skulls of their prey.",
                "The skulls of archosaurs were lighter than their reptile ancestors.",
                "He located the bumps on their skulls. "
            ],
            "audio": "https://tts.langeek.co/read?text=c2t1bGw&hash=ec6d47343300e6cbd206c399e586dba158392dfb&lang=en&cache-only=0",
            "defineEn": "the bony structure that surrounds and provides protection for a person's or animal's brain",
            "defineVi": "cấu trúc xương bao quanh và cung cấp sự bảo vệ cho bộ não của một người hoặc động vật",
            "hasImg": true
        },
        {
            "id": "17526f87-08e8-40fd-b075-59bee0b8b264",
            "word": "waist",
            "phonetic": "weɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her hair reaches down to her waist.",
                "The hiker bent at the waist to drink water from the stream.",
                "The pants are too tight around the waist, so I can't zip them up.",
                "Researchers measured their waist circumference and weight at the beginning and end of the study.",
                "This one actually-- - Right, he's got a high waist."
            ],
            "audio": "https://tts.langeek.co/read?text=d2Fpc3Q&hash=f28fd6ff6807f44a538814e452f25e0fe94bb34e&lang=en&cache-only=0",
            "defineEn": "the part of the body between the ribs and hips, which is usually narrower than the parts mentioned",
            "defineVi": "phần cơ thể giữa xương sườn và hông, thường hẹp hơn các phần được đề cập",
            "hasImg": true
        },
        {
            "id": "8ace78ea-e3b3-4352-a553-d0520a8362ac",
            "word": "wrist",
            "phonetic": "ɹɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "When upper management does the same the law slaps them on the wrist.",
                "We have a wrist rest.",
                "So your wrist didn't fold.",
                "Isn't the wrist the shallowest portion of the body?",
                "it's on my wrist right now."
            ],
            "audio": "https://tts.langeek.co/read?text=d3Jpc3Q&hash=c2aee232bc92051b0e1148e0e6ac7e046d17d294&lang=en&cache-only=0",
            "defineEn": "the joint connecting the hand to the arm",
            "defineVi": "khớp nối bàn tay với cánh tay",
            "hasImg": true
        },
        {
            "id": "e2535859-eaee-4b92-a9e6-25fcfa74bb0e",
            "word": "adrenaline",
            "phonetic": "ɐdɹɛnəlɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "It gets the adrenaline pumping.",
                "Adrenaline prompts an increase in the heart and breathing rate to get blood and oxygen to the muscles of the arms and legs.",
                "The body responds with a shot of adrenaline.",
                "I've always liked the thrill, adrenaline rush.",
                "You release oxytocin, the opioids, adrenaline, and serotonin."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRyZW5hbGluZQ&hash=b7d2e06628f549a3dd895a6a810fce439fe4faa0&lang=en&cache-only=0",
            "defineEn": "a body hormone produced in case of anger, fear, or excitement that makes the heart beat faster and the body react quicker",
            "defineVi": "một loại hormone cơ thể được sản xuất trong trường hợp tức giận, sợ hãi hoặc phấn khích khiến tim đập nhanh hơn và cơ thể phản ứng nhanh hơn"
        },
        {
            "id": "3f867d4c-6b7b-4f11-91b4-ce4b65bd06f4",
            "word": "artery",
            "phonetic": "ɑːɹɾɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Try the artery clogger.",
                "Also, both arteries are positioned close to the axis of rotation.",
                "Blood roars through arteries and veins.",
                "Squeeze the ventricle and a stream of water squirts out of the pulmonary artery.",
                "It's a vital artery."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0ZXJ5&hash=d8be1cf7cf72f6ea7f6398546ac23806ed51be49&lang=en&cache-only=0",
            "defineEn": "any blood vessel, carrying the blood to different organs of body from the heart",
            "defineVi": "bất kỳ mạch máu nào, mang máu đến các cơ quan khác nhau của cơ thể từ tim",
            "hasImg": true
        },
        {
            "id": "419bc726-cd3e-433f-a835-6ba5d898964f",
            "word": "circulation",
            "phonetic": "sɜːkjʊleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The library quickly withdrew the controversial novel from circulation after parents complained that there is no thief like a bad book, capable of corrupting even the most innocent of minds.",
                "When counterfeit bills started circulating in the town, people became skeptical of using the genuine currency, leading to a decrease in the overall value of money in circulation, showing how bad money drives out good.",
                "Circulation grew quickly, partly because of the magazine's lack of competition.",
                "The first Williams-Sonoma catalog had a circulation of about 10,000.",
                "In reality, mammals have a figure-eight circulation."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2lyY3VsYXRpb24&hash=c2bf6622f5c7049ab8b47cb046a78ef0a1a6d803&lang=en&cache-only=0",
            "defineEn": "the flow and movement of blood around and in all parts of the body",
            "defineVi": "dòng chảy và chuyển động của máu xung quanh và trong tất cả các bộ phận của cơ thể",
            "hasImg": true
        },
        {
            "id": "71664940-f815-4b51-99f3-df076851beaa",
            "word": "collarbone",
            "phonetic": "kɑːlɚboʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "It had short collarbones, which meant that the shoulders were rotated forward in a way that hadn’t been seen since early specimens of Homo erectus, from around 1.6 million years ago.",
                "Thanks to the survival skills her father taught her, she emerged 10 days later with a broken collarbone, ruptured knee ligaments, and covered in deep gashes, but still very much alive.",
                "(Rhett) There were more rides that led to more injuries, including fractured femurs, collarbones, and noses, dislocated knees and shoulders.",
                "Brisket comes from across chest area of cow, right here, and since cattle don't have collarbones like us, this muscle has to support more than half their body weight."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGFyYm9uZQ&hash=7a751f7dcce8bda8520641d0a862e57d29941dcb&lang=en&cache-only=0",
            "defineEn": "either of the pair of bones that go across the top of the chest from the base of the neck to the shoulders",
            "defineVi": "một trong hai xương đi qua đỉnh ngực từ gốc cổ đến vai",
            "hasImg": true
        },
        {
            "id": "e777b82a-65ee-4b6c-9c95-001e60714a5a",
            "word": "gum",
            "phonetic": "ɡʌm ",
            "partOfSpeechType": "noun",
            "examples": [
                "By gum, he's a big lad!",
                "By gum, I really mean it this time!",
                "You can find aspartame in many sugar-free candies and gum.",
                "Some candies have a glossy coating made with edible gum.",
                "I looked it up, and by gum, she was right!"
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Vt&hash=077bb3978b664e54692dda823111304de7a0e9b4&lang=en&cache-only=0",
            "defineEn": "the firm, pink flesh around the roots of teeth at the top and bottom of the mouth",
            "defineVi": "thịt hồng, chắc quanh chân răng ở trên và dưới miệng",
            "hasImg": true
        },
        {
            "id": "61e3a298-0b7e-4535-8926-c529924172cc",
            "word": "flesh",
            "phonetic": "flɛʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The memory of all that blood made his flesh creep.",
                "Just talking about snakes makes my flesh crawl.",
                "The golden skin of the loquat contrasts beautifully with its vibrant orange flesh.",
                "The roasted duck had a crispy skin and succulent flesh.",
                "He dipped a spoon into the luscious flesh of the ripe cantaloupe."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxlc2g&hash=2446754f10e3ed46de60c8a10391b288ad5aaf96&lang=en&cache-only=0",
            "defineEn": "the soft parts of the human body",
            "defineVi": "các bộ phận mềm của cơ thể con người",
            "hasImg": true
        },
        {
            "id": "bd6edc09-d7e2-4ed8-8088-4c79f4cd620f",
            "word": "hormone",
            "phonetic": "hoːɹmoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "- You taste the hormones?",
                "Laughter also decreases stress hormones in your blood.",
                "Because that affects our hormones.",
                "The hormones in breast milk even change depending on time of day.",
                "This hormone is normally secreted in response to a stress or a perceived environmental threat."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9ybW9uZQ&hash=60241f1633878c3fcecb2a7bb017b3bc77dd7494&lang=en&cache-only=0",
            "defineEn": "a chemical substance produced in the body of living things influencing growth and affecting the functionality of cells or tissues",
            "defineVi": "một chất hóa học được sản xuất trong cơ thể của các sinh vật ảnh hưởng đến sự tăng trưởng và ảnh hưởng đến chức năng của tế bào hoặc mô"
        },
        {
            "id": "dd19f4bc-62ad-4790-92d8-0db7e370869f",
            "word": "limb",
            "phonetic": "lɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "They risked life and limb to pull the child from the river.",
                "She's going out on a limb in criticizing her own party leadership.",
                "They wanted to get themselves out on a limb.",
                "The Purple Heart, our nation's oldest military medal, is awarded to those service men and women who have borne the battle, sacrificing life and limb.",
                "I advise her not to put herself out on a limb."
            ],
            "audio": "https://tts.langeek.co/read?text=bGltYg&hash=b93f0bb2b0a78e690e1e20704d20a57e4aac2a6b&lang=en&cache-only=0",
            "defineEn": "an arm or a leg of a person or any four-legged animal, or a wing of any bird",
            "defineVi": "một cánh tay hoặc một chân của một người hoặc bất kỳ động vật bốn chân nào, hoặc một cánh của bất kỳ loài chim nào",
            "hasImg": true
        },
        {
            "id": "def608d4-bbee-4ee9-90a7-2f26abd06960",
            "word": "liver",
            "phonetic": "lɪvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She cooked the chicken liver with onions and served it as an appetizer.",
                "I read an article about the potential benefits of quassia in improving liver health.",
                "He decided to try a traditional dish that featured a mix of variety meats, including liver, heart, and tripe.",
                "The liver sausage spread on crackers was a tasty appetizer for the party.",
                "The liver sausage and onion omelette offered a rich and satisfying breakfast choice."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl2ZXI&hash=814bfad2e51683e116043a03efea8658235eed01&lang=en&cache-only=0",
            "defineEn": "a large organ in the body that produces bile and cleans the blood",
            "defineVi": "một cơ quan lớn trong cơ thể sản xuất mật và làm sạch máu",
            "hasImg": true
        },
        {
            "id": "bf1d3e74-2226-48a6-bf20-7692f7d05248",
            "word": "pulse",
            "phonetic": "pʌls ",
            "partOfSpeechType": "noun",
            "examples": [
                "A successful investor has his finger on the pulse of international business.",
                "I can’t feel his pulse.",
                "This new young actor is setting women’s pulses racing in movie theaters everywhere.",
                "While raising her children, she kept her finger on the pulse of business and technology by freelancing for start-ups and small businesses.",
                "Including pulses in your weekly meal plan can help diversify your diet."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVsc2U&hash=8064cb882cfd61df9b142c07caaad7b05c514a08&lang=en&cache-only=0",
            "defineEn": "the rhythmic beating of the blood vessels created when the heart pumps, especially felt on the wrist or at the sides of the neck",
            "defineVi": "nhịp đập của các mạch máu được tạo ra khi tim bơm, đặc biệt cảm thấy ở cổ tay hoặc ở hai bên cổ"
        },
        {
            "id": "b1c8f0c8-3221-4f7e-9eed-75eccac2ac88",
            "word": "spine",
            "phonetic": "spaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "A shiver ran down my spine.",
                "That song always sends a shiver down my spine.",
                "I felt a chill up my spine.",
                "A shiver runs up my spine when I listen to a beautiful Beethoven symphony.",
                "A cold chill ran down my spine when I heard his angry voice."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BpbmU&hash=b68806c7948504beff6652c2c15928ee4500d5ba&lang=en&cache-only=0",
            "defineEn": "the row of small bones that are joined together down the center of the back of the body",
            "defineVi": "hàng xương nhỏ được nối với nhau xuống trung tâm của mặt sau của cơ thể",
            "hasImg": true
        },
        {
            "id": "e4a1edd1-1562-48a8-b685-a4a51b018c70",
            "word": "tissue",
            "phonetic": "tɪʃuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The child had a runny nose and needed a tissue.",
                "Keeping my tissue.",
                "So these guys eat muscle tissue.",
                "I need a tissue.",
                "Eventually the tissue inside the rock rotted away."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlzc3Vl&hash=eeec366ca6ecd7993dc4a6e081452387e2f2db36&lang=en&cache-only=0",
            "defineEn": "a group of cells in the body of living things, forming their different parts",
            "defineVi": "một nhóm các tế bào trong cơ thể của các sinh vật sống, hình thành các bộ phận khác nhau của họ",
            "hasImg": true
        },
        {
            "id": "7e6d107a-058e-41b0-a2c0-917e7181f958",
            "word": "vein",
            "phonetic": "veɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bravery is coursing through my veins.",
                "The blue-green veins that criss-cross cheeses like gorgonzola come from penicillium molds.",
                "He had a forehead vein.",
                "There's a vein.",
                "Blood roars through arteries and veins."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVpbg&hash=f26b6f874db391e8f0d6df49228c147d0b142a38&lang=en&cache-only=0",
            "defineEn": "any tube or vessel that carries blood to one's heart",
            "defineVi": "bất kỳ ống hoặc tàu nào mang máu đến tim của một người",
            "hasImg": true
        },
        {
            "id": "74bad65c-ddce-4471-b4c0-14ccbf95de60",
            "word": "abdomen",
            "phonetic": "æbdəmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That sound is actually her abdomen hitting the ground.",
                "As the dope travels through a duct in the spider’s abdomen, the spidroins form chains and other structures.",
                "Using their pincers, they go straight for each others’ abdomens.",
                "Many species of aquatic insects have flat extensions on the thorax and abdomen, when they’re in their nymph phase.",
                "Crustaceans include crabs, lobsters, shrimp, and barnacles, and like insects, they have three body segments: head, thorax and abdomen."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJkb21lbg&hash=58a179c73c15389e63eef19313313e089ab52d27&lang=en&cache-only=0",
            "defineEn": "(anatomy) the lower part of the body below the chest that contains the digestive and reproductive organs",
            "defineVi": "(giải phẫu) phần dưới ngực chứa các cơ quan tiêu hóa và sinh sản",
            "hasImg": true
        },
        {
            "id": "33994de2-c289-43e8-b952-488e95a0479e",
            "word": "anatomy",
            "phonetic": "ɐnæɾəmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Taking the bit between his teeth he set off across the plain with greater speed than the bones of his anatomy ever gave any promise of.",
                "Today, Peseshet teaches anatomy.",
                "And in hindsight, Deinocheirus’ bizarre anatomy kind of makes sense.",
                "I love biology, I love anatomy.",
                "And so as a result, their anatomy is also pretty wild."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5hdG9teQ&hash=c5b134881e8cdc30524bfd6478db5fb7e9ae1901&lang=en&cache-only=0",
            "defineEn": "the branch of science that is concerned with the physical structure of humans, animals, or plants",
            "defineVi": "ngành khoa học liên quan đến cấu trúc vật lý của con người, động vật hoặc thực vật",
            "hasImg": true
        },
        {
            "id": "802cda18-5069-48f7-ba39-ecc82646ac5b",
            "word": "bladder",
            "phonetic": "blædɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A cat’s bladder can only store a golf ball’s worth of urine.",
                "Our flipped catfish has a swim bladder too.",
                "Those crystals then irritate the bladder, something that simply does not happen in humans.",
                "So do we have a bladder in here?",
                "The bladder can go on stretching, but only to a point."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhZGRlcg&hash=ed72d4213a292d7a92481c7170954357ce46729a&lang=en&cache-only=0",
            "defineEn": "a sac-like organ inside the body where urine is stored before being passed",
            "defineVi": "một cơ quan giống như túi bên trong cơ thể, nơi nước tiểu được lưu trữ trước khi đi qua",
            "hasImg": true
        }
    ]
}