{
    "id": "553950f5-4757-485a-927e-7339afedffc5",
    "title": "Lesson 6C",
    "originalTitle": "Lesson 6C",
    "words": [
        {
            "id": "8480c51e-6472-40f4-9b58-08ec18563afa",
            "word": "accordion",
            "phonetic": "ɐkoːɹdiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, this is the accordion folder.",
                "You could fold paper to make an accordion book.",
                "\"I love that Nikki Glaser, she plays the accordion!\"",
                "Keeping one of those portable accordion folders in your bag works well when you’re away from home, and it combos well with a file box for longer-term storage.",
                "I still love the accordion."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb3JkaW9u&hash=4e2180ece2215ef6cda9d9d30fa4a9d0ac32eda2&lang=en&cache-only=0",
            "defineEn": "a box-like musical instrument that is held in both hands and is played by squeezing and stretching it while pressing its keys",
            "defineVi": "một nhạc cụ giống như hộp được cầm bằng cả hai tay và được chơi bằng cách bóp và kéo dài nó trong khi nhấn các phím của nó",
            "hasImg": true
        },
        {
            "id": "6ea9413b-5a66-4ceb-b350-276fc98d809f",
            "word": "drum",
            "phonetic": "dɹʌm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The teacher drummed the names of the state capitals into our heads.",
                "Chris kills it on drums.",
                "a learning disabled man is on the drums!",
                "but he has a drum.",
                "He has a snare drum."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJ1bQ&hash=9fbbf08fbdfe4f7e8ee98ad51e5f9f505480faf5&lang=en&cache-only=0",
            "defineEn": "a musical instrument consisting of a hollow, round frame with plastic or skin stretched tightly across one or both ends, played by hitting it with sticks or hands",
            "defineVi": "một nhạc cụ bao gồm một khung tròn, rỗng bằng nhựa hoặc da được căng chặt ở một hoặc cả hai đầu, được chơi bằng cách đánh bằng gậy hoặc tay",
            "hasImg": true
        },
        {
            "id": "a99cf8e2-77c6-415d-9d68-a9637bb6dba1",
            "word": "keyboard",
            "phonetic": "kiːboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "So keyboard, got my fancy mouse.",
                "I use keyboards",
                "Keyboard shortcuts for effects and presets.",
                "Imagine a keyboard.",
                "Touch keyboard button."
            ],
            "audio": "https://tts.langeek.co/read?text=a2V5Ym9hcmQ&hash=6795ad3ad42bef404d81435ad660f5e8ed66e7d5&lang=en&cache-only=0",
            "defineEn": "a type of electronic musical instrument with keys like those of a piano, which is able to make many different sounds",
            "defineVi": "một loại nhạc cụ điện tử có các phím giống như đàn piano, có thể tạo ra nhiều âm thanh khác nhau",
            "hasImg": true
        },
        {
            "id": "07e1a88a-142e-42f5-ba53-999602921907",
            "word": "piano",
            "phonetic": "piænoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The piano keys are black and white.",
                "She finishes her piano practice at 7 o'clock.",
                "The musician's fingers lightly touched the piano keys, creating a beautiful melody.",
                "On Tuesdays, I have my piano lessons in the evening.",
                "To play the piano/violin/flute."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlhbm8&hash=8876ca85a5fad0707bae2be0cd5ca3333a16e40c&lang=en&cache-only=0",
            "defineEn": "a musical instrument played by pressing the black and white keys on the keyboard",
            "defineVi": "một nhạc cụ được chơi bằng cách nhấn các phím màu đen và trắng trên bàn phím",
            "hasImg": true
        },
        {
            "id": "f09e94af-cb87-4af0-8f28-5858f8cca2cf",
            "word": "saxophone",
            "phonetic": "sæksəfoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "he was up north with those big bands, a saxophone.",
                "I was looking for the cool instruments, the saxophones and the trumpets.",
                "Didn't Kenny G set the world record for the longest saxophone note because he can circular breathe?",
                "Okay, but where are the samples that use one of jazz's most recognizable instruments, the saxophone?",
                "(plays saxophone)"
            ],
            "audio": "https://tts.langeek.co/read?text=c2F4b3Bob25l&hash=2aa367e12e6458abc1c1b0376625edd13c6a2f6f&lang=en&cache-only=0",
            "defineEn": "a curved metal wind instrument that is played by blowing into it while pressing its buttons",
            "defineVi": "một nhạc cụ gió kim loại cong được chơi bằng cách thổi vào nó trong khi nhấn các nút của nó",
            "hasImg": true
        },
        {
            "id": "1ff22eaa-5a75-45dc-8135-97a3ac4a7fd6",
            "word": "trumpet",
            "phonetic": "tɹʌmpɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dave spent the whole evening blowing his own trumpet.",
                "The elephant trumpeted loudly, announcing its presence in the jungle.",
                "A trumpet, like many wind instruments, has very little flux.",
                "I used to play the trumpet, too.",
                "My dad gave me a trumpet when I was about 14."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJ1bXBldA&hash=cc8ebf2f2f3ef38b6479d016433acb8d96d3a32b&lang=en&cache-only=0",
            "defineEn": "a musical instrument with a curved metal tube and one wide end, which is played by blowing into it while pressing and releasing its three buttons",
            "defineVi": "một nhạc cụ có một ống kim loại cong và một đầu rộng, được chơi bằng cách thổi vào nó trong khi nhấn và thả ba nút của nó",
            "hasImg": true
        },
        {
            "id": "1d764f79-5064-4842-aef9-a7e222c2d021",
            "word": "violin",
            "phonetic": "vaɪəlɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "She plays the violin with grace and precision.",
                "To play the piano/violin/flute.",
                "They hired a violin teacher to guide them in their learning.",
                "He taught himself to play the violin.",
                "We gathered around as she performed a heartfelt solo on her violin."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlvbGlu&hash=2c781be8ec9d5f2fe40f9cd37980b9d61e2944b0&lang=en&cache-only=0",
            "defineEn": "a musical instrument with strings, held under the chin and played with a bow",
            "defineVi": "một nhạc cụ có dây, được giữ dưới cằm và chơi bằng cung",
            "hasImg": true
        },
        {
            "id": "5f9e5c19-6d16-44b2-84e2-bfc4336f1313",
            "word": "musician",
            "phonetic": "mjuːzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The best professional musicians start young.",
                "The new student quickly made friends with the other musicians, because birds of a feather flock together.",
                "Musicians can also put their money where their mouths are and play benefit gigs.",
                "The magazine features interviews with musicians and reviews of new albums.",
                "The musician's fingers lightly touched the piano keys, creating a beautiful melody."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzaWNpYW4&hash=c88f3fdfa3b057a881d43e1f0d5f64d748080b73&lang=en&cache-only=0",
            "defineEn": "someone who plays a musical instrument or writes music, especially as a profession",
            "defineVi": "một người chơi nhạc cụ hoặc viết nhạc, đặc biệt là một nghề",
            "hasImg": true
        },
        {
            "id": "302f3dc9-7122-4089-9a72-3ed2b0335853",
            "word": "instrument",
            "phonetic": "ɪnstɹəmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Charlotte excels in playing the piano because she learned the instrument at her mother's knee.",
                "The process involves using steam to sterilize the instruments.",
                "The musician stepped up his game and practiced his instrument for hours every day, resulting in a more polished and professional sound.",
                "His consuming passion for music drove him to spend every free moment practicing his instrument.",
                "This instrument also allowed the development of dead reckoning."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdHJ1bWVudA&hash=f4101bfbab90dc326fa9247554e8eac1f8d8e1f4&lang=en&cache-only=0",
            "defineEn": "an object or device used for producing music, such as a violin or a piano",
            "defineVi": "một đối tượng hoặc thiết bị được sử dụng để sản xuất âm nhạc, chẳng hạn như một cây vĩ cầm hoặc một cây đàn piano",
            "hasImg": true
        },
        {
            "id": "b6aa454b-ea0d-4422-a21a-b7256c376c85",
            "word": "bass guitar",
            "phonetic": "beɪs ɡɪtɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Chicago blues was basically the same style of blues played in the delta, except played more energetically, with an electric guitar, sometimes a bass guitar, piano, and drums."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFzcyBndWl0YXI&hash=ceb8c46f14fa0a42ee53a2b8a2d243c0ce003d31&lang=en&cache-only=0",
            "defineEn": "a type of electric guitar that produces the lowest pitch in the family of guitars",
            "defineVi": "một loại ghi-ta điện tạo ra âm vực thấp nhất trong họ ghi-ta",
            "hasImg": true
        }
    ]
}