{
    "id": "555287aa-9db6-46fb-a700-f1b29f905e18",
    "title": "The Eye",
    "originalTitle": "The Eye",
    "words": [
        {
            "id": "1016aecf-d041-42d4-a5d2-27906b18dfbb",
            "word": "choroid",
            "phonetic": "koːɹɔɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Going down a little deeper, the wall’s middle vascular layer contains the posterior choroid, a membrane that supplies all of the layers with blood."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hvcm9pZA&hash=333e98cf1ea259ae21fd74b734c6941f123563d8&lang=en&cache-only=0",
            "defineEn": "a vascular layer of tissue in the eye, located between the retina and the sclera",
            "defineVi": "một lớp mô mạch trong mắt, nằm giữa võng mạc và củng mạc"
        },
        {
            "id": "bed21031-5760-45ee-9ab4-9eeeda5985be",
            "word": "ciliary body",
            "phonetic": "sɪliəɹi bɑːdi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Alright this thing is called the ciliary body.",
                "This time the lens came out and you can see around the edges of it where the ciliary body connects."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2lsaWFyeSBib2R5&hash=b28b289d4ab614c28ea15f82a1f0063414f37bc9&lang=en&cache-only=0",
            "defineEn": "(anatomy) the structure that encloses the inner surface of the eye which consists of the muscle which makes the eye move",
            "defineVi": "(giải phẫu) cấu trúc bao quanh bề mặt bên trong của mắt bao gồm cơ làm cho mắt di chuyển"
        },
        {
            "id": "8c296292-8d6a-47ff-9a77-6c791cfed1a7",
            "word": "cornea",
            "phonetic": "kɔːɹniə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cornea gets devoid of oxygen.",
                "And thankfully, modern eye surgeons can sculpt the cornea with far less invasive tools.",
                "Essentially, this technique carves a patient’s contact lens prescription onto their cornea.",
                "And in people with astigmatism, the cornea has two different curvatures which focus light at two distances and produce blurry vision.",
                "And if you’re unlucky enough to get a squirt of sap in your eye, those crystals can damage your cornea, the clear protective covering on the front of your eyeball."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ybmVh&hash=30a532dc6e1a399343d9f9d26ace85201124d586&lang=en&cache-only=0",
            "defineEn": "(anatomy) the transparent layer that covers the outside of the eyeball",
            "defineVi": "(giải phẫu) lớp trong suốt bao phủ bên ngoài nhãn cầu",
            "hasImg": true
        },
        {
            "id": "6c55e6ba-b2cf-4e1b-b74e-b65497c28f15",
            "word": "fovea",
            "phonetic": "foʊviə ",
            "partOfSpeechType": "noun",
            "examples": [
                "It’s called a fovea.",
                "He notes that Aristotle and Alexandrian philosopher and anatomist Galen described the heart as having a fovea (or a small depression) between the heart’s 2 main chambers.",
                "Concentrated near the retina’s central focal point called the fovea, cones function only in well lit conditions, allowing you to appreciate the intricacies of your grandma’s china pattern or your uncle’s sleeve tattoo.",
                "You see, the scientists assumed people were holding their gaming device at arm’s length and focussing on the screen so that the images fell on the center of their visual field on a part of the retina called the fovea."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm92ZWE&hash=011706c6733c9b5332e8a7e2ff390154d100d2bb&lang=en&cache-only=0",
            "defineEn": "a small pit in the center of the retina that is responsible for sharp central vision",
            "defineVi": "một lỗ nhỏ ở trung tâm của võng mạc chịu trách nhiệm cho tầm nhìn trung tâm sắc nét"
        },
        {
            "id": "976b5ec0-96dd-425b-8c03-b455fbc41d07",
            "word": "iris",
            "phonetic": "aɪɹɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "What Iris told me still rings in my head.",
                "So, Iris invites Onion to her house for dinner.",
                "Iris is very sensitive.",
                "Iris is immediately smitten.",
                "Irises, for example, live longer when paired with daffodils."
            ],
            "audio": "https://tts.langeek.co/read?text=aXJpcw&hash=57daf1660e2a89d6ee7926895981b7fa754660a1&lang=en&cache-only=0",
            "defineEn": "(anatomy) the round colored portion of the eye around the pupil and behind the cornea",
            "defineVi": "(giải phẫu) phần màu tròn của mắt xung quanh con ngươi và phía sau giác mạc",
            "hasImg": true
        },
        {
            "id": "5bc6df92-817a-4370-952e-dc1002317248",
            "word": "lens",
            "phonetic": "lɛnz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Shirelle was on all fours, looking for her contact lens.",
                "Although we may view history through a modern lens, we must remember that previous generations approached the world with their own unique perspectives and worldviews.",
                "Despite being a professional photographer, Sarah couldn't resist capturing stunning photographs of nature during her vacation, a busman's holiday behind the lens.",
                "The Renaissance humanists believed that man is the measure of all things, and sought to understand the world through the lens of human experience and reason.",
                "The lens focuses the image in front of the retina."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVucw&hash=3557df7dd3a1be2f68b633a996d9656f7188ab30&lang=en&cache-only=0",
            "defineEn": "(anatomy) the clear elastic part of the eye that concentrates light in order for things to be seen clearly",
            "defineVi": "(giải phẫu) phần đàn hồi rõ ràng của mắt tập trung ánh sáng để nhìn rõ mọi vật",
            "hasImg": true
        },
        {
            "id": "69ca8894-9109-432a-9ec9-2b12b8638aaf",
            "word": "macula",
            "phonetic": "mækjʊlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "After a while UV light also tends to permanently damage a smaller part, right in the middle of the retina called the macula.",
                "When bright light makes the pupil's contract, any light that still enters the eye hits the macula."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFjdWxh&hash=5a487448ac302fbfe891db5a8b834d944ba4a4b6&lang=en&cache-only=0",
            "defineEn": "a specialized area in the retina that provides central vision and sharp visual acuity",
            "defineVi": "một khu vực chuyên biệt trong võng mạc cung cấp tầm nhìn trung tâm và thị lực sắc nét"
        },
        {
            "id": "94ff614d-52a0-4062-8b45-6481f245c3fa",
            "word": "pupil",
            "phonetic": "pjuːpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Pupils are required to sit nine subjects at GCSE.",
                "Even really good actors probably can't control their pupils.",
                "Their slit-shaped pupils also have a greater range of size.",
                "The pupil itself is just the opening in the iris that allows light to travel into the eye.",
                "They’re like our pupils, where the light enters the eye."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVwaWw&hash=7470fb84ec70a94d607437aa7e5bfef4a69d130e&lang=en&cache-only=0",
            "defineEn": "(anatomy) the small round black area in the center of the eye, through which light enters",
            "defineVi": "(giải phẫu) vùng đen tròn nhỏ ở giữa mắt, qua đó ánh sáng đi vào",
            "hasImg": true
        },
        {
            "id": "d12ddec3-4107-42dd-a82e-e23b99630470",
            "word": "retina",
            "phonetic": "ɹɛtɪnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lens focuses the image in front of the retina.",
                "The focal point now hits right on the retina.",
                "Foxes, and some other mammals, also have cryptochromes in their retinas.",
                "Normally light reaches the retina at the back of your eye where it triggers photo receptors that relay the information to your brain.",
                "The retina has an especially high metabolic rate, which means that it needs tons of glucose and oxygen for its size."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV0aW5h&hash=a48a8495958f46a424e2c03e07b08d3fe972c4d2&lang=en&cache-only=0",
            "defineEn": "(anatomy) the sensory membrane at the back of the eye that transmits light signals to the brain through optic nerves",
            "defineVi": "(giải phẫu) màng cảm giác ở phía sau mắt truyền tín hiệu ánh sáng đến não thông qua các dây thần kinh thị giác",
            "hasImg": true
        },
        {
            "id": "2b8fc9d0-2da8-4bef-b1cb-f39ffae2feee",
            "word": "sclera",
            "phonetic": "skliər ",
            "partOfSpeechType": "noun",
            "examples": [
                "Most of it is that white stuff called the sclera, while the most anterior part is the transparent cornea.",
                "Further refinements would include a colored ring, called the iris, that controls the amount of light entering the eye, a tough white outer layer, known as the sclera, to maintain its structure, and tear glands that secrete a protective film."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NsZXJh&hash=c45cbfee84a83bb48f1035d97815c135db7f70ea&lang=en&cache-only=0",
            "defineEn": "the tough, outer layer of the eye that helps protect and maintain the shape of the eyeball",
            "defineVi": "lớp cứng, bên ngoài của mắt giúp bảo vệ và duy trì hình dạng của nhãn cầu"
        },
        {
            "id": "6dba8909-e320-4c8f-8543-6388a9b13639",
            "word": "vitreous humor",
            "phonetic": "vɪtɹiəs hjuːmɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dml0cmVvdXMgaHVtb3I&hash=d6d8dbb518a72b41583bc927ac69b5fbfa2db862&lang=en&cache-only=0",
            "defineEn": "the clear, gel-like substance that fills the space between the lens and the retina in the eye",
            "defineVi": "chất trong suốt giống như gel lấp đầy khoảng trống giữa thủy tinh thể và võng mạc trong mắt"
        },
        {
            "id": "1716e53d-2a31-467b-aad6-512ba0f3efad",
            "word": "tear duct",
            "phonetic": "tɪɹ dʌkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "It then proceeds to slurp tears right out of the tear duct a feeding style known as lachryphagy.",
                "Of course, your tear ducts close and the tears creep over to here.",
                "We know that the best correlation to core body temperature is really the tear duct and so when we focus our measurement for that area, we're able to get pretty accurate correlation to core body temperature."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVhciBkdWN0&hash=258f7b531e194be298df04658ebf7d01e2cb5c89&lang=en&cache-only=0",
            "defineEn": "any of the several small canals through which tears pass from the tear gland to the eye or from the eye to the nose",
            "defineVi": "bất kỳ kênh nhỏ nào mà qua đó nước mắt chảy từ tuyến nước mắt đến mắt hoặc từ mắt đến mũi"
        },
        {
            "id": "8864ebd6-54eb-4f47-8f64-62854ff16d5a",
            "word": "eyeball",
            "phonetic": "aɪbɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, we have eyeballs.",
                "Maybe the eyeballs pop out.",
                "Keep your eyeballs in frame.",
                "One deflated wolf eyeball.",
                "The eyeballs are a muscle?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZXllYmFsbA&hash=24cd72c80cef7a763cd368a978a9f8ea3b0bab46&lang=en&cache-only=0",
            "defineEn": "the whole structure of the eye",
            "defineVi": "toàn bộ cấu trúc của mắt",
            "hasImg": true
        },
        {
            "id": "2eeececa-f0dc-4bc7-8ec9-f8f7f791411d",
            "word": "eyelash",
            "phonetic": "aɪlæʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He had long, curly eyelashes that framed his eyes.",
                "You get the eyelashes.",
                "- You don't have eyelashes there.",
                "I haven't worn eyelashes in a while.",
                "Especially if your mascara, your eyelashes aren't really thick."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXllbGFzaA&hash=6d05b93dec59fc8d773c9df26ad4012f8d1ab839&lang=en&cache-only=0",
            "defineEn": "any of the short hairs that grow along the edges of the eyelids",
            "defineVi": "bất kỳ sợi lông ngắn nào mọc dọc theo các cạnh của mí mắt",
            "hasImg": true
        },
        {
            "id": "bd20dd9b-f340-4ceb-a581-f4c2d71ccc02",
            "word": "eyelid",
            "phonetic": "aɪlɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Got the eyelids.",
                "A leftover of a third eyelid we can still find in lizards, birds, fish, and others.",
                "Billions are on your hands, in your intestines and your eyelids right now.",
                "These features, along with the eyelids and tear-producing lacrimal apparatus are there to help protect your fragile eyeballs.",
                "Your eyelids feel heavy as you listen to the waves breaking and washing away, breaking and washing away."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXllbGlk&hash=7706b11c951df0ff0ffe6f3921cbce723c77197a&lang=en&cache-only=0",
            "defineEn": "either of the upper or lower folds of skin that cover the eye when closed",
            "defineVi": "một trong các nếp gấp trên hoặc dưới của da che mắt khi nhắm lại",
            "hasImg": true
        },
        {
            "id": "eb8478a5-2fc9-46bc-aaeb-b006fe02d411",
            "word": "optic disc",
            "phonetic": "ɑːptɪk dɪsk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3B0aWMgZGlzYw&hash=edbd9d48f8ab62ecc4522b3d40502f44cce101c4&lang=en&cache-only=0",
            "defineEn": "a small, round area on the retina where the optic nerve enters the eye",
            "defineVi": "một vùng tròn nhỏ trên võng mạc nơi dây thần kinh thị giác đi vào mắt"
        },
        {
            "id": "c714a067-d461-40cb-bc47-2e5fbce747ba",
            "word": "rod cell",
            "phonetic": "ɹɑːd sɛl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cm9kIGNlbGw&hash=16c892617b9c21fe2d3610a47c50ffec0c6710ee&lang=en&cache-only=0",
            "defineEn": "a specialized photoreceptor cell found in the retina of the eye that is responsible for vision in low-light conditions",
            "defineVi": "một tế bào cảm quang chuyên biệt được tìm thấy trong võng mạc của mắt chịu trách nhiệm về tầm nhìn trong điều kiện ánh sáng yếu"
        },
        {
            "id": "9f356004-5c25-4ec3-9a04-395abdb47f71",
            "word": "cone cell",
            "phonetic": "koʊn sɛl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uZSBjZWxs&hash=d46d09efd84331b394589c3606b539f94afbd6d1&lang=en&cache-only=0",
            "defineEn": "a specialized photoreceptor in the retina of the eye responsible for color vision and high visual acuity in bright light conditions",
            "defineVi": "một tế bào cảm quang chuyên biệt trong võng mạc của mắt chịu trách nhiệm về khả năng nhìn màu và thị lực cao trong điều kiện ánh sáng mạnh"
        },
        {
            "id": "8b9a41c2-10f5-4dae-a4fe-5c849534df21",
            "word": "aqueous humor",
            "phonetic": "eɪkwɪəs hjuːmɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXF1ZW91cyBodW1vcg&hash=2154ba5eae8e96e28097311c4a0e4f1507a390a4&lang=en&cache-only=0",
            "defineEn": "a transparent fluid in the eye that nourishes and maintains the shape of the anterior chamber",
            "defineVi": "một chất lỏng trong suốt trong mắt nuôi dưỡng và duy trì hình dạng của tiền phòng"
        },
        {
            "id": "b4d8d686-2cd3-4ece-83eb-ca5aa084754d",
            "word": "anterior chamber",
            "phonetic": "æntiəɹɪɚ tʃeɪmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW50ZXJpb3IgY2hhbWJlcg&hash=68b5eedb12cbff793a9559dceada615c18e39b74&lang=en&cache-only=0",
            "defineEn": "the front part of the eye that contains clear fluid (aqueous humor), located between the cornea and the iris, helping to maintain the eye's shape and pressure",
            "defineVi": "phần trước của mắt chứa chất lỏng trong suốt (thủy dịch), nằm giữa giác mạc và mống mắt, giúp duy trì hình dạng và áp suất của mắt"
        },
        {
            "id": "5c2e991c-4bae-426f-9260-59f33565fed8",
            "word": "posterior chamber",
            "phonetic": "pɑːstɪɹiɚ tʃeɪmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9zdGVyaW9yIGNoYW1iZXI&hash=1893eeec62750b4c204f25dbc4c2af1ff9e0fd4a&lang=en&cache-only=0",
            "defineEn": "the back part of the eye that contains clear fluid (aqueous humor), located between the iris and the lens, helping to maintain the eye's shape and pressure",
            "defineVi": "phần sau của mắt chứa chất lỏng trong suốt (thủy dịch), nằm giữa mống mắt và thủy tinh thể, giúp duy trì hình dạng và áp suất của mắt"
        },
        {
            "id": "01f1c3cf-2947-4f06-bc50-1ed8ae3b8743",
            "word": "conjunctiva",
            "phonetic": "kəndʒʌŋktɪvə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uanVuY3RpdmE&hash=f2c93d85707deff1f93153f9ab77e2d2ceb52eba&lang=en&cache-only=0",
            "defineEn": "a thin, transparent membrane that covers the front surface of the eye and the inner surface of the eyelids",
            "defineVi": "một màng mỏng, trong suốt bao phủ mặt trước của mắt và mặt trong của mí mắt"
        },
        {
            "id": "0b3fecce-852d-4986-9b94-6a77ece8abcb",
            "word": "ora serrata",
            "phonetic": "oːɹə sɛɹɑːɾə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3JhIHNlcnJhdGE&hash=07a58ef8d135677e19113745ce65193d1789a54c&lang=en&cache-only=0",
            "defineEn": "the jagged edge of the retina in the eye where it transitions to the ciliary body, marking the end of the retina's visual capabilities",
            "defineVi": "cạnh lởm chởm của võng mạc trong mắt nơi nó chuyển tiếp đến thể mi, đánh dấu sự kết thúc khả năng thị giác của võng mạc"
        },
        {
            "id": "e62c3f54-09ca-4a2c-9246-36bc6e8ba83c",
            "word": "schlemm's canal",
            "phonetic": "ʃlɛm bækslæʃ ɛs kənæl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2NobGVtbSdzIGNhbmFs&hash=fdfdab4ed1e17f9876d5475bef391d683a2a0b52&lang=en&cache-only=0",
            "defineEn": "a specialized vessel in the eye responsible for draining the fluid from the anterior chamber",
            "defineVi": "một mạch chuyên dụng trong mắt chịu trách nhiệm rút chất lỏng từ tiền phòng"
        }
    ]
}