{
    "id": "555904f8-51db-42d6-a28a-59a277582193",
    "title": "Other People In The Music Industry",
    "originalTitle": "Other People In The Music Industry",
    "words": [
        {
            "id": "7e427935-48d4-4cd2-998f-82499213d7ee",
            "word": "composer",
            "phonetic": "kəmpoʊzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The young musician's exceptional talent and ear for music were a clear indication that 'blood will tell' in his family of musicians and composers.",
                "As a musician, he knew that nine tailors make a man and that being proficient in multiple music genres was essential to his success as a performer and composer.",
                "Classical-era composers like Mozart and Beethoven popularized piano music.",
                "Austrian composer Johann Strauss also satirized contemporary composers in his \"Perpetuum Mobile, Opus 257.\"",
                "Austrian composer Johann Strauss also satirized contemporary composers in his \"Perpetuum Mobile, Opus 257.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcG9zZXI&hash=ae25417d3ef216a824a5ef3b6f29ce13e88f57c0&lang=en&cache-only=0",
            "defineEn": "a person who writes music as their profession",
            "defineVi": "một người viết nhạc như nghề nghiệp của họ",
            "hasImg": true
        },
        {
            "id": "764482e1-be40-4684-9f04-0d57ab44c096",
            "word": "drum major",
            "phonetic": "dɹʌm meɪdʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHJ1bSBtYWpvcg&hash=e7f0b1799a4a9581ed4297a71fb675f34a4cbb60&lang=en&cache-only=0",
            "defineEn": "the leader of a marching band or drum corps",
            "defineVi": "thủ lĩnh của một ban nhạc diễu hành hoặc đội trống"
        },
        {
            "id": "86e8fe37-879a-460c-910e-4ab9bc7eecff",
            "word": "maestro",
            "phonetic": "maɪstɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You're a maestro.",
                "You're watching a maestro at the height of his game.",
                "You tell me you're the maestro right here.",
                "In 2015, for example, they came out with a film called Maestro, which follows one of the world’s most famous musical directors.",
                "'Cause Now you're here with the Maestro."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFlc3Rybw&hash=6dbe89cd5612653e20ff706c8e2dd41f62feb5e4&lang=en&cache-only=0",
            "defineEn": "a person who is an expert or master in conducting or directing an orchestra or musical performance",
            "defineVi": "một người là một chuyên gia hoặc bậc thầy trong việc chỉ huy hoặc chỉ đạo một dàn nhạc hoặc buổi biểu diễn âm nhạc"
        },
        {
            "id": "361dda16-d743-4c9a-973a-587ccd06743b",
            "word": "tuner",
            "phonetic": "tuːnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "That inspired a generation of racers and tuners and made their way into massive film and video game franchises.",
                "The Los Angeles company prides itself as the world's first Tesla tuner, and specializes in adding aftermarket parts and accessories to each of Tesla's available cars.",
                "It's those aftermarket tuners and the aftermarket in general that was supporting a rabid demand by young enthusiasts to build very, very personalized personal products that reflected specifically the owner of the vehicle.",
                "Don't tell me this has an FM tuner, shut up!",
                "But, if you tuned an instrument using the 12th root of 2 as most pianos, digital tuners and computer instruments are, you can play any song, in any key, and they will all be equally and just slightly out of tune."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVuZXI&hash=5ca1b19250be6b7501ab0dfb3141a102ad9bcc4e&lang=en&cache-only=0",
            "defineEn": "someone who tunes pianos",
            "defineVi": "một người điều chỉnh đàn piano"
        },
        {
            "id": "8ec38f36-40cb-4cf4-831b-2a6134ed8d93",
            "word": "act",
            "phonetic": "ækt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Get your act together.",
                "This armed vigilante is acting as judge, jury, and executioner.",
                "he acted maturely.",
                "He acted out of fear.",
                "A squeeze of lemon juice can act as a refreshing condiment to brighten up seafood dishes."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0&hash=d10ed3d22c6a6059856fc532b5a4379580ed5df5&lang=en&cache-only=0",
            "defineEn": "a singer, band or musician who performs on a stage",
            "defineVi": "một ca sĩ, ban nhạc hoặc nhạc sĩ biểu diễn trên sân khấu",
            "hasImg": true
        },
        {
            "id": "d10f08f5-b6a1-4b7a-bb3d-ad18973b28e6",
            "word": "alto",
            "phonetic": "æltoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bose offers two frames: the Alto, a bigger, more square frame, and then the ones that I have, the Rondo, a smaller and more round frame.",
                "Cirrus or the prefix cirro means high-level, alto refers to the mid-level, and low-level clouds are just plain stratus or cumulus."
            ],
            "audio": "https://tts.langeek.co/read?text=YWx0bw&hash=d0a65306ab8effc5ca2a67fecfd1bf6e7e8a65aa&lang=en&cache-only=0",
            "defineEn": "a male singer with the highest adult male voice or a female singer with the lowest female voice",
            "defineVi": "nam ca sĩ có giọng nam trưởng thành cao nhất hoặc nữ ca sĩ có giọng nữ thấp nhất"
        },
        {
            "id": "dafc2e28-c4e3-4123-976d-955a938c431c",
            "word": "baritone",
            "phonetic": "bæɹɪtoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "His bass baritone voice filled churches and opera houses alike, and he would sing whenever and wherever he had the chance.",
                "You know, one of the things you do in the movie in addition to, you know, playing the music and singing it is that you have in the movie, his deep baritone."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyaXRvbmU&hash=b83bd7f8a36a18493d75be7092129e749e9d8612&lang=en&cache-only=0",
            "defineEn": "a male singer with deep singing voice ranged between tenor and bass",
            "defineVi": "một nam ca sĩ có giọng hát trầm ấm trải dài giữa giọng nam cao và giọng trầm"
        },
        {
            "id": "d53b1fc5-af45-43ec-a981-6cf7977a9d0b",
            "word": "conductor",
            "phonetic": "kəndʌktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "the conductor shouted angrily.",
                "the conductor asked.",
                "'Yes,' said the conductor.",
                "'I don't like this,' said the conductor.",
                "These cables from Grano, they contain eight conductors within, so just imagine eight different copper strands inside here."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZHVjdG9y&hash=2057ab933816df4c875b4034b4ae99093ac97eb9&lang=en&cache-only=0",
            "defineEn": "someone who guides and directs an orchestra",
            "defineVi": "một người hướng dẫn và chỉ đạo một dàn nhạc",
            "hasImg": true
        },
        {
            "id": "49ce45cb-f4d8-4652-aa04-e4f9804ef0e2",
            "word": "contralto",
            "phonetic": "kəntɹæltoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29udHJhbHRv&hash=d1d20a9bacbccf91d308fa5e507ba50dd9f7351f&lang=en&cache-only=0",
            "defineEn": "a female singer with the lowest singing voice",
            "defineVi": "một nữ ca sĩ có giọng hát thấp nhất"
        },
        {
            "id": "47cd2278-11ba-4b29-8f64-55a66ab3cddf",
            "word": "disc jockey",
            "phonetic": "dɪsk dʒɑːki ",
            "partOfSpeechType": "noun",
            "examples": [
                "They're called Little Boats 2020, and they are led by Jeremy Davis, a wedding disc jockey.",
                "and I would take part time jobs and try to break into, comedy writer, you know, a funny disc jockey, whatever.",
                "So, when I was a disc jockey they wanted me to do the traffic."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzYyBqb2NrZXk&hash=64b73c5d8ad8f1c69d25c80bec9f3397d8b84cd6&lang=en&cache-only=0",
            "defineEn": "someone who announces or plays popular recorded music on radio or TV, or at a disco, club, etc.",
            "defineVi": "ai đó thông báo hoặc phát nhạc đã ghi phổ biến trên đài phát thanh hoặc TV, hoặc tại vũ trường, câu lạc bộ, v.v.",
            "hasImg": true
        },
        {
            "id": "f6eecbbe-40f7-4e4b-b847-c0c91798df0c",
            "word": "falsetto",
            "phonetic": "fɔlsɛɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "[Conan] (falsetto) Oh, I'm so happy!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFsc2V0dG8&hash=38b386a7193ebbc261e8c5201bdd1d2f19c22c2c&lang=en&cache-only=0",
            "defineEn": "a male singing voice that extends over the range of a tenor voice, hitting unusually high notes; a singer that uses this voice",
            "defineVi": "một giọng hát nam mở rộng phạm vi của một giọng nam cao, đánh những nốt cao bất thường; một ca sĩ sử dụng giọng hát này"
        },
        {
            "id": "1c385f1b-ac0f-4b13-bdc0-d1098925b89b",
            "word": "front man",
            "phonetic": "fɹʌnt mæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "I was the front man for the plastics industry.",
                "'They're coming after us, Bill', the front man said.",
                "The front man turned and looked at the man behind.",
                "In a 1992 interviewwith theWall Street Journal, Madoff claimed he had no ideathat his two front men were operating illegally.",
                "Avellino and Bienes continuedto move money to Madoff through other front men ,taking lucrative kickbacks on the referrals."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJvbnQgbWFu&hash=5b860659e53ba3f20e5859c0f2a87b37eb85b3db&lang=en&cache-only=0",
            "defineEn": "the lead vocalist or performer in a pop or rock band",
            "defineVi": "ca sĩ chính hoặc người biểu diễn trong một ban nhạc pop hoặc rock",
            "hasImg": true
        },
        {
            "id": "d2171e3d-bd22-4f92-bc25-d2f69088eddb",
            "word": "frontwoman",
            "phonetic": "fɹʌntwʊmən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnJvbnR3b21hbg&hash=61cb0e25e2e007f150af0931759503b28c4f3d0c&lang=en&cache-only=0",
            "defineEn": "the lead female vocalist or performer in a pop or rock band",
            "defineVi": "nữ ca sĩ chính hoặc người biểu diễn trong một ban nhạc pop hoặc rock",
            "hasImg": true
        },
        {
            "id": "27c884b5-4c75-4499-9e15-4df8be52e557",
            "word": "mezzo-soprano",
            "phonetic": "mɛzoʊsəpɹɑːnoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWV6em8tc29wcmFubw&hash=2fc8c113b8843d42af8729ef6bd337a3d751d77b&lang=en&cache-only=0",
            "defineEn": "a female singer with a voice ranged between soprano and contralto; this particular singing voice",
            "defineVi": "một nữ ca sĩ có giọng hát trải dài giữa soprano và contralto; giọng hát đặc biệt này"
        },
        {
            "id": "7f0c7668-297e-4a11-8c92-280b250e902d",
            "word": "musical director",
            "phonetic": "mjuːzɪkəl dᵻɹɛktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A musical director sent in to guide them gets things organized but hits a false note with the kids.",
                "In 2015, for example, they came out with a film called Maestro, which follows one of the world’s most famous musical directors."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzaWNhbCBkaXJlY3Rvcg&hash=77e4199075992b07973ad0abe2a210f455bfe09e&lang=en&cache-only=0",
            "defineEn": "the person who manages the musical aspects of a production or performance, such as the conductor of an orchestra",
            "defineVi": "người quản lý các khía cạnh âm nhạc của sản xuất hoặc biểu diễn, chẳng hạn như nhạc trưởng của dàn nhạc"
        },
        {
            "id": "bf6b732b-848d-4f06-b5e0-cd8a19c31931",
            "word": "singer",
            "phonetic": "sɪŋɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The singer always brings the house down with her powerful voice and stage presence.",
                "The singer is in the spotlight for her new album release.",
                "At the age of 75, the singer is not exactly in the prime of his life!",
                "The singer won the talent competition by a nose, impressing the judges with her powerful voice and stage presence.",
                "The talented young singer gave the established artist a run for her money, impressing the audience with her exceptional vocal skills."
            ],
            "audio": "https://tts.langeek.co/read?text=c2luZ2Vy&hash=3d931eae2e8d87f1b1b6b9aadd4fdd74181d869d&lang=en&cache-only=0",
            "defineEn": "someone whose job is to use their voice for creating music",
            "defineVi": "ai đó có công việc là sử dụng giọng nói của họ để tạo ra âm nhạc",
            "hasImg": true
        },
        {
            "id": "40242227-ec49-408d-8194-e2ee1748257c",
            "word": "songwriter",
            "phonetic": "sɔŋɹaɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a successful singer-songwriter, she has a large fan base and is sought after by record labels.",
                "The songwriter thought the show would be a success so he wanted a piece of the action.",
                "And legendary singer/songwriter Bob Dylan has sold his entire catalog of songs to Universal Music Publishing Group.",
                "A sometime songwriter himself, he says the process was a revelation.",
                "I'm a music producer and songwriter and I've done a lot of work in the K-pop world."
            ],
            "audio": "https://tts.langeek.co/read?text=c29uZ3dyaXRlcg&hash=05c8a7de36611ccc4e3580519bdcb6ef3d864bb3&lang=en&cache-only=0",
            "defineEn": "someone who writes the words of songs and sometimes their music",
            "defineVi": "một người viết những lời của bài hát và đôi khi âm nhạc của họ",
            "hasImg": true
        },
        {
            "id": "2bc093ec-b092-4a90-b359-d44f04142284",
            "word": "soprano",
            "phonetic": "səpɹɑːnoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Arlene Saunders was as captivating as her soprano opera voice.",
                "(soprano singing) - I suppose I first admitted being very keen on opera in my very early teens, 12, 13, 14, and gradually I became more and more obsessed by it.",
                "And that really pisses me off because just waiting for new episodes of Sesame Street to come out, it's like the Soprano's you're like, come on and turn it over do something."
            ],
            "audio": "https://tts.langeek.co/read?text=c29wcmFubw&hash=e004c2d484fbdc26974dbcf79f2c9f67f2eb2d4a&lang=en&cache-only=0",
            "defineEn": "a female or young male singer with a singing voice that has the highest range",
            "defineVi": "một ca sĩ nam hoặc nữ có giọng hát cao nhất",
            "hasImg": true
        },
        {
            "id": "e96efc3f-e6ff-4715-9060-87946d4a2677",
            "word": "support",
            "phonetic": "səpoːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Parents often support their children financially during college.",
                "The organization supports various charitable causes through donations.",
                "This support has dramatically tilted the balance of power in favor of the Algerian ruling elite.",
                "The government makes a big thing out of public support.",
                "Support the possibility of keeping a lid on tax increases."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwcG9ydA&hash=6da5663ab95e491cc8fd7591c77e15c8030046b6&lang=en&cache-only=0",
            "defineEn": "a singer or band that open a pop or rock concert before the main act",
            "defineVi": "một ca sĩ hoặc ban nhạc mở một buổi hòa nhạc pop hoặc rock trước hành động chính"
        },
        {
            "id": "15e307b7-bc4d-4a74-8926-d753b5345438",
            "word": "tenor",
            "phonetic": "tɛnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "When Dr. Blasey Ford testifies, does the tenor of the room change? ",
                "And that's when they brought forward Anita Hill, and the whole tenor, of course, changed, and it became a battle not over ideology but over personal behavior. "
            ],
            "audio": "https://tts.langeek.co/read?text=dGVub3I&hash=84db500e8a3a1697f8e57529f0b987ac7df3dc9e&lang=en&cache-only=0",
            "defineEn": "an adult male singer with the highest natural singing voice that is just below the lowest range of a women's voice",
            "defineVi": "một nam ca sĩ trưởng thành có giọng hát tự nhiên cao nhất ngay dưới âm vực thấp nhất của giọng nữ"
        },
        {
            "id": "c0052e8b-c98a-40a2-a14e-1d7ec84c71e3",
            "word": "video jockey",
            "phonetic": "vɪdɪoʊ dʒɑːki ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmlkZW8gam9ja2V5&hash=55648c79b1195baf85c982c9fb3d12507cdabb49&lang=en&cache-only=0",
            "defineEn": "someone whose job is to introduce and play music videos on TV, or at a party or other entertainment",
            "defineVi": "người có công việc là giới thiệu và phát các video ca nhạc trên TV, hoặc tại một bữa tiệc hoặc hoạt động giải trí khác"
        },
        {
            "id": "ad2cdc13-30ff-484b-a976-0b669c21f36b",
            "word": "vocalist",
            "phonetic": "voʊkəlɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Kim Hill, featured vocalist.",
                "Its vocalist and guitarist, Dan Auerbach, has also been making a name for himself in recent years in another setting.",
                "So, how do these metal vocalists scream?",
                "- They needed some hard-hitting vocals to cut through their thrashing instrumentation, so they hired the world's loudest animal vocalist.",
                "Here, everyone sits side-by-side, Sanford says, like the old days of recording, very different from the way many studios now record vocalists and musicians, in isolation, mixing it all together in post-production."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9jYWxpc3Q&hash=2281a6472886ef3bdb8eedeed143eade644dddf9&lang=en&cache-only=0",
            "defineEn": "a person who sings, especially one performing in a rock, jazz or pop band",
            "defineVi": "một người hát, đặc biệt là một người biểu diễn trong ban nhạc rock, jazz hoặc pop",
            "hasImg": true
        },
        {
            "id": "7e15419e-3a2c-4b3f-8aba-dd5ac8809428",
            "word": "record producer",
            "phonetic": "ɹɛkɚd pɹəduːsɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVjb3JkIHByb2R1Y2Vy&hash=dfbe437890009c22c12b9931b94afc6db5e5f1db&lang=en&cache-only=0",
            "defineEn": "an individual who oversees and manages the production process of creating recorded music",
            "defineVi": "một cá nhân giám sát và quản lý quá trình sản xuất tạo bản nhạc đã ghi"
        },
        {
            "id": "4417f161-a5a5-4f00-b43e-713ca28f6c9d",
            "word": "audio engineer",
            "phonetic": "ɔːdɪoʊ ɛndʒɪnɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXVkaW8gZW5naW5lZXI&hash=a022d0b3990ed8f777bf845b38b82e2178876c69&lang=en&cache-only=0",
            "defineEn": "sound professional responsible for recording, mixing, and editing audio to achieve desired results",
            "defineVi": "chuyên gia âm thanh chịu trách nhiệm ghi, trộn và chỉnh sửa âm thanh để đạt được kết quả mong muốn"
        },
        {
            "id": "c4c1c9e0-029c-4716-813b-ad3ed32629fe",
            "word": "music agent",
            "phonetic": "mjuːzɪk eɪdʒənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXVzaWMgYWdlbnQ&hash=ab14157841a3bc1e27b69ec0d9641d47ce1b4c92&lang=en&cache-only=0",
            "defineEn": "a professional who represents and promotes musicians or bands, helping them secure performances, tours, and other opportunities in the music industry",
            "defineVi": "một chuyên gia đại diện và quảng bá cho các nhạc sĩ hoặc ban nhạc, giúp họ có được các buổi biểu diễn, các chuyến lưu diễn và các cơ hội khác trong ngành công nghiệp âm nhạc"
        },
        {
            "id": "fdbddfbe-6bed-4553-bf15-e8468d65381c",
            "word": "music teacher",
            "phonetic": "mjuːzɪk tiːtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXVzaWMgdGVhY2hlcg&hash=dd2ba91d5cbeaa9c37be9737356e3fb98673c5e7&lang=en&cache-only=0",
            "defineEn": "someone who teaches music",
            "defineVi": "ai đó dạy nhạc",
            "hasImg": true
        },
        {
            "id": "591335ec-d2f8-4a1a-b107-a2aa81bbe22f",
            "word": "troubadour",
            "phonetic": "tɹuːbədoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJvdWJhZG91cg&hash=0d83324898882b9dfde6e23229cbf6821540fbe8&lang=en&cache-only=0",
            "defineEn": "a singer of folk songs",
            "defineVi": "một ca sĩ dân ca"
        },
        {
            "id": "bd729bf0-7d3e-4923-94c4-7ea08c240a76",
            "word": "countertenor",
            "phonetic": "kaʊntɚtɛnɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y291bnRlcnRlbm9y&hash=f4dcf04f6558e7e8e12c16b25984cc0b0646146d&lang=en&cache-only=0",
            "defineEn": "a male singer with a voice above that of a tenor",
            "defineVi": "một nam ca sĩ có giọng hát cao hơn giọng nam cao"
        },
        {
            "id": "b107a43c-1e5e-46ca-a81b-d1b059ced572",
            "word": "singer-songwriter",
            "phonetic": "sɪŋɚsɔŋɹaɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And if Bob Dylan can be celebrated in the literary canon, why not singer-songwriter Carole King?",
                "Whatever you think of the doc's musical skills, he has surrounded himself with real talent, veteran producer Artie Green, singer-songwriter Gerry Gunn, and hip-hop legend Darryl McDaniels, better known as D.M.C. from the influential group Run-D.M.C., which sold more than 200 million records worldwide.",
                "This is the sound of Monday nights at The Listening Room, known in Nashville as a writers round, where singer-songwriters learn to hone their craft before a live audience.",
                "Even after recording NEARLY 20 albums, winning two grammys, and writing a nearly 300-page MEMOIR, trying to explain where IT all COMES from remains an elusive task for singer-songwriter Jeff Tweedy."
            ],
            "audio": "https://tts.langeek.co/read?text=c2luZ2VyLXNvbmd3cml0ZXI&hash=9dca10938244dab81af4b71e18ea551fd4416685&lang=en&cache-only=0",
            "defineEn": "a musician who writes and performs their own songs, often accompanying themselves on an instrument such as guitar or piano",
            "defineVi": "một nhạc sĩ viết và biểu diễn các bài hát của riêng họ, thường tự đệm cho họ trên một nhạc cụ như ghi-ta hoặc piano",
            "hasImg": true
        }
    ]
}