{
    "id": "556d11de-1278-4a2a-93a4-95afca933c99",
    "title": "Top 326 - 350 Nouns",
    "originalTitle": "Top 326 - 350 Nouns",
    "words": [
        {
            "id": "25e1d616-a06d-4c08-9f99-728d637ee82b",
            "word": "item",
            "phonetic": "aɪɾəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The store sometimes offers discounts on certain items.",
                "He put the fragile items in a padded box for protection.",
                "I buy groceries and household items at the supermarket every week.",
                "The shirt has a pocket on the chest for small items.",
                "The police apprehended the thief and recovered the stolen items."
            ],
            "audio": "https://tts.langeek.co/read?text=aXRlbQ&hash=5b465bc2964a07db51c6212dc9ca83605fcd24b9&lang=en&cache-only=0",
            "defineEn": "a single thing or object, especially one that is part of a list, set, or collection",
            "defineVi": "một thứ hoặc đối tượng, đặc biệt là một thứ là một phần của danh sách, tập hợp hoặc bộ sưu tập"
        },
        {
            "id": "2f05f2a4-644e-4134-a986-e2b6e15b9061",
            "word": "success",
            "phonetic": "səksɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "His dedication and hard work played a big part in the company's success.",
                "She achieved great success at a young age.",
                "The team's success is built on the meat and potatoes of hard work and dedication.",
                "The success of the project is in your hands.",
                "Success has many fathers, failure is an orphan, indeed."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VjY2Vzcw&hash=3c1d05a796899913f40a3ef714794ccda97fe1e2&lang=en&cache-only=0",
            "defineEn": "the fact of reaching or achieving what one tried for or desired",
            "defineVi": "thực tế đạt được hoặc đạt được những gì một người đã cố gắng hoặc mong muốn",
            "hasImg": true
        },
        {
            "id": "b698a2ba-12c1-4640-a0c2-17990f808830",
            "word": "sister",
            "phonetic": "sɪstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My sister has a job at a restaurant as a waitress.",
                "My sister skillfully cooks a flavorful curry for dinner.",
                "My sister has a girl crush on Billie Eilish.",
                "My sister packed some Spanish limes in her picnic basket for a tangy snack on our outdoor adventure.",
                "He loved his sister dearly."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lzdGVy&hash=e3f6556d90506c42ccf7f0b16654d10dc56ab040&lang=en&cache-only=0",
            "defineEn": "a lady who shares a mother and father with us",
            "defineVi": "một người phụ nữ chia sẻ một người mẹ và cha với chúng tôi",
            "hasImg": true
        },
        {
            "id": "b697b20f-88e8-472c-b9b1-ddd5149ec291",
            "word": "brother",
            "phonetic": "bɹʌðɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her brother is the bane of her life.",
                "The three brothers took stock of the warehouse.",
                "My brother always drinks smoothie after exercising.",
                "My brother taught me the best way to cook spuds over the campfire.",
                "She has one brother and two sisters."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvdGhlcg&hash=61393eb7cc473b4eda7bf10932b623ae4d6e2f76&lang=en&cache-only=0",
            "defineEn": "a man who shares a mother and father with us",
            "defineVi": "một người đàn ông chia sẻ một người mẹ và cha với chúng tôi",
            "hasImg": true
        },
        {
            "id": "bace25e7-4b74-44c7-b689-4593b17b753d",
            "word": "engine",
            "phonetic": "ɛndʒɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "She knows engines backwards.",
                "Start the engines!",
                "Could you run the engine for a moment?",
                "The truck's engine roared as it climbed the steep hill.",
                "The engine spluttered and died."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5naW5l&hash=ea6cd444013ab43445a76f8ef026bf9bb8505717&lang=en&cache-only=0",
            "defineEn": "the part of a vehicle that uses a particular fuel to make the vehicle move",
            "defineVi": "một phần của một chiếc xe sử dụng một loại nhiên liệu cụ thể để làm cho chiếc xe di chuyển",
            "hasImg": true
        },
        {
            "id": "de8eb77b-def3-4e24-8a18-9df00ecb192b",
            "word": "feature",
            "phonetic": "fiːtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The restaurant featured a signature dish of slow-roasted brisket.",
                "The brunch special featured a beefburger with a sunny-side-up egg, crispy bacon, and a dollop of hollandaise sauce.",
                "The menu featured a creative dish of beef plate tacos.",
                "The farm-to-table restaurant featured a signature dish of picnic shoulder with creamy sauce.",
                "The magazine features interviews with musicians and reviews of new albums."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVhdHVyZQ&hash=bd07ebe4f3398e255b28f9d94b391a1cc8a18028&lang=en&cache-only=0",
            "defineEn": "an important or distinctive aspect of something",
            "defineVi": "một khía cạnh quan trọng hoặc đặc biệt của một cái gì đó"
        },
        {
            "id": "37d0d7d9-79f2-47c6-87a0-13dc08be1183",
            "word": "ball",
            "phonetic": "bɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The squash player killed the ball with a nick.",
                "The umpire gave the ball out.",
                "He killed the ball.",
                "He passed the ball to Sterling.",
                "Everyone had a ball at the party."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsbA&hash=13773f18933ad1ce2e2cbc8c56ad726fa959ac3e&lang=en&cache-only=0",
            "defineEn": "a round object that is used as a toy or in games and sports, such as soccer, basketball, bowling, etc.",
            "defineVi": "một vật tròn được sử dụng làm đồ chơi hoặc trong các trò chơi và thể thao, chẳng hạn như bóng đá, bóng rổ, bowling, v.v.",
            "hasImg": true
        },
        {
            "id": "f21cb024-a6cd-4978-b6e2-018de9a831d7",
            "word": "purpose",
            "phonetic": "pɜːpəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "A large cardboard box will serve the purpose.",
                "These experiments serve no useful purpose.",
                "The purpose is to build new houses for local people.",
                "The revised edition is to all intents and purposes a new book.",
                "The main purpose of industry is to create wealth."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVycG9zZQ&hash=9abeb0209aa1dd1e39e72896157c8f17cfee8fb0&lang=en&cache-only=0",
            "defineEn": "a desired outcome that guides one's plans or actions",
            "defineVi": "một kết quả mong muốn hướng dẫn các kế hoạch hoặc hành động của một người"
        },
        {
            "id": "d15e34f6-d4b6-4761-bc3a-0de4ee1533da",
            "word": "leg",
            "phonetic": "lɛɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The business has legs.",
                "The street vendor served flavorful turkey legs.",
                "At a lively seafood restaurant, guests relished succulent crab legs.",
                "She lost a leg in a car crash.",
                "College tuitions cost an arm and leg nowadays."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVn&hash=5f8f04ff0cf2f7301b58813e1b162bc9a90143e0&lang=en&cache-only=0",
            "defineEn": "each of the two long body parts that we use when we walk",
            "defineVi": "mỗi trong số hai bộ phận cơ thể dài mà chúng ta sử dụng khi đi bộ",
            "hasImg": true
        },
        {
            "id": "d6a4c5ef-b9e3-44ab-b26a-6db69b1c6558",
            "word": "dream",
            "phonetic": "dɹiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sleep well and sweet dreams.",
                "The wedding celebrations went like a dream.",
                "Many actors dream of winning prestigious awards for their performances.",
                "A few weeks later, I landed my dream job.",
                "Our dream destination for this year's vacation is a secluded tropical island."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJlYW0&hash=a5bf427c9c334756ee03881017174de9e4085d62&lang=en&cache-only=0",
            "defineEn": "a series of images, feelings, or events happening in one's mind during sleep",
            "defineVi": "một loạt hình ảnh, cảm giác hoặc sự kiện xảy ra trong tâm trí của một người trong khi ngủ",
            "hasImg": true
        },
        {
            "id": "3511c940-ef1d-4c25-8676-b68affc939e2",
            "word": "style",
            "phonetic": "staɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "His management style ruffled a few feathers.",
                "The Persian carpet in the living room adds elegance and style to the space.",
                "You'll find this style of architecture all over the town.",
                "The company's ex-CEO was known for his aggressive management style.",
                "We have no truck with that style of gutter journalism."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R5bGU&hash=f397fe89050698ae0e1f4a8e437608fea96e4c54&lang=en&cache-only=0",
            "defineEn": "the manner in which something takes place or is accomplished",
            "defineVi": "cách thức mà một cái gì đó diễn ra hoặc được hoàn thành"
        },
        {
            "id": "051ea140-b0ed-47c9-9692-ea632078be9c",
            "word": "detail",
            "phonetic": "diːteɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "That detail must have slipped between the cracks.",
                "Further details can be found on our website.",
                "The missed detail in the contract led to legal disputes later on.",
                "Give your contact details and follow this with a brief profile of yourself.",
                "The company overlooked a small detail in their contract, and now they're facing a costly lawsuit."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV0YWls&hash=1aea736ee81a58e9ec44511efa87b478213b3eb5&lang=en&cache-only=0",
            "defineEn": "a small fact or piece of information",
            "defineVi": "một thực tế nhỏ hoặc mẩu thông tin"
        },
        {
            "id": "6ceff120-9465-4bfa-9c31-c6a512d408c5",
            "word": "blindness",
            "phonetic": "blaɪndnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some NTDs cause blindness as the result of awful eye infections.",
                "First of all, blindness is a spectrum.",
                "The law even included special consideration for children with disabilities, like deafness or blindness.",
                "Of course, the glasses can not cure color blindness, because nothing has physically changed about your eyes or your cones.",
                "my perception of blindness, is that something is missing."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxpbmRuZXNz&hash=50c415931870eec07fb20e76f4eea05f1fe666ab&lang=en&cache-only=0",
            "defineEn": "the condition or state of being completely or partially unable to see",
            "defineVi": "tình trạng hoặc trạng thái hoàn toàn hoặc một phần không thể nhìn thấy",
            "hasImg": true
        },
        {
            "id": "3b5893ce-e68f-4839-93da-09ababd1660c",
            "word": "society",
            "phonetic": "səsaɪəɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "A lack of investment in education can breed ignorance and apathy in a society.",
                "The society's preoccupation with safety and stranger danger is just unbelievable.",
                "Art serves an important function in our society.",
                "In this particular society men rule the roost and women have a low status and few rights.",
                "Thirty years up the river had made him a stranger to society."
            ],
            "audio": "https://tts.langeek.co/read?text=c29jaWV0eQ&hash=d7a1a9f99367eba25bb5a62bf4fc63ff8a4f597f&lang=en&cache-only=0",
            "defineEn": "people in general, considered as an extensive and organized group sharing the same laws",
            "defineVi": "mọi người nói chung, được coi là một nhóm rộng lớn và có tổ chức chia sẻ cùng một luật"
        },
        {
            "id": "20f14b63-275d-4eab-8867-7c8c8eacc92f",
            "word": "need",
            "phonetic": "niːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The soup needs a little more seasoning.",
                "This shirt needs washing.",
                "My father's car needs an oil change.",
                "I need a lightweight sweater for the spring season.",
                "We need a new brush for our pet's fur."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVlZA&hash=b60ac631a082249747fd536922211850baafcce2&lang=en&cache-only=0",
            "defineEn": "a condition or situation in which something is necessary",
            "defineVi": "một điều kiện hoặc tình huống trong đó một cái gì đó là cần thiết"
        },
        {
            "id": "2bce5e5a-ea2d-453d-9249-d63b26eead51",
            "word": "stock",
            "phonetic": "stɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The three brothers took stock of the warehouse.",
                "Take a stock tip with a grain of salt.",
                "We stocked our pantry with kosher snacks and drinks for our guests.",
                "The stock portfolio showed a steady yield, generating consistent profits for the shareholders.",
                "While in hospital, Jeremy took stock of his life."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvY2s&hash=aae3220811dfb32989b984f95af6c1a63fedcd9e&lang=en&cache-only=0",
            "defineEn": "the items available for sale in a store or its warehouse",
            "defineVi": "các mặt hàng có sẵn để bán trong một cửa hàng hoặc nhà kho của nó"
        },
        {
            "id": "bd98caed-a2ef-47be-a366-cc9c6a9c854e",
            "word": "while",
            "phonetic": "waɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "While in hospital, Jeremy took stock of his life.",
                "It took a while, but I've finally found my feet in my job.",
                "But, it'll knock the breath out of them for a while.",
                "His business was booming for a while, orders flooding in constantly.",
                "Elon Musk walked the walk for the first time in a while."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hpbGU&hash=212b8edee08382a08ca239e1711a104825314df5&lang=en&cache-only=0",
            "defineEn": "a length of time",
            "defineVi": "một khoảng thời gian"
        },
        {
            "id": "da9bdc68-0261-4aa9-81d0-6591131c31e4",
            "word": "function",
            "phonetic": "fʌŋkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Art serves an important function in our society.",
                "The repairman fixed the faulty wiring, and now the electrical system in the house was functioning as right as rain.",
                "I can't even function in the morning until I've had my first cup of joe.",
                "The gentlemen's agreement was never intended to apply to executive functions.",
                "Furthermore, a well-integrated system bridges the divide among multiple, diverse functions within an organization."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVuY3Rpb24&hash=535ac49960f290defdf6358b30fa2207788b0568&lang=en&cache-only=0",
            "defineEn": "a particular activity of a person or thing or their purpose",
            "defineVi": "một hoạt động cụ thể của một người hoặc vật hoặc mục đích của họ"
        },
        {
            "id": "661a27c8-7a99-4131-b773-be0d7de760be",
            "word": "practice",
            "phonetic": "pɹæktɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The actress was practicing her lines before the audition.",
                "They practice their soccer skills every day after school.",
                "She sometimes practices yoga in the morning.",
                "Harvesting abalone for culinary purposes requires sustainable practices to ensure the long-term survival of it.",
                "She finishes her piano practice at 7 o'clock."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJhY3RpY2U&hash=d35789c5452598e4f27d75d8dd5e8e276d961756&lang=en&cache-only=0",
            "defineEn": "repetition of a particular activity for acquiring or maintaining proficiency in it",
            "defineVi": "lặp đi lặp lại một hoạt động cụ thể để đạt được hoặc duy trì sự thành thạo trong đó",
            "hasImg": true
        },
        {
            "id": "9e87df53-a557-44d5-a3e0-19f94d3c7af7",
            "word": "road",
            "phonetic": "ɹoʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The road follows the track of the railway line.",
                "The road runs parallel to the river.",
                "The road continues through the village of Knightwick.",
                "The road continues for three miles.",
                "The road led away from the house directly to the lake."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9hZA&hash=ac3855acaf56bd0a2fe1166404f20636929ff61b&lang=en&cache-only=0",
            "defineEn": "a hard wide way, open to cars, buses, etc. to travel along",
            "defineVi": "một con đường rộng lớn, dành cho ô tô, xe buýt, v.v. đi dọc theo",
            "hasImg": true
        },
        {
            "id": "c4ead2d6-4dc7-47ea-8aa0-cd22b001f2f6",
            "word": "heat",
            "phonetic": "hiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Turn the heat down.",
                "The heat was really on at work.",
                "Morning brought no relief from the heat.",
                "Cathy was really feeling the heat.",
                "The radiation from the sun provides heat and light to sustain life on Earth."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhdA&hash=3ec0eb9bcc6abab3918d2f73733b6042772f258e&lang=en&cache-only=0",
            "defineEn": "high temperature; the quality of being hot",
            "defineVi": "nhiệt độ cao; chất lượng nóng",
            "hasImg": true
        },
        {
            "id": "fd7f6548-791f-4c3a-8f4e-f6230377a420",
            "word": "ice",
            "phonetic": "aɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ice hockey is a beloved sport in Canada.",
                "The hockey players glided effortlessly on the ice.",
                "I've put a couple of bottles of champagne on ice .",
                "One day before, the same message would not have cut any ice.",
                "Michael always puts his personal matters on ice."
            ],
            "audio": "https://tts.langeek.co/read?text=aWNl&hash=83d1666b106c16b732ab63530c38c815536289a5&lang=en&cache-only=0",
            "defineEn": "frozen water, which has a solid state",
            "defineVi": "nước đóng băng, có trạng thái rắn",
            "hasImg": true
        },
        {
            "id": "e49369c7-608c-4b33-aefd-de43574fb382",
            "word": "meal",
            "phonetic": "miːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Good wine can make a meal.",
                "The chef cooks a delicious meal in the restaurant.",
                "Meals can be served to you in your room.",
                "She cooked a delicious meal in the kitchen.",
                "She enjoys cooking meals for her family in the kitchen of their home."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVhbA&hash=6f376b331ec002aa51137fff6a33f809acc597ea&lang=en&cache-only=0",
            "defineEn": "the food that you eat on regular occasions during the day, especially breakfast, lunch, or dinner; or any of these occasions",
            "defineVi": "thức ăn mà bạn ăn thường xuyên trong ngày, đặc biệt là bữa sáng, bữa trưa hoặc bữa tối; hoặc bất kỳ dịp nào trong số này",
            "hasImg": true
        },
        {
            "id": "35321a2c-b4f0-4821-9d6e-bd9a3b7a39d9",
            "word": "hearing",
            "phonetic": "hɪɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They set a date for a full hearing at the end of February.",
                "I really had to go through the wringer with that disciplinary hearing.",
                "well, I took a beating in prison and I kind of lost my hearing, you know.",
                "They had planned to go ahead with the court hearings that week, but lack of space forced them to change their minds.",
                "So they organized hearings."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhcmluZw&hash=b8ff066e1c27e842f099dcfe78ce413c02085717&lang=en&cache-only=0",
            "defineEn": "the ability to hear voices or sounds through the ears",
            "defineVi": "khả năng nghe giọng nói hoặc âm thanh qua tai",
            "hasImg": true
        },
        {
            "id": "300356e1-9d18-4fda-9948-ec571c92252d",
            "word": "vision",
            "phonetic": "vɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The vision seems a flight of fancy.",
                "She has tunnel vision in all matters of opinion and morality.",
                "The two business partners had different visions for the company, and eventually decided to part ways because day and night cannot dwell together.",
                "I know you had visions of conquering this area, but it appears that your cake is dough.",
                "The artist refused to compromise on their vision for commercial success, understanding that no man loves his fetters, be they made of gold."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlzaW9u&hash=8d3a3c9501d2f3b0ab86c4ff285aa1049ca5330b&lang=en&cache-only=0",
            "defineEn": "the ability to see thing through the eyes",
            "defineVi": "khả năng nhìn mọi thứ qua đôi mắt",
            "hasImg": true
        }
    ]
}