{
    "id": "557c5894-4c74-466b-8edb-651737896e18",
    "title": "Lesson 7A",
    "originalTitle": "Lesson 7A",
    "words": [
        {
            "id": "8f9b318e-43c5-46a0-bb24-ca1c5229c585",
            "word": "geography",
            "phonetic": "dʒɪɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Italy's Mediterranean climate and diverse geography offer a wide range of outdoor activities",
                "Geography can actually greatly affect the taste of coffee beans.",
                "Geography answers the question.",
                "Geography is cities and cultures and people.",
                "Another reason is geography."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VvZ3JhcGh5&hash=0bb24975da1fc73066ecbdf983d5ab2828e5dcb8&lang=en&cache-only=0",
            "defineEn": "the scientific study of the physical features of the Earth and its atmosphere, divisions, products, population, etc.",
            "defineVi": "nghiên cứu khoa học về các đặc điểm vật lý của Trái đất và bầu khí quyển, sự phân chia, sản phẩm, dân số, v.v.",
            "hasImg": true
        },
        {
            "id": "b8047745-b09f-4f41-95a5-4f55f35a9312",
            "word": "history",
            "phonetic": "hɪstɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She brings history to life with her books.",
                "It leaves a mark in history.",
                "We study the history of our country in social studies class.",
                "She studied different subjects in school, from math to history.",
                "This collection of stories bridges the gap between history and fiction."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlzdG9yeQ&hash=c196a9867934a2cc53334822d4ca2c61b99ea3fa&lang=en&cache-only=0",
            "defineEn": "the study of past events, especially as a subject in school or university",
            "defineVi": "nghiên cứu về các sự kiện trong quá khứ, đặc biệt là một chủ đề trong trường học hoặc đại học",
            "hasImg": true
        },
        {
            "id": "c1fe19fb-1a71-44e9-993b-27eacc559837",
            "word": "information technology",
            "phonetic": "ɪnfɚmeɪʃən tɛknɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The performance/price ratio and capacity of every type of information technology is doubling about every year.",
                "Going to bed late worked fine when Milton worked as an information technology specialist providing computer support and was a job he could easily do from home.",
                "Its fame either rivals or exceeds that of not only other global luxury symbols such as Rolex and Air May, but also the brand power of massive information technology and entertainment names such as Disney and Google and even purveyors of seemingly ubiquitous products such as Coca-Cola.",
                "Other players include NEC, the 1 21-year-old information technology and electronics giant that sells its software to about 20 U.S. law enforcement agencies, and Rank One, which says it supports about 25 different law enforcement agencies."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mb3JtYXRpb24gdGVjaG5vbG9neQ&hash=b36b97a70a277e9d256ae3a35f59ef441fcb5ecd&lang=en&cache-only=0",
            "defineEn": "a field of science that deals with the use or study of electronic devices and processes in which data is stored, created, modified, etc.",
            "defineVi": "một lĩnh vực khoa học liên quan đến việc sử dụng hoặc nghiên cứu các thiết bị và quy trình điện tử trong đó dữ liệu được lưu trữ, tạo, sửa đổi, v.v.",
            "hasImg": true
        },
        {
            "id": "dc7753e6-ba3d-4663-8597-d169761297e1",
            "word": "literature",
            "phonetic": "lɪɾɚɹᵻtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "African literature is rich with stories that reflect the continent's history and culture.",
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "David and Samantha became friends after meeting at a book club and discovered their shared passion for literature.",
                "Despite his young age, David talks like a book when discussing literature, demonstrating a deep appreciation for the nuances of storytelling and character development."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0ZXJhdHVyZQ&hash=3b00b980e903ec616e05e2e79ad1e9d8c9049457&lang=en&cache-only=0",
            "defineEn": "written works that are valued as works of art, such as novels, plays and poems",
            "defineVi": "tác phẩm viết có giá trị như tác phẩm nghệ thuật, chẳng hạn như tiểu thuyết, kịch và thơ",
            "hasImg": true
        },
        {
            "id": "399b0a6b-cb52-4a07-9670-7eec306b730a",
            "word": "mathematics",
            "phonetic": "mæθɪmæɾɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mathematics is a powerful tool in physics, describing everything from the shapes of planetary orbits to the properties of atoms.",
                "At 18, Johnson graduated college with degrees in French and Mathematics. ",
                "Physics is great, but mathematics is truly the universal language.",
                "Like, not to get all Crash Course Mathematics on you or anything, but a Revolution is a 360 degree turn, which leaves you back where you started.",
                "For instance, their Calculus in a Nutshell course gives you an overview of how this branch of mathematics is essential for everything from ecology to economics."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0aGVtYXRpY3M&hash=607b5e7d1216f25f14b1e038b4d7a1c2c8391ba0&lang=en&cache-only=0",
            "defineEn": "the study of numbers and shapes that involves calculation and description",
            "defineVi": "nghiên cứu về các con số và hình dạng liên quan đến tính toán và mô tả",
            "hasImg": true
        },
        {
            "id": "30747ff1-a4d3-404f-92df-e1dd46a218ee",
            "word": "physics",
            "phonetic": "fɪzɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm finding the advanced physics a bit heavy going.",
                "She learns about the laws of physics and the properties of matter in her science lessons.",
                "The renowned scientist, Dr. Rebecca Thompson, is considered the big enchilada in the field of quantum physics.",
                "His method of teaching physics breaks the mould.",
                "And that's why quantum physics is a hoax."
            ],
            "audio": "https://tts.langeek.co/read?text=cGh5c2ljcw&hash=7f6a366ff22c76e23debf63d3c6275a156bbc305&lang=en&cache-only=0",
            "defineEn": "the scientific study of matter and energy and the relationships between them, including the study of natural forces such as light, heat, and movement",
            "defineVi": "nghiên cứu khoa học về vật chất và năng lượng và mối quan hệ giữa chúng, bao gồm nghiên cứu về các lực tự nhiên như ánh sáng, nhiệt và chuyển động",
            "hasImg": true
        },
        {
            "id": "b7dccf73-c076-4f73-a8d1-9d469b3d2d4c",
            "word": "boarding school",
            "phonetic": "boːɹdɪŋ skuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Indian boarding schools have a long history in this country as well.",
                "In that case, Adele should go to boarding school.'",
                "'Oh, Adele will go to boarding school.",
                "On January 30, 1962, at a boarding school in Tanzania, three young girls started giggling.",
                "By the middle of the 20th century, the White Earth Reservation boarding school became a day school and eventually closed in 1969."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9hcmRpbmcgc2Nob29s&hash=3e287709fa6d35ece3cf51c9806b282ff57d70dc&lang=en&cache-only=0",
            "defineEn": "a school where students live and study during the school year",
            "defineVi": "một ngôi trường nơi học sinh sống và học tập trong năm học"
        },
        {
            "id": "87bd5aa1-33f6-438d-868c-e45bf3b663b2",
            "word": "degree",
            "phonetic": "dᵻɡɹiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "By degrees their business relationship grew into friendship.",
                "The temperature outside is nineteen degrees Celsius.",
                "The temperature dropped to minus eighty degrees Celsius in Antarctica.",
                "Rivalries and prejudice were by degrees fading out.",
                "She worked hard toward her degree."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVncmVl&hash=6b2bf1ddbbdc6dbce29533faefd86cd1b265f3d4&lang=en&cache-only=0",
            "defineEn": "the certificate that is given to university or college students upon successful completion of their course",
            "defineVi": "chứng chỉ được trao cho sinh viên đại học hoặc cao đẳng sau khi hoàn thành thành công khóa học của họ",
            "hasImg": true
        },
        {
            "id": "bb7dceb9-d535-4450-8325-73a44977d44f",
            "word": "head",
            "phonetic": "hɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The baby cried its head off.",
                "The prisoner held his head in his hands.",
                "Heads are rolling all over the place.",
                "Hold your head up.",
                "Watch your head on the low ceiling."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhZA&hash=2abd8cb012e51c7b2b53b59f69b72bf289920647&lang=en&cache-only=0",
            "defineEn": "the person who has the most power and control in a school or college",
            "defineVi": "người có quyền lực và kiểm soát nhất trong một trường học hoặc đại học"
        },
        {
            "id": "f8534e4f-3799-4593-8577-1bd065b788e0",
            "word": "nursery school",
            "phonetic": "nɜːsɚɹi skuːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bnVyc2VyeSBzY2hvb2w&hash=afbd2a2e54f1dee453977cab057023a7ed04a153&lang=en&cache-only=0",
            "defineEn": "a place where young children, typically infants and toddlers, are cared for during the day while their parents are at work or otherwise occupied",
            "defineVi": "một nơi trẻ nhỏ, điển hình là trẻ sơ sinh và trẻ mới biết đi, được chăm sóc vào ban ngày khi cha mẹ chúng đi làm hoặc bận rộn",
            "hasImg": true
        },
        {
            "id": "d05b626e-0596-41e2-af73-cb0355cf7328",
            "word": "education",
            "phonetic": "ɛdʒuːkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Education for a human being is a window to the world.",
                "He holds strange views on education.",
                "Education consists for him in reciting by heart and obeying.",
                "Parents should involve themselves in their child's education.",
                "He will be continuing his education in the US."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWR1Y2F0aW9u&hash=4c3c5a5c8a6171baf66d14af54c87169e6df3bb5&lang=en&cache-only=0",
            "defineEn": "the process that involves teaching and learning, particularly at a school, university, or college",
            "defineVi": "quá trình liên quan đến việc dạy và học, đặc biệt là ở trường học, trường đại học hoặc cao đẳng",
            "hasImg": true
        },
        {
            "id": "fb126541-d531-44ee-a37b-efc7b231f1f0",
            "word": "biology",
            "phonetic": "baɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Biology and computing are disciplines which seem like chalk and cheese but which have very deep connections on the most fundamental level.",
                "The students were instructed to collect leaves for their biology project.",
                "Researchers at the cutting edge of molecular biology.",
                "Evolutionary biology is one of them.",
                "But again, biology got in the way."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlvbG9neQ&hash=3112015b881b698d671f5fba13edf4db83aae687&lang=en&cache-only=0",
            "defineEn": "the scientific study of living organisms; the science that studies living organisms",
            "defineVi": "nghiên cứu khoa học về các sinh vật sống; khoa học nghiên cứu các sinh vật sống",
            "hasImg": true
        },
        {
            "id": "be7d4bad-ff88-4b31-92df-a405da57e9a3",
            "word": "chemistry",
            "phonetic": "kɛmɪstɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Professor Johnson is the big gun of the chemistry department.",
                "We explore the different branches of science, such as chemistry and astronomy.",
                "They have such a strong musical chemistry and perform flawlessly together.",
                "For Jeremy, ignorance was bliss as he remained oblivious to his failing grade in chemistry class.",
                "Mums and dads who see their sweet little Sally Ann tripping off for a night's studying at the chemistry society, looking like butter wouldn't melt, would be advised to look closer."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlbWlzdHJ5&hash=a20acb4d23a57f411f33c5ec0960756e9e473962&lang=en&cache-only=0",
            "defineEn": "the branch of science that is concerned with studying the structure of substances and the way that they change or combine with each other",
            "defineVi": "ngành khoa học liên quan đến việc nghiên cứu cấu trúc của các chất và cách chúng thay đổi hoặc kết hợp với nhau",
            "hasImg": true
        },
        {
            "id": "1b111cd0-ccc9-409f-b41e-3e93f7d7ccb8",
            "word": "private school",
            "phonetic": "pɹaɪvət skuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Private schools do not.",
                "There are five Jewish private schools here, several kosher restaurants.",
                "There is a special carve-out for private schools.",
                "Private schools, often with smaller class sizes and newer buildings with better ventilation systems, have greater flexibility in reopening and implementing costly safety protocols.",
                "He now teaches fourth grade at Arundel Christian, a private school in Maryland where students have been learning fully in person since September."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpdmF0ZSBzY2hvb2w&hash=c6bea458e7ee54136da9e1735a83d0716d97d3bc&lang=en&cache-only=0",
            "defineEn": "a school that is funded by the parents of the students instead of the government",
            "defineVi": "một trường học được tài trợ bởi phụ huynh của học sinh thay vì chính phủ"
        },
        {
            "id": "1a475b5f-a44e-4139-b60f-9e8f5e6ee9c7",
            "word": "state school",
            "phonetic": "steɪt skuːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RhdGUgc2Nob29s&hash=0e1bbd295ded7a9b5b248c057fdb0120c36cc7d7&lang=en&cache-only=0",
            "defineEn": "a school that provides free education due to being funded by the government",
            "defineVi": "một trường học cung cấp giáo dục miễn phí do được chính phủ tài trợ"
        },
        {
            "id": "dae99dc2-0905-4bf0-9acf-e4e4b4ac21d8",
            "word": "pupil",
            "phonetic": "pjuːpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Pupils are required to sit nine subjects at GCSE.",
                "Even really good actors probably can't control their pupils.",
                "Their slit-shaped pupils also have a greater range of size.",
                "The pupil itself is just the opening in the iris that allows light to travel into the eye.",
                "They’re like our pupils, where the light enters the eye."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVwaWw&hash=7470fb84ec70a94d607437aa7e5bfef4a69d130e&lang=en&cache-only=0",
            "defineEn": "someone who is receiving education, particularly a schoolchild",
            "defineVi": "một người đang được giáo dục, đặc biệt là một học sinh",
            "hasImg": true
        },
        {
            "id": "9c3b46b8-0647-4106-9550-d83aa5e0c40d",
            "word": "kindergarten",
            "phonetic": "kɪndɚɡɑːɹʔn̩ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She is learning numbers and letters at preschool to prepare for kindergarten.",
                "The kindergarten class is filled with children who are knee-high to a grasshopper, their laughter and energy filling the room.",
                "That's kindergarten, all day long.",
                "Watch a virtual kindergarten class.",
                "Supporters of free college often point to our public school system from kindergarten to twelfth grade."
            ],
            "audio": "https://tts.langeek.co/read?text=a2luZGVyZ2FydGVu&hash=f97723c0c8f285d02373a75b91c284a0eb742b7e&lang=en&cache-only=0",
            "defineEn": "a class or school that prepares four-year-old to six-year-old children for elementary school",
            "defineVi": "một lớp học hoặc trường chuẩn bị cho trẻ em bốn tuổi đến sáu tuổi vào trường tiểu học",
            "hasImg": true
        },
        {
            "id": "afa5091f-fb23-4e86-8b9e-7b5a3b2c31f0",
            "word": "primary school",
            "phonetic": "pɹaɪmɚɹi skuːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJpbWFyeSBzY2hvb2w&hash=f1e43c0b5ed91a94bf0e07913ae72440a81e2520&lang=en&cache-only=0",
            "defineEn": "the school for young children, usually between the age of 5 to 11 in the UK",
            "defineVi": "trường học dành cho trẻ nhỏ, thường từ 5 đến 11 tuổi ở Vương quốc Anh",
            "hasImg": true
        },
        {
            "id": "3a41be5d-e0cf-41da-a096-a08edf57ca82",
            "word": "elementary school",
            "phonetic": "ɛlɪmɛntɚɹi skuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "And elementary school starts just under $26,000.",
                "She visited an elementary school.",
                "I’ve worn glasses since elementary school.",
                "Some bans even apply to elementary school and college.",
                "No. Elementary school wasn't too bad."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlbWVudGFyeSBzY2hvb2w&hash=a7f087333ff5e27f690124ad73a1617ee5cdca9a&lang=en&cache-only=0",
            "defineEn": "a school for children between the ages of about 6 and 12; a primary school for the first six or eight grades",
            "defineVi": "trường học dành cho trẻ em từ 6 đến 12 tuổi; một trường tiểu học cho sáu hoặc tám lớp đầu tiên",
            "hasImg": true
        },
        {
            "id": "1b408925-236c-4b39-8c3f-9e5edcf92abf",
            "word": "secondary school",
            "phonetic": "sɛkəndɚɹi skuːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2Vjb25kYXJ5IHNjaG9vbA&hash=d14928794b8b0c796d13cbb49ac24cc8575a109e&lang=en&cache-only=0",
            "defineEn": "the school for young people, usually between the ages of 11 to 16 or 18 in the UK",
            "defineVi": "trường học dành cho những người trẻ tuổi, thường ở độ tuổi từ 11 đến 16 hoặc 18 ở Vương quốc Anh",
            "hasImg": true
        },
        {
            "id": "e1f62ebb-a0e3-4e63-895b-507d978e3808",
            "word": "high school",
            "phonetic": "haɪ skuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your son is in high school already?",
                "I went through the mill as a kid in high school.",
                "After his parents won the lottery, John went from zero to hero in his high school overnight.",
                "I doubt he even graduated from high school!",
                "Though Jennifer was popular and well-known within the walls of her small high school, she became a little frog in a big pond once she started attending a large state university."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaCBzY2hvb2w&hash=3609c960ddee4d178a8c2802fecf27078e84a75a&lang=en&cache-only=0",
            "defineEn": "a school for young people between the ages of 14 and 18; a secondary school typically including grades 9 through 12",
            "defineVi": "trường học dành cho thanh thiếu niên từ 14 đến 18 tuổi; một trường trung học thường bao gồm các lớp 9 đến 12",
            "hasImg": true
        },
        {
            "id": "483caed6-5ab4-4d7d-98be-867d1dd59e67",
            "word": "student",
            "phonetic": "stuːdənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Students with disabilities have priority access to the lift.",
                "The teacher praised the students for their good manners.",
                "Other students followed her lead and boycotted lectures.",
                "The classroom has rows of chairs for students.",
                "The students worked their heart and soul on their project."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1ZGVudA&hash=95580be3325a44940e195a5a3325d6034d1fc60d&lang=en&cache-only=0",
            "defineEn": "a person who is studying at a school, university, or college",
            "defineVi": "một người đang học tại một trường học, trường đại học, hoặc cao đẳng",
            "hasImg": true
        },
        {
            "id": "b9b26756-20a7-44d5-8089-651f64c8adff",
            "word": "term",
            "phonetic": "tɜːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "They got on bad terms after an argument.",
                "The grand unified theory is compact and elegant in mathematical terms.",
                "The deal is in the making, we're negotiating the terms.",
                "The student submitted her term paper early, beating her classmates to the punch and impressing her professor with her diligence and quality of work.",
                "John and Mary are on nodding terms."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVybQ&hash=b6232b16f89220b984216bf1365c378977db0a9a&lang=en&cache-only=0",
            "defineEn": "one of the three periods in the academic year during which multiple classes are held in schools, universities, etc.",
            "defineVi": "một trong ba giai đoạn trong năm học, trong đó nhiều lớp học được tổ chức tại các trường học, trường đại học, v.v."
        },
        {
            "id": "2addf4b1-8fd5-4e29-8e2d-faef7f296b87",
            "word": "college",
            "phonetic": "kɑːlɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Parents often support their children financially during college.",
                "The college runs summer courses for foreign students.",
                "The college also runs evening classes in bricklaying and joinery.",
                "College tuitions cost an arm and leg nowadays.",
                "The young man was a twenty-one-year-old college student."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGVnZQ&hash=f94196aa911f3513e856032d5f642617cbf84b71&lang=en&cache-only=0",
            "defineEn": "a university in which students can study up to a bachelor's degree after graduation from school",
            "defineVi": "một trường đại học trong đó sinh viên có thể học lên đến bằng cử nhân sau khi tốt nghiệp ra trường",
            "hasImg": true
        },
        {
            "id": "e735c41e-36ab-40b9-b557-78a387602d12",
            "word": "grade",
            "phonetic": "ɡɹeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "He studies hard to achieve good grades.",
                "She started hanging out with a few rotten eggs in her school, and her grades have really suffered ever since.",
                "As the saying goes, nothing is easy to the unwilling, and Mary's grades are reflecting her lack of effort.",
                "I wish he would get off my back about my grades.",
                "Look, this lecture doesn't have anything to do with your grades."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhZGU&hash=7b197ccf8ca5a10819732670b57a3768f6ffec56&lang=en&cache-only=0",
            "defineEn": "a letter or number given by a teacher to show how good a student's performance is",
            "defineVi": "một chữ cái hoặc số do giáo viên đưa ra để cho biết thành tích của học sinh tốt như thế nào",
            "hasImg": true
        },
        {
            "id": "8b212016-25eb-41a7-b545-b24eb820d9ce",
            "word": "semester",
            "phonetic": "səmɛstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The school semester starts next month.",
                "The spring semester at school starts in January and ends in May, with a break for spring break in March.",
                "Don't forget to avail of the special discounts for students when purchasing your textbooks for the semester.",
                "I was worried that Sarah wouldn't be able to handled the advanced math class that we moved her into, but she's been on fire this whole semester.",
                "The student did not spend all his savings until he was sure he could afford the tuition for the next semester, following the advice of the saying 'never empty the water jar until the rain falls.'"
            ],
            "audio": "https://tts.langeek.co/read?text=c2VtZXN0ZXI&hash=96f2bfe8069cb1d284aab823fdf85cb726dc0819&lang=en&cache-only=0",
            "defineEn": "each of the two periods into which a year at schools or universities is divided",
            "defineVi": "mỗi trong hai giai đoạn mà một năm ở trường học hoặc trường đại học được chia"
        },
        {
            "id": "fd04d40e-9216-4a5f-b3f3-e5f1da4dbd21",
            "word": "to allow",
            "phonetic": "tʊ ɐlaʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "A ramp allows easy access for wheelchairs.",
                "The judge allowed my claim.",
                "Our policy only allows for exchanges.",
                "I allow myself a treat now and then.",
                "The prisoners are allowed out of their cells for two hours a day."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWxsb3c&hash=f757238e53f3202a179b49e5d2e8bfb7e0132b32&lang=en&cache-only=0",
            "defineEn": "to let someone or something do a particular thing",
            "defineVi": "để cho ai đó hoặc một cái gì đó làm một điều cụ thể",
            "hasImg": true
        },
        {
            "id": "88e90c9a-dcdc-4ddb-9314-487fe0c4f1e5",
            "word": "to expel",
            "phonetic": "tʊ ɛkspɛl ",
            "partOfSpeechType": "verb",
            "examples": [
                "When I was expelled from school, my parents went through the roof.",
                "After nearly being expelled my first year of college, I had my shoulder to the wheel so that I could get as much out of my degree as possible.",
                "It's expelled 10 Russian diplomats.",
                "Executive Order 9066 in February 1942 expelled all persons of Japanese descent from the west coast.",
                "People are being expelled time and time again."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwZWw&hash=3492fd433940b1c476b3bd8b5677be8293603cca&lang=en&cache-only=0",
            "defineEn": "to formally forbid someone from going to school or an organization",
            "defineVi": "để chính thức cấm ai đó đi học hoặc một tổ chức"
        },
        {
            "id": "0f4d5cfe-ffaa-4d81-9f1c-ddba7a7aba75",
            "word": "to punish",
            "phonetic": "tə pʌnɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "If you break the rules, you will be punished.",
                "Look, I agree with you, she should be punished for what happened.",
                "The coach punished the entire team for the actions of a few players, using the tactic of kill the chicken to scare the monkey to ensure that everyone followed the rules.",
                "God is punishing and blinding his people because they are putting on a show of religion, but their hearts are not in it.",
                "I had broken the law and deserved to be punished."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVuaXNo&hash=899534c7545e4c43665b1d56c8b4f1ca526bf0d4&lang=en&cache-only=0",
            "defineEn": "to cause someone to suffer for breaking the law or having done something they should not have",
            "defineVi": "khiến ai đó đau khổ vì vi phạm pháp luật hoặc đã làm điều gì đó mà họ không nên làm"
        },
        {
            "id": "9548ad22-fbd4-4675-9887-3d457a224779",
            "word": "to cheat",
            "phonetic": "tə tʃiːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They're cheating you out of millions!",
                "Hopefully he wasn't cheating with a card up his sleeve.",
                "He claims that the company cheated him, but without evidence of a written agreement, he doesn't have a leg to stand on.",
                "If he thinks he can cheat me, just let him try!",
                "Susan saw a colleague take credit for another's work but still get passed over for promotion, confirming that cheaters never win and winners never cheat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hlYXQ&hash=478cbbc67d037654cf6c1d17b2fd63db65d43ece&lang=en&cache-only=0",
            "defineEn": "to win or gain an advantage in a game, completion, etc. by violating rules or acting unfairly",
            "defineVi": "giành chiến thắng hoặc đạt được lợi thế trong một trò chơi, hoàn thành, v.v. bằng cách vi phạm các quy tắc hoặc hành động không công bằng",
            "hasImg": true
        }
    ]
}