{
    "id": "557e93bf-ffff-416c-b10d-58cb4e4b31db",
    "title": "Unit 6 - Lesson 1",
    "originalTitle": "Unit 6 - Lesson 1",
    "words": [
        {
            "id": "5c3a1ccc-077c-4923-afe0-4316eec553f9",
            "word": "food",
            "phonetic": "fuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The food looks good.",
                "Save some food for me.",
                "Food went missing from the school cafeteria?",
                "The leaves of Morus alba are commonly used as food.",
                "Spiders can live for several days without food."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9vZA&hash=65f49957e3701762fdefa732db230ce6102b0405&lang=en&cache-only=0",
            "defineEn": "things that people and animals eat, such as meat or vegetables",
            "defineVi": "những thứ mà con người và động vật ăn, chẳng hạn như thịt hoặc rau",
            "hasImg": true
        },
        {
            "id": "147c19f0-61f3-40f5-8186-d4db87c451a8",
            "word": "passion",
            "phonetic": "pæʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His son doesn't share his passion for athletics.",
                "Music has been a passion that is handed down from father to son in the Smith family.",
                "The artist chose to pursue his passion, even though it didn't pay as well as other careers, because he believed that money is not everything.",
                "David and Samantha became friends after meeting at a book club and discovered their shared passion for literature.",
                "He made a decision to quit his job and pursue his passion."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzc2lvbg&hash=81b013d24ffd13f3c2dbbe5aa60677bc468f832e&lang=en&cache-only=0",
            "defineEn": "a great feeling of love, hate, etc.",
            "defineVi": "một cảm giác tuyệt vời của tình yêu, ghét, vv."
        },
        {
            "id": "aec895bb-04e1-4ce3-b37a-9a13d2e57c6f",
            "word": "eater",
            "phonetic": "iːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "As adventurous eaters, they tried a variety of exotic foods but drew the line at kidneys.",
                "Even the pickiest eaters were won over by the creamy and mildly spicy mole.",
                "I used to be an adventurous eater, but after getting food poisoning, I'm much more cautious.",
                "And bigger herbivores meant bigger meat eaters too.",
                "Got the big eaters in there!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZWF0ZXI&hash=fd2072825c757efb3532abfef5e62fc8c22bf607&lang=en&cache-only=0",
            "defineEn": "an animal or human that eats a certain type or amount of food or has a certain manner of eating",
            "defineVi": "một con vật hoặc con người ăn một loại hoặc một số lượng thực phẩm hoặc có một cách ăn nhất định",
            "hasImg": true
        },
        {
            "id": "7c4e5288-c776-4e1c-ba6f-c2e84de52c31",
            "word": "drinker",
            "phonetic": "dɹɪŋkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Only three species of bat are blood drinkers.",
                "Coffee mugs exist for coffee drinkers.",
                "This guy's a real drinker already.",
                "Yeah Morning drinkers, you know!",
                "But the association was there for beer drinkers too."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJpbmtlcg&hash=c3ef3e127027c2019fcb74f617317ad31d99a528&lang=en&cache-only=0",
            "defineEn": "someone who consumes a certain drink on a regular basis",
            "defineVi": "một người tiêu thụ một thức uống nhất định một cách thường xuyên",
            "hasImg": true
        },
        {
            "id": "4389d5ae-0e0c-4dbd-a509-65646c0f927e",
            "word": "addict",
            "phonetic": "ædɪkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "In consuming media and entertainment, it's important to remember to practice moderation in all things, to avoid becoming too consumed or addicted.",
                "Addicts take drugs to escape their problems.",
                "We have got 10,000 heroin addicts here.",
                "and I'm an addict.",
                "I become a crack addict."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRkaWN0&hash=e05594c8da935f83bf5734cca7953e6641a5b886&lang=en&cache-only=0",
            "defineEn": "someone who cannot stop taking, using, or smoking a substance",
            "defineVi": "một người không thể ngừng dùng, sử dụng hoặc hút một chất",
            "hasImg": true
        },
        {
            "id": "ae06ac5e-ce07-48f6-a3ad-489e3ea37aa4",
            "word": "lover",
            "phonetic": "lʌvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Seafood lovers can relish a delightful dish of spaghetti with succulent shrimp, clams, and calamari.",
                "The lovers held each other close.",
                "As a meat lover, he couldn't resist the temptation of a tender beef roast, seasoned with herbs and spices.",
                "The couple faced many obstacles, but they never lost hope because they believed that hope is a lover's staff.",
                "Sally is an animal lover, so when she found out that her new neighbor volunteers at an animal shelter, she knew he was after her own heart."
            ],
            "audio": "https://tts.langeek.co/read?text=bG92ZXI&hash=e6f8a55e48b8cd96c034fd135766d749eb6d5511&lang=en&cache-only=0",
            "defineEn": "someone who admires, loves, or enjoys a certain thing",
            "defineVi": "một người ngưỡng mộ, tình yêu, hoặc thưởng thức một điều gì đó"
        },
        {
            "id": "64e5e226-543b-40ae-9048-876b254ad4a0",
            "word": "to stand",
            "phonetic": "tə stænd ",
            "partOfSpeechType": "verb",
            "examples": [
                "A stable relationship stands the test of time.",
                "The teaching method has stood the test of time.",
                "The guard stood straight as a ramrod.",
                "Men of our generation never stood on ceremony.",
                "My years of teaching stood me in good stead."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhbmQ&hash=c08de753623ef1c41bd744b8bab5dfeebef02c9d&lang=en&cache-only=0",
            "defineEn": "to be willing to accept or tolerate a difficult situation",
            "defineVi": "sẵn sàng chấp nhận hoặc chịu đựng một tình huống khó khăn"
        },
        {
            "id": "84b6b7f1-e8ff-47f9-8ff4-0d86b05f00f6",
            "word": "to care",
            "phonetic": "tə kɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The slow healing process of the wound required regular care.",
                "Goodbye, take care of yourself.",
                "She will need around-the-clock care for the rest of her life.",
                "I could care less about award shows.",
                "The zookeepers took special care of the baby elephant, ensuring its healthy growth."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FyZQ&hash=31de158dac6a2a1f61cbd5e8fc455f0474ab5e04&lang=en&cache-only=0",
            "defineEn": "to consider something or someone important and to have a feeling of worry or concern toward them",
            "defineVi": "để coi một cái gì đó hoặc ai đó quan trọng và có một cảm giác lo lắng hoặc quan tâm đối với họ",
            "hasImg": true
        },
        {
            "id": "e3f0ba08-e67c-44e4-aa11-710b4c3dc569",
            "word": "crazy",
            "phonetic": "kɹeɪzi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "To go crazy/mad/nuts/insane.",
                "It’s crazy to make these changes without involving the students.",
                "Her infectious laughter and radiant smile made him crazy.",
                "It drives me crazy seeing all these people just staring at their phones all day long.",
                "Would you stop shouting, you're driving me crazy!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jhenk&hash=4490a60acaa7ed249e62074482707e3d5bf42dd0&lang=en&cache-only=0",
            "defineEn": "extremely excited or enthusiastic about a thing",
            "defineVi": "cực kỳ phấn khích hoặc nhiệt tình về một điều"
        }
    ]
}