{
    "id": "563b4d8c-a8a3-4e11-947e-1bc7631e4c6f",
    "title": "Lesson 6",
    "originalTitle": "Lesson 6",
    "words": [
        {
            "id": "b5a8c24b-a19e-419e-9f75-9de9a0d63bfa",
            "word": "reproof",
            "phonetic": "ɹᵻpɹuːf ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVwcm9vZg&hash=e9f5892df62ef8fbf0a94dd9d534b87a5f2d901c&lang=en&cache-only=0",
            "defineEn": "an act or expression of criticism and censure",
            "defineVi": "một hành động hoặc biểu hiện của những lời chỉ trích và kiểm duyệt"
        },
        {
            "id": "6eb41a72-b8dc-4fe3-8636-1776c9307984",
            "word": "to reprove",
            "phonetic": "tə ɹᵻpɹuːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "And one of the fascinating things about mathematics, and maybe the next video, I'll reprove this."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVwcm92ZQ&hash=be8f7907af3358dbe0b651ce3f091e2b1b9823bd&lang=en&cache-only=0",
            "defineEn": "take to task",
            "defineVi": "nhận nhiệm vụ"
        },
        {
            "id": "edf3ccfb-7bd0-4b85-89fb-662151b3c671",
            "word": "reprobate",
            "phonetic": "ɹɛpɹəbeɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVwcm9iYXRl&hash=ed3d3a68e0d3aaa95c03f4a741e8bb0c1b2afcb4&lang=en&cache-only=0",
            "defineEn": "an individual who lacks morality and principle",
            "defineVi": "một cá nhân thiếu đạo đức và nguyên tắc"
        },
        {
            "id": "393cdb7d-0690-440e-96cd-1bfd1dc57655",
            "word": "reputable",
            "phonetic": "ɹɛpjuːɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Reputable charities spend the lion's share of donations on aid and a tiny fraction on administration.",
                "Also, the National Enquirer, very reputable source, posted photos of Elvis's open casket funeral.",
                "They also published in more reputable journals.",
                "And you lend money to a reputable company by essentially buying their bonds.",
                "They searched reputable sources for deaths attributed to this spider and found nothing."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwdXRhYmxl&hash=36315ff0c60362cec482b82bb0349bf11f532ba3&lang=en&cache-only=0",
            "defineEn": "having a good reputation",
            "defineVi": "có một danh tiếng tốt"
        },
        {
            "id": "31dca7ec-352a-438e-96ae-1ff045ce1f10",
            "word": "to exacerbate",
            "phonetic": "tʊ ɛɡzæsɚbeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "When it was accused of racism, sexism, anti-environmentalism, it reacted defensively, exacerbating the situation.",
                "Harry wants more power and position at court than Edward is willing to give him and he chafes at the bit, which only exacerbates his dilema.",
                "Also, race and gender and other forms of inequality can exacerbate income equality.",
                "So the coyotes exacerbate it. ",
                "Of course, with wind and the weather, those issues will certainly exacerbate the issues."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhhY2VyYmF0ZQ&hash=bdbd576201dd48bc008b81d31f8015892bb07540&lang=en&cache-only=0",
            "defineEn": "to escalate a bad condition, situation, or emotion",
            "defineVi": "để leo thang một điều kiện xấu, tình hình, hoặc cảm xúc"
        },
        {
            "id": "ac6c1c22-451d-4edd-aa64-237b53068b8a",
            "word": "to exaggerate",
            "phonetic": "tʊ ɛɡzædʒɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "You have to take everything she says with a grain of salt, because she tends to exaggerate.",
                "He exaggerated the threat of the American administration.",
                "He's exaggerating.",
                "You're not even exaggerating.",
                "But did Mackay exaggerate?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhhZ2dlcmF0ZQ&hash=556b6d6cc9a5385c213ae7c30cd4053897b4a4f7&lang=en&cache-only=0",
            "defineEn": "to describe something better, larger, or worse than it truly is",
            "defineVi": "để mô tả một cái gì đó tốt hơn, lớn hơn, hoặc tồi tệ hơn nó thực sự là"
        },
        {
            "id": "fb7f2f6a-60da-4be3-8c54-d6924ec3efb5",
            "word": "to excavate",
            "phonetic": "tʊ ɛkskəveɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Underwater archaeologists excavate shipwrecks and one ship at Uluburun in Turkey from the thirteenth century BCE had products on it from at least seven different states.",
                "To date, the remains of 61 mammoths have been excavated from the Mammoth Site of Hot Springs, South Dakota, all victims of an ancient sinkhole.",
                "Excavating these fossils required what was essentially a military-level operation.",
                "Its partial skull was excavated in Chad and dated to around 7 million years ago.",
                "The fossil jawbone was excavated in the late 1970s at a site called Meswa Bridge in western Kenya that dates back about 26 million to 23 million years ago."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhjYXZhdGU&hash=9e4fcd9dfea90338004cf283bda57c41b652e63e&lang=en&cache-only=0",
            "defineEn": "to uncover or expose by digging, especially to reveal buried artifacts, structures, or remains",
            "defineVi": "để khám phá hoặc phơi bày bằng cách đào, đặc biệt là để tiết lộ các hiện vật, cấu trúc hoặc hài cốt bị chôn vùi"
        },
        {
            "id": "7ac5dfa8-17f2-4a3f-9497-bf17ffccfb6a",
            "word": "to unearth",
            "phonetic": "tʊ ʌnɜːθ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I unearthed a few corpses myself.",
                "One such fossil was unearthed in a South African cave in 1949: the bony skullcap of a juvenile hominin with two very suspicious puncture marks.",
                "They also unearthed an engraved piece of ochre that is considered the oldest piece of abstract art in the world.",
                "We’ve unearthed thousands of ancient remains, and not all belong to our ancestors.",
                "Scientists have unearthed dozens of fossils showing evidence of feathered dinosaurs, but for some reason Jurassic Park and other dino movies have a strict no-plumage policy."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5lYXJ0aA&hash=edeaf4799b8236c5fe9b2850f94a5ece01eaf072&lang=en&cache-only=0",
            "defineEn": "to dig the ground and discover something",
            "defineVi": "để đào đất và khám phá một cái gì đó"
        },
        {
            "id": "84cf60b8-b6db-4eb9-a25c-89e332795f4b",
            "word": "exclusion",
            "phonetic": "ɛkskluːʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "For African Americans, this exclusion has roots in the conditions of enslavement.",
                "Cultures all over the world actually use ostracism, or social exclusion, as a type of punishment.",
                "An exclusion zone is still in force for 12 miles around the plant.",
                "Number three: Is excessively devoted to work and productivity, to the exclusion of leisure activities and friendships.",
                "But the origins of that law began with the exclusion of women - Intersectionality!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjbHVzaW9u&hash=0a3ddd1a157e76fc3eb262721326ac9456e12918&lang=en&cache-only=0",
            "defineEn": "the act of intentionally keeping someone or something out of a particular group or activity",
            "defineVi": "hành động cố ý giữ ai đó hoặc cái gì đó ra khỏi một nhóm hoặc hoạt động cụ thể"
        },
        {
            "id": "3df2ba56-2f55-4514-b85c-efc3d2caf365",
            "word": "excursion",
            "phonetic": "ɛkskɜːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Likewise, Homo erectus began its excursions out of Africa hundreds of thousands of years before the first definitive evidence of widespread fire use.",
                "But what most agree on is the extravagant scale of the excursion.",
                "This was the last sample collected on Apollo 11, as Neil Armstrong's outside the LEM, the lunar excursion module, getting ready to seal up the rock box.",
                "According to a 2015 study by Tourism Concern, about two-thirds of all-inclusive vacationers go on some sort of excursion, which can add up fast.",
                "There were smaller versions for fishing and local excursions, and larger adaptations for open sea voyages capable of carrying tens of tons of cargo."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjdXJzaW9u&hash=4d017f3456d44b953c0bc9e800b37384de8d2b61&lang=en&cache-only=0",
            "defineEn": "a short trip taken for pleasure, particularly one arranged for a group of people",
            "defineVi": "một chuyến đi ngắn được thực hiện cho niềm vui, đặc biệt là một chuyến đi được sắp xếp cho một nhóm người",
            "hasImg": true
        },
        {
            "id": "b0e621b4-2bff-4b42-8575-bedf8d15dc8e",
            "word": "excretion",
            "phonetic": "ɛkskɹɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bodily excretions, death, and rotten smells can be signs of danger or disease, triggering our innate sense of disgust.",
                "Animal viruses are usually transmitted to people in a few ways: contact with excretions, slaughter, bites, contact with tissues, or through an intermediate species like mosquitoes or ticks.",
                "The lazy river of digestion, nutrient extraction, and waste excretion connecting your mouth to your rear stretches something like 12 meters.",
                "Through the lymphatic channels of the skin, into the larger lymph channels deeper down, and ultimately through the liver for cleaning up and excretion. -",
                "Even the excretions they leave behind are mined by microbes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjcmV0aW9u&hash=d1c6e8be228bfd2cb62b414f03eea49f618f563b&lang=en&cache-only=0",
            "defineEn": "the bodily process of discharging waste matter",
            "defineVi": "quá trình cơ thể thải chất thải"
        },
        {
            "id": "60da089e-357a-464a-8fad-1d886c061667",
            "word": "to discard",
            "phonetic": "tə dɪskɑːɹd ",
            "partOfSpeechType": "verb",
            "examples": [
                "He found a discarded toy in the trash can and decided to keep it.",
                "As she prepared the celery for a salad, she trimmed the leafy stalks and discarded the tougher parts.",
                "All is grist that comes to the mill, he would tell his employees, as they sorted through piles of discarded items.",
                "In the Netherlands, MetdeStad collects discarded loaves from the streets around Rotterdam to turn into natural gas.",
                "No, I don't wanna discard."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzY2FyZA&hash=e62c2006e555b5037464a15edc108deb5950c203&lang=en&cache-only=0",
            "defineEn": "to get rid of something that is no longer needed",
            "defineVi": "để loại bỏ một cái gì đó không còn cần thiết",
            "hasImg": true
        },
        {
            "id": "5aa5a39a-971c-474a-9a10-132cbcf8fd57",
            "word": "to discern",
            "phonetic": "tə dɪsɜːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "You can clearly discern anything that isn't base from the base.",
                "Our brains can decode the signals from these cells to discern millions of wavelengths, which we then perceive as colors.",
                "But these fossils are almost impossible to discern from modern species.",
                "A Delta E of like two and three is like what the human eye can even discern.",
                "In this case, my failure is the ability to discern fact from fiction online."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzY2Vybg&hash=a988c9b2956027533ab4e5b6ff57d866be72104f&lang=en&cache-only=0",
            "defineEn": "to perceive or recognize something clearly, typically through keen observation or understanding",
            "defineVi": "để nhận thức hoặc nhận ra một cái gì đó rõ ràng, thường thông qua quan sát sắc sảo hoặc hiểu biết"
        },
        {
            "id": "59fc9541-b07d-42c7-80fe-3af37c49f048",
            "word": "discernible",
            "phonetic": "dɪsɜːnᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That’s when a patient has definite neurological symptoms, like paralysis or blindness, without any discernible cause.",
                "- I don't know if that's discernible.",
                "An allele, or version of a gene, is dominant when it only needs to be present in one copy in your cells for its associated traits to be discernible.",
                "Where what is real, what is fake, is not discernible and not knowable.",
                "Where what is real, what is fake, is not discernible and not knowable."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY2VybmlibGU&hash=98e5b7945e18fee67daedd38d9dbffa4ae43f4b5&lang=en&cache-only=0",
            "defineEn": "perceptible by the senses or intellect",
            "defineVi": "có thể cảm nhận được bằng các giác quan hoặc trí tuệ"
        },
        {
            "id": "2df03a91-683e-4255-9c64-e7c2941023a9",
            "word": "discerning",
            "phonetic": "dɪsɜːnɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The most successful leaders are those who are humble and willing to learn from others, as they say, let the wise listen and add to their learning, and let the discerning get guidance."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY2VybmluZw&hash=8fe730f7e9172484e4aa40b8e71e4d64f0484b0e&lang=en&cache-only=0",
            "defineEn": "displaying good judgment in different things, especially about their quality",
            "defineVi": "thể hiện sự đánh giá tốt trong những thứ khác nhau, đặc biệt là về chất lượng của chúng"
        },
        {
            "id": "e8589f56-6bb8-4f1c-b3ec-d2469e214108",
            "word": "attache",
            "phonetic": "ætæʃeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In non-menstruating mammals, this part of the cycle only happens when a fertilized embryo attaches to the wall of the uterus.",
                "What I think is cool about the dragonfly is that the wing attaches to the body in a completely different way than most insects.",
                "It's still an open area of research on how exactly the microtubule attaches to the kinetochore, and as we'll see in a second, it's at the kinetochore that the microtubules essentially start to pull at the two separate sister chromatids and actually pull them apart.",
                "Okay Now you pan down, attached to the piston is a rod that comes on down here and attaches here and here (Destin)",
                "A synapomorphy of leeches are their powerful suckers they've got them on both ends of their body, the posterior one being used to anchor itself while the anterior one that surrounds its mouth attaches to its host."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0YWNoZQ&hash=5c5f9a2c06153e0fc7a8ca6be54d5b552fc36c66&lang=en&cache-only=0",
            "defineEn": "a shallow and rectangular briefcase",
            "defineVi": "một chiếc cặp nông và hình chữ nhật"
        },
        {
            "id": "6f4d6ee4-9f70-4346-bf4c-837d2df4cced",
            "word": "to attenuate",
            "phonetic": "tʊ ɐtɛnjuːeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Traditional attenuated vaccines create long lasting resilience.",
                "but it's the range is reduced a lot because it gets attenuated by the fabric.",
                "For example, the vaccine that protects against measles, mumps, and rubella is what’s called a live attenuated vaccine."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXR0ZW51YXRl&hash=ca24d886d2f06d2889e2798cd63b758f023394a4&lang=en&cache-only=0",
            "defineEn": "become weaker, in strength, value, or magnitude",
            "defineVi": "trở nên yếu hơn, về sức mạnh, giá trị hoặc độ lớn"
        },
        {
            "id": "a8c55080-9fa5-4261-8f3e-c8616f4b82a8",
            "word": "to attest",
            "phonetic": "tʊ ɐtɛst ",
            "partOfSpeechType": "verb",
            "examples": [
                "After spending a year backpacking through Europe, I can attest to the fact that travel broadens the mind.",
                "Salem resident Christina Avery can personally attest to this.",
                "I can attest from my personal experience, when one person goes to prison, the entire family goes to prison.",
                "But as the Taihuttu family can personally attest to, this is changing fast.",
                "Which I can attest, this is not a pleasant situation."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXR0ZXN0&hash=3ea484a6ce833fe959c71bd900b0187c1100fe16&lang=en&cache-only=0",
            "defineEn": "provide evidence for; stand as proof of; show by one's behavior, attitude, or external attributes",
            "defineVi": "cung cấp bằng chứng cho; đứng làm bằng chứng về; thể hiện bằng hành vi, thái độ hoặc thuộc tính bên ngoài của một người"
        },
        {
            "id": "60a93f6a-a40a-4d6d-8682-673f380a0f2a",
            "word": "rein",
            "phonetic": "ɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He took up the reins of government immediately after the coup.",
                "After the CEO announced that she had been diagnosed with dementia, her daughter gradually began taking the reins of the company.",
                "Though my grandfather was the breadwinner, it was my grandmother who truly held the reins in their house.",
                "He's been holding the reins for over 20 years and intends to continue for as long as possible.",
                "As the newly appointed Chairman of the Military Pensions Board assumes office and takes over the rein of affairs."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVpbg&hash=47667b83776ef62e90330d93e1a4f27f3e624c64&lang=en&cache-only=0",
            "defineEn": "one of a pair of long straps (usually connected to the bit or the headpiece) used to control a horse",
            "defineVi": "một trong những cặp dây đai dài (thường được kết nối với bit hoặc mũ đội đầu) được sử dụng để điều khiển ngựa"
        },
        {
            "id": "13ecb648-a060-48ba-8edc-95dcf2fc2b36",
            "word": "to reinstate",
            "phonetic": "tə ɹiːɪnsteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Convict leasing effectively reinstated the terms of legal slavery under a different name.",
                "The U.S. Supreme Court will consider reinstating the death sentence for Dzhokhar Tsarnaev, the convicted Boston Marathon bomber.",
                "Just 79 days after the soda was launched the company reversed course and the original formula was reinstated.",
                "Folks stopped wearing the masks, until the governor reinstated the mask mandate, which he's now again removing.",
                "You certainly can't send 50,000 people without reinstating the Gulag."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVpbnN0YXRl&hash=a002846641114129a87b1e5809cb9a8e2d0753f5&lang=en&cache-only=0",
            "defineEn": "restore to the previous state or rank",
            "defineVi": "khôi phục lại trạng thái hoặc thứ hạng trước đó"
        },
        {
            "id": "817e7b84-cb6b-4ef5-bf44-42d7e4e9c851",
            "word": "to reiterate",
            "phonetic": "tə ɹiːɪɾɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We also thought this would be a good way to reiterate how the buck stopped here.",
                "President Biden reiterated that in his call with President Putin.",
                "President Biden reiterated his goals for doing so over the weekend.",
                "I just want to reiterate.",
                "But to reiterate, famine isn't natural!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVpdGVyYXRl&hash=3b328c250e387b064d31bcf945db759b80af17be&lang=en&cache-only=0",
            "defineEn": "to say, state, or perform again",
            "defineVi": "để nói, nhà nước, hoặc thực hiện một lần nữa",
            "hasImg": true
        }
    ]
}