{
    "id": "56eb2932-fb2c-4a2b-96e2-521b202b63e5",
    "title": "Top 376 - 400 Adverbs",
    "originalTitle": "Top 376 - 400 Adverbs",
    "words": [
        {
            "id": "c130b5a3-9305-4dd4-9240-38f314bad1bb",
            "word": "furthermore",
            "phonetic": "fɜːðɚmoːɹ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Furthermore, a well-integrated system bridges the divide among multiple, diverse functions within an organization.",
                "Furthermore the company didn't have the right products.",
                "Furthermore, quality of service is often quite high.",
                "And furthermore, the rates were by class.",
                "Furthermore, these funds seemed to offer even lower risk, especially through turbulent times like this past year."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVydGhlcm1vcmU&hash=54d45cff0d1333819434a9546a69cc0bc6acdaca&lang=en&cache-only=0",
            "defineEn": "in addition to what has just been stated; besides",
            "defineVi": "ngoài những điều vừa nêu; bên cạnh đó"
        },
        {
            "id": "b9e15483-0551-467b-8cf1-00bbd5634ebb",
            "word": "underground",
            "phonetic": "ʌndɚɡɹaʊnd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The subway station is underground and has multiple entrances.",
                "Sinkholes happen when water eats away at underground rock, creating pits and craters.",
                "The next target meets his end underground, in the coils of the corkscrew plant.",
                "For one thing earwigs spend the majority of their lives underground.",
                "A pair of beetles can get an entire rabbit underground in just a few hours."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJncm91bmQ&hash=ea417f7ee57e7de8c15f448920bc12896a01b064&lang=en&cache-only=0",
            "defineEn": "under the surface of the earth",
            "defineVi": "dưới bề mặt trái đất"
        },
        {
            "id": "3e95ace3-d0f2-4805-9972-58246c668d25",
            "word": "locally",
            "phonetic": "loʊkəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "All our meat is locally produced.",
                "Giant retail chains are pricing locally owned shops out of the market all over the country.",
                "Additionally, 30% of the factory's parts are purchased locally.",
                "Well yes, but the deaf community here, locally, is a little bit older.",
                "This is just playing locally."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9jYWxseQ&hash=4f64bc10f7e4726b5cff854affaec7146a3ba7e1&lang=en&cache-only=0",
            "defineEn": "with respect to a specific area or the place where one lives in",
            "defineVi": "đối với một khu vực cụ thể hoặc nơi mà một người sống trong"
        },
        {
            "id": "8f1ea9d2-8a06-4f6f-ba43-da6a5d50c248",
            "word": "extraordinarily",
            "phonetic": "ɛkstɹoːɹdɪnɛɹᵻli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "And her medical care was extraordinarily expensive.",
                "It's extraordinarily clever.",
                "They are extraordinarily partisan.",
                "It is extraordinarily rare.",
                "2008 was an extraordinarily important turning point. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0cmFvcmRpbmFyaWx5&hash=01b5d595db4284c447fa234cd12c3c1af842d239&lang=en&cache-only=0",
            "defineEn": "to a degree that is remarkable or more than usual",
            "defineVi": "đến một mức độ đáng chú ý hoặc nhiều hơn bình thường"
        },
        {
            "id": "891859d7-dff0-4653-b534-89d9dae08850",
            "word": "genetically",
            "phonetic": "dʒɪnɛɾɪkli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "- Like genetically.",
                "My son is the closest person to me genetically",
                "Gros Michel bananas were all genetically identical.",
                "Humans have been genetically modifing plants and animals for thousands of years.",
                "Genetically, some parts of her body made her the kids’ aunt, while others made her their mother."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXRpY2FsbHk&hash=682d0114d58f07ce6fbd8623429364cb8e1dfab5&lang=en&cache-only=0",
            "defineEn": "in a manner that is related to genetics or genes",
            "defineVi": "theo cách có liên quan đến di truyền hoặc gen"
        },
        {
            "id": "c3638d1f-0c79-4e78-849a-6b41b4e3a42d",
            "word": "moreover",
            "phonetic": "moːɹoʊvɚ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Moreover, he was sure that for a long while to come travelers would give the town a wide berth.",
                "Moreover, it is a movement that is all-embracive, all-inclusive and all about ensuring no one falls between the cracks.",
                "Moreover each fisherman’s livelihood produced jobs for some five other people.",
                "Moreover, different policies have different multipliers.",
                "Moreover, the Germans themselves were experiencing the deprivation and losses of their loved ones 21."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9yZW92ZXI&hash=8e5523d968af00aaffa1bd3260006a06b613180a&lang=en&cache-only=0",
            "defineEn": "used to support or add to the statement that has just been made by giving new or more information",
            "defineVi": "được sử dụng để hỗ trợ hoặc thêm vào tuyên bố vừa được thực hiện bằng cách đưa ra thông tin mới hoặc nhiều hơn"
        },
        {
            "id": "1518cfd9-cb4e-4661-b128-009cbf1507a0",
            "word": "remarkably",
            "phonetic": "ɹᵻmɑːɹkəbli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "On the credit side of the ledger, the film's female lead offers a remarkably strong character for girls and women of all ages to identify with and look up to.",
                "This route-finding capability is remarkably handy.",
                "Japanese brands sell remarkably well in the United States.",
                "Healthy subjects with the same personalities often took remarkably similar approaches.",
                "Even with this constraint, his exhaustive investigations yielded some remarkably accurate conclusions."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVtYXJrYWJseQ&hash=682f495b94fe51637fce36774473282792621bbe&lang=en&cache-only=0",
            "defineEn": "in a way that is unusual, surprising, or worth noticing",
            "defineVi": "theo cách khác thường, đáng ngạc nhiên hoặc đáng chú ý"
        },
        {
            "id": "238925b8-8ba0-4d0f-b8af-6a94fa0c4647",
            "word": "critically",
            "phonetic": "kɹɪɾɪkli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "As a teacher, I encourage my students to think deeply and critically before asking questions, reminding them that 'a fool may ask more questions in an hour than a wise man can answer in seven years.'",
                "After a series of critically acclaimed performances, the theater production has received a new lease of life, drawing larger crowds and rave reviews.",
                "When everyone in the group agreed on the idea without questioning it, John reminded them of the proverb great minds think alike, though fools seldom differ, to encourage them to think independently and critically.",
                "The leader knew that in order to make informed decisions and lead effectively, better brain than brawn was essential - it was the ability to analyze data, think critically, and communicate effectively that set great leaders apart.",
                "So, it's critically important."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpdGljYWxseQ&hash=b49ca0333e1f37df29bd6204688ad5429ef380e6&lang=en&cache-only=0",
            "defineEn": "to an extent or degree that is possibly catastrophic or disastrous",
            "defineVi": "đến một mức độ hoặc mức độ có thể là thảm họa hoặc thảm họa"
        },
        {
            "id": "245bcd1a-628f-4dd0-91a3-f98c08393074",
            "word": "manually",
            "phonetic": "mænjuːəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "He’s complaining because he has to read and correct all the documents manually, is he?",
                "Shutters can only be operated manually.",
                "You can manually edit your post in the edit section.",
                "It's then manually packed into boxes of 25 pounds each.",
                "We would just manually match them."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFudWFsbHk&hash=31bccd506e052ddb74de3a1a0b16496d4cbaf1b8&lang=en&cache-only=0",
            "defineEn": "using the hands rather than any automatic or electronic device",
            "defineVi": "sử dụng tay chứ không phải bất kỳ thiết bị tự động hoặc điện tử nào"
        },
        {
            "id": "ca25ceca-4c9e-49f2-9573-a6e1173f0413",
            "word": "amazingly",
            "phonetic": "ɐmeɪzɪŋli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "After mum passed on, you filled her shoes amazingly well.",
                "He might have been small and goodness knows how old, but he was amazingly powerful.",
                "Amazingly, this fungal infection was fossilized in the act.",
                "Amazingly, this particular clot was discovered totally by accident.",
                "This guy has an amazingly symmetrical face."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1hemluZ2x5&hash=d581798e631d47cedd8a5a3b0220ee59f8811056&lang=en&cache-only=0",
            "defineEn": "in a way that is extremely well or impressive",
            "defineVi": "trong một cách mà là rất tốt hoặc ấn tượng"
        },
        {
            "id": "8a0ec86b-b502-44ea-8fad-761ebd5dd653",
            "word": "slow",
            "phonetic": "sloʊ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The slow train arrived at the station behind schedule.",
                "The slow healing process of the wound required regular care.",
                "The slow elevator took a long time to reach the desired floor.",
                "Our progress has been fairly slow so far, but it's early days.",
                "She had a slow learning pace but never gave up."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xvdw&hash=0f7b65292fe1032cddd34e63a2f2c3c8ae99d6a3&lang=en&cache-only=0",
            "defineEn": "at a speed that is not fast",
            "defineVi": "với tốc độ không nhanh"
        },
        {
            "id": "415bd146-caa1-4bbf-8bca-0a088ee24c3c",
            "word": "besides",
            "phonetic": "bᵻsaɪdz ",
            "partOfSpeechType": "adverb",
            "examples": [
                "And besides, people have short attention spans.",
                "Besides, Mendeleev’s periodic table had no room for a new element like this.",
                "Besides, what’s the alternative?",
                "And besides, the average family couldn’t afford a formal portrait at all.",
                "And besides, like, knowing ASL?"
            ],
            "audio": "https://tts.langeek.co/read?text=YmVzaWRlcw&hash=36989209317477c00b56c25a432a074ec887c817&lang=en&cache-only=0",
            "defineEn": "used to add a convincing reason to support the statement just mentioned",
            "defineVi": "được sử dụng để thêm một lý do thuyết phục để hỗ trợ tuyên bố vừa được đề cập"
        },
        {
            "id": "57aa414d-e607-492d-bbd0-d933315529b4",
            "word": "outdoors",
            "phonetic": "aʊtdoːɹz ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Should people wear a mask outdoors?",
                "Outdoors, you can build an earth-covered shelter, which affords the best protection against blasts, fire, radiation, and radioactive fallout.",
                "People visited cemeteries for funerals, but also for anniversaries, holidays, or simply an afternoon outdoors.",
                "UV radiation from the sun is so strong, we'd get severe sunburn after just 15 minutes outdoors.",
                "George Whitmore loved nature and spending time outdoors."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0ZG9vcnM&hash=7b7bb406832dc6b3c41b513cd9a26914929dc671&lang=en&cache-only=0",
            "defineEn": "into or in the open, or outside",
            "defineVi": "vào hoặc trong mở, hoặc bên ngoài",
            "hasImg": true
        },
        {
            "id": "fe2612e6-30e8-41fb-a3de-1fb18253b8e1",
            "word": "solely",
            "phonetic": "soʊlli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "He was criticized by some for seemingly marrying into the fashion industry solely for fame and fortune.",
                "The goal of a fair trial is to ensure that justice is blind, and that the outcome is based solely on the facts of the case.",
                "The archbishop cautioned the cardinal to beware of a man of one book who bases all of his arguments solely on a single reference.",
                "A post, which in all probability, is fake and written solely for either earning a brownie point or being afraid of left out.",
                "We solely depend on him."
            ],
            "audio": "https://tts.langeek.co/read?text=c29sZWx5&hash=bb653570471f727dc09462c00956c640bc315d35&lang=en&cache-only=0",
            "defineEn": "with no one or nothing else involved",
            "defineVi": "không có ai hoặc không có gì khác tham gia"
        },
        {
            "id": "3c7bbf80-ce0c-44ff-aad4-13089f1498ca",
            "word": "thereby",
            "phonetic": "ðɛɹbaɪ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Thereby he will make the young man perfect eternally.",
                "The repeal inspired a line of commemorative teapots, thereby beginning America's storied tradition of worthless collectible ceramics.",
                "This jolt would cause the patron to scream, thereby adding to the tension in the theater.",
                "Jenna's a correspondent, thereby continuing the warm relations the Bush family has with the national press.",
                "Users give the app their phone number, thereby subscribing them to a stream of texts, encouraging them to get more involved."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlcmVieQ&hash=ba384fef1cc53500d4e4f816af2b2c16870994d3&lang=en&cache-only=0",
            "defineEn": "used to indicate the result of what is being talked about",
            "defineVi": "được sử dụng để chỉ ra kết quả của những gì đang được nói về"
        },
        {
            "id": "02766a42-1f9e-4928-85f4-be92ecd7f701",
            "word": "tremendously",
            "phonetic": "tɹəmɛndəsli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "I enjoyed the trip tremendously.",
                "And some of them were tremendously talented. ",
                "And the aggregate impact of that on the economy was tremendously negative.",
                "But pickup trucks matter tremendously to Detroit automakers.",
                "Since the 1970s, costs have dropped tremendously."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlbWVuZG91c2x5&hash=6d77d6ee5b0beb89c95ea6d9aef0638acc1c6889&lang=en&cache-only=0",
            "defineEn": "to a great level or degree",
            "defineVi": "đến một mức độ tuyệt vời hoặc mức độ"
        },
        {
            "id": "610bee8a-22d2-4097-b86e-167293e68aa1",
            "word": "strangely",
            "phonetic": "stɹeɪndʒli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "His life ended very strangely.'",
                "Strangely enough, five of the survivors have red hair.",
                "Strangely enough, for both questions, the answer lies in volcanoes.",
                "Strangely, the light appeared to be bouncing off crystals of ice.",
                "Strangely enough, fishers can only harvest the claws from the crabs, while the bodies must be returned to the ocean."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyYW5nZWx5&hash=2a47dd14c583b7a6eb85a25bf8b66319a4901377&lang=en&cache-only=0",
            "defineEn": "in a manner that is unusual or unexpected",
            "defineVi": "trong một cách đó là bất thường hoặc bất ngờ"
        },
        {
            "id": "8dd9b5b1-59e2-46c9-aa9d-f7e10f957bb8",
            "word": "drastically",
            "phonetic": "dɹæstɪkli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "They have drastically lowered the bar for anyone who wants to call themselves a musician.",
                "Mortality, especially among children, rose drastically.",
                "So, the advent of sonar drastically improved things.",
                "HIV infections have dropped drastically.",
                "The volume has been drastically down."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhc3RpY2FsbHk&hash=d67412d882adbd77c0a0fa636c50e86107d6ea5e&lang=en&cache-only=0",
            "defineEn": "to an extreme or great degree",
            "defineVi": "đến một mức độ cực đoan hoặc tuyệt vời"
        },
        {
            "id": "573845f5-6d93-4d84-9d1e-b78e5bd4a68c",
            "word": "sexually",
            "phonetic": "sɛkʃuːəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Animals sexually reproduce.",
                "Like, I like men sexually.",
                "Like I sexually like men.",
                "Sexually inappropriate any inappropriate sexual behavior on the part of mr . Cavanaugh Towards you at any of these other functions.",
                "1 in 3 women is sexually assaulted on the long journey north."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V4dWFsbHk&hash=2ae54cd1f0d251e62e2e161d67c42c651eee1748&lang=en&cache-only=0",
            "defineEn": "in a way that involves or is related to the activity of sex",
            "defineVi": "theo cách liên quan hoặc có liên quan đến hoạt động tình dục"
        },
        {
            "id": "ba4829bf-bbb9-4c9a-9085-bff025007f0e",
            "word": "chemically",
            "phonetic": "kɛmɪkli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "These sugar-phosphate bonds run down each side of the helix but, chemically, in opposite directions. ",
                "In fact, the flavorings could be chemically identical.",
                "So salt water is a chemically new solution.",
                "Thousands of years of co-evolution may even have bonded us chemically.",
                "But, again, chemically messed up brain that doesn’t always know the difference."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlbWljYWxseQ&hash=67fb75b1c16788103f84e962e25bac4636979444&lang=en&cache-only=0",
            "defineEn": "in a manner that is related to or is brought about by chemicals",
            "defineVi": "theo cách có liên quan đến hoặc được mang lại bởi hóa chất",
            "hasImg": true
        },
        {
            "id": "09d89c58-02da-4df2-b068-3c78801f8ed8",
            "word": "beforehand",
            "phonetic": "bᵻfoːɹhænd ",
            "partOfSpeechType": "adverb",
            "examples": [
                "He knew about the attack beforehand and it shows.",
                "During the event last week, he had a bad hair day and regretted not scheduling a salon appointment beforehand.",
                "It's beforehand.",
                "They can see the victory beforehand.",
                "Just driving around with it beforehand."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVmb3JlaGFuZA&hash=7c06bbb916211de10b07049afe7d1bdc22939862&lang=en&cache-only=0",
            "defineEn": "before an event or an action",
            "defineVi": "trước một sự kiện hoặc một hành động"
        },
        {
            "id": "c03d7371-31f1-494c-8860-b8592d6950a7",
            "word": "consciously",
            "phonetic": "kɑːnʃəsli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "No one said a word all of us were consciously putting on a brave face.",
                "And yet, you consciously register only about 40 at time.",
                "And, consciously or not, all politicians try to take advantage of that during their campaigns!",
                "I don’t consciously think about doing these things.",
                "Their breathing is consciously controlled, and they must surface for air every few minutes or they’ll drown."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2Npb3VzbHk&hash=e43a4d455394fc53391146cff69b311cb9dfe3eb&lang=en&cache-only=0",
            "defineEn": "in a manner that is deliberate or intentional",
            "defineVi": "theo cách cố ý hoặc cố ý"
        },
        {
            "id": "47c82c5a-6a9d-4dc0-ae7e-0ca9bdbc6fc0",
            "word": "subsequently",
            "phonetic": "sʌbsᵻkwəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Shares subsequently tanked.",
                "That molecule subsequently is converted into a sugar.",
                "Subsequently families are going to be separated. ",
                "Those changes in turn drive their decline, and subsequently, the failure of the whole organism.",
                "Did you subsequently talk to a reporter with the Washington Post?"
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vic2VxdWVudGx5&hash=f23de028afbec71710a9447f79b07dc8e270e79a&lang=en&cache-only=0",
            "defineEn": "after something specific; afterward",
            "defineVi": "sau một cái gì đó cụ thể; sau đó"
        },
        {
            "id": "671c5b6e-0497-477a-8ada-b1927b0166c9",
            "word": "sideways",
            "phonetic": "saɪdweɪz ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Then, things went sideways.",
                "Go sideways.",
                "Sideways motion is independent of up and down motion.",
                "Is she accelerating sideways?",
                "We just added sideways motion with the truck."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lkZXdheXM&hash=30f6654282214a7180bc46e6c99f549055e00002&lang=en&cache-only=0",
            "defineEn": "to, from, or toward the side",
            "defineVi": "đến, từ, hoặc về phía"
        },
        {
            "id": "201016de-b4da-49f3-baec-1b30af69cda3",
            "word": "unofficially",
            "phonetic": "ʌnəfɪʃəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Unofficially, they’re totally just cool planes.",
                "But the team that found it unofficially calls it Icarus.",
                "For prisoners, time spent under the dominion of contractors could be excessively brutal, with sentences often unofficially extended far past when their terms of service were supposed to be over.",
                "but we're getting a little ahead of where we are at this point in the process i'm sure we can continue to have a discussion about it in here uh and then say your second question one more time sure well one of the pieces that the president has talked about is his openness to engaging and having a discussion about what is called kind of the unofficially called "
            ],
            "audio": "https://tts.langeek.co/read?text=dW5vZmZpY2lhbGx5&hash=072fee612722adf49ee5ba584a98067e05bb0195&lang=en&cache-only=0",
            "defineEn": "in a manner that is not official",
            "defineVi": "theo cách không chính thức"
        }
    ]
}