{
    "id": "572db35c-4c21-40d5-88c5-f014fce2dbee",
    "title": "Lesson 3C",
    "originalTitle": "Lesson 3C",
    "words": [
        {
            "id": "071889da-f840-45e1-ab4b-bcaf54f4c741",
            "word": "like",
            "phonetic": "laɪk ",
            "partOfSpeechType": "preposition",
            "examples": [
                "Over seven hundred Facebook users have already liked the company’s website.",
                "He likes the comfortable seats and big screen at the movie theater.",
                "By the next morning, over twenty of my friends had liked my new profile picture.",
                "Like the commandments written in stone.",
                "Such helps were like drop in the ocean."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlrZQ&hash=8ebd96a821ea318ea0d4b905a330a1822df2581f&lang=en&cache-only=0",
            "defineEn": "sharing the same qualities or features",
            "defineVi": "chia sẻ những phẩm chất hoặc tính năng giống nhau",
            "hasImg": true
        },
        {
            "id": "45dc58e6-7f3b-46e5-ac39-c5e02d741ecd",
            "word": "opposite",
            "phonetic": "ɑːpəzɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She stopped the car opposite the school.",
                "The CEO is meeting her opposite number at Fukuda Electronics to discuss a possible joint venture.",
                "The Foreign Secretary is currently having talks with his opposite number in the White House.",
                "He was proud to be playing opposite a famous actor.",
                "Do you agree that the opposite side of the coin is too often untold?"
            ],
            "audio": "https://tts.langeek.co/read?text=b3Bwb3NpdGU&hash=273d7e0d83e4f02b978e1361143a009e031ab326&lang=en&cache-only=0",
            "defineEn": "on the other side of an area when seen from a particular vantage point",
            "defineVi": "ở phía bên kia của một khu vực khi nhìn từ một điểm thuận lợi cụ thể"
        },
        {
            "id": "e56dd5a2-b800-492a-9547-c2cce9778675",
            "word": "similar",
            "phonetic": "sɪmɪlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The two friends had similar tastes in music, enjoying the same bands and artists.",
                "She and her sister look very similar, but they have very different personalities.",
                "He found two similar shirts in different colors, deciding to buy both.",
                "He inherited his father's love of music and talent for playing the guitar - like father, like son, they share similar interests and skills.",
                "Her success in the industry had opened doors for other women to pursue similar careers."
            ],
            "audio": "https://tts.langeek.co/read?text=c2ltaWxhcg&hash=6980b436ca5033b3b5943fae1b3d2269f786a954&lang=en&cache-only=0",
            "defineEn": "(of two or more things) having qualities in common that are not exactly the same",
            "defineVi": "(của hai hoặc nhiều thứ) có những phẩm chất chung không hoàn toàn giống nhau",
            "hasImg": true
        },
        {
            "id": "9dce3e5e-7f82-4ad1-a25d-6613900c7564",
            "word": "DJ",
            "phonetic": "diːdʒeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "That DJ's voice really sets my teeth on edge.",
                "I know DJs absolutely hate that.",
                "The moment validated DJ setups as musical instruments, and showed its capabilities as a tool for improvisation.",
                "- K-Swift was a legendary DJ from Baltimore.",
                "there was DJs spinning around."
            ],
            "audio": "https://tts.langeek.co/read?text=REo&hash=e30d9dbdc55c4b793a0621cb3c9036702e87d154&lang=en&cache-only=0",
            "defineEn": "someone who plays popular recorded music at parties or on radio",
            "defineVi": "một người chơi nhạc được ghi lại phổ biến tại các bữa tiệc hoặc trên đài phát thanh",
            "hasImg": true
        },
        {
            "id": "dbe490bf-9887-4921-9e82-590765334dc9",
            "word": "art gallery",
            "phonetic": "ɑːɹt ɡælɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "It is an art gallery that exists only on the internet.",
                "The art gallery was full of stunning paintings, and I couldn't help but feast my eyes on each one.",
                "The place is the Ritesville town art gallery.",
                "The dashboard of the Rolls-Royce Phantom can even become a bespoke art gallery.",
                "On the TV, a reporter is at the Ritesville art gallery."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0IGdhbGxlcnk&hash=96bf4b41548be019867b1eafe1dbe9c67d1c1a33&lang=en&cache-only=0",
            "defineEn": "a building where works of art are exhibited to the public",
            "defineVi": "một tòa nhà nơi các tác phẩm nghệ thuật được trưng bày cho công chúng",
            "hasImg": true
        },
        {
            "id": "727983ce-0d62-4b5b-8ce4-44fec0acdb7a",
            "word": "camera",
            "phonetic": "kæmɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cameras clicked away.",
                "Cameras triggered by cars running red lights at intersections.",
                "The cameras catch motorists who break the speed limit.",
                "The cell phone camera has become the fly on the wall, so to speak.",
                "I'm afraid we can't recover the pictures - your camera is beyond recall."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FtZXJh&hash=327bb1a734d59dac359ef58cef4a8fb5e878d935&lang=en&cache-only=0",
            "defineEn": "a device or piece of equipment for taking photographs, making movies or television programs",
            "defineVi": "một thiết bị hoặc một phần của thiết bị để chụp ảnh, làm phim hoặc chương trình truyền hình",
            "hasImg": true
        },
        {
            "id": "c6b148cf-ca4b-40d6-87a5-3daa20fa35e0",
            "word": "passport",
            "phonetic": "pæspoːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Keep your passport in a safe place.",
                "She keeps her passport in a secure place at home.",
                "The immigration officer reviewed my passport before granting entry.",
                "They never travel without their passports.",
                "We had to show our passports and boarding passes at the airport immigration checkpoint."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzc3BvcnQ&hash=37f685bac0b77a8956de7f236c056d6ffd4643d0&lang=en&cache-only=0",
            "defineEn": "an official document issued by a government that identifies someone as a citizen of a particular country, which is needed when leaving a country and entering another one",
            "defineVi": "một tài liệu chính thức do chính phủ ban hành xác định ai đó là công dân của một quốc gia cụ thể, cần thiết khi rời khỏi một quốc gia và nhập cảnh vào một quốc gia khác",
            "hasImg": true
        },
        {
            "id": "7c76e2ea-3cce-4363-a883-a7b8b95270cc",
            "word": "to sunbathe",
            "phonetic": "tə sʌnbeɪð ",
            "partOfSpeechType": "verb",
            "examples": [
                "Sunbathing bores the pants off me.",
                "After a long day at work, Aurora enjoyed unwinding by sunbathing in her backyard in her birthday suit, soaking up the warm rays.",
                "The hot summer day made it unbearable for David to wear clothes, so he decided to spend the afternoon in the buff, sunbathing in his backyard.",
                "I go out there, I sunbathe there every lunch hour.",
                "And, you know, now it's so sunny, it's so hot in North Carolina, she loved the sun, and she would just lay out and sunbathe."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VuYmF0aGU&hash=fab070112f1220029dd8c55ef44a55cb82ce46db&lang=en&cache-only=0",
            "defineEn": "to lie or sit in the sun in order to darken one's skin",
            "defineVi": "nằm hoặc ngồi dưới ánh nắng mặt trời để làm đen da của một người",
            "hasImg": true
        },
        {
            "id": "ffeb778f-8286-4ac7-93e0-4c6166069391",
            "word": "curly",
            "phonetic": "kɜːli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He had long, curly eyelashes that framed his eyes.",
                "His hair is curly and brown.",
                "The version of the gene here is allele curly.",
                "Little Doris has curly hair now, and I don't anymore.",
                "So she has the gene right there for curly hair."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VybHk&hash=a4f52768bb0669b8644f53596532689265778d63&lang=en&cache-only=0",
            "defineEn": "(of hair) having a lot of curls or waves",
            "defineVi": "(tóc) có nhiều lọn hoặc gợn sóng",
            "hasImg": true
        },
        {
            "id": "084a3df7-8d8d-4b9e-884c-e3c517376f7d",
            "word": "example",
            "phonetic": "ɛɡzæmpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "You should include some examples in your essay.",
                "We should take our cue from their example.",
                "It's a classic example of 'full of courtesy, full of craft.'",
                "Alec Davidson, for example, was one of those who came off worst.",
                "Canada may follow the EU’s example by banning these products."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhhbXBsZQ&hash=f67bc709d71c1965cbcbdda06fdd7a120209b7a5&lang=en&cache-only=0",
            "defineEn": "something such as a situation, object, fact, etc. that shows or proves what one is saying",
            "defineVi": "một cái gì đó như một tình huống, đối tượng, thực tế, vv cho thấy hoặc chứng minh những gì một người đang nói"
        },
        {
            "id": "2db8f3d3-d694-4550-8d1c-9523f9ecdd69",
            "word": "kind",
            "phonetic": "kaɪnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The companies are two of a kind.",
                "Thank you, you're very kind.",
                "My aunt is a really kind sister to my father.",
                "Thank you for your kind words, they made my day.",
                "The lost child was helped by a kind police officer to find their way home."
            ],
            "audio": "https://tts.langeek.co/read?text=a2luZA&hash=789164b00c38d8c6f6401a8f1c7c6720ddb7c0d7&lang=en&cache-only=0",
            "defineEn": "a group of people or things that have similar characteristics or share particular qualities",
            "defineVi": "một nhóm người hoặc những thứ có đặc điểm tương tự hoặc chia sẻ phẩm chất cụ thể"
        }
    ]
}