{
    "id": "574294f2-0564-4001-ae47-ba2308e7e099",
    "title": "Top 401 - 425 Adjectives",
    "originalTitle": "Top 401 - 425 Adjectives",
    "words": [
        {
            "id": "a46d26df-8635-4901-96dd-c37c128d93dd",
            "word": "constitutional",
            "phonetic": "kɑːnstɪtuːʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Bail is an important constitutional right.",
                "It is constitutional cancel culture.",
                "And what was going on inside that building was a constitutional process.",
                "Two constitutional isomers have the same molecular formula, but the atoms are connected in different ways.",
                "But this wasn’t terribly constitutional."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3RpdHV0aW9uYWw&hash=9c44876c052412b2d00397baa8d40439419ecdb5&lang=en&cache-only=0",
            "defineEn": "relating to or operating under the official laws and principles called the constitution, by which a country or state is governed",
            "defineVi": "liên quan đến hoặc hoạt động theo các luật và nguyên tắc chính thức được gọi là hiến pháp, theo đó một quốc gia hoặc tiểu bang được điều hành"
        },
        {
            "id": "08d712f3-dde0-4254-9a77-04d665c5e26c",
            "word": "like",
            "phonetic": "laɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Over seven hundred Facebook users have already liked the company’s website.",
                "He likes the comfortable seats and big screen at the movie theater.",
                "By the next morning, over twenty of my friends had liked my new profile picture.",
                "Like the commandments written in stone.",
                "Such helps were like drop in the ocean."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlrZQ&hash=8ebd96a821ea318ea0d4b905a330a1822df2581f&lang=en&cache-only=0",
            "defineEn": "being identical or nearly the same in appearance, characteristics, etc.",
            "defineVi": "giống hệt nhau hoặc gần giống nhau về ngoại hình, đặc điểm, v.v.",
            "hasImg": true
        },
        {
            "id": "d010ef6c-743b-4aed-a300-fbdb8a7a43ea",
            "word": "pro",
            "phonetic": "pɹoʊ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Each technology has its pros and cons.",
                "We weighed up the pros and cons.",
                "Congress weighed the pros and cons of the new tax plan.",
                "We need to look at the pros and cons of each system.",
                "They sat for hours debating the pros and cons of setting up their own firm."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJv&hash=8c841efae86b5db0cfa9bb70fcffb59a0052a417&lang=en&cache-only=0",
            "defineEn": "(of people or events) professional, especially in sports",
            "defineVi": "(của người hoặc sự kiện) chuyên nghiệp, đặc biệt là trong thể thao"
        },
        {
            "id": "9cbad101-6bec-4267-aff0-39f0ac7f705e",
            "word": "wealthy",
            "phonetic": "wɛlθi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Mrs. Richardson is really wealthy.",
                "At the charity event, the wealthy businessman's joke had everyone in stitches.",
                "His eye for the main chance and ruthless commercial instincts have made him one of the wealthiest men in Britain",
                "The wealthy developer was able to skirt environmental regulations, while the poor homeowner faced steep fines for minor violations.",
                "The wealthy businessman realized too late that a contented mind is a perpetual feast, and that money couldn't buy him true happiness."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VhbHRoeQ&hash=edf90607383fc687f7013fa23e0d843cafb6bb98&lang=en&cache-only=0",
            "defineEn": "having a large amount of money or valuable possessions",
            "defineVi": "có một số tiền lớn hoặc tài sản có giá trị",
            "hasImg": true
        },
        {
            "id": "c5ade659-45dd-4556-bc37-a4eaecd66416",
            "word": "immediate",
            "phonetic": "ɪmiːdɪət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The make-or-break factor in this delicate post-course period is the attitude of the person's immediate superior.",
                "Distant water will not quench your immediate thirst, and it's important to address pressing issues first.",
                "I'm hot on the heels of the suspect, requesting immediate backup.",
                "He had to decide whether to continue his education and pursue his dream career or take a job offer that would provide immediate financial stability - it was a lose the horse or win the saddle choice.",
                "Netanyahu's reaction was immediate."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1tZWRpYXRl&hash=dd832b7a97d55548a7bb3ae6c41e0da5728d7e50&lang=en&cache-only=0",
            "defineEn": "done or performed without any time gap",
            "defineVi": "thực hiện hoặc thực hiện mà không có bất kỳ khoảng cách thời gian"
        },
        {
            "id": "150e1d09-2e98-4615-8695-eccd81ec2165",
            "word": "mobile",
            "phonetic": "moʊbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I can probably reach him on his mobile.",
                "Try phoning his mobile.",
                "She checked her account balance using the bank's mobile app.",
                "The school discouraged the use of cell phones by implementing a ban on mobile devices during class hours to maintain a focused learning environment.",
                "It was described as a large, luxury mobile home, but there was barely room to swing a cat."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9iaWxl&hash=ad33661a55d523caf227893335c3fcaa8fc012b9&lang=en&cache-only=0",
            "defineEn": "not fixed and able to move or be moved easily or quickly",
            "defineVi": "không cố định và có thể di chuyển hoặc di chuyển dễ dàng hoặc nhanh chóng",
            "hasImg": true
        },
        {
            "id": "d36eee98-c8eb-4890-9ac2-400b975999ad",
            "word": "remarkable",
            "phonetic": "ɹᵻmɑːɹkəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She followed the success of her first book with another remarkable novel.",
                "Elephants are known for their intelligence and remarkable memory.",
                "Villa have punched above their weight all season and it will be a remarkable achievement if they finish fifth.",
                "These organoids are pretty remarkable for other reasons.",
                "What they found was remarkable."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVtYXJrYWJsZQ&hash=cace9ddfe8138b83922134819bf9b12775f54a71&lang=en&cache-only=0",
            "defineEn": "worth noticing, especially because of being unusual or extraordinary",
            "defineVi": "đáng chú ý, đặc biệt là vì bất thường hoặc phi thường"
        },
        {
            "id": "85bf0552-76bb-42e8-b3ff-dd98a87beaf2",
            "word": "relative",
            "phonetic": "ɹɛlətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Relatives have taken up the cudgels for two British women accused of murder.",
                "We sometimes visit our relatives during the holidays.",
                "The couple received their relatives with open arms when they visited",
                "A week on vacation with my relatives is enough to drive me nuts.",
                "My family and I often travel by car to visit relatives in the countryside."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsYXRpdmU&hash=523b1c85396e321452a8343e68157c00c7896c3d&lang=en&cache-only=0",
            "defineEn": "measured or judged when compared to something else",
            "defineVi": "đo lường hoặc đánh giá khi so sánh với một cái gì đó khác"
        },
        {
            "id": "e4976cde-c60e-418d-a363-1002706b32e0",
            "word": "prime",
            "phonetic": "pɹaɪm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Thirteen is a prime number.",
                "The prime minister has called an election for 8 June.",
                "The ambassador was called back to London by the prime minister.",
                "Mrs. Thatcher held the post of prime minister longer than anyone else last century.",
                "At the age of 75, the singer is not exactly in the prime of his life!"
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbWU&hash=6f4962c74000482f6505b0d6cde431b6526cffd3&lang=en&cache-only=0",
            "defineEn": "first in importance or rank",
            "defineVi": "đầu tiên về tầm quan trọng hoặc xếp hạng"
        },
        {
            "id": "6145a4eb-ead6-4681-b555-46815b4a7f26",
            "word": "organic",
            "phonetic": "ɔːɹɡænɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She uses organic gardening methods in her garden, avoiding harmful chemicals.",
                "But, organic agriculture also has an impact at a broader level.",
                "Cities, like nations, like orchids, are organic things.",
                "Organic food is supposedly healthier more natural and more ethical.",
                "The company recently acquired organic meat brand Applegate Farms and Justin's Nut Butters."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JnYW5pYw&hash=7055dc091f069b1a86bfebdfda0f590e98718773&lang=en&cache-only=0",
            "defineEn": "(of food or farming techniques) produced or done without any artificial or chemical substances",
            "defineVi": "(của thực phẩm hoặc kỹ thuật canh tác) được sản xuất hoặc thực hiện mà không có bất kỳ chất nhân tạo hoặc hóa chất nào",
            "hasImg": true
        },
        {
            "id": "6b1b8f57-8b78-4672-be09-3d295ef2da72",
            "word": "tricky",
            "phonetic": "tɹɪki ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Time is tricky.",
                "The analogies are tricky.",
                "Pricing is especially tricky.",
                "Is it tricky?",
                "It's tricky!"
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpY2t5&hash=6a9085e649fcdd7871415825c31dab514fe9855d&lang=en&cache-only=0",
            "defineEn": "difficult to do or handle and requiring skill or caution",
            "defineVi": "khó thực hiện hoặc xử lý và đòi hỏi kỹ năng hoặc sự thận trọng"
        },
        {
            "id": "32676b54-7880-4e6e-a621-d882816bc86d",
            "word": "focused",
            "phonetic": "foʊkəst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Often we are so focused on pouring love and care into our children and families that our own wellbeing drops to the wayside.",
                "The school discouraged the use of cell phones by implementing a ban on mobile devices during class hours to maintain a focused learning environment.",
                "Great job on the win, but after victory, tighten your helmet chord and stay focused for the rest of the season.",
                "The honour of being chosen as team captain made her much more responsible and focused, showing how honours change manners.",
                "Despite the criticism from the crowd, the athlete remained a good sport and stayed focused on the game."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9jdXNlZA&hash=fbcfbd70cedae1ab24dd65f0b498ee16e1eab279&lang=en&cache-only=0",
            "defineEn": "with a lot of attention heeded toward a particular thing such as an aim, activity, etc.",
            "defineVi": "với rất nhiều sự chú ý chú ý đến một điều cụ thể như mục tiêu, hoạt động, v.v.",
            "hasImg": true
        },
        {
            "id": "c2093119-514a-468b-9b40-248f368a0948",
            "word": "magical",
            "phonetic": "mædʒɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The snowy landscape looked magical under the moonlight.",
                "She imagined a magical land where the trees were made of cotton candy and the rivers flowed with white sugar.",
                "It was magical.",
                "It's magical.",
                "It's magical."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFnaWNhbA&hash=4fd206bdbe6d704b8de7820967252bd34519e9f1&lang=en&cache-only=0",
            "defineEn": "related to or practicing magic",
            "defineVi": "liên quan đến hoặc thực hành ma thuật",
            "hasImg": true
        },
        {
            "id": "7a0ee697-7bd8-465c-97bf-5f2fb9c740c2",
            "word": "dumb",
            "phonetic": "dʌm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She's as dumb as an oyster.",
                "Whereat he smiled, but remained dumb as an oyster.",
                "We would have gotten away with our plan if your dumb cousin hadn't started shooting off his mouth all over town.",
                "I was struck dumb by the news.",
                "After watching him play chess, I can safely say he's as dumb as a coal bucket when it comes to strategy games."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVtYg&hash=1fe492c947f8e4d740e8a5a738bfe3d44288d677&lang=en&cache-only=0",
            "defineEn": "stupid; slow to learn",
            "defineVi": "ngốc nghếch; học chậm",
            "hasImg": true
        },
        {
            "id": "d048cfb1-1371-43e2-86de-1d0716154d33",
            "word": "solar",
            "phonetic": "soʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Samantha is breaking new ground in the field of renewable energy, with her groundbreaking research on solar power.",
                "The chance to see a solar eclipse from such a perfect location happens once in a lifetime.",
                "In 2018, solar power made up around 2.3 percent of electricity generation here in the U.S.",
                "Solar power is intermittent.",
                "One example of a boundary condition is solar radiation."
            ],
            "audio": "https://tts.langeek.co/read?text=c29sYXI&hash=3241db03749009ab4ed0c0b7b233053541e3db63&lang=en&cache-only=0",
            "defineEn": "relating to the sun; relating to the energy received from the sun",
            "defineVi": "liên quan đến mặt trời; liên quan đến năng lượng nhận được từ mặt trời",
            "hasImg": true
        },
        {
            "id": "11a38cff-b3f9-46f4-ac7f-aa206272795c",
            "word": "plastic",
            "phonetic": "plæstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The children drank their juice from colorful plastic glasses.",
                "The children used a plastic fork to eat their pasta.",
                "The frames are made of plastic and they tend to break quite easily.",
                "The mother allowed the children to use a plastic knife for their safety.",
                "The children enjoyed eating yogurt with a colorful plastic spoon."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhc3RpYw&hash=310d1071d55baf9de079b6081e269c0a848852cf&lang=en&cache-only=0",
            "defineEn": "made of or consisting of plastic",
            "defineVi": "làm bằng hoặc bao gồm nhựa",
            "hasImg": true
        },
        {
            "id": "fed7a340-a9b0-4a0e-866e-da95c80928ff",
            "word": "Indian",
            "phonetic": "ɪndiən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The weather is very warm for October - it's an Indian summer!",
                "Many delicious and diverse cuisines originate from Asia, such as Chinese, Indian, and Japanese.",
                "They mixed together yogurt, turmeric, and ginger to create a flavorful Indian marinade for the chicken tikka.",
                "Indian boarding schools have a long history in this country as well.",
                "The Indian gentleman thought that, too."
            ],
            "audio": "https://tts.langeek.co/read?text=SW5kaWFu&hash=9cbdc28f48c943c0b7c8e708042748f7604d2ffb&lang=en&cache-only=0",
            "defineEn": "relating to India or its people or languages",
            "defineVi": "liên quan đến Ấn Độ hoặc người hoặc ngôn ngữ của nó",
            "hasImg": true
        },
        {
            "id": "64a48083-52a7-448e-96c2-1ba5f00dff50",
            "word": "south",
            "phonetic": "saʊθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Many migratory birds fly south for the winter and return north in the spring.",
                "The south of the country is known for its beautiful beaches.",
                "The south of the city is more residential, while the north is more commercial.",
                "They were both raised in the South.",
                "Everyone in the gang went south when they learned that the police had discovered their hideout."
            ],
            "audio": "https://tts.langeek.co/read?text=c291dGg&hash=f5f36c81a21b5ba503ca4949b8c6ed76d4e180b0&lang=en&cache-only=0",
            "defineEn": "situated in or toward the south",
            "defineVi": "nằm trong hoặc hướng về phía nam",
            "hasImg": true
        },
        {
            "id": "54a2c3ce-c4b4-4eac-bbda-4adfa69dee43",
            "word": "given",
            "phonetic": "ɡɪvən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This seems particularly ironic given the basilisk’s one-time association with the Devil."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2l2ZW4&hash=f34b7cadf7652e8ffa1ccaf6084690be6ec580d8&lang=en&cache-only=0",
            "defineEn": "stated or specified; acknowledged or supposed",
            "defineVi": "đã nêu hoặc chỉ định; thừa nhận hoặc giả định"
        },
        {
            "id": "5fdebaf6-ce0a-407c-a5e0-780cacd7bd41",
            "word": "magic",
            "phonetic": "mædʒɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The new vacuum cleaner works like magic, easily picking up dirt from the floors.",
                "If that is true, he is waving a magic wand.",
                "With a wave of her magic wand, she changed the frog into a handsome prince.",
                "I can’t just wave a magic wand and produce the money for you.",
                "If I could wave my magic wand, I would just make it so the pipe had been installed properly in the first place."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFnaWM&hash=a99135e92efa376a06c4dac6e8b9c96538f90558&lang=en&cache-only=0",
            "defineEn": "describing or practicing special abilities or powers",
            "defineVi": "mô tả hoặc thực hành các khả năng hoặc quyền hạn đặc biệt"
        },
        {
            "id": "90c90486-cf6c-4456-b183-83bfd473e0d0",
            "word": "calm",
            "phonetic": "kɑːm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's the calm after a storm.",
                "His judgment is calmer, and he puts the saddle on the right horse.",
                "The night brings a sense of calm and tranquility.",
                "What the country was experiencing was not peace, but just the calm before another storm.",
                "She drank a glass of warm water to calm her upset stomach."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FsbQ&hash=d6b8f38e108abcbe0f61e6c8f3b29a94b1fd9f5f&lang=en&cache-only=0",
            "defineEn": "not showing worry, anger, or other strong emotions",
            "defineVi": "không thể hiện sự lo lắng, tức giận hoặc những cảm xúc mạnh mẽ khác",
            "hasImg": true
        },
        {
            "id": "2c93fe2c-ea65-4249-9c5f-c035d341a43f",
            "word": "comic",
            "phonetic": "kɑːmɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So comic books gave me an imagination.",
                "Attack that comic book!",
                "The comic Saturday Morning Breakfast Cereal tears science down in a sometimes-innapropriate-for-children but always hilariously nerdy way.",
                "Like, you know, comic books, apparently.",
                "But the comic deflation in the second half of the sentence is pure Austen."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29taWM&hash=3822a71ab657ce3721da06ffbaf307b360ff5ffc&lang=en&cache-only=0",
            "defineEn": "connected with or in the style of comedy",
            "defineVi": "kết nối với hoặc theo phong cách hài kịch"
        },
        {
            "id": "bc03247a-14f1-4e3b-8f3b-e9e9950f2536",
            "word": "brief",
            "phonetic": "bɹiːf ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Give your contact details and follow this with a brief profile of yourself.",
                "The store sells a variety of underwear styles, including briefs and boxers.",
                "After a brief ceasefire, fighting continued.",
                "The viral internet meme that gained immense popularity for a brief period became a ten-day wonder, with people sharing and referencing it widely before it faded from the online spotlight.",
                "Jeff was caught with his pants down when he came to the meeting without having read the brief and the boss started firing questions at him."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpZWY&hash=8a17854e22cd2d858064c19068f6aed113686d88&lang=en&cache-only=0",
            "defineEn": "short in duration",
            "defineVi": "trong thời gian ngắn",
            "hasImg": true
        },
        {
            "id": "9f8abec3-74c8-472c-85bb-2eba829165f0",
            "word": "ordinary",
            "phonetic": "ɔːɹdɪnɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He preferred sweet potatoes over ordinary potatoes due to their natural sweetness.",
                "He chose a loyal and hardworking employee from an ordinary background over one with an impressive resume but a questionable work ethic.",
                "I roasted a mix of sweet potatoes and ordinary potatoes for a colorful and flavorful side dish.",
                "While ordinary onions have a strong pungent flavor, Welsh onions have a more delicate and subtle taste.",
                "As the old proverb goes, an ordinary teacher tells, a good teacher explains, an excellent teacher inspires, and I strive to be the latter."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JkaW5hcnk&hash=0bcea873c150d1096127bf103491263fda686759&lang=en&cache-only=0",
            "defineEn": "not unusual or different in any way",
            "defineVi": "không bất thường hoặc khác biệt theo bất kỳ cách nào",
            "hasImg": true
        },
        {
            "id": "1c15f7cb-583f-4ddd-bfc4-8366d88910d3",
            "word": "senior",
            "phonetic": "siːnjɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I had a senior moment and just couldn’t think of his name.",
                "There were hesitations, a gaffe, and one senior moment.",
                "She started as an intern, but now she's a senior manager in just two years.",
                "The museum offers discounted tickets for seniors and adults.",
                "The circumstances in which his most senior colleague resigned has lost him face with the Americans."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VuaW9y&hash=19ee5486c2c13ed16410985c096a1e7595241498&lang=en&cache-only=0",
            "defineEn": "of a high or higher status or rank than someone else",
            "defineVi": "có địa vị hoặc cấp bậc cao hoặc cao hơn người khác",
            "hasImg": true
        }
    ]
}