{
    "id": "58156e31-2c18-49f8-a9db-b85188e25648",
    "title": "Unit 2",
    "originalTitle": "Unit 2",
    "words": [
        {
            "id": "27c8894e-28ff-48d7-9cb0-b79cd04c33ae",
            "word": "job",
            "phonetic": "dʒɑːb ",
            "partOfSpeechType": "noun",
            "examples": [
                "His carelessness lost him the job.",
                "Jobs that pay £5 an hour.",
                "This job puts years on you.",
                "My job is the tough one.",
                "The team's new manager brings ten years' experience to the job."
            ],
            "audio": "https://tts.langeek.co/read?text=am9i&hash=ef5cedf0a05b01de4986c956c61f09fa84112541&lang=en&cache-only=0",
            "defineEn": "the work that we do regularly to earn money",
            "defineVi": "công việc mà chúng tôi làm thường xuyên để kiếm tiền",
            "hasImg": true
        },
        {
            "id": "60a0ba90-dd08-4102-b207-f950b8712a45",
            "word": "architect",
            "phonetic": "ɑːɹkɪtɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Engineers collaborate with architects to turn design concepts into reality.",
                "The completion of the landmark building was the architect's crowning glory, showcasing their visionary design and construction skills.",
                "When the architect designed the building, the contractor followed the plans, recognizing that every man to his trade and he was not qualified to make design decisions.",
                "The going rate for a skilled architect in India is about $50,000 per year.",
                "The entrepreneur knew that every man is the architect of his own fortune when he started his own business."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGl0ZWN0&hash=f2ac57be572d4a9276121a729cb9e6d546226196&lang=en&cache-only=0",
            "defineEn": "a person whose job is designing buildings and typically supervising their construction",
            "defineVi": "một người có công việc là thiết kế các tòa nhà và thường giám sát việc xây dựng của họ",
            "hasImg": true
        },
        {
            "id": "16824173-9975-4102-8866-c2fff64f9ad7",
            "word": "dentist",
            "phonetic": "dɛntɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dentist can't take any new patients.",
                "The dentist took an X-ray of my teeth to check for any underlying issues.",
                "I have a dentist appointment on Thursday.",
                "The dentist recommended using an electric toothbrush for better cleaning.",
                "The dentist showed me the proper technique for brushing and gave me a new toothbrush."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVudGlzdA&hash=ca79d13ffe89c188c42c6b779cc2ba2e5ab0e7a6&lang=en&cache-only=0",
            "defineEn": "someone who is licensed to fix and care for our teeth",
            "defineVi": "một người được cấp phép để sửa chữa và chăm sóc răng của chúng tôi",
            "hasImg": true
        },
        {
            "id": "a4cc7cf8-503b-4dd8-9329-e7459311c003",
            "word": "hairdresser",
            "phonetic": "hɛɹdɹɛsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We had the same hairdresser.",
                "Judy Ann Santiago is a hairdresser in South Florida.",
                "And I was telling my hairdresser so much stuff about wanting to be a journalist.",
                "To make ends meet, Jin Sook worked as a hairdresser while Don worked as a janitor, pumped gas, and served coffee.",
                "William, I was wondering if you could engage in small talk with me, as if you're my hairdresser and this is my first appointment."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFpcmRyZXNzZXI&hash=15c858c26218c8e97d6ee618fa274f2cb9ace3a9&lang=en&cache-only=0",
            "defineEn": "someone ‌whose job is to cut, wash and style hair",
            "defineVi": "ai đó ‌có công việc là cắt, gội và tạo kiểu tóc",
            "hasImg": true
        },
        {
            "id": "56460288-668f-499e-851c-d5a1a10839ca",
            "word": "taxi driver",
            "phonetic": "tæksi dɹaɪvɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGF4aSBkcml2ZXI&hash=814eb9d2538a43b7d7faafd02cd73fa5848ac02e&lang=en&cache-only=0",
            "defineEn": "someone whose job involves driving a taxi and taking people to different places",
            "defineVi": "một người có công việc liên quan đến việc lái xe taxi và đưa mọi người đến những nơi khác nhau",
            "hasImg": true
        },
        {
            "id": "4f4acf8f-25e7-414d-8de5-ee339e44b370",
            "word": "nurse",
            "phonetic": "nɜːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The nurse takes my blood pressure.",
                "The nurses had to spoon-feed my mother after her stroke.",
                "I thanked the nurse for her compassionate care during my stay in the hospital.",
                "The nurse kindly explained the procedure to me and helped me feel at ease.",
                "Nurses play an important role in providing healthcare and assisting doctors in treating patients."
            ],
            "audio": "https://tts.langeek.co/read?text=bnVyc2U&hash=5749553055d3ea36337ab6fb54c9d6deca56f5d8&lang=en&cache-only=0",
            "defineEn": "someone who has been trained to care for injured or sick people, particularly in a hospital",
            "defineVi": "một người đã được đào tạo để chăm sóc người bị thương hoặc bị bệnh, đặc biệt là trong bệnh viện",
            "hasImg": true
        },
        {
            "id": "193a6f04-478b-4ecd-8759-3e22903691a6",
            "word": "receptionist",
            "phonetic": "ɹᵻsɛpʃənɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The receptionist led the way to the boardroom.",
                "The receptionist sat behind the desk, welcoming visitors.",
                "The receptionist informed me that the manager is not available at the moment.",
                "Please collect the documents from the receptionist before leaving the building.",
                "I mean, I'm a receptionist at Soul Cycle."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjZXB0aW9uaXN0&hash=c45778d9e115b3ce8d9986d086ba6c0ff2f35f3c&lang=en&cache-only=0",
            "defineEn": "a person who greets and deals with people arriving at or calling a hotel, office building, doctor's office, etc.",
            "defineVi": "một người chào đón và giao dịch với những người đến hoặc gọi đến khách sạn, tòa nhà văn phòng, văn phòng bác sĩ, v.v.",
            "hasImg": true
        },
        {
            "id": "0b4cc0da-de55-4d96-8d60-232cb04066b4",
            "word": "journalist",
            "phonetic": "dʒɜːnəlɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The journalist published a wrong statement in the article.",
                "Journalists on the spot reported no progress.",
                "Journalists have to learn the tricks of the trade quickly if they want to get the good stories.",
                "As a journalist, I know that a carpenter is known by his chips.",
                "The journalist's investigation uncovered a network of the gnomes of Zurich who were involved in manipulating global currency markets for their own benefit."
            ],
            "audio": "https://tts.langeek.co/read?text=am91cm5hbGlzdA&hash=771d52ada8c055a7782451a6b88616d6a687a00e&lang=en&cache-only=0",
            "defineEn": "someone who prepares news to be broadcast or writes for newspapers, magazines, or news websites",
            "defineVi": "người chuẩn bị tin tức để phát sóng hoặc viết cho báo, tạp chí hoặc trang web tin tức",
            "hasImg": true
        },
        {
            "id": "b4bc4c6c-7fe7-406e-a82f-866e3d222417",
            "word": "pilot",
            "phonetic": "paɪlət ",
            "partOfSpeechType": "noun",
            "examples": [
                "All through the hijacking the pilot kept a level head.",
                "The pilot's best bet was to make an emergency landing.",
                "The pilot made every safety check before taking off, but an unexpected mechanical issue caused a delay.",
                "On Thursday the airline had to charter 10 aircraft to counter industrial action by its pilots, who are on a work-to-rule.",
                "The helicopter pilot skillfully maneuvered through the mountains."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlsb3Q&hash=a9919107ec75ce3f5ca86b2391b11f76315c3cbb&lang=en&cache-only=0",
            "defineEn": "someone whose job is to operate the controls of an aircraft",
            "defineVi": "một người có công việc là vận hành các điều khiển của một chiếc máy bay",
            "hasImg": true
        },
        {
            "id": "e3b73d94-a423-4811-aff7-4fd554cd7044",
            "word": "lawyer",
            "phonetic": "lɔɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lawyer presented the right argument in court.",
                "The lawyers put another nail in her coffin today.",
                "Do not your lawyers sell all their practice, as your priests their prayers?",
                "Do not your lawyers sell all their practice, as your priests their prayers?",
                "The plaintiff’s lawyer turned the tables this morning by producing some strong new evidence."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF3eWVy&hash=a5e0f9a43d7e91c78c33dddbc3503ce6fc8d226b&lang=en&cache-only=0",
            "defineEn": "a person who practices or studies law, advises people about the law or represents them in court",
            "defineVi": "một người hành nghề hoặc nghiên cứu luật, tư vấn cho mọi người về luật hoặc đại diện cho họ trước tòa",
            "hasImg": true
        },
        {
            "id": "1aaa9536-42b8-4786-bbe9-cbea7c4cee08",
            "word": "accountant",
            "phonetic": "ɐkaʊntənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His accountant had been cooking the books for years.",
                "When it comes to the new tax reform, the new accountant really knows her onions.",
                "I received an automated email from the accountant saying that she was out to lunch.",
                "The accountant was tasked with managing the company's finances, but she was caught embezzling funds for her own benefit.",
                "It would probably pay you to hire an accountant."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb3VudGFudA&hash=7ab751a23659e66924f630a2d8b4e7d99581a3b2&lang=en&cache-only=0",
            "defineEn": "someone whose job is to keep or check financial accounts",
            "defineVi": "ai đó có công việc là để giữ hoặc kiểm tra tài khoản tài chính",
            "hasImg": true
        },
        {
            "id": "53f854c1-6001-49c8-a117-953bdc0a40c7",
            "word": "early",
            "phonetic": "ɜːli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The library closes early on Sundays.",
                "She sent the kids to bed early.",
                "Her early research laid the foundation for many important medical discoveries.",
                "Book early and save £50!",
                "For some people, early morning jogging is their cup of tea."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWFybHk&hash=184900ed75cfba878b7c4c4e0a885a7b3fafb6d4&lang=en&cache-only=0",
            "defineEn": "happening or done before the usual, expected, or scheduled time",
            "defineVi": "xảy ra hoặc thực hiện trước thời gian thông thường, dự kiến, hoặc theo lịch trình",
            "hasImg": true
        },
        {
            "id": "c10ec92c-bf4c-429f-b029-297243bf9ba4",
            "word": "late",
            "phonetic": "leɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Spring came late this year.",
                "Her latest novel takes the lid off the international art world.",
                "The government's latest proposals are a dog's dinner.",
                "She was only five minutes late!",
                "The latest smartphone is now on the market."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF0ZQ&hash=fc1d67af13a1e50519b70d42fa14230d455a03f5&lang=en&cache-only=0",
            "defineEn": "doing or happening not at the time that is usual or expected, but after it",
            "defineVi": "làm hoặc xảy ra không phải vào thời điểm thông thường hoặc dự kiến, nhưng sau đó",
            "hasImg": true
        },
        {
            "id": "2ef0e12c-9ad0-4400-9ada-6a366ce6eaae",
            "word": "big",
            "phonetic": "bɪɡ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The big fellow keeps a fish shop near the post office.",
                "The government makes a big thing out of public support.",
                "His dedication and hard work played a big part in the company's success.",
                "The conference attracted many big names in the tech industry.",
                "We're talking big money."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymln&hash=340cec77523732d5bc33f027cecb19ef75c4678d&lang=en&cache-only=0",
            "defineEn": "large or above average in size, amount, degree, etc.",
            "defineVi": "lớn hoặc trên mức trung bình về kích thước, số lượng, mức độ, v.v.",
            "hasImg": true
        },
        {
            "id": "13f5a5ff-0771-4a70-ad0f-f9fc3cfb7650",
            "word": "little",
            "phonetic": "lɪɾəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "These reforms will produce little change.",
                "This room gets very little sunshine.",
                "Surprisingly, the little café had the best coffee in town.",
                "The little café had, surprisingly, the best coffee in town.",
                "These discussions held little interest for Lucy."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0dGxl&hash=8afc3c1645f22e1d11a6ea6e4efe2fac81c47c2e&lang=en&cache-only=0",
            "defineEn": "small or below average in amount, size, degree, etc.",
            "defineVi": "nhỏ hoặc dưới mức trung bình về số lượng, quy mô, mức độ, v.v.",
            "hasImg": true
        },
        {
            "id": "d0022dc3-93e4-4028-a9c9-1701ad737462",
            "word": "to teach",
            "phonetic": "tə tiːtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "That will teach them a lesson!",
                "My brother taught me the best way to cook spuds over the campfire.",
                "She teaches yoga to promote health and well-being.",
                "My sister is teaching her dog to sit and stay.",
                "He taught himself to play the violin."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGVhY2g&hash=66ed8eac618bf30768e9f9fe1fa8dac195f26105&lang=en&cache-only=0",
            "defineEn": "to instruct or educate someone; to give lessons to students in a university, college, school, etc.",
            "defineVi": "để hướng dẫn hoặc giáo dục ai đó; để giảng bài cho sinh viên trong một trường đại học, cao đẳng, trường học, v.v.",
            "hasImg": true
        },
        {
            "id": "9f06d3e5-2849-4d50-82a1-bcd6ec3f23e8",
            "word": "to learn",
            "phonetic": "tə lɜːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "To learn a language/skill/trade.",
                "High time you learned a thing or two.",
                "He learned about the different departments within the police organization.",
                "She learns about the laws of physics and the properties of matter in her science lessons.",
                "I learned about different breeds of cows and their characteristics."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGVhcm4&hash=9f3bf7cacdb75c73a24c7530bbe0aea29d6648db&lang=en&cache-only=0",
            "defineEn": "to gain knowledge of or skill in something by experience, by study, or by being taught",
            "defineVi": "để đạt được kiến thức hoặc kỹ năng trong một cái gì đó bằng kinh nghiệm, nghiên cứu, hoặc bằng cách được dạy",
            "hasImg": true
        },
        {
            "id": "79d9189e-f504-41e4-9ab1-aaf1e595951a",
            "word": "to play",
            "phonetic": "tə pleɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The manager played his strongest side of the season.",
                "The bedside radio played softly.",
                "The media, as always, played an important part in the election campaign.",
                "Fathers play a crucial role in their children's upbringing and development.",
                "His dedication and hard work played a big part in the company's success."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxheQ&hash=a3c216e79f57dc78f3571927648783c93d2a305f&lang=en&cache-only=0",
            "defineEn": "to enjoy yourself and do things for fun, like children",
            "defineVi": "để tận hưởng bản thân và làm những điều cho vui, giống như trẻ em",
            "hasImg": true
        },
        {
            "id": "e8c0cbae-5574-470c-ac91-03254728f5ac",
            "word": "to work",
            "phonetic": "tə wɜːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The students worked their heart and soul on their project.",
                "Not working my foot.",
                "Soymilk works well as a substitute for milk in sauces and creamy pasta dishes.",
                "My dad works forty hours a week.",
                "To work clay."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd29yaw&hash=3d6788b1b4d25d2f1e1a1e483fea4bad3abafecf&lang=en&cache-only=0",
            "defineEn": "to do certain physical or mental activities in order to achieve a result or as a part of our job",
            "defineVi": "để làm một số hoạt động thể chất hoặc tinh thần để đạt được một kết quả hoặc là một phần của công việc của chúng tôi",
            "hasImg": true
        },
        {
            "id": "83b6b7eb-faa6-4de4-bc48-135aec972763",
            "word": "to get up",
            "phonetic": "tə ɡɛt ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "It really gets up my nose.",
                "He's just getting up my nose so much at the moment.",
                "He got up on the wrong side of the bed this morning.",
                "You, the night owl, are getting up at 5 AM tomorrow?",
                "I got up and looked out of the window."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IHVw&hash=349caf1e6127d71036b2b7208870e63685e6f3fd&lang=en&cache-only=0",
            "defineEn": "to wake up and get out of bed",
            "defineVi": "thức dậy và ra khỏi giường",
            "hasImg": true
        },
        {
            "id": "db6a19e6-a36e-49b8-8b4a-69075649685c",
            "word": "to [go] to bed",
            "phonetic": "tə ɡoʊ tə bɛd ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28gdG8gYmVk&hash=0c2d8ba4074fc9494a27f861c3cb6795d8211081&lang=en&cache-only=0",
            "defineEn": "go to sleep; to lie down in one's bed to sleep; prepare to sleep",
            "defineVi": "đi ngủ; nằm xuống giường để ngủ; chuẩn bị ngủ",
            "hasImg": true
        },
        {
            "id": "5147efa5-e317-41ec-8098-2ebbda98d957",
            "word": "morning",
            "phonetic": "mɔːɹnɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Morning brought no relief from the heat.",
                "The morning is a time of new beginnings and possibilities.",
                "My mother waters the plants in our garden every morning.",
                "I had a letter from my brother this morning.",
                "I got a call from Dave this morning."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9ybmluZw&hash=04e3d74ffbed51d65ab16e4aa392d1b09923c98b&lang=en&cache-only=0",
            "defineEn": "the time of day that is between when the sun starts to rise and the middle of the day at twelve o'clock",
            "defineVi": "thời gian trong ngày là giữa khi mặt trời bắt đầu mọc và giữa ngày lúc mười hai giờ",
            "hasImg": true
        },
        {
            "id": "afa708dc-f619-40bf-ac98-f48991828777",
            "word": "evening",
            "phonetic": "iːvnɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I really love summer evenings.",
                "The college also runs evening classes in bricklaying and joinery.",
                "Throughout the evening, the waiter handled the busy restaurant.",
                "The party is on Friday evening.",
                "Programs are running a few minutes behind schedule this evening."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZlbmluZw&hash=775dfd52dd29aa278716df6dcc7d102c45e105bf&lang=en&cache-only=0",
            "defineEn": "the time of day that is between the time that the sun starts to set and when the sky becomes completely dark",
            "defineVi": "thời gian trong ngày nằm giữa thời điểm mặt trời bắt đầu lặn và khi bầu trời trở nên tối hoàn toàn",
            "hasImg": true
        },
        {
            "id": "3540704d-83fb-4841-a867-203f844257c6",
            "word": "to start",
            "phonetic": "tə stɑːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "What time does the show start?",
                "Start the engines!",
                "The school semester starts next month.",
                "Who started the fire?",
                "The trail starts just outside the town."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhcnQ&hash=1d0e49ae28861dd0012d855f362411021ae940d9&lang=en&cache-only=0",
            "defineEn": "to begin doing or using something that we were not doing or using before, and continue doing or using it",
            "defineVi": "để bắt đầu làm hoặc sử dụng một cái gì đó mà chúng tôi đã không làm hoặc sử dụng trước đó và tiếp tục làm hoặc sử dụng nó",
            "hasImg": true
        },
        {
            "id": "93b6ad03-c86b-40c8-8b71-d86ed3309e4c",
            "word": "to stop",
            "phonetic": "tə stɑːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "My watch has stopped.",
                "The buck stops with him.",
                "The car stopped at the traffic lights.",
                "The team stopped the rot with a 5–0 win last night.",
                "Doctors couldn't stop the bleeding."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RvcA&hash=1ddcd5b398b1e2eb01f9e5c4bef8c4d1d53e5212&lang=en&cache-only=0",
            "defineEn": "to not move anymore",
            "defineVi": "không di chuyển nữa",
            "hasImg": true
        }
    ]
}