{
    "id": "59c037ca-f5fd-4999-99ee-492c84ae0e2f",
    "title": "Doomed to Fail!",
    "originalTitle": "Lesson 31",
    "words": [
        {
            "id": "a9fa21b0-c147-4f63-bf88-3c7e215981cb",
            "word": "destructive",
            "phonetic": "dᵻstɹʌktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The war itself was incredibly destructive.",
                "Clashes between the atmosphere and hydrosphere can become destructive, though.",
                "Protests turned destructive in downtown Seattle tonight. -",
                "He's just destructive.",
                "Pyramid schemes can be incredibly destructive to individuals, communities, and even entire countries."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzdHJ1Y3RpdmU&hash=c40bff8bf40e27444be80026b5ecf11b028e8a4c&lang=en&cache-only=0",
            "defineEn": "causing a lot of damage or harm",
            "defineVi": "gây ra rất nhiều thiệt hại hoặc thiệt hại"
        },
        {
            "id": "8a945530-bf80-411c-9aac-be1df3c7b0b2",
            "word": "disastrous",
            "phonetic": "dɪzæstɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They couldn't predict the disastrous war looming a few years down the road.",
                "The consequences of chronic sleep deprivation can be truly disastrous.",
                "More recently, factory closures due to COVID-19 had disastrous effects on this year's first quarter sales.",
                "it's disastrous",
                "State fiscal situations are disastrous right now, unlike any we have seen in this country's history."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzYXN0cm91cw&hash=b44ecbcbcd53c93e969351df5864e766cee0129f&lang=en&cache-only=0",
            "defineEn": "very harmful or bad",
            "defineVi": "rất có hại hoặc xấu"
        },
        {
            "id": "a7462aa2-e58b-4359-9905-a62decc11aa9",
            "word": "elusive",
            "phonetic": "ᵻluːsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So far, exoplanet rings, or exorings, have been pretty elusive.",
                "Violence persists and democracy remains elusive in the Middle East a decade after the Arab Spring uprisings.",
                "But Art's ultimate collector's item is the elusive Harrier.",
                "The elusive commander was spotted in the public eye more often.",
                "But physical evidence of that water has been a bit elusive over the decades."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWx1c2l2ZQ&hash=0394a97fc2cdda0a0739f271e8f1be639d67500a&lang=en&cache-only=0",
            "defineEn": "hard to achieve, find, remember, or define",
            "defineVi": "khó đạt được, tìm, ghi nhớ hoặc xác định"
        },
        {
            "id": "55890d10-b47a-4b68-9845-f3fa4689f92a",
            "word": "grave",
            "phonetic": "ɡɹeɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He's got one foot in the grave.",
                "The coach dug his own grave when he publicly insulted the team's owner.",
                "He led a life of hardship from the cradle to the grave.",
                "He has been digging his own grave with a string of poor results.",
                "Giving him an inch would be a grave mistake."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhdmU&hash=243e50392ecc4d2b7c1fb3420fd3109bbb10ed3f&lang=en&cache-only=0",
            "defineEn": "very bad or worrisome",
            "defineVi": "rất xấu hoặc đáng lo ngại"
        },
        {
            "id": "09b1c8c2-c2a5-4d16-9131-996c8d69b9c0",
            "word": "ineffective",
            "phonetic": "ɪnɪfɛktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That's pretty ineffective for winning a race.",
                "Unfortunately, even our most promising drug candidates have turned out to be ineffective.",
                "It also so happens that it was completely ineffective.",
                "The Reynolds number is useful for understanding simple scenarios, but it’s ineffective in many situations.",
                "It just might help you avoid an overvalued stock, an ineffective product, or even a terrible relationship."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5lZmZlY3RpdmU&hash=d84f88da63da5865abb83d15af2826acd236cb1b&lang=en&cache-only=0",
            "defineEn": "unable to have any effect or achieve the intended results",
            "defineVi": "không thể có bất kỳ ảnh hưởng hoặc đạt được kết quả dự định"
        },
        {
            "id": "f6243b3c-bf7b-4ad1-8ccd-4fb5d43fade9",
            "word": "undesirable",
            "phonetic": "ʌndɪzaɪɚɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Conversely, tax penalties can discourage undesirable behavior like smoking or pollution, but this unfortunately can reinforce the perception of taxes as a punishment rather than a transaction or a social obligation.",
                "Again, these are not permanent side effects, but they are undesirable side effects.",
                "Tests on hermit crabs show that they'll leave an undesirable shell if they're zapped with electricity but stay if it's a good shell.",
                "And therefore we had no other option, but to let people treat us in an undesirable way.",
                "As humans, we often like to watch or do things that make us experience undesirable emotions or reactions, like disgust."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXNpcmFibGU&hash=b1d5f5a0f80f4a80de98f24ffa010537e4c9289d&lang=en&cache-only=0",
            "defineEn": "not wanted because of having the potential to cause problems",
            "defineVi": "không muốn vì có khả năng gây ra vấn đề"
        },
        {
            "id": "46c1128b-3a29-4dae-9d9c-d89ab07c8d1e",
            "word": "overwhelming",
            "phonetic": "oʊvɚwɛlmɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "On the other hand, the noise and pollution can be overwhelming at times.",
                "The overwhelming majority of Irish-Americans probably persuaded the administration that the cake was not worth the candle.",
                "Denise thinks the sun rises and sets on her newborn baby, cherishing every moment and feeling an overwhelming love for her child.",
                "You need to learn to ask for help when things become overwhelming instead of trying to carry the weight of the world on your shoulders all the time.",
                "The evidence is overwhelming."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcndoZWxtaW5n&hash=ad80a3d995e355e6c9793418455825c12e4109bc&lang=en&cache-only=0",
            "defineEn": "(of a desire, feeling, or need) too strong to get rid of or resist",
            "defineVi": "(của một mong muốn, cảm giác hoặc nhu cầu) quá mạnh mẽ để thoát khỏi hoặc chống lại"
        },
        {
            "id": "cd2d9e27-fa9c-4fe7-bdd2-1b1985fe7af0",
            "word": "in vain",
            "phonetic": "ɪn veɪn ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW4gdmFpbg&hash=f15e8fe6453b34ce4f4115657716c26dfff30a8e&lang=en&cache-only=0",
            "defineEn": "with no success",
            "defineVi": "không thành công"
        },
        {
            "id": "86b2552f-8e27-40dd-899a-cdaaae3aa73b",
            "word": "to doom",
            "phonetic": "tə duːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "She was full of gloom and doom.",
                "Fortunately it's not doom and gloom for all businesses, in spite of the economic situation.",
                "The star is doomed.",
                "And those ancient deposits spelled doom for ocean animal life.",
                "Doom maternal opened."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZG9vbQ&hash=2bb56132c973d1e4cbaac2f88063c05846858e11&lang=en&cache-only=0",
            "defineEn": "to have no choice but to die, fail, etc.",
            "defineVi": "không có lựa chọn nào khác ngoài chết, thất bại, v.v."
        },
        {
            "id": "5310665e-0d76-4a5e-ba32-b112defff29c",
            "word": "to neglect",
            "phonetic": "tə nᵻɡlɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The elderly woman was a silent sufferer, enduring years of neglect and mistreatment at the hands of her caretakers.",
                "If he continues to neglect his studies, he will surely come a cropper in the exams.",
                "He let himself go for a while, neglecting his physical health and not taking care of his nutritional needs, but he eventually realized the importance of self-care.",
                "She gets so caught up in her fame that she neglects her true friends.",
                "The athlete spent all his time on endorsements and sponsorships, neglecting his training and performance, losing his chance at winning the championship."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmVnbGVjdA&hash=48c764b8cf24138d027d18da89a8e3846c96bcae&lang=en&cache-only=0",
            "defineEn": "to fail to do something, particularly as a result of carelessness",
            "defineVi": "thất bại trong việc làm điều gì đó, đặc biệt là kết quả của sự bất cẩn"
        },
        {
            "id": "c794d230-774a-40a5-964b-a4612b6ef178",
            "word": "to overshadow",
            "phonetic": "tʊ oʊvɚʃædoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Even with a well-tailored suit, the politician's charisma couldn't overshadow the face that could stop a clock, with his sunken eyes, patchy beard, and receding hairline.",
                "But that news was all but overshadowed by fears of a possible mutation of the coronavirus.",
                "And that, of course, overshadowed what we intended to be a message to the electorate on the 7th of October, a month before the election.",
                "Overshadowed by McDonald's and Burger King, Wendy's is looking for a way back into the spotlight.",
                "The history of science up until the Cold War is often overshadowed by the Manhattan Project."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3ZlcnNoYWRvdw&hash=ec81cc5334212cd303780013607ea2d2b894d6f4&lang=en&cache-only=0",
            "defineEn": "to cause a person or thing to come across as less significant",
            "defineVi": "để gây ra một người hoặc điều đi qua như ít quan trọng"
        },
        {
            "id": "943a34a6-2456-4608-bff6-391bddb1c89e",
            "word": "breakdown",
            "phonetic": "bɹeɪkdaʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The engineers have been putting a brave face on the problem, but I think this breakdown is going to set us back for months.",
                "Now I got my breakdown.",
                "I'm clearly having a breakdown.",
                "Like, I just had a mini breakdown.",
                "And some chemical breakdown continues in the large intestine, thanks to our little bacterial farm there."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWtkb3du&hash=96a90709df2c9647275ed75e9154d8b10b9245ac&lang=en&cache-only=0",
            "defineEn": "a failure in the progress or effectiveness of a relationship or system",
            "defineVi": "thất bại trong tiến trình hoặc hiệu quả của một mối quan hệ hoặc hệ thống"
        },
        {
            "id": "926c0c61-fbe3-45e9-af7e-626af6a2bff4",
            "word": "burden",
            "phonetic": "bɜːdən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He felt the weight of the heavy burden on his shoulders.",
                "During a debate, each debater has the burden of proof to support their arguments and convince the audience of their position.",
                "In a criminal trial, the prosecution bears the burden of proof to demonstrate the guilt of the accused beyond a reasonable doubt.",
                "Sarah decided to take on the responsibility of caring for her elderly mother, and even though it can be difficult at times, she knows that a burden of one's own choice is not felt.",
                "When making an argument or presenting a case, it is important to provide strong evidence to support your claims and carry the burden of proof."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVyZGVu&hash=dcd8f83925402910d6e9b4e1daea88f89139a495&lang=en&cache-only=0",
            "defineEn": "a responsibility or task that causes hardship, stress, etc.",
            "defineVi": "một trách nhiệm hoặc nhiệm vụ gây khó khăn, căng thẳng, vv"
        },
        {
            "id": "432e9934-411f-43c5-b618-b0378f5fa638",
            "word": "catastrophe",
            "phonetic": "kɐtæstɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "But for the survivors, this catastrophe presented an opportunity.",
                "You got the economic catastrophe.",
                "So, the ultraviolet catastrophe was resolved.",
                "This was the ultraviolet catastrophe.",
                "This is a catastrophe for you."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0YXN0cm9waGU&hash=0478b3bec66c2425a0e7674838d28f959305111b&lang=en&cache-only=0",
            "defineEn": "a horrible event that causes much suffering and damage",
            "defineVi": "một sự kiện khủng khiếp gây ra nhiều đau khổ và thiệt hại",
            "hasImg": true
        },
        {
            "id": "809a5e74-1d04-49e1-8c7c-02157f5524c7",
            "word": "dead end",
            "phonetic": "dɛd ɛnd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVhZCBlbmQ&hash=a1ea7c2199beaa198ae30abec86180f27e76136c&lang=en&cache-only=0",
            "defineEn": "a situation that shows no signs of progress or improvement",
            "defineVi": "một tình huống không có dấu hiệu tiến triển hoặc cải thiện",
            "hasImg": true
        },
        {
            "id": "2cd5d7ba-c199-4971-9efa-a6a3a805018e",
            "word": "deficiency",
            "phonetic": "dᵻfɪʃənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "They also cite systemic deficiencies in oversight.",
                "About one in fifty people have some level of color vision deficiency.",
                "You can see that his nostrils are quite small, so he likely also has a vitamin A deficiency.",
                "And a severe thiamine deficiency will eventually lead to illness and death, because cells basically stop functioning.",
                "They both finished the year in good health, without any signs of scurvy or other vitamin deficiencies."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmaWNpZW5jeQ&hash=b6099f5d8ef313aee9e299cc0f46ab4253f25d1f&lang=en&cache-only=0",
            "defineEn": "an existing weakness or fault in someone or something",
            "defineVi": "một điểm yếu hoặc lỗi hiện có trong một ai đó hoặc một cái gì đó"
        },
        {
            "id": "70c9dd81-7df7-45fa-ad26-ce3fd8960dd3",
            "word": "fail",
            "phonetic": "feɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The project failed for the want of adequate funding.",
                "Words are failing me right now.",
                "Her date failed to show.",
                "The rise in turnover failed to add to the company's bottom line.",
                "Politicians again failed to reach an agreement."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFpbA&hash=2c115e05b4e0d7dbe0280886a200dfa7b2fca63a&lang=en&cache-only=0",
            "defineEn": "a mistake or unsuccessful act",
            "defineVi": "một sai lầm hoặc hành động không thành công"
        },
        {
            "id": "355a2e9d-39ec-41c7-b8f3-3c5ffa1e79d0",
            "word": "fall",
            "phonetic": "fɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Shergar film falls at the first fence in Cannes.",
                "Underneath the orange tree, the leaves gently fall.",
                "The fall knocked the wind out of me.",
                "The leaves fall from the trees in autumn.",
                "People are falling like flies from COVID-19."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFsbA&hash=968781f89db4b64a8f21c81150eea00c90952666&lang=en&cache-only=0",
            "defineEn": "a reduction in size, amount, number, etc.",
            "defineVi": "giảm kích thước, số lượng, số lượng, v.v.",
            "hasImg": true
        },
        {
            "id": "57001f98-91fd-4b27-91d2-bd937bacb7dc",
            "word": "fault",
            "phonetic": "fɔlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the saying goes, love sees no faults.",
                "They were both at fault.",
                "He always finds faults in others and never has a good word to say for anyone.",
                "Taxi apparently jammed the brake, but it still the van's fault for not keeping a safe distance.",
                "If she didn't like it then it was her fault for rocking the boat."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF1bHQ&hash=435de06c53d8be2c37881a0cea722e30725c95f8&lang=en&cache-only=0",
            "defineEn": "a wrong move or act",
            "defineVi": "một động thái sai hoặc hành động"
        },
        {
            "id": "68cabfeb-f5a3-4441-83f6-2b1b3cbb3765",
            "word": "hurdle",
            "phonetic": "hɜːdəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Scott fell at the first hurdle.",
                "The campaign could fall at the first hurdle if they fail to secure planning permission.",
                "Negotiations between the two warring countries fell at the final hurdle due to disagreements over cross-border taxation.",
                "By observing the hurdles faced by coworkers, he could avoid similar pitfalls down the road.",
                "He just hurdled the line!"
            ],
            "audio": "https://tts.langeek.co/read?text=aHVyZGxl&hash=20c8041c6997e2d1723a529860c30ac58389ed60&lang=en&cache-only=0",
            "defineEn": "a difficulty or problem that must be overcome in order to achieve something",
            "defineVi": "một khó khăn hoặc vấn đề phải được khắc phục để đạt được một cái gì đó"
        },
        {
            "id": "a8323072-af88-4ade-bb9a-872acac522cb",
            "word": "inconvenience",
            "phonetic": "ɪŋkənviːnɪəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The teacher explained to her students that poverty is no disgrace, but it is a great inconvenience, and encouraged them to be empathetic and understanding towards classmates who may come from low-income families.",
                "This inconvenience happens because of our bodies’ immune systems.",
                "I suppose the inconvenience down there.",
                "Your dad literally called pregnancy an inconvenience to employers.",
                "This isn't just a minor inconvenience."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jb252ZW5pZW5jZQ&hash=52bc05487caa434bb840d52ba52072406b9b924b&lang=en&cache-only=0",
            "defineEn": "difficulties caused by something that makes one irritated or uncomfortable",
            "defineVi": "khó khăn gây ra bởi một cái gì đó mà làm cho một người khó chịu hoặc khó chịu"
        },
        {
            "id": "1518fe4c-9f9c-4670-8033-5e6fbd85bebe",
            "word": "malfunction",
            "phonetic": "mælfʌŋkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "They did not malfunction.",
                "The potassium increases the charge of the nerve enough for it to malfunction, inhibiting the firing of neurons.",
                "Hours after we disappear, oil refineries malfunction, producing month-long blazes at plants like the ones in western India, the southern United States, and South Korea.",
                "Emergency core cooling system malfunction.",
                "Sometimes it's a sensor or servo malfunction."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFsZnVuY3Rpb24&hash=aa88caf4b5b0692b1d57c3255006696e9a5dedde&lang=en&cache-only=0",
            "defineEn": "a failure to function or work properly",
            "defineVi": "không hoạt động hoặc hoạt động bình thường"
        },
        {
            "id": "daa93b21-722c-47c0-b8ed-dc9f8ffa9af0",
            "word": "mess",
            "phonetic": "mɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "I found the house in a mess.",
                "You've made a terrible mess of this job.",
                "To make a noise/mess/fuss.",
                "to make a noise/mess/fuss",
                "He knows better than to mess with a good customer."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVzcw&hash=ec43323c235f66f53014e5f7ec78a0d606773afe&lang=en&cache-only=0",
            "defineEn": "a situation with many problems or difficulties, caused particularly by someone who is careless",
            "defineVi": "một tình huống có nhiều vấn đề hoặc khó khăn, đặc biệt do ai đó bất cẩn gây ra"
        },
        {
            "id": "bed7d664-7342-45da-bc80-cc4411e55a15",
            "word": "mishap",
            "phonetic": "mɪshæp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Today feels like a bad hair day for him, with one mishap after another, from spilling coffee on his shirt to missing the bus.",
                "His mask mishaps on prime-time television led to $350,000 in fines.",
                "The most recent spacesuit loss was unit 17, during SpaceX-7's cargo-mission mishap.",
                "Because he's angered the sea god Poseidon by blinding his son, a cyclops, Odysseus's passage home has been fraught with mishap after mishap.",
                "Because he's angered the sea god Poseidon by blinding his son, a cyclops, Odysseus's passage home has been fraught with mishap after mishap."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzaGFw&hash=71e95ff133c034f05657acc74b715d9605ec526c&lang=en&cache-only=0",
            "defineEn": "a minor accident that has no serious consequences",
            "defineVi": "một tai nạn nhỏ mà không có hậu quả nghiêm trọng"
        },
        {
            "id": "b881bc39-e091-4d1c-b2b4-88ac17dedfc7",
            "word": "odds",
            "phonetic": "ɑːdz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2Rkcw&hash=44f3cb72601333de0d0d40f501bf4e493ab8fb51&lang=en&cache-only=0",
            "defineEn": "circumstances that make it difficult to achieve something",
            "defineVi": "hoàn cảnh gây khó khăn để đạt được một cái gì đó"
        },
        {
            "id": "e1614118-423f-4459-ae7c-5b1dc94263fa",
            "word": "oversight",
            "phonetic": "oʊvɚsaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lack of oversight allowed overzealous investment bankers to play Old Harry with the economy.",
                "The activist group launched a campaign to expose the gnomes of Zurich and other powerful figures in the financial world, calling for greater regulation and oversight of the global financial system.",
                "As a seasoned project manager, he knew that the eye of the master will do more work than both his hands, and his careful oversight led to a successful project completion with minimal errors.",
                "Clearly, more oversight was needed.",
                "They also cite systemic deficiencies in oversight."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcnNpZ2h0&hash=aaf4fb17cb3b984db0f12ac413c9376988ebd2ee&lang=en&cache-only=0",
            "defineEn": "a mistake made because of forgetting to do or not noticing something",
            "defineVi": "một sai lầm do quên làm hoặc không nhận thấy một cái gì đó"
        },
        {
            "id": "9c404ed3-6c40-4d6d-8b26-198e4a75c8a5",
            "word": "setback",
            "phonetic": "sɛtbæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's just a minor setback.",
                "After a series of setbacks and missteps, the team regrouped and found themselves on the mend, with a renewed sense of purpose and a clear plan for moving forward.",
                "The Thompson family business was in danger of falling apart after a major financial setback.",
                "Success often requires us to bear and forbear through various challenges and setbacks.",
                "The successful businessman understood the importance of the saying 'the early man never borrows from the late man', and always started his projects early to avoid delays and setbacks."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V0YmFjaw&hash=e9076d58203170847e46fffb871141d4a7b1e34a&lang=en&cache-only=0",
            "defineEn": "a problem that gets in the way of a process or makes it worse",
            "defineVi": "một vấn đề cản trở một quá trình hoặc làm cho nó tồi tệ hơn"
        },
        {
            "id": "640d91df-d3d4-411c-836c-cfb4cfa600b5",
            "word": "underdog",
            "phonetic": "ʌndɚdɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The underdog team, surprisingly, defeated the reigning champions in a stunning upset.",
                "For all their vim and vigor, these underdogs just didn't have the skill necessary to beat the returning champions.",
                "The underdog team gave the reigning champions a run for their money, scoring multiple goals and nearly securing an unexpected victory.",
                "Despite their talent and hard work, the underdog team was defeated by the well-funded and well-equipped opponents, confirming the idea that providence is always on the side of the big battalions.",
                "The leading candidate should be concerned about the underdog on his heels."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJkb2c&hash=5835ea99bd8f6c781a5cc84369baed2672647927&lang=en&cache-only=0",
            "defineEn": "an individual, team, etc. who is regarded as weaker compared to others and has little chance of success as a result",
            "defineVi": "một cá nhân, nhóm, v.v. bị coi là yếu hơn so với những người khác và do đó có ít cơ hội thành công"
        },
        {
            "id": "4569ade2-406f-4994-a3c5-3880f67b60f5",
            "word": "to give {sb} trouble",
            "phonetic": "tə ɡɪv ɛsbiː tɹʌbəl ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2l2ZSB7c2J9IHRyb3VibGU&hash=a05b7baf31602b9ce0d9bbe3a7d81059d6ed0e3c&lang=en&cache-only=0",
            "defineEn": "to cause someone problems",
            "defineVi": "gây ra vấn đề cho ai đó"
        },
        {
            "id": "2a3390ea-2892-40b9-9146-844c80aeb4ca",
            "word": "to no effect",
            "phonetic": "tə noʊ ɪfɛkt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbm8gZWZmZWN0&hash=e7951df28f4ce2253805cd438ead9b55d538568a&lang=en&cache-only=0",
            "defineEn": "not yielding the expected result",
            "defineVi": "không mang lại kết quả như mong đợi"
        },
        {
            "id": "eb6c8c3c-95d7-476f-a3c2-ca2cb56bcefb",
            "word": "up against",
            "phonetic": "ʌp ɐɡɛnst ",
            "partOfSpeechType": "phrase",
            "examples": [
                "The protests against the authoritarian regime were a manifestation of the belief that disobedience is the true foundation of liberty, as citizens stood up against oppression to demand greater freedom.",
                "The workers rose up against their rulers.",
                "Hold a book up against the wall.",
                "You go up against Germans, Czechs, Chinese, and Russians?",
                "It is right up against the cooler."
            ],
            "audio": "https://tts.langeek.co/read?text=dXAgYWdhaW5zdA&hash=e8bed9a03614663f4ac3a8d4ca7004651d1d3654&lang=en&cache-only=0",
            "defineEn": "faced with a problem or difficult situation",
            "defineVi": "đối mặt với một vấn đề hoặc tình huống khó khăn"
        },
        {
            "id": "9233cc3b-4b4e-4524-bbb5-b2d64d03a38b",
            "word": "in the face of {sth}",
            "phonetic": "ɪnðə feɪs ʌv ɛstiːeɪtʃ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW4gdGhlIGZhY2Ugb2Yge3N0aH0&hash=d56e4d39212f38955e2e719730104a170044e75b&lang=en&cache-only=0",
            "defineEn": "in spite of difficulties, problems, etc.",
            "defineVi": "bất chấp những khó khăn, vướng mắc, v.v."
        },
        {
            "id": "7363cee6-32aa-4a15-9d3d-4d82dd0ebaba",
            "word": "at the expense of {sb/sth}",
            "phonetic": "æt ðɪ ɛkspɛns ʌv ɛsbiː slæʃ ɛstiːeɪtʃ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXQgdGhlIGV4cGVuc2Ugb2Yge3Nic3RofQ&hash=363009dd3fa3d9a6daf4aa7e28a3f759d1822d1e&lang=en&cache-only=0",
            "defineEn": "used when something is done by harming another person or thing",
            "defineVi": "được sử dụng khi một cái gì đó được thực hiện bằng cách làm hại người khác hoặc điều"
        },
        {
            "id": "dee384d8-a297-4e3c-8fe2-9f2b9c0daf12",
            "word": "to evacuate",
            "phonetic": "tʊ ɪvækjuːeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The fire alarm went off, and we evacuated the building.",
                "Luckily, the teacher kept her wits about her and was able to evacuate all of her students from the burning building.",
                "Senators have been evacuated.",
                "At least 30 people have been evacuated.",
                "The patients are being evacuated now. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXZhY3VhdGU&hash=40975d221147d742fc996fd3be579a05e0200b30&lang=en&cache-only=0",
            "defineEn": "to leave a place to be safe from a dangerous situation",
            "defineVi": "để rời khỏi một nơi để được an toàn từ một tình huống nguy hiểm"
        },
        {
            "id": "25faf9b1-102b-4aa2-ac09-1996d8482a3d",
            "word": "Murphy's law",
            "phonetic": "mɜːfi bækslæʃ ɛs lɔː ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=TXVycGh5J3MgbGF3&hash=15173d325518b651400b739f4b8cc6e6e6616bce&lang=en&cache-only=0",
            "defineEn": "a principle stating that if there is a possibility for a bad thing to happen, it will happen",
            "defineVi": "một nguyên tắc nói rằng nếu có khả năng xảy ra điều xấu thì nó sẽ xảy ra"
        },
        {
            "id": "bdb98aff-7e33-4043-813d-66aea614762b",
            "word": "to [walk|tread] a tightrope",
            "phonetic": "tə wɔːk slæʃ tɹɛd ɐ taɪtɹoʊp ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FsayBhIHRpZ2h0cm9wZQ&hash=9aa6c4ec189d77050b81e1b1f97fd9e13b119b41&lang=en&cache-only=0",
            "defineEn": "to be in a situation where a person has to be careful about every decision they make because even one mistake can pose a great risk",
            "defineVi": "ở trong một tình huống mà một người phải cẩn thận với mọi quyết định của họ bởi vì ngay cả một sai lầm cũng có thể gây ra rủi ro lớn"
        }
    ]
}