{
    "id": "5a05d332-46e2-43cd-9a27-6a8546ecfb81",
    "title": "Lesson 20",
    "originalTitle": "Lesson 20",
    "words": [
        {
            "id": "346c6263-2fe5-4d13-a494-21e7d4590dbd",
            "word": "kinetic",
            "phonetic": "kᵻnɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Kinetic friction will also often generate heat or sound or both.",
                "Kinetic energy is the energy of motion.",
                "So we lost kinetic energy.",
                "Inside a molecule, individual atoms carry some kinetic energy.",
                "They have more kinetic energy."
            ],
            "audio": "https://tts.langeek.co/read?text=a2luZXRpYw&hash=b4b805cf3efaa610a243d09d802c47392522c3d2&lang=en&cache-only=0",
            "defineEn": "relating to the motion of material bodies and the forces associated therewith",
            "defineVi": "liên quan đến sự chuyển động của các cơ thể vật chất và các lực lượng liên quan"
        },
        {
            "id": "7c44a344-e2d7-47cf-a35e-a9949fa576b9",
            "word": "therapeutic",
            "phonetic": "θɛɹəpjuːɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's very therapeutic.",
                "Something, theoretically, therapeutic cloning can solve.",
                "And it's more therapeutic.",
                "And, finally, therapeutic cloning is an individualized treatment in a world where drug companies are more interested in standardized ones.",
                "So far, they’ve only identified these therapeutic targets for a small proportion of diseases."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlcmFwZXV0aWM&hash=2287385be7fcb6cf15e8c24c62210ec1eb53bfe8&lang=en&cache-only=0",
            "defineEn": "tending to cure or restore to health",
            "defineVi": "có xu hướng chữa bệnh hoặc phục hồi sức khỏe"
        },
        {
            "id": "d9ffb100-edc8-45ab-a5fd-639ba9ffda0c",
            "word": "chromatic",
            "phonetic": "kɹoʊmæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And now with the chromatic pitches in between the diatonic pitches added.",
                "Using this technique, you order the 12 tones of the chromatic scale in a particular order called a tone row.",
                "He realized that the 12 semitones of the chromatic scale can lead melodically to any key, breaking some of the confines of simpler jazz soloing.",
                "The sauciest stuff, the most killingest stuff, is little chunks of chromatic movement.",
                "And for the automotive market, you can do a slight silver, a very chromatic blue, a very dark navy blue."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hyb21hdGlj&hash=c17e39bb51a8143fc1fde262f4e23e96e51ff374&lang=en&cache-only=0",
            "defineEn": "being or having or characterized by hue",
            "defineVi": "được hoặc có hoặc đặc trưng bởi màu sắc"
        },
        {
            "id": "6f7c9a80-2ea4-4765-ba84-ff9debe9ed00",
            "word": "aseptic",
            "phonetic": "æsɛptɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXNlcHRpYw&hash=8f2efa784972ba818f5a234a844e1ee5802b26e8&lang=en&cache-only=0",
            "defineEn": "medically clean and free from any form of contamination",
            "defineVi": "sạch về mặt y tế và không có bất kỳ hình thức ô nhiễm nào"
        },
        {
            "id": "57d1f93a-191d-4183-81ef-7cc0d3d8d17a",
            "word": "quixotic",
            "phonetic": "kwɪksɑːɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cXVpeG90aWM&hash=3246726b15a86c1030631ae1ae56b021355c8c16&lang=en&cache-only=0",
            "defineEn": "(of ideas or plans) hopeful or imaginative but impractical",
            "defineVi": "(về ý tưởng hoặc kế hoạch) đầy hy vọng hoặc giàu trí tưởng tượng nhưng không thực tế"
        },
        {
            "id": "bc3c91b1-bdc9-4f20-831f-74fb1ca36dce",
            "word": "hermetic",
            "phonetic": "hɜːmɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGVybWV0aWM&hash=daa26f1fea27ff1782a64d0cd8e68669967facf6&lang=en&cache-only=0",
            "defineEn": "completely sealed; completely airtight",
            "defineVi": "kín hoàn toàn; hoàn toàn kín gió"
        },
        {
            "id": "d8ea9591-884f-4c9f-ade0-f4f6a3e570a8",
            "word": "mephitic",
            "phonetic": "mɛfɪɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWVwaGl0aWM&hash=1aba927692c427153d7d4b1c37d59f3dabd7d901&lang=en&cache-only=0",
            "defineEn": "of noxious stench from atmospheric pollution",
            "defineVi": "mùi hôi thối độc hại từ ô nhiễm không khí"
        },
        {
            "id": "15c9305f-efb2-45cb-bd09-10b5354988d4",
            "word": "didactic",
            "phonetic": "dɪdæktɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlkYWN0aWM&hash=f7e60c8fc4e48160faa4763d8656f254da5b5d6f&lang=en&cache-only=0",
            "defineEn": "aiming to teach a lesson, particularly a moral one",
            "defineVi": "nhằm dạy một bài học, đặc biệt là một bài đạo đức"
        },
        {
            "id": "274f8fd7-df7f-4a0b-a35c-8bc25fec6c90",
            "word": "somatic",
            "phonetic": "səmæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The third type is somatic.",
                "These are your somatic cells right over here.",
                "With somatic delusions you're fixated that something is wrong with your body.",
                "So that way you're building the emotional intelligence and the somatic intelligence as well too.",
                "In a nut shell, that's what somatic experiencing is."
            ],
            "audio": "https://tts.langeek.co/read?text=c29tYXRpYw&hash=979f22166cae7b029cbc010d3f0202c4dbc0c5b3&lang=en&cache-only=0",
            "defineEn": "affecting or characteristic of the body as opposed to the mind or spirit",
            "defineVi": "ảnh hưởng hoặc đặc tính của cơ thể trái ngược với tâm trí hoặc tinh thần"
        },
        {
            "id": "2007a614-c9fc-4d05-b8a1-f88ceec36d0e",
            "word": "politic",
            "phonetic": "pɑːlətɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As a police officer, John had a strong sense of duty, as he believed that law and order are the medicine of the body politic.",
                "We're seeing those pressures evidence themselves in the body politic, as well as in our cultural lives.",
                "You have a president whose natural instinct is toward the inflammation of the body politic, who seeks to divide.",
                "In some ways, the leadership class reflects what's happening in the body politic itself, in our sense of community, right?",
                "First of all, in July, the intelligence community was ready to certify that the Russians had facilitated the leaking, the pulling of the information out of the U.S., but they were not ready to certify that Russia was behind the reinsertion of the information back into the U.S. body politic behind Guccifer 2.0 or DCLeaks."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9saXRpYw&hash=a3dcaa46203c91d1007f9cf5a121087459a03205&lang=en&cache-only=0",
            "defineEn": "marked by artful prudence, expedience, and shrewdness",
            "defineVi": "được đánh dấu bởi sự thận trọng khéo léo, thủ đoạn và sự khôn ngoan"
        },
        {
            "id": "1d713cb0-b99e-47cd-84b2-a08e8caf4155",
            "word": "phlegmatic",
            "phonetic": "flɛɡmæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGhsZWdtYXRpYw&hash=86e3265bcc61755c267df88dabc7d473314e3e67&lang=en&cache-only=0",
            "defineEn": "able to keep a calm demeanor and not get emotional easily",
            "defineVi": "có thể giữ thái độ bình tĩnh và không dễ xúc động"
        },
        {
            "id": "ef12f33a-4866-42c6-be64-5a60e96ec680",
            "word": "drastic",
            "phonetic": "dɹæstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Laura's drastic weight loss has left her looking frail and skinny as a stick, raising concerns among her loved ones.",
                "Joe warned him that 'a fool's bolt is soon shot' and advised him to take the time to develop a solid plan before making any drastic decisions.",
                "A drastic design change, like the color, could modernize the look.",
                "It's not that drastic.",
                "For most people this already means a drastic change in their diets though, The average American consumes around almost 1600 grams of meat a week."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhc3RpYw&hash=f6f742d0fc968871a61d443c92b3ef82b996417f&lang=en&cache-only=0",
            "defineEn": "extreme and with a serious effect",
            "defineVi": "cực đoan và có ảnh hưởng nghiêm trọng"
        },
        {
            "id": "91d70c38-1050-4a3f-92aa-96fedba48a3e",
            "word": "acoustic",
            "phonetic": "ɐkuːstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The singer's acoustic performance showcased her raw talent, captivating the audience with the purity and emotion of her voice in its most authentic form.",
                "Acoustic instruments like the acoustic guitar is pretty much everywhere.",
                "Acoustic waveguides are specifically shaped tunnels that can amplify certain sounds.",
                "And that is acoustic levitation.",
                "Even the acoustics change when you enter a room with a work by Hicks in it."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNvdXN0aWM&hash=cb322e6b23c2438c63d73bbb4272ee9809d4405a&lang=en&cache-only=0",
            "defineEn": "relating to the science of studying sounds or the way people hear things",
            "defineVi": "liên quan đến khoa học nghiên cứu âm thanh hoặc cách mọi người nghe những điều"
        },
        {
            "id": "4e8c1c6c-cb10-4c32-bc1a-6f3efcc86932",
            "word": "sadistic",
            "phonetic": "sɐdɪstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Thanks to his work and that of his colleagues, more than 300 women and girls have been rescued from horror and more than 1,500 sadistic traffickers have been put behind bars.",
                "and we have one question: are sadistic strangers actually poisoning kids’ candy?",
                "In the now-infamous experiment, university students were randomly assigned to be either a guard or prisoner, and within a matter of days the students assigned to be the guards had become so sadistic that the researchers were forced to stop the experiment.",
                "They receive all the same forms that your employer and bank send to you, and as long as you're not itemizing deductions, they don't technically need you to do the homework like some kind of sadistic math teacher who will send you to prison for a wrong answer."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FkaXN0aWM&hash=191faef3eeec37d04f3d1ad015ad99d1134222b5&lang=en&cache-only=0",
            "defineEn": "finding pleasure, particularly sexual pleasure in hurting others",
            "defineVi": "tìm kiếm niềm vui, đặc biệt là niềm vui tình dục trong việc làm tổn thương người khác"
        },
        {
            "id": "1e219bc1-4956-4a12-9a22-de9ce47deef0",
            "word": "agnostic",
            "phonetic": "æɡnɑːstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And at that point, I was like, politically agnostic. ",
                "We're agnostic to the political party when you go through these doors.",
                "But neutrinos, those weird, super light, super fast, electrically neutral, hard-to-interact-with particles - they are identity-agnostic.",
                "But let's be agnostic about the kinds of places that students might select, adult learners, those who are going straight from high school, to really chart their own path."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdub3N0aWM&hash=0a1f04cc1324b5e2c2f8504a40aea369e3b20e2c&lang=en&cache-only=0",
            "defineEn": "uncertain of all claims to knowledge",
            "defineVi": "không chắc chắn về tất cả các tuyên bố về kiến thức"
        },
        {
            "id": "263048b6-a887-458c-a5aa-948542c900f6",
            "word": "pneumatic",
            "phonetic": "nuːmæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Building on the rocky river bed involved the use of a largely untested technology: pneumatic caissons.",
                "When it plummets, the pelican takes a deep breath and air rushes into those tiny caverns, called pneumatic foramina.",
                "The pneumatic, or air-filled tire, is attributed to Robert William Thomson, who filed a patent for a design in 1845.",
                "So then this pneumatic machine, we run compressed air into the machine here. -",
                "And you know it's pneumatic We have to figure out how to open and close valves in the right order and all that sort of thing."
            ],
            "audio": "https://tts.langeek.co/read?text=cG5ldW1hdGlj&hash=736acb4de99bf3dfc943e601865fa2d7ccfcee93&lang=en&cache-only=0",
            "defineEn": "of or relating to or using air (or a similar gas)",
            "defineVi": "của, liên quan đến hoặc sử dụng không khí (hoặc một loại khí tương tự)"
        },
        {
            "id": "250bfd99-d052-45d2-a25a-e0760c3d00cc",
            "word": "traumatic",
            "phonetic": "tɹɔːmæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He suffered a traumatic brain injury in a car accident.",
                "And that's really traumatic.",
                "Many people with the disorder have also experienced traumatic events or had traumatic childhoods.",
                "But I've even had clients, they had one traumatic experience.",
                "So that was definitely a traumatic experience for me."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhdW1hdGlj&hash=601599b4fc5f78683bf48cd009cdef8e2f516610&lang=en&cache-only=0",
            "defineEn": "of or relating to a physical injury or wound to the body",
            "defineVi": "của hoặc liên quan đến một chấn thương thể chất hoặc vết thương cho cơ thể"
        },
        {
            "id": "fb1d5446-4542-4b70-922f-e2ce168da897",
            "word": "splenetic",
            "phonetic": "splɛnɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BsZW5ldGlj&hash=ba8a50e34e81364ccfc5c35c24666a1846ddbe0a&lang=en&cache-only=0",
            "defineEn": "of or relating to the spleen",
            "defineVi": "của hoặc liên quan đến lá lách"
        },
        {
            "id": "12876daf-3a9a-4f41-a6a7-abcdecba37d2",
            "word": "cosmetic",
            "phonetic": "kɑːzmɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Cochlear implants are not cosmetic procedures, obviously.",
                "The global cosmetics industry makes a ton of money.",
                "South Korea's cosmetics exports have exploded in recent years.",
                "Skin care is an increasingly lucrative business for cosmetic companies.",
                "Skin care is a higher margin business than cosmetics."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29zbWV0aWM&hash=c737f015f1b108a2aace0f2e290a8c7417fbb7d6&lang=en&cache-only=0",
            "defineEn": "serving an aesthetic purpose in beautifying or enhancing the appearance of the body, particularly the face and skin",
            "defineVi": "phục vụ mục đích thẩm mỹ trong việc làm đẹp hoặc cải thiện diện mạo của cơ thể, đặc biệt là khuôn mặt và làn da",
            "hasImg": true
        },
        {
            "id": "7565d37a-cc3b-4c23-9866-94d76267d7c7",
            "word": "achromatic",
            "phonetic": "ækɹoʊmæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWNocm9tYXRpYw&hash=5595b7de1fd4e9839c556886e3e44560d1b3fac9&lang=en&cache-only=0",
            "defineEn": "having no hue",
            "defineVi": "không có màu sắc",
            "hasImg": true
        }
    ]
}