{
    "id": "5a6b7e90-3eab-4caf-87d8-d706cefda32f",
    "title": "Unit 1 - Lesson 2",
    "originalTitle": "Unit 1 - Lesson 2",
    "words": [
        {
            "id": "56845823-6470-487b-a9af-25adbec760f7",
            "word": "tourist",
            "phonetic": "tʊɹɹɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many tourists visit Europe to experience its vibrant nightlife and entertainment.",
                "When the price of skiing doubled, tourists voted with their feet and just stopped going.",
                "The Eiffel Tower is a famous landmark in France and attracts millions of tourists every year.",
                "She unfolded the map to find the location of the tourist attractions.",
                "German castles, such as Neuschwanstein and Heidelberg Castle, attract many tourists."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91cmlzdA&hash=af27e13e17f6f52a4f14a689bc09555e0b13de89&lang=en&cache-only=0",
            "defineEn": "someone who visits a place or travels to different places for pleasure",
            "defineVi": "một người đến thăm một nơi hoặc đi du lịch đến những nơi khác nhau cho niềm vui",
            "hasImg": true
        },
        {
            "id": "757a57a0-583c-4ebc-b9bb-c6bb9a589a57",
            "word": "activity",
            "phonetic": "æktɪvᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Activities range from trapeze and freefall to archery and motorsports.",
                "What's your favorite evening activity?",
                "The whole house was a hive of activity on the day before the wedding.",
                "There's a lot of police activity around here lately.",
                "Italy's Mediterranean climate and diverse geography offer a wide range of outdoor activities"
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0aXZpdHk&hash=aa449f50baaf63c5b0cb20c38c8af2ee4e073df5&lang=en&cache-only=0",
            "defineEn": "something that a person spends time doing, particularly to accomplish a certain purpose",
            "defineVi": "một cái gì đó mà một người dành thời gian làm, đặc biệt là để hoàn thành một mục đích nhất định"
        },
        {
            "id": "d9db354b-0955-4187-b2f1-d985efe2a3f6",
            "word": "world",
            "phonetic": "wɜːld ",
            "partOfSpeechType": "noun",
            "examples": [
                "Intellectually, this man and I are worlds apart.",
                "Her children mean the world to her.",
                "The department led the world in cancer research.",
                "The novel is worlds apart from his academic writings.",
                "She had broken the world 100 meters record."
            ],
            "audio": "https://tts.langeek.co/read?text=d29ybGQ&hash=5b1f3cf11604e7bd5e62a79fb9d1a687eda34ef7&lang=en&cache-only=0",
            "defineEn": "the planet Earth, where we all live",
            "defineVi": "hành tinh Trái đất, nơi tất cả chúng ta sống",
            "hasImg": true
        },
        {
            "id": "7bcca32b-403d-4de2-9006-887958ce0d83",
            "word": "to climb",
            "phonetic": "tə klaɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "We climbed the sturdy branches of the tree to get a better view.",
                "She climbed the greasy pole to become the CEO.",
                "She climbed onto the roof to enjoy the view from above.",
                "He climbs on the bandwagon when he joins a new popular cause.",
                "The truck's engine roared as it climbed the steep hill."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xpbWI&hash=954ba34506d27b2a29962b73cf3c88c0d07f6df2&lang=en&cache-only=0",
            "defineEn": "to go upwards toward the top of a mountain or rock for sport",
            "defineVi": "đi lên đỉnh núi hoặc đá để chơi thể thao",
            "hasImg": true
        },
        {
            "id": "45692982-7205-4bd7-b9b3-bea73100eb92",
            "word": "Mount Fuji",
            "phonetic": "maʊnt fuːdʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Toyota demonstrated the vehicle's capability by testing it on famed rugged journeys that had only ever been made on horseback, such as by following the route of a legendary samurai's climb up Japan's Mt. Otago and another climb up a section of Mount Fuji."
            ],
            "audio": "https://tts.langeek.co/read?text=TW91bnQgRnVqaQ&hash=f8909cbceddf7e70667da07900e77262079f9c2d&lang=en&cache-only=0",
            "defineEn": "a dormant volcano with the highest peak in Japan",
            "defineVi": "một ngọn núi lửa không hoạt động với đỉnh cao nhất ở Nhật Bản",
            "hasImg": true
        },
        {
            "id": "86c6205c-4883-4df1-b21f-29ce105da0f5",
            "word": "to go",
            "phonetic": "tə ɡoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Siemens display goes the whole hog.",
                "The cruise went very quickly.",
                "My laptop went haywire",
                "To go swimming/fishing/jogging.",
                "The email went to everyone in the company."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28&hash=a29af22a99b2c4ebaab92563d163caf4ad74d7f9&lang=en&cache-only=0",
            "defineEn": "to travel or move from one location to another location",
            "defineVi": "để đi du lịch hoặc di chuyển từ một địa điểm đến một địa điểm khác",
            "hasImg": true
        },
        {
            "id": "259ebf68-f7c6-4f7a-b3cb-b250916cede0",
            "word": "sightseeing",
            "phonetic": "saɪtsiːɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We often take weekend trips to nearby cities for sightseeing and relaxation.",
                "After a long day of sightseeing, we decided to take a dip in the sea to cool off.",
                "They went sightseeing But where did he take Ty?",
                "Goes to show you with G-SYNC, you really don't need all 240 FPS and a sightseeing, exploration game like this one.",
                "As you can see, even with the most powerful graphics card on the market, we are struggling to break 150 fps on this puppy, so you're definitely buying into the future-proofness when it comes to sightseeing eye-candy single player games like this one."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lnaHRzZWVpbmc&hash=7695f538995057dc1f7c5de915257c4d85026e3a&lang=en&cache-only=0",
            "defineEn": "the activity of visiting places of interest in a particular location as a tourist",
            "defineVi": "hoạt động tham quan các địa điểm yêu thích ở một địa điểm cụ thể với tư cách là khách du lịch",
            "hasImg": true
        },
        {
            "id": "3941f818-61ab-42d9-b351-4a204cacce74",
            "word": "New York",
            "phonetic": "nuː jɔːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "She left New York on June 6.",
                "The courts decided in favor of the New York claimants.",
                "New York has always been a place where individuals with an eye for the main chance could make their fortunes.",
                "She moved to New York to continue her studies.",
                "He ran unsuccessfully for the Senate in New York."
            ],
            "audio": "https://tts.langeek.co/read?text=TmV3IFlvcms&hash=f8b271146359b66988a08533207d4d8154a29e23&lang=en&cache-only=0",
            "defineEn": "a city in New York State, USA, that is the most populated city in America and is famous for its Statue of Liberty",
            "defineVi": "một thành phố ở bang New York, Hoa Kỳ, là thành phố đông dân nhất ở Mỹ và nổi tiếng với tượng Nữ thần Tự do",
            "hasImg": true
        },
        {
            "id": "ae29c761-9a34-4fff-b972-bd732ccb6925",
            "word": "top",
            "phonetic": "tɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "They topped fruit tarts with mango coulis.",
                "The fish tacos were topped with tangy slaw and creamy sauce.",
                "This dictionary goes on the top shelf.",
                "We topped our baked potatoes with a generous drizzle of bechamel sauce.",
                "Write your name at the top of the paper."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9w&hash=c9ff900024933090da10f2cab4fb194f4287759e&lang=en&cache-only=0",
            "defineEn": "the point or part of something that is the highest",
            "defineVi": "điểm hoặc một phần của một cái gì đó là cao nhất",
            "hasImg": true
        },
        {
            "id": "a42f36af-2bcf-47be-80da-c840af3d27ad",
            "word": "Eiffel Tower",
            "phonetic": "aɪfəl taʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Eiffel Tower is a famous landmark in France and attracts millions of tourists every year.",
                "Europe is home to famous landmarks like the Eiffel Tower, Colosseum, and Big Ben.",
                "Paris, the capital city of France, is home to iconic landmarks such as the Eiffel Tower and Notre-Dame Cathedral.",
                "Standing in front of the Eiffel Tower.",
                "\"To the Eiffel Tower,\" answers Pierre."
            ],
            "audio": "https://tts.langeek.co/read?text=RWlmZmVsIFRvd2Vy&hash=1e30eaf200511100ada0981f452c06d0f915e1b1&lang=en&cache-only=0",
            "defineEn": "an extremely famous landmark in Paris, France, that is made of iron and is around 330 meters tall",
            "defineVi": "một địa danh cực kỳ nổi tiếng ở Paris, Pháp, được làm bằng sắt và cao khoảng 330 mét",
            "hasImg": true
        },
        {
            "id": "217781c4-2639-41b6-93e1-d815c1858db9",
            "word": "to try",
            "phonetic": "tə tɹaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I tried a new coffee blend with hints of chocolate and caramel.",
                "Try some dried apricots as a healthy snack.",
                "Give sweetsop a try!",
                "Have you tried this new coffee?",
                "The case was tried before a jury."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJ5&hash=4f5ca1cf7faae85aa97139d6b332410f679bc50f&lang=en&cache-only=0",
            "defineEn": "to make an effort or attempt to do or have something",
            "defineVi": "để thực hiện một nỗ lực hoặc cố gắng để làm hoặc có một cái gì đó"
        },
        {
            "id": "80c1ad44-5f82-49c5-992a-f6992261eab8",
            "word": "Korean",
            "phonetic": "kɚɹiːən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In Korean cuisine, laver is commonly used to make traditional dishes.",
                "Remember, Korean Pop Music.",
                "Does this Korean man have white privilege?",
                "I made my Korean acting debut.",
                "The wait staff is made up only young North Korean women."
            ],
            "audio": "https://tts.langeek.co/read?text=S29yZWFu&hash=71095e1620228a931ba17e78fa2c2a231adc495a&lang=en&cache-only=0",
            "defineEn": "relating to the country, people, culture, or language of Korea",
            "defineVi": "liên quan đến đất nước, con người, văn hóa hoặc ngôn ngữ của Hàn Quốc",
            "hasImg": true
        },
        {
            "id": "f8bd76fa-b29e-48ab-91d1-d3dc5a00b281",
            "word": "food",
            "phonetic": "fuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The food looks good.",
                "Save some food for me.",
                "Food went missing from the school cafeteria?",
                "The leaves of Morus alba are commonly used as food.",
                "Spiders can live for several days without food."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9vZA&hash=65f49957e3701762fdefa732db230ce6102b0405&lang=en&cache-only=0",
            "defineEn": "things that people and animals eat, such as meat or vegetables",
            "defineVi": "những thứ mà con người và động vật ăn, chẳng hạn như thịt hoặc rau",
            "hasImg": true
        },
        {
            "id": "62fc6854-96f0-41b0-8056-3505693e1cbc",
            "word": "tour",
            "phonetic": "tʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We took a helicopter tour to get a bird's-eye view of the city.",
                "The tour is free, but all meals are at your own expense.",
                "We took a boat tour to explore the beautiful coastline.",
                "They are planning a city tour to discover hidden gems and local attractions.",
                "To go on a journey/tour/trip/cruise."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91cg&hash=adc662d3308e6df2c2260604b0c1e52f6f773811&lang=en&cache-only=0",
            "defineEn": "a journey for pleasure, during which we visit several different places",
            "defineVi": "một cuộc hành trình cho niềm vui, trong thời gian đó chúng tôi ghé thăm một số nơi khác nhau",
            "hasImg": true
        },
        {
            "id": "ef39d75a-09ed-4ca6-8fbc-043f85e0c806",
            "word": "Tower of London",
            "phonetic": "taʊɚɹ ʌv lʌndən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=VG93ZXIgb2YgTG9uZG9u&hash=e6079076bf9bf2eb1fbcc56e44f619b98f49d16c&lang=en&cache-only=0",
            "defineEn": "a castle in London, built next to the River Thames, that was first used as a palace, then as a prison, and now as a museum where one can visit to see the crown jewels",
            "defineVi": "một lâu đài ở Luân Đôn, được xây dựng bên cạnh sông Thames, ban đầu được sử dụng làm cung điện, sau đó là nhà tù, và bây giờ là bảo tàng nơi người ta có thể ghé thăm để xem những viên ngọc quý",
            "hasImg": true
        },
        {
            "id": "3f19b02c-ed79-497c-8468-cac935d1665f",
            "word": "to [take] a picture",
            "phonetic": "tə teɪk ɐ pɪktʃɚ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSBhIHBpY3R1cmU&hash=6596f76d752c9df00ace77266f7ab592ed0d07cd&lang=en&cache-only=0",
            "defineEn": "to use a device like a camera or cellphone to capture an image of something",
            "defineVi": "để sử dụng một thiết bị như máy ảnh hoặc điện thoại di động để chụp ảnh của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "4748df02-5a50-4716-bc9d-8bd2e102cafc",
            "word": "Great Wall of China",
            "phonetic": "ɡɹeɪt wɔːl ʌv tʃaɪnə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=R3JlYXQgV2FsbCBvZiBDaGluYQ&hash=a2fee83eb58b231269473eab8c39940deb8464df&lang=en&cache-only=0",
            "defineEn": "an extremely long wall in China, that is more than 20,000 kilometers long and was built centuries ago to protect China from intruders",
            "defineVi": "một bức tường cực dài ở Trung Quốc, dài hơn 20.000 km và được xây dựng từ nhiều thế kỷ trước để bảo vệ Trung Quốc khỏi những kẻ xâm lược",
            "hasImg": true
        }
    ]
}