{
    "id": "5add03dc-34f2-4649-b85c-9523e796da81",
    "title": "Music and Literature",
    "originalTitle": "Lesson 12",
    "words": [
        {
            "id": "7087c0c2-af98-4012-a65b-ffd07dafb417",
            "word": "culture",
            "phonetic": "kʌltʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asian cultures have a rich heritage of art, music, and dance.",
                "The company culture was toxic, with a cutthroat environment and a focus on profits at all costs.",
                "The bear is a symbol of strength and courage in many cultures.",
                "In many cultures, the last name is passed down from the father's side of the family.",
                "Learning a new language opens doors to different cultures and opportunities."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VsdHVyZQ&hash=9fc2152267b44fa6a2fb528aa2da24cef770e21a&lang=en&cache-only=0",
            "defineEn": "the general beliefs, customs, and lifestyles of a specific society",
            "defineVi": "niềm tin, phong tục và lối sống chung của một xã hội cụ thể",
            "hasImg": true
        },
        {
            "id": "26f4306a-9f95-42ba-baae-0f4d318c492f",
            "word": "art",
            "phonetic": "ɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Art serves an important function in our society.",
                "Art be damned!",
                "Art is very much a matter of taste.",
                "The born politician's art of working a crowd.",
                "Rugby and art seem strange bedfellows."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0&hash=2ca7c37d9a39d29717ca6ff9d7961eb99ccfbdd2&lang=en&cache-only=0",
            "defineEn": "works of art or objects produced in a beautiful way such as paintings, sculptures, etc.",
            "defineVi": "các tác phẩm nghệ thuật hoặc đồ vật được tạo ra một cách đẹp đẽ như tranh vẽ, tác phẩm điêu khắc, v.v.",
            "hasImg": true
        },
        {
            "id": "9d9836b3-e693-434d-a78e-4cf48ac46475",
            "word": "painting",
            "phonetic": "peɪntɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even the experts took the painting for a genuine Van Gogh.",
                "His paintings had a strong influence on me as a student.",
                "Your painting has come out really well.",
                "The old painting depicted a picturesque landscape from a bygone era.",
                "The paintings were damaged beyond recall."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFpbnRpbmc&hash=6e04849b7ef9492a3bb5aa1cdf7761ddfd58c783&lang=en&cache-only=0",
            "defineEn": "the act or art of making pictures, using paints",
            "defineVi": "hành động hoặc nghệ thuật tạo ra hình ảnh, sử dụng sơn",
            "hasImg": true
        },
        {
            "id": "da337ef0-9496-43d3-a758-dfabf06f9e9b",
            "word": "picture",
            "phonetic": "pɪktʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This picture shows my mother as a young woman.",
                "For children, picture books provide a window onto the world.",
                "The board meeting painted a pretty grim picture.",
                "The book paints a vivid picture of life in the city.",
                "I have a picture frame with a family photo on my desk."
            ],
            "audio": "https://tts.langeek.co/read?text=cGljdHVyZQ&hash=bad3c3434f7430776dab6143795da7f683a92914&lang=en&cache-only=0",
            "defineEn": "a drawing or painting, etc. of someone or something",
            "defineVi": "một bản vẽ hoặc bức tranh, v.v. của ai đó hoặc cái gì đó",
            "hasImg": true
        },
        {
            "id": "0968048a-8909-46a7-b6fd-832d16ad8fec",
            "word": "hit",
            "phonetic": "hɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "That bacon sandwich really hit the spot!",
                "A cup of coffee hits the spot at any given time.",
                "A car hit the barrier.",
                "The bus hit the bridge.",
                "The woman hit the mugger with her umbrella."
            ],
            "audio": "https://tts.langeek.co/read?text=aGl0&hash=3e55a37b74507ec178bd2a3c70f262b103b8328a&lang=en&cache-only=0",
            "defineEn": "something, such as a movie, play, song, etc. that is very popular and successful",
            "defineVi": "cái gì đó, chẳng hạn như một bộ phim, một vở kịch, một bài hát, v.v... rất nổi tiếng và thành công"
        },
        {
            "id": "9587460f-882c-4fcf-8969-3dfc59533889",
            "word": "instrument",
            "phonetic": "ɪnstɹəmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Charlotte excels in playing the piano because she learned the instrument at her mother's knee.",
                "The process involves using steam to sterilize the instruments.",
                "The musician stepped up his game and practiced his instrument for hours every day, resulting in a more polished and professional sound.",
                "His consuming passion for music drove him to spend every free moment practicing his instrument.",
                "This instrument also allowed the development of dead reckoning."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdHJ1bWVudA&hash=f4101bfbab90dc326fa9247554e8eac1f8d8e1f4&lang=en&cache-only=0",
            "defineEn": "an object or device used for producing music, such as a violin or a piano",
            "defineVi": "một đối tượng hoặc thiết bị được sử dụng để sản xuất âm nhạc, chẳng hạn như một cây vĩ cầm hoặc một cây đàn piano",
            "hasImg": true
        },
        {
            "id": "e1685bcc-a6e7-466d-8172-8306a33f33fc",
            "word": "guitarist",
            "phonetic": "ɡɪtɑːɹɹɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The guitarist went AWOL in the middle of the recording.",
                "Bassists and guitarists can compare the fourth harmonic to the third harmonic on the next string up",
                "Its vocalist and guitarist, Dan Auerbach, has also been making a name for himself in recent years in another setting.",
                "I'm here with the lead singer, guitarist, frontman for Sado Opera.",
                "What would you say his strengths are as a rock guitarist?"
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VpdGFyaXN0&hash=37ad2f21dfae38ae44c4b5e0a838768968c08926&lang=en&cache-only=0",
            "defineEn": "someone who plays the guitar",
            "defineVi": "một người chơi guitar",
            "hasImg": true
        },
        {
            "id": "57b4c67c-4717-406b-aa33-27261420d8f6",
            "word": "musician",
            "phonetic": "mjuːzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The best professional musicians start young.",
                "The new student quickly made friends with the other musicians, because birds of a feather flock together.",
                "Musicians can also put their money where their mouths are and play benefit gigs.",
                "The magazine features interviews with musicians and reviews of new albums.",
                "The musician's fingers lightly touched the piano keys, creating a beautiful melody."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzaWNpYW4&hash=c88f3fdfa3b057a881d43e1f0d5f64d748080b73&lang=en&cache-only=0",
            "defineEn": "someone who plays a musical instrument or writes music, especially as a profession",
            "defineVi": "một người chơi nhạc cụ hoặc viết nhạc, đặc biệt là một nghề",
            "hasImg": true
        },
        {
            "id": "db95d07e-fd6d-479d-9779-e55b1e176eac",
            "word": "jazz",
            "phonetic": "dʒæz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Jazz has always been a feast to my ears.",
                "In my opinion, none of the new jazz trumpeters are on a par with Miles Davis.",
                "You actually like modern jazz, do you?",
                "I need some glue, paper, string, and all that jazz to make a kite.",
                "I need to find a stylist to do our hair and makeup and all that jazz on the day of the wedding."
            ],
            "audio": "https://tts.langeek.co/read?text=amF6eg&hash=a0578f7ea0e8eb21922e812e8949fc4920dc8a41&lang=en&cache-only=0",
            "defineEn": "a music genre that emphasizes improvisation, complex rhythms, and extended chords, originated in the United States in the late 19th and early 20th centuries",
            "defineVi": "một thể loại âm nhạc nhấn mạnh sự ngẫu hứng, nhịp điệu phức tạp và hợp âm mở rộng, bắt nguồn từ Hoa Kỳ vào cuối thế kỷ 19 và đầu thế kỷ 20",
            "hasImg": true
        },
        {
            "id": "3c4262c8-d998-45b0-93dd-5704148e5f05",
            "word": "pop",
            "phonetic": "pɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "My husband's favorite genre of music is pop.",
                "James nervously popped the question to his girlfriend during a romantic dinner.",
                "Cripps pink apples add a pop of color and a sweet-tart taste to my fruit salad.",
                "I keep my students on their toes with pop quizzes.",
                "Pop is a feast to the ears of many, but I despise it."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9w&hash=571382523d99421296dc91e86260ce64f8188b97&lang=en&cache-only=0",
            "defineEn": "music that is popular, either as a genre with catchy tunes and lyrics or as a selection of the current popular songs from different genres",
            "defineVi": "nhạc phổ biến, hoặc là thể loại có giai điệu và lời bài hát hấp dẫn hoặc là tuyển tập các bài hát nổi tiếng hiện nay từ các thể loại khác nhau",
            "hasImg": true
        },
        {
            "id": "9a140f07-3a12-4e0c-8bf4-f3f7338d4747",
            "word": "rock",
            "phonetic": "ɹɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "He now rocks a distinguished look with his silver strands.",
                "Charity hits rock bottom in Emmerdale.",
                "He's got rocks in his head.",
                "Morale within the company was at rock bottom.",
                "The boat rocked gently as we set sail on a sunny day."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9jaw&hash=14572945f86261294e322eb029bb279dceec51c4&lang=en&cache-only=0",
            "defineEn": "a genre of popular music, with a strong beat played on electric guitars and drums, evolved from rock and roll and pop music",
            "defineVi": "một thể loại âm nhạc phổ biến, với nhịp điệu mạnh mẽ được chơi trên guitar điện và trống, phát triển từ nhạc rock and roll và nhạc pop",
            "hasImg": true
        },
        {
            "id": "69240b3d-637c-4b18-846c-68bb7e7fdbba",
            "word": "record",
            "phonetic": "ɹɛkɚd ",
            "partOfSpeechType": "noun",
            "examples": [
                "She had broken the world 100 meters record.",
                "His new world record will take some beating.",
                "His time in the 25-meter freestyle set a national record.",
                "The movie broke all box-office records.",
                "The movie broke box office records in the US."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjb3Jk&hash=0a31cd7569b53edf0652b8428f9ff76f4de41c69&lang=en&cache-only=0",
            "defineEn": "a round, thin piece of plastic with a hole in the middle, on which music, etc. is recorded",
            "defineVi": "một miếng nhựa tròn, mỏng có lỗ ở giữa, trên đó ghi nhạc, v.v.",
            "hasImg": true
        },
        {
            "id": "b4377967-2ad7-4b19-abf7-2fda366315c8",
            "word": "tour",
            "phonetic": "tʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We took a helicopter tour to get a bird's-eye view of the city.",
                "The tour is free, but all meals are at your own expense.",
                "We took a boat tour to explore the beautiful coastline.",
                "They are planning a city tour to discover hidden gems and local attractions.",
                "To go on a journey/tour/trip/cruise."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91cg&hash=adc662d3308e6df2c2260604b0c1e52f6f773811&lang=en&cache-only=0",
            "defineEn": "a journey made by musicians, sports teams, etc. during which they perform or play in several different places",
            "defineVi": "một hành trình được thực hiện bởi các nhạc sĩ, đội thể thao, v.v. trong đó họ biểu diễn hoặc chơi ở nhiều nơi khác nhau",
            "hasImg": true
        },
        {
            "id": "c0c3c229-790a-4da8-bfef-48aaa96a6f45",
            "word": "voice",
            "phonetic": "vɔɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "That DJ's voice really sets my teeth on edge.",
                "A voice came from the kitchen.",
                "His voice dropped to a whisper.",
                "Those coffin nails are going to hurt your voice.",
                "Her voice broke as she relived the experience."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9pY2U&hash=2d837e39112a19291355bd3fb17d48f4f76a110f&lang=en&cache-only=0",
            "defineEn": "the quality of sound or tone of a person",
            "defineVi": "chất lượng âm thanh hoặc giai điệu của một người"
        },
        {
            "id": "484f6991-a6b3-404a-add6-37d184f78dac",
            "word": "work",
            "phonetic": "wɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The students worked their heart and soul on their project.",
                "Not working my foot.",
                "Soymilk works well as a substitute for milk in sauces and creamy pasta dishes.",
                "My dad works forty hours a week.",
                "To work clay."
            ],
            "audio": "https://tts.langeek.co/read?text=d29yaw&hash=bde9fca176d084c843248403edd2a402467aaed6&lang=en&cache-only=0",
            "defineEn": "a painting, piece of music or book that is produced by a painter, musician or writer",
            "defineVi": "một bức tranh, bản nhạc hoặc cuốn sách được sản xuất bởi một họa sĩ, nhạc sĩ hoặc nhà văn"
        },
        {
            "id": "95c62b90-f5e4-4382-8791-e8e80757584f",
            "word": "concert",
            "phonetic": "kɑːnsɚt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His favorite band is playing a concert on Friday night.",
                "When does the concert begin?",
                "Tickets for the concert are like gold dust.",
                "The concert went a bomb and the audience loved every minute of it.",
                "We had a good time at the concert last night."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY2VydA&hash=e2b093d292c0b7a39794233b677554f3e3fa201f&lang=en&cache-only=0",
            "defineEn": "a public performance by musicians or singers",
            "defineVi": "một buổi biểu diễn công cộng của nhạc sĩ hoặc ca sĩ",
            "hasImg": true
        },
        {
            "id": "073fe533-a1f1-430b-b123-a777eb845f6e",
            "word": "dancer",
            "phonetic": "dænsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Do you really have a crush on folk dancers?",
                "No, she isn't a good dancer.",
                "Sarah's daughter is an accomplished ballet dancer and has won several awards.",
                "The team's big game halftime show was a dog and pony show with dancers and flashy lights, but it didn't improve the team's performance in the game.",
                "The dancer's performance was so mesmerizing that she left her rivals standing and won the competition with ease."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFuY2Vy&hash=7f26c47b9886208d8914e83ec2a6327127b96e85&lang=en&cache-only=0",
            "defineEn": "someone whose profession is dancing",
            "defineVi": "một người có nghề nghiệp là khiêu vũ",
            "hasImg": true
        },
        {
            "id": "713e696f-cde9-4f65-87be-d93e10728fdb",
            "word": "drum",
            "phonetic": "dɹʌm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The teacher drummed the names of the state capitals into our heads.",
                "Chris kills it on drums.",
                "a learning disabled man is on the drums!",
                "but he has a drum.",
                "He has a snare drum."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJ1bQ&hash=9fbbf08fbdfe4f7e8ee98ad51e5f9f505480faf5&lang=en&cache-only=0",
            "defineEn": "a musical instrument consisting of a hollow, round frame with plastic or skin stretched tightly across one or both ends, played by hitting it with sticks or hands",
            "defineVi": "một nhạc cụ bao gồm một khung tròn, rỗng bằng nhựa hoặc da được căng chặt ở một hoặc cả hai đầu, được chơi bằng cách đánh bằng gậy hoặc tay",
            "hasImg": true
        },
        {
            "id": "01682dd1-c9fc-47f2-aded-6a1d9804e586",
            "word": "poet",
            "phonetic": "poʊɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This group of artists and poets is sometimes called the New York School.",
                "The poet wrote, knowing that art is long and life is short, and hoping his verses would help him leave some small mark on the world beyond the span of his own life.",
                "He's a poet, just like Jim Morrison! -",
                "On the opposite side of this is poet and writer Sapphire, author of Push.",
                "And poets and emo rockers love them for it."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ldA&hash=1317278901ec231da25d57fb20b7f0af943f73b1&lang=en&cache-only=0",
            "defineEn": "a person who writes pieces of poetry",
            "defineVi": "một người viết những mẩu thơ",
            "hasImg": true
        },
        {
            "id": "a12e3944-89cf-4220-a631-d0f60dbaf1d5",
            "word": "story",
            "phonetic": "stoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The superintendent believed Lancaster's story.",
                "The tabloid press ran the story.",
                "The story ran on page 4 of the print edition of the newspaper.",
                "The true story inspired many people around the world.",
                "The figures tell a different story."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Rvcnk&hash=6df6687bc2f5a43a54241df4c8d9a695bce8cc6e&lang=en&cache-only=0",
            "defineEn": "a description of events and people either real or imaginary",
            "defineVi": "một mô tả về các sự kiện và con người có thật hoặc tưởng tượng",
            "hasImg": true
        },
        {
            "id": "d6bbb7d6-b391-466a-8a3b-5f46d0c909a5",
            "word": "novel",
            "phonetic": "nɑːvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The novel follows the fortunes of a village community in Scotland.",
                "The novel is worlds apart from his academic writings.",
                "Her latest novel takes the lid off the international art world.",
                "She wrote a bestselling novel.",
                "The author abstracted key themes from the novel in her literary analysis."
            ],
            "audio": "https://tts.langeek.co/read?text=bm92ZWw&hash=8cfc2672d944b6255fd94bb067bd7e40f5edb735&lang=en&cache-only=0",
            "defineEn": "a long written story that usually involves imaginary characters and places",
            "defineVi": "một câu chuyện dài bằng văn bản thường liên quan đến các nhân vật và địa điểm tưởng tượng",
            "hasImg": true
        },
        {
            "id": "688df049-1e6b-4065-b798-9bcc930930fc",
            "word": "song",
            "phonetic": "sɔŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Alice's song hits the airwaves.",
                "That song always sends a shiver down my spine.",
                "Fans have given the band's new song their seal of approval.",
                "That band's new song is really off the hook!",
                "She bought the painting for a song."
            ],
            "audio": "https://tts.langeek.co/read?text=c29uZw&hash=453d40d9a834f06c0bb84685374bcd6a451d5210&lang=en&cache-only=0",
            "defineEn": "a piece of music that has words",
            "defineVi": "một bản nhạc có lời",
            "hasImg": true
        },
        {
            "id": "2d0c17cf-20cf-43df-bc6b-44def50b286f",
            "word": "player",
            "phonetic": "pleɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our players kept the pedal to the metal all season long.",
                "Three players got their marching orders last week.",
                "The baseball team has nine players on the field at a time.",
                "The squash player killed the ball with a nick.",
                "The rookie player made his bow on the field during the championship game."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxheWVy&hash=e1ac9ec5062535a1c8c2d6ffca82978dc82d905f&lang=en&cache-only=0",
            "defineEn": "a person who plays a musical instrument professionally",
            "defineVi": "một người chơi nhạc cụ chuyên nghiệp",
            "hasImg": true
        },
        {
            "id": "bbcd2b74-c772-432e-a80e-8cefb0036c53",
            "word": "painter",
            "phonetic": "peɪntɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sarah was a gifted painter who had won several awards for her work.",
                "She inherited her artistic talent from her mother, who is an accomplished painter.",
                "The painter applied a thick layer of paint on the canvas, creating a textured and opaque surface.",
                "The late bloomer who didn't start pursuing his passion for art until his fifties, but eventually became a successful painter, shows that it's never too late to follow your dreams.",
                "Painters like Kerstin Reuterborg have it down to a science."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFpbnRlcg&hash=f577a07c80deff395134a6f538ce73ba3affdada&lang=en&cache-only=0",
            "defineEn": "an artist who paints pictures",
            "defineVi": "một nghệ sĩ vẽ tranh",
            "hasImg": true
        },
        {
            "id": "2a1b7758-753c-4eb3-9f85-2799902ddaaf",
            "word": "classical",
            "phonetic": "klæsɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In classical mythology, the griffin has the body of a lion with the head and wings of an eagle.",
                "Classical computer and other potential use comes from Wall Street.",
                "So that’s classical conditioning.",
                "This is all classical mechanics.",
                "These qubits can solve problems exponentially faster than classical digital computers."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3NpY2Fs&hash=604d05011281b0c1f48618b9ec0b1060a840060f&lang=en&cache-only=0",
            "defineEn": "related to classical music",
            "defineVi": "liên quan đến âm nhạc cổ điển",
            "hasImg": true
        },
        {
            "id": "6d120ee8-c104-4e2b-b4e8-d16c672f4c2d",
            "word": "musical",
            "phonetic": "mjuːzɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The film pays homage to classic Hollywood musicals.",
                "While growing up, he had been exposed to various musical genres at his mother's knee, developing a diverse appreciation for music.",
                "Her last musical ran for six months on Broadway.",
                "They have such a strong musical chemistry and perform flawlessly together.",
                "Musicals are the gateway drug."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzaWNhbA&hash=c7a3e11a7deeffea2a1b813f1d1b252ed7fcd1d7&lang=en&cache-only=0",
            "defineEn": "relating to or containing music",
            "defineVi": "liên quan đến hoặc có chứa âm nhạc"
        },
        {
            "id": "df0a2cc6-ac2a-484d-897c-b2d5cbd102de",
            "word": "opera",
            "phonetic": "ɑːpɚɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Opera bores the pants off him.",
                "I can only stand opera in small doses.",
                "Which opera did Verdi write first?",
                "Opera is his passion, so. -",
                "He likes the opera, too."
            ],
            "audio": "https://tts.langeek.co/read?text=b3BlcmE&hash=4d999be367e287f88c3a094e6eccbe77d51bccab&lang=en&cache-only=0",
            "defineEn": "a musical play sung and performed by singers",
            "defineVi": "một vở nhạc kịch được hát và biểu diễn bởi các ca sĩ",
            "hasImg": true
        },
        {
            "id": "9a7002ce-df40-440b-bc33-475728192394",
            "word": "loud",
            "phonetic": "laʊd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The music was far too loud for my liking.",
                "The branch broke with a loud snap.",
                "The loud noise made me jump out of my skin.",
                "He gave a loud cry and fell to the floor.",
                "The loud crash made everyone in the room sit up and take notice."
            ],
            "audio": "https://tts.langeek.co/read?text=bG91ZA&hash=4288a67880cbd61001e7091c753d3621c5ca708d&lang=en&cache-only=0",
            "defineEn": "making a lot of noise",
            "defineVi": "gây ồn ào",
            "hasImg": true
        },
        {
            "id": "1807c71f-85fe-4189-a81d-c8869d1193e3",
            "word": "loudly",
            "phonetic": "laʊdli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Guy sneezed loudly.",
                "We cheer loudly for our favorite soccer team during the match.",
                "We cheer loudly for our school's volleyball team during their matches.",
                "To laugh loudly/aloud/heartily.",
                "Startled by the sudden noise, the baby began to cry loudly."
            ],
            "audio": "https://tts.langeek.co/read?text=bG91ZGx5&hash=4daa14660feac10b40c3fa2859d8c18c635fb1cc&lang=en&cache-only=0",
            "defineEn": "producing a sound or noise with high volume",
            "defineVi": "tạo ra âm thanh hoặc tiếng ồn với âm lượng lớn",
            "hasImg": true
        },
        {
            "id": "0b5138da-f87d-4172-9fb3-1bed68a53245",
            "word": "to sing",
            "phonetic": "tə sɪŋ ",
            "partOfSpeechType": "verb",
            "examples": [
                "All newspapers sang from the same song sheet.",
                "We sang songs to pass the time.",
                "She can't sing for toffee.",
                "Every night she sings the baby to sleep.",
                "Cheerleaders from both schools sang the National Anthem before the start of the game and there were chills down my spine."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2luZw&hash=b38c9cdf5b85aa98d3c9f515f33052f710140b5f&lang=en&cache-only=0",
            "defineEn": "to use our voice in order to produce musical sounds in the form of a tune or song",
            "defineVi": "sử dụng giọng nói của chúng tôi để tạo ra âm thanh âm nhạc dưới dạng một giai điệu hoặc bài hát",
            "hasImg": true
        },
        {
            "id": "9fb6545b-291f-4c12-8b2d-8e0516f59ca0",
            "word": "to play",
            "phonetic": "tə pleɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The manager played his strongest side of the season.",
                "The bedside radio played softly.",
                "The media, as always, played an important part in the election campaign.",
                "Fathers play a crucial role in their children's upbringing and development.",
                "His dedication and hard work played a big part in the company's success."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxheQ&hash=a3c216e79f57dc78f3571927648783c93d2a305f&lang=en&cache-only=0",
            "defineEn": "to perform music on a musical instrument",
            "defineVi": "để biểu diễn âm nhạc trên một nhạc cụ",
            "hasImg": true
        },
        {
            "id": "ccfe2a3a-2449-4222-81c0-4c7153d6f245",
            "word": "to dance",
            "phonetic": "tə dæns ",
            "partOfSpeechType": "verb",
            "examples": [
                "He danced the issue around.",
                "As the wind blew gently, the silver-gray leaves of artemisia danced in the breeze.",
                "She attends a dance class every Thursday to learn new moves.",
                "Asian cultures have a rich heritage of art, music, and dance.",
                "He always dances around the topic of pay raises for my team whenever I bring it up to him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGFuY2U&hash=bc9fc52422e48478f7d1de3fa1dbb6700411a085&lang=en&cache-only=0",
            "defineEn": "to move the body to music in a special way",
            "defineVi": "để di chuyển cơ thể âm nhạc trong một cách đặc biệt",
            "hasImg": true
        }
    ]
}