{
    "id": "5b181780-3828-4ade-9ab1-24afa1665133",
    "title": "Emigration",
    "originalTitle": "Lesson 8",
    "words": [
        {
            "id": "275e1de5-5d08-4f4d-b55c-ce2c4cdd39a8",
            "word": "immigrant",
            "phonetic": "ɪmɪɡɹənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The immigrants we bulldozed into accepting the work.",
                "Growing up as the son of a Polish immigrant, I was raised by a man who often seemed more Catholic than the Pope himself.",
                "Immigrants do too.",
                "Immigrants do not displace native workers.",
                "More immigrants means fewer jobs for Americans. "
            ],
            "audio": "https://tts.langeek.co/read?text=aW1taWdyYW50&hash=05474afb099a79d2e949286c1aa4ed6f65654e27&lang=en&cache-only=0",
            "defineEn": "someone who comes to live in a foreign country",
            "defineVi": "một người đến sống ở nước ngoài",
            "hasImg": true
        },
        {
            "id": "28748527-fa1d-4c4a-80c9-dfc88db066d4",
            "word": "alien",
            "phonetic": "eɪliən ",
            "partOfSpeechType": "noun",
            "examples": [
                "the document purports to show evidence of the existence of aliens, but it's widely believed to be a hoax.",
                "John thinks he can talk to aliens, he must have a number of screws loose.",
                "It turns out that the supposed alien visitors people had been seeing were just a bunch of teenagers pulling a fast one on the town.",
                "Get the laughing over about resident alien.",
                "Every one is just alien."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxpZW4&hash=a7ee848c3be613f663d7a7fa897bc44d7e8115b6&lang=en&cache-only=0",
            "defineEn": "someone who is not a citizen of the country they reside in",
            "defineVi": "một người không phải là công dân của quốc gia họ cư trú",
            "hasImg": true
        },
        {
            "id": "1f373434-a576-4da1-b2a8-1bc67dc5ef58",
            "word": "to emigrate",
            "phonetic": "tʊ ɛmɪɡɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Gruen emigrated to the U.S. following Germany's 1938 annexation of Austria.",
                "Born into poverty, he emigrated to the U.S., fleeing the Cambodian genocide.",
                "We are emigrating from the country because we have lost everything in the hurricane, and we cannot be satisfied with what has happened to us.",
                "But when those Europeans emigrated to America, their kids grew up to be five foot eight inches tall on average.",
                "If individuals flow out of an area, or emigrate, then the frequency will change."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1pZ3JhdGU&hash=9c123d1d90be38c9492df94be0c007d7427d1c0e&lang=en&cache-only=0",
            "defineEn": "to leave one's own country in order to live in a foreign country",
            "defineVi": "rời khỏi đất nước của mình để sống ở nước ngoài",
            "hasImg": true
        },
        {
            "id": "2a2dd2f6-728d-481b-9d8e-ba80d5f6097d",
            "word": "immigration",
            "phonetic": "ɪmɪɡɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The government has taken a firm line on illegal immigration.",
                "The immigration officer reviewed my passport before granting entry.",
                "We had to show our passports and boarding passes at the airport immigration checkpoint.",
                "The small-town mayor has been punching above her weight recently, going head-to-head with federal lawmakers over the issue of immigration reform.",
                "They have done a 180 on the issue of immigration."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1taWdyYXRpb24&hash=27b36b4e9aa67a943619368fd94f0b59d0922f97&lang=en&cache-only=0",
            "defineEn": "the fact or process of coming to another country to permanently live there; the number of those who do so",
            "defineVi": "thực tế hoặc quá trình đến một quốc gia khác để sinh sống lâu dài ở đó; số người làm như vậy",
            "hasImg": true
        },
        {
            "id": "9c45e174-8b5c-451b-98c0-515e285ddf6e",
            "word": "refugee",
            "phonetic": "ɹɛfjuːdʒiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hungary's opening of the border was a turning point for the refugees.",
                "Supplies are being dropped for the refugees.",
                "We have a duty to care for the refugees.",
                "Refugees are welcome here!",
                "Syrian refugees tax an overburdened system."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmdWdlZQ&hash=432a89eb7eaabe004d7bdd4daf9725fd07909c70&lang=en&cache-only=0",
            "defineEn": "a person who is forced to leave their own country because of war, fear of prosecution, etc.",
            "defineVi": "một người buộc phải rời khỏi đất nước của họ vì chiến tranh, sợ bị truy tố, v.v."
        },
        {
            "id": "4fe3e315-a41a-4e74-9135-248e088e35bc",
            "word": "to settle",
            "phonetic": "tə sɛɾəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "We finally settled on a soft yellow for the kitchen walls.",
                "The dust is settling on the chaos which ensued when the French sold 110,000 tickets to the World Cup football matches by phone.",
                "You should let the dust settle before you make any big decisions.",
                "I'll call you as soon as the dust settles from the move.",
                "When the dust settled and the votes were recounted, she had won the election."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2V0dGxl&hash=bfcaef5c6c3468cf0cf9e5bbedb26029252bf2df&lang=en&cache-only=0",
            "defineEn": "to go and reside in a place as a permanent home",
            "defineVi": "đi và cư trú ở một nơi như một ngôi nhà lâu dài"
        },
        {
            "id": "5b3be0a3-cf4f-4caa-85a4-e22db517b438",
            "word": "visa",
            "phonetic": "viːzə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Visa be their actual measured performance in standardized testing.",
                "Big tech companies, Apple, Alphabet, Amazon, Microsoft use H-1B visas.",
                "Giants like MasterCard, Visa and Amex dominate the network market.",
                "So nonimmigrant visas are generally temporary in nature.",
                "The translator visas are officially called Special Immigration Visas, or SIVs."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlzYQ&hash=31df391b93abcc1fb63a403716599b4a8285811e&lang=en&cache-only=0",
            "defineEn": "an official mark on someone's passport that allows them to enter or stay in a country",
            "defineVi": "một nhãn hiệu chính thức trên hộ chiếu của ai đó cho phép họ vào hoặc ở lại một quốc gia",
            "hasImg": true
        },
        {
            "id": "5d9e87d5-4f18-4852-b8ed-15898dee1242",
            "word": "political asylum",
            "phonetic": "pəlɪɾɪkəl ɐsaɪləm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9saXRpY2FsIGFzeWx1bQ&hash=dc2621491927bf2abee0ad4129338e30fd1d3bd2&lang=en&cache-only=0",
            "defineEn": "the protection that a country grants to someone who has fled their home country because of political reasons",
            "defineVi": "sự bảo vệ mà một quốc gia cấp cho một người đã trốn khỏi đất nước của họ vì lý do chính trị"
        },
        {
            "id": "39efd18c-c893-490a-a52d-7bc701dd77aa",
            "word": "emigration",
            "phonetic": "ɛmɪɡɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sometimes it's called emigration.",
                "So by 1852, emigration and starvation had shrunk the population of Ireland from about 6.5 million to 4 million.",
                "Take the 2016 republican platform, which talks a lot about beefing up border security and stricter emigration enforcement.",
                "So, across Europe, populations continued to grow despite the emigration to distant continents that we talked about last time, but populations weren’t going up because people were having more babies.",
                "It increases when new individuals are either born or immigrate, that is move in, and it decreases because of deaths or emigration, or individuals moving out."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1pZ3JhdGlvbg&hash=1de0e06e44b27707a455bd34cee1baeec183993f&lang=en&cache-only=0",
            "defineEn": "the act of permanently leaving one's own country to go and live in another",
            "defineVi": "hành động vĩnh viễn rời khỏi đất nước của mình để đi và sống ở một nước khác",
            "hasImg": true
        },
        {
            "id": "006211cd-06be-4bc4-8f68-ec24e23e206b",
            "word": "to immigrate",
            "phonetic": "tʊ ɪmɪɡɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "My grandparents immigrated to this country in search of better opportunities.",
                "My grandfather immigrated to America from a small European town.",
                "His family immigrated from Russia.",
                "People immigrate to be with their families. ",
                "Basically, billions of years ago, it immigrated to our neighborhood."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1taWdyYXRl&hash=5b3505746885d14f9702077be19aca4bc2a54967&lang=en&cache-only=0",
            "defineEn": "to come to a foreign country and live there permanently",
            "defineVi": "đến một đất nước xa lạ và sống ở đó vĩnh viễn",
            "hasImg": true
        },
        {
            "id": "921f5af5-c2e8-4800-a383-109ff78ef10a",
            "word": "to migrate",
            "phonetic": "tə maɪɡɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Whales are incredible marine animals that migrate long distances.",
                "These things can migrate thousands and thousands of miles.",
                "The centrosomes migrate to the opposite ends of the cell.",
                "Animals migrate for good reasons.",
                "Those purple outer layer cells migrate out."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWlncmF0ZQ&hash=a40795448a30611c84d5ea57816d700e08b0b355&lang=en&cache-only=0",
            "defineEn": "to move from a country or region in search of a better job or living conditions",
            "defineVi": "để di chuyển từ một quốc gia hoặc khu vực để tìm kiếm một công việc tốt hơn hoặc điều kiện sống",
            "hasImg": true
        },
        {
            "id": "e8ac007b-8317-42e8-a928-f84bf28367d1",
            "word": "outsider",
            "phonetic": "aʊtsaɪdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "After years of feeling like an outsider, she finally found kindred spirits among a group of like-minded artists who shared her vision and creativity.",
                "It will be quite the leap of faith for us to trust an outsider to run the organization, after the family has maintained control for over 100 years.",
                "Outsiders aren't generally welcome.",
                "We were outsiders.",
                "So there was definitely an outsider bias."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0c2lkZXI&hash=275fa0317838aa1bbb82edc5261f576f8996c949&lang=en&cache-only=0",
            "defineEn": "a person who is not a member of a particular group, society, etc.",
            "defineVi": "một người không phải là thành viên của một nhóm cụ thể, xã hội, vv"
        },
        {
            "id": "39a8e4f3-aaf9-4953-8ea6-22fbf72f191c",
            "word": "settlement",
            "phonetic": "sɛɾəlmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She came out of the divorce settlement a rich woman.",
                "The company opted for a settlement rather than taking their former employee to court.",
                "State regulators will go the extra mile to ensure that this settlement is as investor-friendly as possible.",
                "The settlement includes money for the victims families.",
                "This settlement is an abandoned care home."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V0dGxlbWVudA&hash=23eae63049451fd7e1f90cde8645028b41bd8d5a&lang=en&cache-only=0",
            "defineEn": "a group of people residing in a new state and choosing it as their permanent home but keep links with their homeland",
            "defineVi": "một nhóm người cư trú ở một tiểu bang mới và chọn nó làm nơi ở lâu dài của họ nhưng vẫn giữ mối liên hệ với quê hương của họ"
        },
        {
            "id": "708b950b-b0bd-4af4-984f-0f6d0c3e38d7",
            "word": "to deport",
            "phonetic": "tə dᵻpoːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "But now, the goverment is deporting my family.",
                "Even before these moves, hundreds of thousands of undocumented immigrants were being deported annually.",
                "She could easily be deported.",
                "Another group of migrants is deported back to Mexico at a port of entry far from where they originally crossed.",
                "Over 1 million people were deported, and Border Patrol enforcement activities plummeted."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVwb3J0&hash=7f3df175fd396b1699a9c473dd63f3820fedef81&lang=en&cache-only=0",
            "defineEn": "to force a foreigner to leave a country, usually because they have broken the law",
            "defineVi": "để buộc một người nước ngoài rời khỏi một đất nước, thường là vì họ đã vi phạm pháp luật"
        },
        {
            "id": "5c1c94f8-4dcd-472d-8451-a8fc02dbd2d3",
            "word": "green card",
            "phonetic": "ɡɹiːn kɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "And we're only talking about green cards here.",
                "About 65% of all green cards are given to close family members in America.",
                "On April 21st, President Trump first announced a 60 day pause on the issuance of new green cards.",
                "That can put you on the green card fast track.",
                "It specifically included potential immigrant workers and relatives of green card holders in an effort to limit competition for jobs in the United States during the coronavirus recession."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlZW4gY2FyZA&hash=9d58454563c91f678aa1854f6e57bfed2f15cc58&lang=en&cache-only=0",
            "defineEn": "an official document that allows a foreigner to work and reside permanently in the United States",
            "defineVi": "một tài liệu chính thức cho phép người nước ngoài làm việc và cư trú lâu dài tại Hoa Kỳ",
            "hasImg": true
        },
        {
            "id": "cbd59844-3425-400e-92e9-3f7797d61277",
            "word": "to naturalize",
            "phonetic": "tə nætʃɚɹəlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "I remember very vividly when they became naturalized U.S. citizens in like 1977."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmF0dXJhbGl6ZQ&hash=90fe75bb49e3315ed9be24f3773b856759516ce3&lang=en&cache-only=0",
            "defineEn": "to admit a foreigner as an official citizen in a country",
            "defineVi": "để thừa nhận một người nước ngoài là một công dân chính thức trong một quốc gia"
        },
        {
            "id": "ee2620b5-f6c6-4c6c-b126-296ba26bc50c",
            "word": "illegal",
            "phonetic": "ɪliːɡəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The government has taken a firm line on illegal immigration.",
                "The police got wind of the illegal drug deal.",
                "They may not have broken the law themselves, but the CEOs certainly sat on their hands and allowed these illegal activities to happen unchecked.",
                "When Jane realized that her friends were involved in illegal activities, she decided to distance herself from them, remembering the saying better be alone than in bad company",
                "He was unaware that eating horseflesh was illegal in their country."
            ],
            "audio": "https://tts.langeek.co/read?text=aWxsZWdhbA&hash=322555592d497d3e70a0316a3a9fb6095ed5e39b&lang=en&cache-only=0",
            "defineEn": "forbidden by the law",
            "defineVi": "pháp luật cấm",
            "hasImg": true
        },
        {
            "id": "fd617fc0-2142-4836-bb14-e804e4db48c7",
            "word": "work permit",
            "phonetic": "wɜːk pɜːmɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "You get a work permit, because we parole them. ",
                "Citizens of the Marshall Islands can live and work in the U.S. without VISAS and work permits.",
                "President Obama, as you know, has issued executive actions to permit some 5 million undocumented immigrants who are living now in the United States to come out of the shadows without fear of deportation to get work permits.",
                "The point is, the president had clearly sent a message: If you’re illegal and you come here as a child, eventually we’re going to give you a work permit and a Social Security number. "
            ],
            "audio": "https://tts.langeek.co/read?text=d29yayBwZXJtaXQ&hash=4caf36421528a569a9fed5c32678efb7df30d562&lang=en&cache-only=0",
            "defineEn": "a piece of document which shows a person has the right to work in a particular country",
            "defineVi": "một mảnh tài liệu cho thấy một người có quyền làm việc ở một quốc gia cụ thể"
        },
        {
            "id": "a51f6702-463e-4d32-84a0-fd3614acdc20",
            "word": "camp",
            "phonetic": "kæmp ",
            "partOfSpeechType": "noun",
            "examples": [
                "We need to be careful when camping in bear territory.",
                "Jack makes quick work of clearing the snow where the guys want to set up camp.",
                "We felt like we just couldn't control our teenager's behavior any longer, so we sent him to a prison boot camp to scare him straight.",
                "Michael had been a spring chicken in the realm of coding until he attended coding boot camp.",
                "But they were honest, they had your best wishes at heart, and they knew what was what in the camp."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FtcA&hash=a9e9e39343fa71c296383913f23ab5e6e610900b&lang=en&cache-only=0",
            "defineEn": "a temporary place of residence for people provided by a government, typically used by soldiers, refugees, etc.",
            "defineVi": "một nơi cư trú tạm thời cho những người được chính phủ cung cấp, thường được sử dụng bởi binh lính, người tị nạn, v.v.",
            "hasImg": true
        },
        {
            "id": "ca0b5a33-f266-4723-80d2-f3f0ace7385a",
            "word": "to displace",
            "phonetic": "tə dɪspleɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The military crackdown in Tigray displaces tens of thousands and prompts accusations of ethnic cleansing.",
                "Thousands of people were displaced.",
                "Immigrants do not displace native workers.",
                "Because the bottom of the bowl is displacing some water.",
                "Tens of thousands have been displaced."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzcGxhY2U&hash=0a736a3a0348704bef66e3934c4fe0b6ce306469&lang=en&cache-only=0",
            "defineEn": "to make someone leave their home by force, particularly because of an unpleasant event",
            "defineVi": "để làm cho ai đó rời khỏi nhà của họ bằng vũ lực, đặc biệt là vì một sự kiện khó chịu"
        },
        {
            "id": "142f4f58-a5b9-47d7-ac44-9b22fc97ca00",
            "word": "noncitizen",
            "phonetic": "nɑːnsɪɾɪzən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bm9uY2l0aXplbg&hash=dbf8f7d9c9bb3c0ab837c1a7551e348bc7b316aa&lang=en&cache-only=0",
            "defineEn": "someone who is not a citizen of the country or city they work or live in",
            "defineVi": "một người không phải là công dân của quốc gia hoặc thành phố họ làm việc hoặc sinh sống",
            "hasImg": true
        },
        {
            "id": "11813aa5-e86e-46e2-8928-4b543c94d11d",
            "word": "seeker",
            "phonetic": "siːkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hide and seek is a game where one person closes their eyes and counts while others hide, and then the seeker tries to find them.",
                "The job seeker's friend warned her to remember the saying 'beware of the young doctor and the old barber' when she considered accepting a job offer from a start-up with little track record or an established company with outdated practices.",
                "Once deported under the ACA, asylum seekers arrive at this shelter.",
                "Which asylum seekers should be let in, and who should be turned away?",
                "The ports of entry are closed to the vast majority of asylum seekers in danger in Mexico."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vla2Vy&hash=92f44b1d5dacdf8691a70dd125455232d5f1780e&lang=en&cache-only=0",
            "defineEn": "someone who is in search of something and tries to get it",
            "defineVi": "một người đang tìm kiếm một cái gì đó và cố gắng để có được nó"
        },
        {
            "id": "d1f001b9-d019-4565-86b0-d6cb60daba13",
            "word": "detention center",
            "phonetic": "dɪtɛnʃən sɛntɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Meanwhile, lawyers had been waiting just outside the detention center.",
                "- There's a system of detention centers at our southern border housing thousands of asylum seekers from Central and South America.",
                "The Associated Press detailed conditions inside a Customs and Border Patrol detention center in Clint, Texas, where, allegedly, 250 infants, children and teenagers are being held.",
                "This detention center in India’s Assam state is set to open in a few months.",
                "After the arrests, the men were taken here, 25 miles north, to this migrant detention center in San Uk Ling, close to the border with mainland China."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV0ZW50aW9uIGNlbnRlcg&hash=4b2bfe544211969efa0be211badfaee71ef02f8e&lang=en&cache-only=0",
            "defineEn": "a facility in which people, such as refugees, young offenders, etc. are held for a short period of time",
            "defineVi": "một cơ sở trong đó mọi người, chẳng hạn như người tị nạn, phạm nhân trẻ tuổi, v.v. bị giam giữ trong một khoảng thời gian ngắn"
        },
        {
            "id": "e930f6bd-296c-4291-a93a-b45c493dd70f",
            "word": "naturalization",
            "phonetic": "nætʃɚɹəlᵻzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He applied for naturalization, which at that time was only offered to free white persons or persons of African descent.",
                "Just a year later using the logic from Ozawa's case, a Sikh Punjabi American also tries to sue for naturalization by claiming that he's technically of the Caucasian race by being an area in descent and a high caste Hindu.",
                "The documents also show the Pentagon asked for Hoang Co Minh's naturalization to be expedited."
            ],
            "audio": "https://tts.langeek.co/read?text=bmF0dXJhbGl6YXRpb24&hash=d5d4eda876d2c55b7711249d73fa0bcb3b4760c1&lang=en&cache-only=0",
            "defineEn": "the act or process of granting a foreigner the citizenship of a country",
            "defineVi": "hành động hoặc quy trình cấp cho người nước ngoài quyền công dân của một quốc gia"
        },
        {
            "id": "fbd6b955-a779-4a71-8a74-b829d71c103f",
            "word": "settler",
            "phonetic": "sɛtlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "For instance, human settlers bring dogs, cats, and stowaway rodents to islands.",
                "Russian settlers headed for new farmland right up to the Pacific Ocean.",
                "In the middle of the 19th century, the California gold rush brought thousands of settlers to America’s west coast.",
                "In addition to porpoise meat, the early Polynesian settlers supplemented their diet with seabirds, land birds, and rats.",
                "Like the European settlers who gave smallpox to the Native Americans."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V0dGxlcg&hash=0171d2c67de09298c5aaa973b8326b6538db11af&lang=en&cache-only=0",
            "defineEn": "someone who along with others moves to a new place to live there and make a community",
            "defineVi": "một người cùng với những người khác chuyển đến một nơi mới để sống ở đó và tạo nên một cộng đồng"
        },
        {
            "id": "7a03635f-2d5d-4ef6-aecb-0509233615a0",
            "word": "deportation",
            "phonetic": "dᵻpoːɹteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And a good number of them are going to face deportation at some date in the future.",
                "A federal judge in Texas has temporarily blocked President Biden's 100 day deportation ban.",
                "Amid the flow of illegal drugs from Mexico, the number of deportations skyrocketed to the highest levels in decades.",
                "In the meantime, Josseline's parents are still at risk of deportation.",
                "He's eliminated the deportations or at least delayed those."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwb3J0YXRpb24&hash=14c2ef46d635e584b21130da0c2876269b47fd6e&lang=en&cache-only=0",
            "defineEn": "the act of forcing someone out of a country, usually because they do not have the legal right to stay there or because they have broken the law",
            "defineVi": "hành động buộc ai đó rời khỏi một quốc gia, thường là do họ không có quyền hợp pháp để ở lại đó hoặc vì họ đã vi phạm pháp luật"
        },
        {
            "id": "4cac827b-a05c-4d06-b1d6-0214f99f0397",
            "word": "permanently",
            "phonetic": "pɜːmənəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "His skull was permanently fractured.",
                "Do these otters live here permanently?",
                "See, heat also permanently inactivates the DNA polymerases from E. coli.",
                "Not as permanently as you might be thinking.",
                "And in the longterm this amount of screen time could be damaging our vision permanently."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVybWFuZW50bHk&hash=356abe59ff2cfd76d25a56cabe39b2791a737968&lang=en&cache-only=0",
            "defineEn": "in a way that lasts for a long time without changing",
            "defineVi": "trong một cách mà kéo dài trong một thời gian dài mà không thay đổi"
        },
        {
            "id": "ebdb33bc-84e9-4d8e-bf5d-981fa80f4bad",
            "word": "temporarily",
            "phonetic": "tɛmpɚɹɛɹᵻli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "A federal judge in Texas has temporarily blocked President Biden's 100 day deportation ban.",
                "The plant temporarily halted operations on April 25th.",
                "In September 2016, the news lifted the stock temporarily.",
                "First, a female wasp temporarily paralyzes a cockroach with a quick venomous stab.",
                "Temporarily closing schools and offices."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVtcG9yYXJpbHk&hash=8aa5b4b4258b4f8e5ddd244f85e1effd18672429&lang=en&cache-only=0",
            "defineEn": "in a way that lasts for a limited period of time",
            "defineVi": "trong một cách mà kéo dài trong một khoảng thời gian giới hạn"
        },
        {
            "id": "f3ee0381-376a-48f7-b9e3-2ebfe4c33065",
            "word": "colonization",
            "phonetic": "kɑːlənᵻzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Colonization is bad, m’kay.",
                "And in Europe, mining took off along with colonization.",
                "And innies are ripe for colonization, not only by lint, hair, and dead skin cells, but also by bacteria.",
                "The colonization of the American continent by Europeans was tied with the extermination of the local peoples.",
                "Colonization refers to the actual practices set out to achieve colonial goals."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sb25pemF0aW9u&hash=fb1c246d8965615992d23326a938cc4417bdd950&lang=en&cache-only=0",
            "defineEn": "the act of taking control of another country and sending people to settle there",
            "defineVi": "hành động nắm quyền kiểm soát một quốc gia khác và gửi người đến định cư ở đó"
        },
        {
            "id": "bc6c43ea-1e56-4fd9-964b-31e69034a16e",
            "word": "consulate",
            "phonetic": "kɑːnsjʊlət ",
            "partOfSpeechType": "noun",
            "examples": [
                "So the consulate officer Bacon, came to New Orleans.",
                "And on October 2018, Khashoggi walked into the consulate in Istanbul, and was brutally murdered inside.",
                "In 1936, while Neruda was working at the consulate in Madrid, civil war broke out and the government was overthrown by a fascist military dictatorship.",
                "He was killed at the Saudi consulate in Turkey more than two years ago.",
                "There's also a bill for human rights in Tibet, including a consulate, a U.S. consulate in Tibet, which would be new, but all kinds of things in here, tax breaks for small breweries."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3VsYXRl&hash=963f7342876fe945b7fe5ed4cabb90c48360000e&lang=en&cache-only=0",
            "defineEn": "a building or office where a consul carries out diplomatic duties",
            "defineVi": "một tòa nhà hoặc văn phòng nơi một lãnh sự thực hiện nhiệm vụ ngoại giao"
        }
    ]
}