{
    "id": "5b96cd49-8ef1-4d14-b208-90afbadb3532",
    "title": "Cultural Sphere and Arts",
    "originalTitle": "Cultural Sphere and Arts",
    "words": [
        {
            "id": "e8b48878-2602-4987-8aa1-7932838e8285",
            "word": "aesthetic",
            "phonetic": "ɛsθɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She has a great aesthetic sense when it comes to interior design.",
                "Plenty of Christians have tried their hand at putting their beliefs into prose or poetry, usually with calamitous aesthetic results.",
                "The new car's design is both functional and aesthetic.",
                "It mostly affected aesthetic parts of weapons.",
                "Well, it’s mostly for aesthetics."
            ],
            "audio": "https://tts.langeek.co/read?text=YWVzdGhldGlj&hash=17bdbaaa6ae5eb3050f39c67b630464c9240eb57&lang=en&cache-only=0",
            "defineEn": "relating to the enjoyment or appreciation of beauty or art, especially visual art.",
            "defineVi": "liên quan đến việc thưởng thức hoặc đánh giá cao vẻ đẹp hoặc nghệ thuật, đặc biệt là nghệ thuật thị giác."
        },
        {
            "id": "a70c0bd5-833a-4317-a878-9cde7bc988bd",
            "word": "archaic",
            "phonetic": "ɑːɹkeɪɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And nothing was so irritating as the confident way he used archaic idiom.",
                "His stuff seems archaic NOW!",
                "We know anatomically modern humans arose from archaic humans like Homo erectus in Africa.",
                "It was really archaic, I am so glad they're coming into the 21st century.",
                "Because we’ve sequenced the Neanderthal genome from fossils, we already know about a bunch of gene variants that we’ve inherited from our archaic cousins."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGFpYw&hash=8263ca6ab64f92325444dba6ec66dfd3fc4e90ea&lang=en&cache-only=0",
            "defineEn": "dating back to the ancient past",
            "defineVi": "hẹn hò với quá khứ xa xưa"
        },
        {
            "id": "a27f6928-37b3-4bc2-b552-3382b010dc88",
            "word": "cosmopolitan",
            "phonetic": "kɑːzməpɑːlɪtən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Inner Circle attracts users in the world's biggest cosmopolitan cities.",
                "Instead of cosmopolitan communities, developers often surrounded malls with enormous parking lots and suburban housing projects, exactly what Gruen was trying to thwart.",
                "A diamond disappears from the cosmopolitan",
                "I didn't want to stay at the Cosmopolitan, not with the police everywhere, looking at everything, so I went to my sister's house in South London.",
                "In architecture and painting, we see a blending of Indian and Persian styles that demonstrate how cosmopolitan the empire was."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29zbW9wb2xpdGFu&hash=85bcc699c06401c428bec8704a8ce8f3bf57eebd&lang=en&cache-only=0",
            "defineEn": "including a wide range of people with different nationalities and cultures",
            "defineVi": "bao gồm nhiều người có quốc tịch và văn hóa khác nhau"
        },
        {
            "id": "bdde352f-c19c-46e5-86fd-b00c250e401a",
            "word": "elegiac",
            "phonetic": "ɛlɪdʒək ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWxlZ2lhYw&hash=97ad2f32c6ba5bc06d60660db56fcaabc1028410&lang=en&cache-only=0",
            "defineEn": "expressing or displaying the sadness and sorrow felt due to loss, death, or a past event",
            "defineVi": "thể hiện hoặc thể hiện nỗi buồn và nỗi buồn do mất mát, cái chết hoặc một sự kiện trong quá khứ"
        },
        {
            "id": "36face70-bd7e-46ac-aa41-f8ae2c5adf10",
            "word": "fecund",
            "phonetic": "fɛkʌnd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmVjdW5k&hash=e24381136dd23705f54dae7dcf7f00a1703790b5&lang=en&cache-only=0",
            "defineEn": "able to create many great intellectual or creative ideas, things, etc.",
            "defineVi": "có khả năng tạo ra nhiều ý tưởng, sự vật trí tuệ hoặc sáng tạo lớn, v.v."
        },
        {
            "id": "168d77bb-e5bb-44fd-a9df-7eee28817c43",
            "word": "grandiloquent",
            "phonetic": "ɡɹændɪlɑːkwənt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3JhbmRpbG9xdWVudA&hash=229a418da10e2db2215652d98779f05ec2fadd3a&lang=en&cache-only=0",
            "defineEn": "using literary, elaborate, or formal language or style with the intention to impress other people",
            "defineVi": "sử dụng ngôn ngữ hoặc phong cách văn học, phức tạp hoặc trang trọng với ý định gây ấn tượng với người khác"
        },
        {
            "id": "ff68c366-809c-46d8-bccf-75ac01f058f4",
            "word": "jejune",
            "phonetic": "dʒɛdʒuːn ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=amVqdW5l&hash=1c3dec8d311b1e4cfcf9ffe4abf93d8cd81ed267&lang=en&cache-only=0",
            "defineEn": "displaying simplicity, immaturity, or inexperience",
            "defineVi": "thể hiện sự đơn giản, non nớt hoặc thiếu kinh nghiệm"
        },
        {
            "id": "e4ada39f-2a04-46cf-a764-b422b7999ae5",
            "word": "lugubrious",
            "phonetic": "ləɡuːbɹɪəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bHVndWJyaW91cw&hash=6520bc33fd174bd1d7243d76d96d6482983ae23f&lang=en&cache-only=0",
            "defineEn": "extremely sorrowful and serious",
            "defineVi": "vô cùng đau buồn và nghiêm trọng"
        },
        {
            "id": "151f4c8a-2c3b-4968-be24-ecbc548b4829",
            "word": "pedestrian",
            "phonetic": "pədɛstɹiən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I crossed the street carefully at the pedestrian crosswalk.",
                "MAN: Basically, pedestrians have become the bowling pins of Santa Monica.",
                "There's a pedestrian crossover.",
                "This way, pedestrians and cyclists have an audio cue of what the car is doing.",
                "Whoa, look at these three pedestrians."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVkZXN0cmlhbg&hash=61dcf3821e44f8ea1d0d8cd6808259a844d71b1f&lang=en&cache-only=0",
            "defineEn": "lacking elements that arouse interest, cause excitement, or show imagination",
            "defineVi": "thiếu các yếu tố khơi dậy sự quan tâm, kích thích hoặc thể hiện trí tưởng tượng"
        },
        {
            "id": "0b9c472f-6685-42c6-96f1-450141e768fa",
            "word": "philistine",
            "phonetic": "fɪlᵻstaɪn ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGhpbGlzdGluZQ&hash=a9609b6b7032224655c44593050168f86486befd&lang=en&cache-only=0",
            "defineEn": "not being interested, fond, or understanding of serious works of music, art, literature, etc.",
            "defineVi": "không quan tâm, yêu thích hoặc hiểu biết về các tác phẩm âm nhạc, nghệ thuật, văn học nghiêm túc, v.v."
        },
        {
            "id": "03b6182e-c3a2-4185-8225-0898303b8745",
            "word": "ponderous",
            "phonetic": "pɑːndɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9uZGVyb3Vz&hash=b17361a9d84d1bca8f8dcfa6110880d6309d0cdd&lang=en&cache-only=0",
            "defineEn": "possessing the quality of being very boring, slow, and serious, particularly used for speeches and writings",
            "defineVi": "sở hữu chất lượng rất nhàm chán, chậm chạp và nghiêm túc, đặc biệt được sử dụng cho các bài phát biểu và bài viết"
        },
        {
            "id": "82e814f2-8660-4a09-b17a-f7c33b0717de",
            "word": "trite",
            "phonetic": "tɹaɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It might seem a bit trite, but it works.",
                "Bitter: The trite saying is, what?",
                "As trite as it sounds, it has made me who I am and has built in my mind the idea that we're all the same.",
                "But I think you dropped something really important about how we use it so that it doesn't become trite or meaningless."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpdGU&hash=d189bc241f8ebfb0a2d66b2214993398421b7e77&lang=en&cache-only=0",
            "defineEn": "(mainly of ideas, opinions, or remarks) used so often that it no longer has the same effect, interest, or originality",
            "defineVi": "(chủ yếu là ý kiến, quan điểm hoặc nhận xét) được sử dụng thường xuyên đến mức không còn tác dụng, sở thích hoặc tính độc đáo như cũ"
        },
        {
            "id": "6e9e62d1-a7a1-41bd-a2b0-7d6bb380e5e6",
            "word": "cacophony",
            "phonetic": "kɐkɑːfəni ",
            "partOfSpeechType": "noun",
            "examples": [
                "You go back to your unit and you can hear the cacophony of noises.",
                "So the Federalist Society, though, has also been incredibly important in bringing onto different campuses and into different communities an alternative point of view in what could sometimes seem like a cacophony of monotony, one point of view, which is usually very liberal.",
                "All this, combined with occasional military exercises in the area, creates an underwater cacophony that interrupts whale communications.",
                "We’re surrounded by a cacophony of repeating forms.",
                "Hired by the area's wealthy homeowners to keep their grand gardens pristine, the howling cacophony their blowers make is infuriating him."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fjb3Bob255&hash=c6a7d52c7bd87fc791fcec8d0a4cf6ca17294a8f&lang=en&cache-only=0",
            "defineEn": "a literary device that uses a mixture of unpleasant, inharmonious, and harsh sounds to depict disorder or chaos",
            "defineVi": "một thiết bị văn học sử dụng hỗn hợp các âm thanh khó chịu, không hài hòa và gay gắt để mô tả sự hỗn loạn hoặc hỗn loạn"
        },
        {
            "id": "8221c99f-8d72-4904-acdb-d633841dbcc9",
            "word": "crescendo",
            "phonetic": "kɹəʃɛndoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So there was, in some respects, a building crescendo, I guess, as we were entering the presidential election campaign season, of Russian aggressiveness.",
                "For 13.8 billion years since the beginning of the universe, complexity had been rising in a powerful crescendo, but in the space of a few millennia, collective learning was about to make things really bonkers.",
                "We get the soldier back and the crescendo of the fight starts building up and at that point we're defending the creek bed, and a corner.",
                "For me, this joke kinda goes here, and then you tag it, and that tag for me, is what is the crescendo.",
                "Ambient crescendos and then goes silent for the tagline."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jlc2NlbmRv&hash=98818d7a71e65204215927b05016d83e2e7296c8&lang=en&cache-only=0",
            "defineEn": "a slow and constant increase in the loudness of a musical piece",
            "defineVi": "sự gia tăng chậm và liên tục về âm lượng của một bản nhạc"
        },
        {
            "id": "dfe1882f-e6f6-4b21-bc72-670f00c07b0d",
            "word": "ersatz",
            "phonetic": "ɜːsæts ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXJzYXR6&hash=7cb67de939619915668b9bd4c29bc1ce6f257363&lang=en&cache-only=0",
            "defineEn": "artificial and inferior",
            "defineVi": "nhân tạo và thấp kém"
        },
        {
            "id": "e64025ee-275e-476d-b5e5-c30fdb79769c",
            "word": "hyperbole",
            "phonetic": "haɪpɜːbəli ",
            "partOfSpeechType": "noun",
            "examples": [
                "Its not hyperbole to say that, that appearance changed my career significantly.",
                "Well, I thought the hyperbole was unfortunate. ",
                "I’m using the techniques of hyperbole, in the case of obliteration, and metaphor, in the case of my broken heart, to try to describe the things that are happening inside of me.",
                "Stan just said that was hyperbole, but it’s not.",
                "And this kind of hyperbole is dangerous."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlwZXJib2xl&hash=c5800856a227b1f93b4dfbe22b13ada8e0fec233&lang=en&cache-only=0",
            "defineEn": "a technique used in speech and writing to exaggerate the extent of something",
            "defineVi": "một kỹ thuật được sử dụng trong nói và viết để phóng đại mức độ của một cái gì đó"
        },
        {
            "id": "8f5ae120-17ce-4326-89c0-b3120acadc06",
            "word": "lament",
            "phonetic": "lɐmɛnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Customers and reporters have lamented the loss of the seamless Apple store.",
                "While telling the tale to little children in her community, the mother lamented the Yara-ma-yha-who must have vomited him back up.",
                "Just a 10-minute walk away, Levav laments the loss of hundreds of apple trees, bulldozed by the army to close up the Hezbollah tunnel.",
                "The child stirred, and his mother wept with gratitude and lamented her earlier callousness, offering all her wealth to Isis in repentance.",
                "And so we didn’t have the luxury to sit around and lament that we weren’t getting the cooperation we wanted and that our vision of harmony was disrupted."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFtZW50&hash=9125f26e1625b69f7a1353d04165377d4955cdd5&lang=en&cache-only=0",
            "defineEn": "a song, musical piece, poem, etc. that expresses the feeling of sorrow and sadness after a loss or death",
            "defineVi": "một bài hát, bản nhạc, bài thơ, v.v. thể hiện cảm giác đau buồn và buồn bã sau một mất mát hoặc cái chết"
        },
        {
            "id": "3929aa5b-35ae-45dc-80cc-e7f287f3b151",
            "word": "lampoon",
            "phonetic": "læmpuːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "In 2021, fully 75 years after Charlie Chaplin famously lampooned working conditions in industrial America.",
                "He wasn't lampooning just one composer, but rather the classical music establishment, which he felt was stuck in the past."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFtcG9vbg&hash=427b599b75790c4a0784707ac600fa8a8ea233c1&lang=en&cache-only=0",
            "defineEn": "a drawing, speech, or text aiming to criticize something or someone in a humorous manner",
            "defineVi": "một bản vẽ, bài phát biểu hoặc văn bản nhằm chỉ trích điều gì đó hoặc ai đó một cách hài hước"
        },
        {
            "id": "f3bc319a-aeaf-4912-b41b-990b3ae84ceb",
            "word": "malapropism",
            "phonetic": "mælɐpɹɑːpɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFsYXByb3Bpc20&hash=9995f3317e44e70afd0b366d82dc142eafae68dd&lang=en&cache-only=0",
            "defineEn": "the humorous and incorrect use of a word that sounds similar to the intended word",
            "defineVi": "việc sử dụng một từ hài hước và không chính xác có vẻ giống với từ dự định"
        },
        {
            "id": "1f229133-25d6-4869-a146-58671ad1bb80",
            "word": "monotony",
            "phonetic": "mənɑːtəni ",
            "partOfSpeechType": "noun",
            "examples": [
                "Humans, don't like monotony.",
                "And I'll switch colors just to ease the monotony.",
                "For our adults, I think it breaks the monotony, sometimes, in people’s lives and the loneliness and the isolation that many older adults feel.",
                "Lewis: You may want to have a variation of colors or even interchangeable cover layers for the suits just to avoid the trials of monotony.",
                "So the Federalist Society, though, has also been incredibly important in bringing onto different campuses and into different communities an alternative point of view in what could sometimes seem like a cacophony of monotony, one point of view, which is usually very liberal."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9ub3Rvbnk&hash=6b0e172531fafc27bf1545da001855c8567a44de&lang=en&cache-only=0",
            "defineEn": "the constant lack of change and variety that is boring",
            "defineVi": "sự thiếu thay đổi và đa dạng liên tục gây nhàm chán"
        },
        {
            "id": "e35fd674-8229-42be-a9b2-23f74c324cf0",
            "word": "palimpsest",
            "phonetic": "pælɪmpsɪst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFsaW1wc2VzdA&hash=29c6f3800689d1edf9d216a075c9d28ddfc5bcc6&lang=en&cache-only=0",
            "defineEn": "a manuscript that was written on, erased, and written on again and again, while the previous text was still partially visible",
            "defineVi": "một bản thảo đã được viết, xóa và viết lại, trong khi văn bản trước đó vẫn còn nhìn thấy một phần"
        },
        {
            "id": "c3fe43d1-7537-4eba-bbb4-3e36aee80cd8",
            "word": "preamble",
            "phonetic": "pɹiːæmbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "So enough preamble, let's open the box.",
                "This broadside sheet of the preamble to the Constitution is one of the most recent projects to come through the print room."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlYW1ibGU&hash=aa442a516a0a0544e5d91bd5696432b65a544296&lang=en&cache-only=0",
            "defineEn": "an introductory or preliminary section of a book, statute, document, etc. giving information about its purpose",
            "defineVi": "một phần giới thiệu hoặc sơ bộ của một cuốn sách, đạo luật, tài liệu, vv cung cấp thông tin về mục đích của nó"
        },
        {
            "id": "c5a268ad-9199-4c1f-bcc9-b29260d2769d",
            "word": "prologue",
            "phonetic": "pɹoʊlɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The prologue to the Unabomber, you know what I'm saying?"
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvbG9ndWU&hash=1506ed6a493772e38957b34b95613d08591529d8&lang=en&cache-only=0",
            "defineEn": "the beginning section of a movie, book, play, etc. that introduces the work",
            "defineVi": "phần mở đầu của một bộ phim, cuốn sách, vở kịch, v.v. giới thiệu tác phẩm"
        },
        {
            "id": "e5afa850-2272-4765-9f39-fb363226316d",
            "word": "recapitulation",
            "phonetic": "ɹᵻkɐpɪtʃʊleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVjYXBpdHVsYXRpb24&hash=801deabf34562f9ccdad63e479a62cbf03161b99&lang=en&cache-only=0",
            "defineEn": "the act of repeating the key points or parts of something in order to summarize it",
            "defineVi": "hành động lặp lại các điểm chính hoặc các phần của một cái gì đó để tóm tắt nó"
        },
        {
            "id": "c2473fbe-1022-44a2-92f4-361a12ba9f43",
            "word": "screed",
            "phonetic": "skɹiːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "That was pretty surprising, the screed that he unleashed about conspiracies and Democrats out to get me and so on. "
            ],
            "audio": "https://tts.langeek.co/read?text=c2NyZWVk&hash=658d3b929f337f7dc5a6b193435f5334e0738770&lang=en&cache-only=0",
            "defineEn": "a piece of writing or a speech that is long and boring",
            "defineVi": "một đoạn văn bản hoặc một bài phát biểu dài và nhàm chán"
        },
        {
            "id": "a3800508-7e89-47cf-a0cf-f06195117afa",
            "word": "to bowdlerize",
            "phonetic": "tə boʊdəlɹaɪz ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYm93ZGxlcml6ZQ&hash=6b288c8191ebb49a44b377a0047c9c0a25f95548&lang=en&cache-only=0",
            "defineEn": "to delete the sections or words that are believed to be offensive or inappropriate from a play, movie, book, etc.",
            "defineVi": "để xóa các phần hoặc từ được cho là xúc phạm hoặc không phù hợp khỏi vở kịch, phim, sách, v.v."
        },
        {
            "id": "f8c297d2-12fa-40f4-a990-5bb960e153db",
            "word": "to conflate",
            "phonetic": "tə kənfleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "So, the two trends are both being conflated as hate crimes.",
                "Unless you're at McDonald's, gold is the color that conflates wealth and beauty.",
                "Donald Trump has conflated Republican party loyalty with loyalty to himself to an extreme degree, and has been remarkably successful over the last several years in what amounts to really a hostile takeover of a Republican Party that was actually quite united against him in 2016.",
                "I wanted to give you a short episode that accurately trace just one of these genealogies rather than conflating many global histories into one short timeline.",
                "And somewhere along the way, we ended up conflating physical and emotional warmth."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZmxhdGU&hash=4ab525aacbc50ddb5b25542b6b8f445fbda702dc&lang=en&cache-only=0",
            "defineEn": "to bring ideas, texts, things, etc. together and create something new",
            "defineVi": "để mang ý tưởng, văn bản, sự vật, vv với nhau và tạo ra một cái gì đó mới"
        }
    ]
}