{
    "id": "5bab38ae-387e-49cd-8e57-10ac28f80fbc",
    "title": "Ceramics and Glass Crafts",
    "originalTitle": "Ceramics and Glass Crafts",
    "words": [
        {
            "id": "c315877d-b347-42bf-bda9-47f6aa551d04",
            "word": "pottery",
            "phonetic": "pɑːɾɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She bought a beautiful piece of European pottery as a souvenir.",
                "Pottery became widespread.",
                "The oldest example of spice use in cooking is 6,000-year-old pottery found with traces of garlic-mustard, a plant with otherwise little-to-no nutritional value.",
                "This pigment was used in paint for wall art or mummy coffins, or in glazes for pottery.",
                "Pottery Barn Kids and Teen accounted for 15% of sales, and the remainder came from lighting store Rejuvenation and online gift buying site, Mark and Graham."
            ],
            "audio": "https://tts.langeek.co/read?text=cG90dGVyeQ&hash=4cf137060fff1ceaf4050a630c117cad32aa248f&lang=en&cache-only=0",
            "defineEn": "the skill or activity of making dishes, pots, etc. using clay",
            "defineVi": "kỹ năng hoặc hoạt động làm bát đĩa, nồi, v.v. bằng đất sét",
            "hasImg": true
        },
        {
            "id": "3696951e-0e03-49cd-9bf8-0bc612a86797",
            "word": "ceramics",
            "phonetic": "sᵻɹæmɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "And so we thought, how can we kind of build a workflow for this project for Tulsa that is about rebuilding and building and this kind of ceramics history?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VyYW1pY3M&hash=0c3594cf83d4195633e5e8fcd9a47a3c779e1a69&lang=en&cache-only=0",
            "defineEn": "the process or art of making objects out of clay that are heated to become resistant",
            "defineVi": "quá trình hoặc nghệ thuật tạo ra các đồ vật từ đất sét được nung nóng để trở nên bền",
            "hasImg": true
        },
        {
            "id": "0ffcb125-581b-4a6e-b79d-6a1ed4dc21bb",
            "word": "china clay",
            "phonetic": "tʃaɪnə kleɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hpbmEgY2xheQ&hash=d1ffb13231bbd044c12ee45d8e74da4a3f8e3ef3&lang=en&cache-only=0",
            "defineEn": "a white clay that is composed mainly of the mineral kaolinite",
            "defineVi": "một loại đất sét trắng có thành phần chủ yếu là khoáng chất cao lanh"
        },
        {
            "id": "f5b4a2da-8b81-4ed1-bd4e-3fc7e1b80d55",
            "word": "fire",
            "phonetic": "faɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hold your fire!",
                "Who started the fire?",
                "The firefighter bravely extinguished the house fire.",
                "The government has played with fire.",
                "A fire attack shall chill the enemy to the bone."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlyZQ&hash=5594975a4de713f8a86ac24ee92ffc156a2b92d3&lang=en&cache-only=0",
            "defineEn": "the result of something burning that often produces heat, flame, light, and smoke",
            "defineVi": "kết quả của một cái gì đó cháy thường tạo ra nhiệt, ngọn lửa, ánh sáng và khói",
            "hasImg": true
        },
        {
            "id": "75ff71dc-e083-4fc5-b5e1-8dea8b33f9e7",
            "word": "kiln",
            "phonetic": "kɪln ",
            "partOfSpeechType": "noun",
            "examples": [
                "Local farmers burn wood in outdoor kilns to make charcoal for cooking fuel.",
                "And then towards the end of the video, you see this small kiln on the right-hand side.",
                "And colobus monkeys visit these kilns when they’re not in use to eat the bits of charcoal left behind.",
                "Once they're completely dry, Ashok fires the diyas in large wood-burning kilns.",
                "To try to avoid this, he usually fires up his kiln overnight."
            ],
            "audio": "https://tts.langeek.co/read?text=a2lsbg&hash=28eae3f1b286450a3926993e4ab1d26214411d85&lang=en&cache-only=0",
            "defineEn": "a type of furnace or oven that is used for baking pottery, ceramics or bricks",
            "defineVi": "một loại lò hoặc lò nướng được sử dụng để nướng đồ gốm, gốm sứ hoặc gạch",
            "hasImg": true
        },
        {
            "id": "d356241c-94e4-4a89-bb54-d5177ce43f7a",
            "word": "to knead",
            "phonetic": "tə niːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "This warm plastic dough is then kneaded until it looks like colored marble.",
                "So, we just knead it together now.",
                "You're kneading up what's ever in there.",
                "While father and son knead the dough balls, mother cooks lunch.",
                "We put flour, water, and salt in a plastic bag and kneaded the dough by stepping on it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ga25lYWQ&hash=e2d42d3ec55996f443d0e20c37d2cf4f91b1f0c8&lang=en&cache-only=0",
            "defineEn": "to form and press dough or wet clay with the hands",
            "defineVi": "để tạo hình và ép bột hoặc đất sét ướt bằng tay",
            "hasImg": true
        },
        {
            "id": "58a3f9a9-5b65-434a-b3dd-1a9f8b2911dd",
            "word": "slip",
            "phonetic": "slɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "That detail must have slipped between the cracks.",
                "Thousands of factory workers have been given the pink slip in recent months.",
                "The glass slipped from her hand and broke into a dozen pieces.",
                "The burglar gave us the slip, but we're in pursuit.",
                "I'm sorry I didn't call you back sooner, it totally slipped my mind."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xpcA&hash=ad53cecc67bb0db9319ca5234a25d52508d0e893&lang=en&cache-only=0",
            "defineEn": "a liquid clay mixture used in ceramics, pottery, and other crafts",
            "defineVi": "một hỗn hợp đất sét lỏng được sử dụng trong gốm sứ, đồ gốm và hàng thủ công khác"
        },
        {
            "id": "220af3e6-04d1-49a6-8e71-5390109d6b96",
            "word": "azulejo",
            "phonetic": "æzjuːliːdʒoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXp1bGVqbw&hash=94262507e686aebc477421be7444fcb7ddd43471&lang=en&cache-only=0",
            "defineEn": "a form of Spanish and Portuguese painted tin-glazed ceramic tilework",
            "defineVi": "một dạng đồ gốm tráng men thiếc sơn Tây Ban Nha và Bồ Đào Nha"
        },
        {
            "id": "09979582-6baa-4485-97f6-232e7d86a2dd",
            "word": "cameo glass",
            "phonetic": "kæmɪoʊ ɡlæs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FtZW8gZ2xhc3M&hash=8e8a2d29309c614ef6d13f249d9f92dbb03579a4&lang=en&cache-only=0",
            "defineEn": "a decorative glassware that features raised designs carved into layers of different colored glass",
            "defineVi": "một đồ thủy tinh trang trí có các thiết kế nổi được chạm khắc vào các lớp thủy tinh có màu khác nhau"
        },
        {
            "id": "32dcfa62-4d3f-40b8-b40c-7c9d32dcaa28",
            "word": "glass",
            "phonetic": "ɡlæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "He wears glasses now.",
                "That's glass.",
                "Please fill my glass with water.",
                "They collected glass bottles for a recycling project.",
                "They happily raised their glasses for a toast."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xhc3M&hash=6d6cc1d73d196b326af7e6a917375d75390a9f68&lang=en&cache-only=0",
            "defineEn": "a hard material that is often clear and is used for making windows, bottles, etc.",
            "defineVi": "một vật liệu cứng thường trong suốt và được sử dụng để làm cửa sổ, chai lọ, v.v.",
            "hasImg": true
        },
        {
            "id": "68f799fe-bcbb-4fb4-9915-57c250865162",
            "word": "glass art",
            "phonetic": "ɡlæs ɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2xhc3MgYXJ0&hash=1287ce9ab37a9e0ecc945d87b25f7c8e3aa4b762&lang=en&cache-only=0",
            "defineEn": "a form of visual art that uses glass as the primary medium and includes various techniques such as glassblowing, kiln-casting, stained glass, and fused glass, among others",
            "defineVi": "một hình thức nghệ thuật thị giác sử dụng thủy tinh làm phương tiện chính và bao gồm nhiều kỹ thuật khác nhau như thổi thủy tinh, đúc lò nung, kính màu và kính nung chảy, trong số những kỹ thuật khác"
        },
        {
            "id": "7a3c5f6a-312b-4638-bf29-510252315db5",
            "word": "bubblegram",
            "phonetic": "bʌbəlɡɹæm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnViYmxlZ3JhbQ&hash=4e4227a9e8240ecf8aefb88e4796e2d6f16227fa&lang=en&cache-only=0",
            "defineEn": "a type of three-dimensional sculpture or image that is created by trapping and suspending small objects, such as photographs or trinkets, inside a transparent resin or acrylic block that is filled with bubbles",
            "defineVi": "một loại tác phẩm điêu khắc hoặc hình ảnh ba chiều được tạo ra bằng cách bẫy và treo các vật thể nhỏ, chẳng hạn như ảnh hoặc đồ trang sức, bên trong khối nhựa trong suốt hoặc khối acrylic chứa đầy bong bóng"
        },
        {
            "id": "03a109e4-3b17-48f2-b59b-ab784c3dde6e",
            "word": "glass beadmaking",
            "phonetic": "ɡlæs biːdmeɪkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2xhc3MgYmVhZG1ha2luZw&hash=bc16e14ef83c8dd19e4d2e7babe477a97fdd7092&lang=en&cache-only=0",
            "defineEn": "the process of shaping and manipulating glass rods or tubes over a flame to create decorative beads that can be used for jewelry-making, embellishments, or other decorative purposes",
            "defineVi": "quá trình tạo hình và điều khiển các thanh hoặc ống thủy tinh trên ngọn lửa để tạo ra các hạt trang trí có thể được sử dụng để làm đồ trang sức, đồ trang sức hoặc các mục đích trang trí khác"
        },
        {
            "id": "2064dccb-4e40-4630-8bdd-d1c57cbf7573",
            "word": "glassblowing",
            "phonetic": "ɡlæsbloʊɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company's beginnings are said to trace back to a St. Louis area glassblowing studio in 2009."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xhc3NibG93aW5n&hash=3a52bc8a765d9bee00c902e559ac154ae1d97ca1&lang=en&cache-only=0",
            "defineEn": "the activity or craft of using a special tube to blow air into molten glass in order to make glass objects and ornaments",
            "defineVi": "hoạt động hoặc thủ công sử dụng một ống đặc biệt để thổi không khí vào thủy tinh nóng chảy để làm đồ vật và đồ trang trí bằng thủy tinh",
            "hasImg": true
        },
        {
            "id": "ccf60d76-23a5-45d9-a5db-4d2a4e14457d",
            "word": "glassmaking",
            "phonetic": "ɡlæsmeɪkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2xhc3NtYWtpbmc&hash=70bca696b74d033470be5faaea9509135f5732c2&lang=en&cache-only=0",
            "defineEn": "the art and science of creating glass objects by melting glass under high temperatures, shaping it through various techniques",
            "defineVi": "nghệ thuật và khoa học tạo ra các đồ vật thủy tinh bằng cách nấu chảy thủy tinh ở nhiệt độ cao, tạo hình thủy tinh bằng nhiều kỹ thuật khác nhau"
        },
        {
            "id": "b0fd2fb5-6a93-452b-9f1f-2338bde91bd9",
            "word": "stained glass",
            "phonetic": "steɪnd ɡlæs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RhaW5lZCBnbGFzcw&hash=32a7e212bda33bf035a0977be138cd54f68b728f&lang=en&cache-only=0",
            "defineEn": "colorful pieces of glass put together in decorative patterns to form pictorial designs, typically found in the windows of churches",
            "defineVi": "những mảnh thủy tinh đầy màu sắc được ghép lại với nhau theo kiểu trang trí để tạo thành các thiết kế hình ảnh, thường thấy ở cửa sổ của các nhà thờ"
        },
        {
            "id": "6853e360-16e3-44d4-9694-8b965a9f076b",
            "word": "glassware",
            "phonetic": "ɡlæswɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Paper wrappers and paper cups replaced the dishes and glassware. ",
                "Corning also makes glassware for labs in the pharmaceutical industry.",
                "Delta has also banned all glassware, including coffee mugs and champagne flutes.",
                "The intended experiment was a failure, and she had ruined some glassware.",
                "They were tired of replacing broken dishes and glassware and lost silverware. "
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xhc3N3YXJl&hash=154c531b206e111b5407d3b3ce7f0b47cb25cadd&lang=en&cache-only=0",
            "defineEn": "objects that are made of glass, particularly ones used for eating and drinking",
            "defineVi": "đồ vật làm bằng thủy tinh, đặc biệt là đồ dùng để ăn và uống",
            "hasImg": true
        },
        {
            "id": "55d035c8-f4fd-4667-aa1d-3200979cf4ec",
            "word": "porcelain",
            "phonetic": "poːɹsɪlɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandmother collects porcelain dolls and has a vast display in her living room.",
                "Mark's excessive motion sickness during the roller coaster ride forced him to take a break and drive the porcelain bus in the nearby restroom.",
                "My coworker is obsessed with collecting porcelain dolls, which I find creepy, but I suppose there is no accounting for taste.",
                "After eating that questionable street food, Sarah ended up riding the porcelain bus all night, regretting her adventurous appetite.",
                "They are blank porcelain faces."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9yY2VsYWlu&hash=1517e4789514c25a0c08c6984984655d43c1a5f6&lang=en&cache-only=0",
            "defineEn": "a hard, white, translucent ceramic material that is known for its strength, durability, and translucency",
            "defineVi": "một vật liệu gốm cứng, trắng, mờ được biết đến với độ bền, độ bền và độ trong mờ của nó"
        },
        {
            "id": "0465d482-89dd-4540-9e81-421e1e56a433",
            "word": "bone china",
            "phonetic": "boʊn tʃaɪnə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9uZSBjaGluYQ&hash=5c78265a2c9d367731b1d394cade2decf7a92807&lang=en&cache-only=0",
            "defineEn": "a type of porcelain that is made from a mixture of bone ash, feldspar, kaolin, and other materials, and is known for its thin, translucent quality, high strength, and whiteness",
            "defineVi": "một loại sứ được làm từ hỗn hợp tro xương, fenspat, cao lanh và các vật liệu khác, được biết đến với chất lượng mỏng, trong mờ, độ bền cao và độ trắng"
        },
        {
            "id": "abd37f18-db8f-43a5-8fb4-aa6fc5301f33",
            "word": "stoneware",
            "phonetic": "stoʊnwɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RvbmV3YXJl&hash=032e7898abebca864efaa96f1cae54a6788ef001&lang=en&cache-only=0",
            "defineEn": "a type of clay that is fired at high temperatures, resulting in a dense, durable, and non-porous ceramic material that is ideal for making functional objects",
            "defineVi": "một loại đất sét được nung ở nhiệt độ cao, tạo ra vật liệu gốm dày đặc, bền và không xốp, lý tưởng để chế tạo các đồ vật chức năng"
        },
        {
            "id": "c651b60f-8b87-43df-b98a-24887d0fced5",
            "word": "earthenware",
            "phonetic": "ɜːθənwɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWFydGhlbndhcmU&hash=08ae35a2b9d4f2d29e956d88fd6af461c49d212b&lang=en&cache-only=0",
            "defineEn": "a type of pottery that is made from clay that is fired at relatively low temperatures, resulting in a porous, rustic, and often glazed ceramic material",
            "defineVi": "một loại đồ gốm được làm từ đất sét nung ở nhiệt độ tương đối thấp, tạo ra vật liệu gốm xốp, mộc mạc và thường được tráng men"
        },
        {
            "id": "e052e811-497b-4c1c-baa7-652eedfd5331",
            "word": "china painting",
            "phonetic": "tʃaɪnə peɪntɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hpbmEgcGFpbnRpbmc&hash=7e08ecc9ab2be1c812dce1fd65a5a3690222b275&lang=en&cache-only=0",
            "defineEn": "a form of ceramic decoration that involves painting on glazed or unglazed porcelain or bone china using specialized china paints or pigments that are fired at high temperatures to permanently fuse the design onto the surface of the ceramic",
            "defineVi": "một hình thức trang trí bằng gốm bao gồm việc sơn lên sứ hoặc sứ xương tráng men hoặc không tráng men bằng cách sử dụng các loại sơn hoặc bột màu chuyên dụng của sứ được nung ở nhiệt độ cao để kết hợp vĩnh viễn thiết kế lên bề mặt gốm"
        },
        {
            "id": "5a4ffbb0-1528-45b9-b41d-fd0260f9a621",
            "word": "slipware",
            "phonetic": "slɪpwɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2xpcHdhcmU&hash=5cf30cadf2c4205e5a64e576f54bbc5f81448f0f&lang=en&cache-only=0",
            "defineEn": "a type of earthenware or stoneware pottery that is decorated with liquid clay (called slip) that is applied to the surface of the pot before firing",
            "defineVi": "một loại đồ gốm bằng đất nung hoặc đồ đá được trang trí bằng đất sét lỏng (gọi là đất sét) được bôi lên bề mặt của nồi trước khi nung"
        },
        {
            "id": "7e426d59-8edc-4e4e-ab5a-752fb488d31a",
            "word": "terra sigillata",
            "phonetic": "tɛɹə sɪɡɪlɑːɾə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVycmEgc2lnaWxsYXRh&hash=8929e262b9c278b0c844fff7a497b272113fd697&lang=en&cache-only=0",
            "defineEn": "a type of fine, polished ceramic ware that was originally made in ancient Rome by applying a thin layer of refined clay slip to the surface of a vessel, burnishing it to create a smooth finish, and then firing it at low temperatures",
            "defineVi": "một loại đồ gốm tinh xảo, được đánh bóng ban đầu được sản xuất ở La Mã cổ đại bằng cách phủ một lớp mỏng đất sét tinh luyện lên bề mặt bình, đánh bóng nó để tạo ra lớp sơn mịn, sau đó nung ở nhiệt độ thấp"
        },
        {
            "id": "fa69dba1-4ec5-45ed-884e-b5f00db198b6",
            "word": "tile",
            "phonetic": "taɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "This batch will make ChopValue's thinnest tile.",
                "Welcome to Tile.",
                "You can add tiles, like simple calculator.",
                "Okay, I need a Tile account.",
                "This is original, these tiles?"
            ],
            "audio": "https://tts.langeek.co/read?text=dGlsZQ&hash=dbc35384461f13be66d42b34f62231394bf5f060&lang=en&cache-only=0",
            "defineEn": "a flat piece of baked clay or other material, mostly in the shape of a square, used for covering floors or walls",
            "defineVi": "một mảnh phẳng bằng đất sét nung hoặc vật liệu khác, chủ yếu có hình vuông, được sử dụng để phủ sàn hoặc tường",
            "hasImg": true
        },
        {
            "id": "92a7b143-ec9e-4fc3-ac9c-d0d9ccc69ae2",
            "word": "figurine",
            "phonetic": "fɪɡjʊɹɹiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Carpenters roughly shape the figurine with a band saw.",
                "Do you see that figurine there?",
                "But, these D&D figurines weren't manufactured until 1984.",
                "With collecting, people acquire related things of value, like figurines or race cars, and it's not clutter.",
                "Smaller horses are plunged into a bucket of paint to cover the whole figurine."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlndXJpbmU&hash=468a0b1093a8f5da8c50c32ba14708eee510596f&lang=en&cache-only=0",
            "defineEn": "a small decorative statue or sculpture typically made from materials such as porcelain, ceramic, wood, or resin",
            "defineVi": "một bức tượng hoặc tác phẩm điêu khắc trang trí nhỏ thường được làm từ các vật liệu như sứ, gốm, gỗ hoặc nhựa",
            "hasImg": true
        },
        {
            "id": "4d417aa6-ad96-42be-aad6-9a9339d9a27a",
            "word": "terracotta",
            "phonetic": "tɛɹɐkɑːɾə ",
            "partOfSpeechType": "noun",
            "examples": [
                "We can trace their journey through fragments of the distinctive terracotta pottery they left behind.",
                "From terracotta figurines to vases, funerary pots to perfume bottles and mirror decorations, the siren seems to appear everywhere in Greek art."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVycmFjb3R0YQ&hash=b0e67b4f640408ce949e099b3edf980ec09df293&lang=en&cache-only=0",
            "defineEn": "a type of fired clay that is commonly used for architectural and decorative purposes",
            "defineVi": "một loại đất sét nung thường được sử dụng cho mục đích kiến trúc và trang trí"
        },
        {
            "id": "53aa0245-6904-4943-9341-c2eff91e4d1a",
            "word": "came glasswork",
            "phonetic": "keɪm ɡlæswɜːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FtZSBnbGFzc3dvcms&hash=a265e36c40f8dbd3e50cdf18cccb358019e48934&lang=en&cache-only=0",
            "defineEn": "a decorative technique that involves cutting and etching designs into the surface of a glass object, often using hydrofluoric acid, to create a frosted or matte appearance",
            "defineVi": "một kỹ thuật trang trí liên quan đến việc cắt và khắc các thiết kế vào bề mặt của vật thủy tinh, thường sử dụng axit flohydric, để tạo ra vẻ ngoài mờ hoặc mờ"
        },
        {
            "id": "2edcc751-1b95-4801-9191-955774e4e874",
            "word": "tin-glazed pottery",
            "phonetic": "tɪŋɡleɪzd pɑːɾɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGluLWdsYXplZCBwb3R0ZXJ5&hash=872f19b9ffc056b7020dae778e3c1161929f1284&lang=en&cache-only=0",
            "defineEn": "a type of earthenware pottery that is coated with a white tin-based glaze, which creates a smooth, opaque surface that can be decorated with colorful painted designs before firing",
            "defineVi": "một loại đồ gốm đất nung được tráng một lớp men trắng làm từ thiếc, tạo ra bề mặt nhẵn, mờ đục, có thể trang trí bằng các họa tiết sơn màu trước khi nung"
        },
        {
            "id": "d12aa8d6-886e-476f-afd3-b6239cc92fe5",
            "word": "clay",
            "phonetic": "kleɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "To work clay.",
                "Leave the clay.",
                "- Put the clay on the thing.",
                "Those clay bricks gave rise to the world’s first cities, probably around 4500 BCE.",
                "Everything's fired clay."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xheQ&hash=dd3caa288af6aa0a7aa129e32bd38a844a4a8e35&lang=en&cache-only=0",
            "defineEn": "a type of heavy and sticky soil that is molded when wet and is baked to become hardened in pottery or ceramic making",
            "defineVi": "một loại đất nặng và dính được tạo khuôn khi ướt và được nung để trở nên cứng lại trong quá trình làm gốm hoặc gốm",
            "hasImg": true
        },
        {
            "id": "ad6dc0f4-c0b6-4713-ba5d-90b5fcc7e44e",
            "word": "potter's wheel",
            "phonetic": "pɑːɾɚ bækslæʃ ɛs wiːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG90dGVyJ3Mgd2hlZWw&hash=d3963be14008f82ca7dd250a7f9e83efb3b12429&lang=en&cache-only=0",
            "defineEn": "a type of pottery wheel used to shape clay into pottery and other ceramic objects",
            "defineVi": "một loại bánh xe gốm dùng để nặn đất sét thành đồ gốm và các đồ gốm khác"
        },
        {
            "id": "ce9a2e9a-3430-48e8-aba2-3003c273bf38",
            "word": "coiling",
            "phonetic": "kɔɪlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And that's where the coiling becomes uniform and stable."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29pbGluZw&hash=74aed1cd602ec31ea48e42a41cd8d11ba3ab7b11&lang=en&cache-only=0",
            "defineEn": "a pottery technique that involves creating forms or building up the walls of a pot or sculpture by layering and smoothing coils of clay on top of one another",
            "defineVi": "một kỹ thuật gốm liên quan đến việc tạo ra các hình dạng hoặc xây dựng các bức tường của một cái bình hoặc tác phẩm điêu khắc bằng cách xếp lớp và làm phẳng các cuộn đất sét chồng lên nhau"
        },
        {
            "id": "8e515874-66b1-4369-8c0f-b47efa1b5cd8",
            "word": "bisque",
            "phonetic": "biːsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "And for the orzo we will use some bisque with the head of the langoustine.",
                "- You have the sweet from the bisque.",
                "We are doing the - The Bisque, yeah! -",
                "We could sell this, though, (Rhett) we could call it bung bisque."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlzcXVl&hash=93f06e1dab906b6a9f2129fb8c48b6df22d2cf7d&lang=en&cache-only=0",
            "defineEn": "the first firing of clay at a relatively low temperature, without any glaze applied, to harden the clay and prepare it for further decoration or glazing in a second firing at a higher temperature",
            "defineVi": "lần nung đất sét đầu tiên ở nhiệt độ tương đối thấp, không tráng men, để làm cứng đất sét và chuẩn bị cho việc trang trí thêm hoặc tráng men trong lần nung thứ hai ở nhiệt độ cao hơn"
        },
        {
            "id": "3fec851c-750b-454a-8f2e-f6e8375e94da",
            "word": "glass fusing",
            "phonetic": "ɡlæs fjuːzɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2xhc3MgZnVzaW5n&hash=e7cdafea1284589ef21e429550f80dfc69d388e6&lang=en&cache-only=0",
            "defineEn": "a glassmaking technique that involves heating multiple pieces of glass in a kiln until they melt and fuse together, creating a single, solid piece with unique patterns, textures, and colors",
            "defineVi": "một kỹ thuật làm thủy tinh liên quan đến việc nung nóng nhiều mảnh thủy tinh trong lò nung cho đến khi chúng tan chảy và hợp nhất với nhau, tạo ra một mảnh duy nhất, rắn chắc với hoa văn, kết cấu và màu sắc độc đáo"
        },
        {
            "id": "b13ab536-51ec-4bc7-8f3e-ccf77132438e",
            "word": "sandblasting",
            "phonetic": "sændblæstɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2FuZGJsYXN0aW5n&hash=071c434bd640f55af2a6bfca8e233a0f66eb5fce&lang=en&cache-only=0",
            "defineEn": "a technique of using compressed air and fine abrasive particles, such as sand or glass beads, to etch, carve, or roughen the surface of a material",
            "defineVi": "một kỹ thuật sử dụng khí nén và các hạt mài mòn mịn, chẳng hạn như cát hoặc hạt thủy tinh, để khắc, khắc hoặc làm nhám bề mặt vật liệu"
        },
        {
            "id": "e1adcf16-b066-4e28-8711-8b8776d10a4e",
            "word": "lampworking",
            "phonetic": "læmpwɜːkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGFtcHdvcmtpbmc&hash=6f6bc544cf546c3d404ae97fade1cdf3b7a8af3b&lang=en&cache-only=0",
            "defineEn": "a glassworking technique that involves melting glass rods or tubes over a flame or torch and shaping them using various tools and techniques to create intricate designs, beads, sculptures, and other decorative objects",
            "defineVi": "một kỹ thuật gia công thủy tinh liên quan đến việc nấu chảy các thanh hoặc ống thủy tinh trên ngọn lửa hoặc ngọn đuốc và tạo hình chúng bằng các công cụ và kỹ thuật khác nhau để tạo ra các thiết kế phức tạp, hạt cườm, tác phẩm điêu khắc và các đồ vật trang trí khác"
        },
        {
            "id": "6143b399-73a4-4aa4-96c4-3b225e6f65af",
            "word": "annealing",
            "phonetic": "ɐniːlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Maybe simulated annealing!",
                "Simulated annealing is extremely popular.",
                "Again, you could try simulated annealing!",
                "Just like physical annealing goes through different arrangements of atoms, the algorithm goes through different solutions to a constrained optimization problem."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5uZWFsaW5n&hash=6c9af2c915081a8f570d93ba1715147f7222a994&lang=en&cache-only=0",
            "defineEn": "a process of gradually cooling a material, such as glass or metal, from a high temperature to room temperature to reduce internal stress and increase its strength and durability",
            "defineVi": "một quá trình làm nguội dần một vật liệu, chẳng hạn như thủy tinh hoặc kim loại, từ nhiệt độ cao đến nhiệt độ phòng để giảm ứng suất bên trong và tăng cường độ và độ bền của vật liệu"
        },
        {
            "id": "fccbd5c3-73e5-4a10-8f48-9b8f139e04f3",
            "word": "cullet",
            "phonetic": "kʌlɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "These cullets melt at a lower temperature than new glass, because the ingredients and have already been mixed and fused together when that glass was initially made."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VsbGV0&hash=b7aa6a2c6588748a6d48e1cb1a5c23a703ee515e&lang=en&cache-only=0",
            "defineEn": "a recycled glass material that is crushed into small, uniform pieces and used as a raw material in glassmaking to reduce energy consumption and waste",
            "defineVi": "một vật liệu thủy tinh tái chế được nghiền thành các mảnh nhỏ, đồng nhất và được sử dụng làm nguyên liệu thô trong sản xuất thủy tinh để giảm tiêu thụ năng lượng và lãng phí"
        },
        {
            "id": "5f76bbff-2c19-4908-a986-957c6f4f6102",
            "word": "leadlight",
            "phonetic": "liːdlaɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGVhZGxpZ2h0&hash=495763dbd109df8cd4b8384322a3a0001216416c&lang=en&cache-only=0",
            "defineEn": "a decorative technique that involves assembling colored glass pieces using lead strips or came to create designs or images, often used in windows, doors, and other architectural features of buildings",
            "defineVi": "một kỹ thuật trang trí liên quan đến việc lắp ráp các mảnh thủy tinh màu bằng cách sử dụng các dải chì hoặc để tạo ra các thiết kế hoặc hình ảnh, thường được sử dụng trong cửa sổ, cửa ra vào và các đặc điểm kiến trúc khác của tòa nhà"
        },
        {
            "id": "1a856bbb-e8bc-43e0-b16d-55e0c9242d6c",
            "word": "dichroic glass",
            "phonetic": "daɪkɹoʊɪk ɡlæs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGljaHJvaWMgZ2xhc3M&hash=43658525b5765fe0e21a6ac5772fddd33d80cf3f&lang=en&cache-only=0",
            "defineEn": "a type of glass that has a thin metallic coating applied to its surface using a vacuum deposition process, which reflects and transmits different colors of light, creating a unique iridescent effect and changing colors depending on the angle of view",
            "defineVi": "một loại kính có lớp phủ kim loại mỏng phủ lên bề mặt bằng quy trình lắng đọng chân không, phản xạ và truyền các màu ánh sáng khác nhau, tạo ra hiệu ứng ánh kim độc đáo và thay đổi màu sắc tùy theo góc nhìn"
        },
        {
            "id": "55317092-6e89-4e70-ad6f-8d83ca3f0d19",
            "word": "glass cutter",
            "phonetic": "ɡlæs kʌɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2xhc3MgY3V0dGVy&hash=06c592ed3bc4d7974612feb5ee0933e1c078ae9c&lang=en&cache-only=0",
            "defineEn": "a tool used to score or cut glass, often with a diamond or tungsten carbide blade, to create straight or curved lines, shapes, or patterns for use in various glassworking or glazing applications",
            "defineVi": "một công cụ được sử dụng để cắt hoặc cắt kính, thường có lưỡi cắt bằng kim cương hoặc cacbua vonfram, để tạo ra các đường, hình dạng hoặc hoa văn thẳng hoặc cong để sử dụng trong các ứng dụng gia công kính hoặc tráng men khác nhau"
        },
        {
            "id": "1c9c7fbe-e290-4ca2-929c-ee9b0e626e06",
            "word": "frit",
            "phonetic": "fɹɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnJpdA&hash=5b3b3727be3fd29bcc9aac8beca150f9169d03b1&lang=en&cache-only=0",
            "defineEn": "a type of crushed or powdered glass material that is often used as a raw material in glassmaking, ceramic glazes, and other applications to add color, texture, or other properties to the final product",
            "defineVi": "một loại vật liệu thủy tinh nghiền hoặc dạng bột thường được sử dụng làm nguyên liệu thô trong sản xuất thủy tinh, men gốm và các ứng dụng khác để thêm màu sắc, kết cấu hoặc các đặc tính khác cho sản phẩm cuối cùng"
        }
    ]
}