{
    "id": "5c43a38c-f873-4759-986a-9519a8878c56",
    "title": "Mythological Characters",
    "originalTitle": "Mythological Characters",
    "words": [
        {
            "id": "a510cc65-7bb6-4ee2-92bb-f0a030da1a86",
            "word": "theseus",
            "phonetic": "θiːsɪəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the war, Theseus's men hurt two of Creon's knights.",
                "said Theseus angrily.",
                "In the end, Theseus killed him.",
                "Then Theseus told his wife and her sister, 'You must go to Athens without me.",
                "He was Theseus's friend and Arcite's friend too."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlc2V1cw&hash=56224b6082c5f19e4a5ee4c0dee7390141d544a7&lang=en&cache-only=0",
            "defineEn": "a hero from Greek mythology who is known for slaying the Minotaur and for being the founder and king of Athens",
            "defineVi": "một anh hùng trong thần thoại Hy Lạp, người được biết đến với việc giết Minotaur và là người sáng lập và vua của Athens"
        },
        {
            "id": "626d38f1-9832-44da-ad80-7212db346301",
            "word": "tantalus",
            "phonetic": "tæntæləs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tantalus did not reach for the water he would never be allowed to drink."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFudGFsdXM&hash=6e21528948c905f320fe41d36cd3426e9afeea4c&lang=en&cache-only=0",
            "defineEn": "a figure in Greek mythology who was punished for his wrongdoing",
            "defineVi": "một nhân vật trong thần thoại Hy Lạp đã bị trừng phạt vì hành vi sai trái của mình"
        },
        {
            "id": "d8d47a52-3bcb-42af-a991-4ffddfa60eab",
            "word": "sleipnir",
            "phonetic": "sleɪpnɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Take for example, Odin’s steed Sleipnir.",
                "The foal would grow into a magnificent steed named Sleipnir and become Odin’s mount, a horse that could outrun the wind itself.",
                "Odin used Sleipnir to travel to the world of the dead, Hel, which was ruled over by a being of the same name."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xlaXBuaXI&hash=f3b869d706cba2c66a07b171d74556d1b898fa40&lang=en&cache-only=0",
            "defineEn": "an eight-legged horse from Norse mythology, belonging to the god Odin",
            "defineVi": "một con ngựa tám chân từ thần thoại Bắc Âu, thuộc về thần Odin"
        },
        {
            "id": "1966ed2c-0726-48fc-9b63-43c4e2f9be31",
            "word": "sisyphus",
            "phonetic": "sɪsɪfəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sisyphus no longer rolled his rock up the hill.",
                "To be honest, your metabolism is a lot like Sisyphus.",
                "The 20th century French philosopher Albert Camus recounted the ancient Greek myth of Sisyphus.",
                "Every version of Sisyphus’ story has the doomed king angering one god or another.",
                "In Greek mythology, Sisyphus was a mortal who was punished for angering the gods."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lzeXBodXM&hash=85783bfc92b3b68d58042d2c260983ea87c0e756&lang=en&cache-only=0",
            "defineEn": "a character in Greek mythology who was punished in the afterlife by being forced to repeatedly push a boulder up a hill, only to have it roll back down again",
            "defineVi": "một nhân vật trong thần thoại Hy Lạp đã bị trừng phạt ở thế giới bên kia bằng cách buộc phải liên tục đẩy một tảng đá lên đồi, chỉ để nó lăn xuống lần nữa"
        },
        {
            "id": "ed00eb85-5484-4044-a7b2-4f4871b5684b",
            "word": "sif",
            "phonetic": "sɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Yet who could replace Sif’s matchless hair, golden like a field of summer wheat?",
                "The previous night, while the rest of the gods slept, he’d snuck up on Thor’s wife Sif and shorn off her beautiful hair.",
                "Their golden hair bound to Sif’s head and continued to grow, leaving her even more radiant than before."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lm&hash=d7cb09dd89d1e50de13364755b9282e81e895b19&lang=en&cache-only=0",
            "defineEn": "a goddess in Norse mythology who is associated with earth, fertility, family, and harvest",
            "defineVi": "một nữ thần trong thần thoại Bắc Âu, người có liên quan đến trái đất, khả năng sinh sản, gia đình và mùa màng"
        },
        {
            "id": "40d16c22-219d-4e09-b48a-e700df313b2d",
            "word": "pygmalion",
            "phonetic": "pɪɡmæliən ",
            "partOfSpeechType": "noun",
            "examples": [
                "There was Myrrah, who loved her father and was punished for it, and Pygmalion, who sculpted his ideal woman out of ivory, then prayed to Venus until she came to life."
            ],
            "audio": "https://tts.langeek.co/read?text=cHlnbWFsaW9u&hash=44cfdf605947e33baf67624e7884d79f66110fcb&lang=en&cache-only=0",
            "defineEn": "a sculptor who fell in love with his own ivory statue of a woman and prayed to the goddess Aphrodite to bring it to life",
            "defineVi": "một nhà điêu khắc đã yêu bức tượng phụ nữ bằng ngà voi của chính mình và cầu nguyện nữ thần Aphrodite cho nó sống lại"
        },
        {
            "id": "77f1662f-1307-4c39-89ed-e1a602757a96",
            "word": "psyche",
            "phonetic": "saɪkiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Psyche dropped her lamp, burning Cupid with hot oil.",
                "Shortly after, Psyche bore their daughter.",
                "Once again, the unseen voice came to Psyche's aide.",
                "Before long, Psyche was pregnant.",
                "Psyche. - Stop doing that!"
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hl&hash=0ce374c4f18fadefbbccc54ceb6bb0eee12457cc&lang=en&cache-only=0",
            "defineEn": "a figure from Greek mythology, known for her beauty and love story with the god Eros (Cupid)",
            "defineVi": "một nhân vật trong thần thoại Hy Lạp, được biết đến với vẻ đẹp và câu chuyện tình yêu với thần Eros (Cupid)"
        },
        {
            "id": "e63af1fd-fa79-4eab-a2ae-e700cde6183c",
            "word": "prometheus",
            "phonetic": "pɹoʊmiːθɪəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Prometheus's flames acted as a catalyst for the rapid progression of civilization.",
                "Meanwhile, Prometheus shaped the first humans out of mud.",
                "However, Prometheus envisioned his crude creations with a greater purpose.",
                "Prometheus was to be chained to a cliff for eternity.",
                "His wife Mary envisaged Prometheus as a more cautionary figure and subtitled her novel \"Frankenstein: The Modern Prometheus.\""
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvbWV0aGV1cw&hash=c92e30efefcc21e8fc56928fddccbc7cc61a61ee&lang=en&cache-only=0",
            "defineEn": "a clever Titan in Greek mythology who created humans and stole fire from the gods, resulting in his punishment",
            "defineVi": "một Titan thông minh trong thần thoại Hy Lạp đã tạo ra con người và đánh cắp lửa từ các vị thần, dẫn đến sự trừng phạt của anh ta"
        },
        {
            "id": "fe53522d-3333-4b1f-b2fa-b76a5aef609b",
            "word": "priam",
            "phonetic": "pɹiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "'Good work, Agelaus,' Priam smiles.",
                "Priam takes away his young son fast.",
                "Priam asks.",
                "Priam is very sorry for his past deeds.",
                "That night, Priam comes."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpYW0&hash=d78b9bf80238141aada061329b6dc71b8e28db10&lang=en&cache-only=0",
            "defineEn": "the last king of Troy during the Trojan War, known for his tragic fate and his noble character",
            "defineVi": "vị vua cuối cùng của thành Troy trong cuộc chiến thành Troy, được biết đến với số phận bi thảm và tính cách cao thượng của mình"
        },
        {
            "id": "9c68d6b8-0897-4f69-af08-d57472718de1",
            "word": "Poseidon",
            "phonetic": "pəsaɪdən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Kafka's Poseidon is a prisoner of his own ego.",
                "Thanks for watching from under the sea, Poseidon!",
                "To lighten things up, one pretended to be Poseidon by placing a seaweed garland on his head and then throwing it into the ocean.",
                "And all of Neptune’s small moons get named after mythological water creatures, or figures associated with Neptune or Poseidon."
            ],
            "audio": "https://tts.langeek.co/read?text=UG9zZWlkb24&hash=4575f825b78b5110cc36df738134c1bbe76d0cec&lang=en&cache-only=0",
            "defineEn": "the Greek god of the sea, earthquakes, and horses, who was often depicted as a powerful and moody deity with a trident",
            "defineVi": "vị thần biển, động đất và ngựa của Hy Lạp, người thường được miêu tả là một vị thần mạnh mẽ và thất thường với cây đinh ba"
        },
        {
            "id": "b8ce6270-4156-423c-ac8e-8b446540ae59",
            "word": "Hera",
            "phonetic": "hiəɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hera, the Queen of Olympus, takes the apple in her hand.",
                "Hera looks at it carefully.",
                "At once, Hermes takes the goddesses Hera, Athena, and Aphrodite to Mount Ida.",
                "'Choose me,' Hera says, 'and you can be a great king of many countries.'",
                "We plug in the heated perches and the heat lamp for Hera the Harris's Hawk."
            ],
            "audio": "https://tts.langeek.co/read?text=SGVyYQ&hash=1f35233510e7de1341ab932de533e2f1fe01455d&lang=en&cache-only=0",
            "defineEn": "the queen of the gods in Greek mythology and the wife and sister of Zeus",
            "defineVi": "nữ hoàng của các vị thần trong thần thoại Hy Lạp, vợ và em gái của thần Zeus"
        },
        {
            "id": "871f04ed-78a3-427c-8795-a1015ad68cfb",
            "word": "demeter",
            "phonetic": "dɛmiːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "During the six months in Olympus, Demeter would allow the fruits and grains to flourish.",
                "In some versions of this myth, this was a problem for Zeus, because he had promised Kore to his brother as a wife without telling Demeter first.",
                "Osiris, god of the underworld and grain, kind of like a Demeter/Hades combo, was probably the most popular of the Egyptian gods-because who doesn’t like food and death?",
                "Demeter was full on enraged, and threatened to make all mankind starve, so finally Zeus had to go and ask his brother to give Kore back."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtZXRlcg&hash=5dacddfbf4515f5438ce63b76f254792b929d8ce&lang=en&cache-only=0",
            "defineEn": "the Greek goddess of agriculture, fertility, and the harvest",
            "defineVi": "nữ thần nông nghiệp, khả năng sinh sản và mùa màng của Hy Lạp"
        },
        {
            "id": "37ecc742-04fd-4710-a018-0fd86059ec7a",
            "word": "Athena",
            "phonetic": "æθiːnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Athena, Zeus's daughter, asks.",
                "Athena gave the gift of fine craftsmanship and attention to detail, and Hermes gave her her name.",
                "Athena never settled down, and so she never became an ambassador for our educational presentations.",
                "At once, Hermes takes the goddesses Hera, Athena, and Aphrodite to Mount Ida.",
                "We also had her sister who we named Athena."
            ],
            "audio": "https://tts.langeek.co/read?text=QXRoZW5h&hash=6e65bd5d14d56c2363ac1ca59d45772b9044c7a0&lang=en&cache-only=0",
            "defineEn": "the ancient Greek goddess of wisdom, handicrafts, strategic warfare, and inspiration, characterized by wearing a golden helmet and  shield",
            "defineVi": "nữ thần trí tuệ, thủ công mỹ nghệ, chiến tranh chiến lược và nguồn cảm hứng của người Hy Lạp cổ đại, được đặc trưng bởi đội mũ và khiên bằng vàng"
        },
        {
            "id": "50f1d8e7-c5e9-4f6c-aec3-77725ef16b39",
            "word": "Apollo",
            "phonetic": "ɐpɑːloʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "All together, the Moon buggies were quintessential Apollo.",
                "The Apollo program came with a lot of risk, political risk.",
                "- Apollo In Real Time took a very long time.",
                "Back in the 1960s and 70s, the Apollo missions blasted their way from Earth to the Moon.",
                "Back in the 1960s and 70s, the Apollo missions blasted their way from Earth to the Moon."
            ],
            "audio": "https://tts.langeek.co/read?text=QXBvbGxv&hash=7e6b9e910c4bc14a14c6e0b3bf736c4870a1140e&lang=en&cache-only=0",
            "defineEn": "the Greek god of music, poetry, prophecy, medicine, and the sun, who was often depicted as a handsome and talented young man with a lyre or a bow",
            "defineVi": "vị thần âm nhạc, thơ ca, lời tiên tri, y học và mặt trời của Hy Lạp, người thường được miêu tả là một chàng trai trẻ đẹp trai và tài năng với cây đàn lia hoặc cây cung"
        },
        {
            "id": "ee006394-5e92-4594-b86a-a6048634a917",
            "word": "Artemis",
            "phonetic": "ɑːɹɾɪmɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Artemis has bigger plans.",
                "Is rolling into Artemis in some way.",
                "Like Apollo, Artemis will fly a spacecraft called Orion towards the moon.",
                "In May 2019, NASA officially announced its new project, Artemis.",
                "Artemis is NASA's big plan to go back to the moon by 2024, to land the first woman and the next man on the surface of the moon."
            ],
            "audio": "https://tts.langeek.co/read?text=QXJ0ZW1pcw&hash=00d0304743077b4e41bd0c5d1f70868dd78879bc&lang=en&cache-only=0",
            "defineEn": "the Greek goddess of hunting, wilderness, childbirth, and virginity, who was often depicted as a skilled archer and protector of young women",
            "defineVi": "nữ thần săn bắn, hoang dã, sinh nở và trinh tiết của Hy Lạp, người thường được miêu tả là một cung thủ điêu luyện và là người bảo vệ phụ nữ trẻ"
        },
        {
            "id": "9465f064-7947-4de6-a0fe-884bafe15ab6",
            "word": "Ares",
            "phonetic": "ɛɹiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "You basically are a servant of Ares, who's the previous god of war and you're tricked by Ares into killing your wife and your daughter.",
                "You basically are a servant of Ares, who's the previous god of war and you're tricked by Ares into killing your wife and your daughter.",
                "Hercules was to retrieve the belt given to her by her father Ares, the god of war."
            ],
            "audio": "https://tts.langeek.co/read?text=QXJlcw&hash=7dba531822e6d493e7c687fe760cdff11f25f102&lang=en&cache-only=0",
            "defineEn": "the ancient Greek god of war, who was often depicted as a fierce and violent deity, associated with conflicts, battles, and the shedding of blood",
            "defineVi": "vị thần chiến tranh của Hy Lạp cổ đại, người thường được miêu tả là một vị thần hung dữ và bạo lực, gắn liền với các cuộc xung đột, trận chiến và đổ máu"
        },
        {
            "id": "7ead1afc-f899-40d1-82af-85fbdf6aa2ec",
            "word": "Aphrodite",
            "phonetic": "æfɹədaɪɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Aphrodite, the love goddess, asks.",
                "Paris gives the apple to Aphrodite.",
                "He chooses Aphrodite because she promises him the most beautiful woman in the world: Helen of Troy.",
                "At once, Hermes takes the goddesses Hera, Athena, and Aphrodite to Mount Ida.",
                "'Choose me,' Aphrodite calls, 'and you can marry the most beautiful woman.'"
            ],
            "audio": "https://tts.langeek.co/read?text=QXBocm9kaXRl&hash=3559cc5cb8ae991cf79e78be6bfe9baff3289fda&lang=en&cache-only=0",
            "defineEn": "the Greek goddess of love, beauty, and sexuality, and was often depicted as a beautiful woman who had the power to make people fall in love",
            "defineVi": "nữ thần tình yêu, sắc đẹp và tình dục của Hy Lạp, và thường được miêu tả là một phụ nữ xinh đẹp có sức mạnh khiến mọi người say mê"
        },
        {
            "id": "b9c03aef-7751-4a06-9e10-1a3ab2921c97",
            "word": "Hephaestus",
            "phonetic": "hɛfiːstəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the fires of his forge, Hephaestus cast his invention in the shape of a giant man.",
                "Just ask Hephaestus, Greek god of technology.",
                "Hephaestus, god of technology, was hard at work on his most ingenious invention yet.",
                "As Medea suspected, the bolt was a weak point in Hephaestus’ design.",
                "And so, he scaled Mount Olympus to steal fire from the workshop of Hephaestus and Athena."
            ],
            "audio": "https://tts.langeek.co/read?text=SGVwaGFlc3R1cw&hash=15ba32e62d265a3b8932e05081afa50a267cf5a5&lang=en&cache-only=0",
            "defineEn": "a Greek god associated with fire, metalworking, and crafting, often depicted as a skilled blacksmith",
            "defineVi": "một vị thần Hy Lạp gắn liền với lửa, luyện kim và thủ công, thường được miêu tả là một thợ rèn lành nghề"
        },
        {
            "id": "c56e8e46-b12f-4bf6-81c8-4f4bec8e09a3",
            "word": "Hermes",
            "phonetic": "hɜːmiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The crime ring reportedly included actual Hermès employees.",
                "Hermes cries.",
                "Hermes gives Eris's apple to the young shepherd.",
                "Hermès makes the bags in France using premium materials like calf skin, alligator skin, and even ostrich skin.",
                "Just ask Hermes, Greek god of roads."
            ],
            "audio": "https://tts.langeek.co/read?text=SGVybWVz&hash=27d222256cbde040e39305bf3a16446084d354a6&lang=en&cache-only=0",
            "defineEn": "a Greek god of commerce, thieves, travelers, and athletes, often depicted with winged sandals and a winged helmet",
            "defineVi": "một vị thần thương mại, kẻ trộm, khách du lịch và vận động viên Hy Lạp, thường được miêu tả với đôi dép có cánh và mũ bảo hiểm có cánh"
        },
        {
            "id": "fb07b8e8-6877-4560-a111-e2d0a250b585",
            "word": "hestia",
            "phonetic": "hɛstʃə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGVzdGlh&hash=91684f05003015b565998becf000d684d4b6567b&lang=en&cache-only=0",
            "defineEn": "the Greek goddess of the hearth, home, and family",
            "defineVi": "nữ thần Hy Lạp của lò sưởi, nhà và gia đình"
        },
        {
            "id": "c7248b07-e090-4bff-8a1c-96885c8ed052",
            "word": "dionysus",
            "phonetic": "daɪənɪsəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlvbnlzdXM&hash=290c0ae7970f89eaa78623c57bddd7425ba9244d&lang=en&cache-only=0",
            "defineEn": "the ancient Greek god of wine, fertility, ritual madness, theater, and religious ecstasy",
            "defineVi": "vị thần Hy Lạp cổ đại của rượu vang, khả năng sinh sản, sự điên rồ trong nghi lễ, nhà hát và sự xuất thần của tôn giáo"
        },
        {
            "id": "51a67360-5dc3-477c-916a-57604a355596",
            "word": "Hades",
            "phonetic": "heɪdiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hades and Persephone granted Orpheus’s plea, but on one condition.",
                "However, Pluto's name actually originates as another name for Hades, the Greek god of the underworld.",
                "Named after the Greek underworld Hades, the Hadean lived up to its name.",
                "Because we're gonna be your tourist guides to Hades.",
                "Helped by Hermes and Athena, Hercules descended and met Hades himself."
            ],
            "audio": "https://tts.langeek.co/read?text=SGFkZXM&hash=2b92f2eb93b05452117d53ed5216856f97262f55&lang=en&cache-only=0",
            "defineEn": "the Greek god of the underworld who ruled over the souls of the dead and was often depicted as a stern and formidable figure",
            "defineVi": "vị thần Hy Lạp của thế giới ngầm, người cai trị linh hồn của người chết và thường được miêu tả là một nhân vật nghiêm khắc và ghê gớm"
        },
        {
            "id": "e23a1c68-68c5-4b42-9c12-b253b7b849e0",
            "word": "Zeus",
            "phonetic": "zuːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Furious, Zeus imposed a brutal punishment.",
                "These one-eyed children of gods gifted Zeus with his thunderbolt.",
                "'All right,' Zeus says.",
                "Finally, Zeus bestowed two gifts on Pandora.",
                "I can't say,' Zeus answers."
            ],
            "audio": "https://tts.langeek.co/read?text=WmV1cw&hash=0404729a531f558edc6657af61981fee0aab53f2&lang=en&cache-only=0",
            "defineEn": "the king of the gods in ancient Greek mythology, known as the god of the sky, lightning, thunder, and justice",
            "defineVi": "vua của các vị thần trong thần thoại Hy Lạp cổ đại, được gọi là thần bầu trời, tia chớp, sấm sét và công lý"
        },
        {
            "id": "3ab7d06b-e1c3-4728-aa34-5117590958f6",
            "word": "Tyr",
            "phonetic": "tɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tyr is identified with war and justice.",
                "Tyr’s position as a god of both war and justice is interesting, given what we learned about Vikings in Crashcourse World History.",
                "Tyr, or Tiwaz, a warrior god, became associated with the Roman god of war, Mars.",
                "Odin’s children were Thor, whose mother was the Earth itself, Baldr, the most beautiful of the gods who was killed by Hodr his blind brother, and Tyr, although one source has Tyr’s father as the giant Hymir.",
                "Odin’s children were Thor, whose mother was the Earth itself, Baldr, the most beautiful of the gods who was killed by Hodr his blind brother, and Tyr, although one source has Tyr’s father as the giant Hymir."
            ],
            "audio": "https://tts.langeek.co/read?text=VHly&hash=22ef7b367d1b17fbb7ba0cff24bcbd0f4e0f9631&lang=en&cache-only=0",
            "defineEn": "a powerful god in Norse mythology associated with justice and bravery, often depicted as a one-handed god",
            "defineVi": "một vị thần mạnh mẽ trong thần thoại Bắc Âu gắn liền với công lý và lòng dũng cảm, thường được miêu tả là một vị thần một tay"
        },
        {
            "id": "c5f1cbaa-451c-4a21-9690-dfdd73bb9480",
            "word": "Thor",
            "phonetic": "θoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Thor blames himself for the loss in many ways.",
                "And for Thor, a hammer called Mjolnir.",
                "And now I'm Thor. -",
                "But this cat was as tall as Thor.",
                "And Thor was Jupiter or Jove."
            ],
            "audio": "https://tts.langeek.co/read?text=VGhvcg&hash=a639a8ba4b7f7db28a4018ce91d9ded825695838&lang=en&cache-only=0",
            "defineEn": "a mighty god from Norse mythology who carries a big hammer and can control thunder and lightning",
            "defineVi": "một vị thần hùng mạnh từ thần thoại Bắc Âu, người mang theo một cây búa lớn và có thể điều khiển sấm sét"
        },
        {
            "id": "b9ee5c01-c1df-4122-a273-9e0ff17a0246",
            "word": "polynices",
            "phonetic": "pɑːlɪnɪsᵻz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9seW5pY2Vz&hash=5e03c90ea8b9efc20bb4b154c6de895262f01879&lang=en&cache-only=0",
            "defineEn": "the son of Oedipus and Jocasta in Greek mythology, and was one of the two warring brothers in the play Antigone",
            "defineVi": "con trai của Oedipus và Jocasta trong thần thoại Hy Lạp, và là một trong hai anh em hiếu chiến trong vở kịch Antigone"
        },
        {
            "id": "f300c48f-ab36-4d78-ab8a-013f0f1bc116",
            "word": "perseus",
            "phonetic": "pɜːsɪəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Perseus is reframed as a symbol of virtue, triumphing over Medusa.",
                "In 2002, his team used NASA’s Chandra space telescope to target a galaxy at the heart of the Perseus cluster.",
                "And that’s exactly what the team saw in the Perseus star systems.",
                "Hitomi’s first task was to measure the X-rays coming from the Perseus cluster of galaxies, centered roughly 250 million light-years from Earth.",
                "Harryhausen's final feature film, The Clash of the Titans (1981), finds Perseus, the hero of Greek myth, fighting giant scorpions, outsmarting the deadly, snake-haired Medusa, and bringing down the colossus Kraken."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc2V1cw&hash=814da666d05e21817d0fa9f038df7a90afe35264&lang=en&cache-only=0",
            "defineEn": "a famous hero from Greek mythology, often depicted as a man wielding a sword and holding the severed head of Medusa",
            "defineVi": "một anh hùng nổi tiếng trong thần thoại Hy Lạp, thường được miêu tả là một người đàn ông cầm kiếm và giữ cái đầu bị chặt đứt của Medusa"
        },
        {
            "id": "64706e03-0c6e-4f51-8bb9-899ef1b7336b",
            "word": "persephone",
            "phonetic": "pɚsɛfəni ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Persephone myth explains the seasons, relating the cycle of planting and harvest to the actions of the immortals.",
                "Hades and Persephone granted Orpheus’s plea, but on one condition.",
                "In other tales, the sirens were the handmaidens of Persephone who were turned into winged bird-women after witnessing her abduction by Hades.",
                "In other stories he tricks Persephone into letting him escape the underworld by convincing her that he wasn’t buried properly.",
                "When Orpheus entered the palace of Hades and Persephone, the king and queen of the dead, he began to sing."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc2VwaG9uZQ&hash=dbc8bb0e15a83d73e150fcbd0dd72723eccad1a1&lang=en&cache-only=0",
            "defineEn": "a Greek goddess of vegetation and the underworld, daughter of Zeus and Demeter, and wife of Hades",
            "defineVi": "một nữ thần thực vật và thế giới ngầm của Hy Lạp, con gái của thần Zeus và Demeter, và là vợ của Hades"
        },
        {
            "id": "57ab6378-125d-436d-a94e-823f4a162e41",
            "word": "daphne",
            "phonetic": "dæfni ",
            "partOfSpeechType": "noun",
            "examples": [
                "Viewers will remember the dashing hero, Dirk, risking life and limb to rescue Daphne from the dragons.",
                "Hi, I'm Daphne, and I'm 68.",
                "And then Daphne finds out that the nurse was going to give her medication that Natalie was deathly allergic to.",
                "\"My agent submitted me for a nationwide casting call \"for the roles of Emmett and Daphne.",
                "Is she aware that it's Daphne?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFwaG5l&hash=100ca3d160c03281e0c5693f5053cefd424ae034&lang=en&cache-only=0",
            "defineEn": "a figure in Greek mythology who was transformed into a laurel tree to escape the unwanted advances of the god Apollo",
            "defineVi": "một nhân vật trong thần thoại Hy Lạp đã bị biến thành cây nguyệt quế để thoát khỏi những bước tiến không mong muốn của thần Apollo"
        },
        {
            "id": "9a77eda5-73e0-4c79-9507-1221a04e4f0e",
            "word": "paris",
            "phonetic": "pæɹɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The city of Paris lies on the banks of the Seine River.",
                "I know Paris well.",
                "Paris, the capital city of France, is home to iconic landmarks such as the Eiffel Tower and Notre-Dame Cathedral.",
                "Katie was living in the lap of luxury in Paris",
                "We’re only in Paris for a day, so let’s make the most of it."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyaXM&hash=20fe00dcf6ca7ee5cc1326779df83d5523087539&lang=en&cache-only=0",
            "defineEn": "a figure in Greek mythology who was the prince of Troy and was known for his role in the Trojan War, including his abduction of Helen, which was said to have sparked the conflict",
            "defineVi": "một nhân vật trong thần thoại Hy Lạp, hoàng tử của thành Troy và được biết đến với vai trò của anh ta trong Cuộc chiến thành Troy, bao gồm cả việc anh ta bắt cóc Helen, được cho là đã châm ngòi cho cuộc xung đột"
        },
        {
            "id": "fa51d760-b292-444f-b23e-9e8ef9befe43",
            "word": "pandora",
            "phonetic": "pændoːɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Pandora brimmed with excitement at life on earth.",
                "Finally, Zeus bestowed two gifts on Pandora.",
                "Over time, Pandora became more and more obsessed with the box.",
                "The paradoxical nature of this trait was personified for the ancient Greeks in the mythical figure of Pandora.",
                "But Pandora’s job won’t be to discover new planets."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFuZG9yYQ&hash=f21f0c87a8337ae004e865def1ebf5d52bd6ef99&lang=en&cache-only=0",
            "defineEn": "the first woman created by the gods, who was given a box containing all the evils of the world and was instructed not to open it, but curiosity got the better of her and she released all the evils into the world",
            "defineVi": "người phụ nữ đầu tiên được tạo ra bởi các vị thần, người được trao cho một chiếc hộp chứa tất cả những điều xấu xa trên thế giới và được hướng dẫn không được mở nó ra, nhưng sự tò mò đã khiến cô ấy trở nên tốt hơn và cô ấy đã thả tất cả những điều xấu xa vào thế giới"
        },
        {
            "id": "57752be5-4b90-474a-8d24-9ebd82fdd15a",
            "word": "orpheus",
            "phonetic": "ɔːɹfɪəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hades and Persephone granted Orpheus’s plea, but on one condition.",
                "Orpheus began to climb.",
                "While the world wept, Orpheus found peace, and his other half, in the underworld.",
                "Separated from Eurydice, Orpheus swore never to love another woman again.",
                "The birds, nature’s singers, mourned Orpheus, as did the rivers, who made music as they babbled."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JwaGV1cw&hash=cf34623ee215ba23fc20ccc543cfdf1a27d8e8c7&lang=en&cache-only=0",
            "defineEn": "a legendary musician and poet in Greek mythology who is known for his musical talent and his attempt to rescue his wife Eurydice from the underworld",
            "defineVi": "một nhạc sĩ và nhà thơ huyền thoại trong thần thoại Hy Lạp, người được biết đến với tài năng âm nhạc và nỗ lực giải cứu vợ mình là Eurydice khỏi thế giới ngầm"
        },
        {
            "id": "85c8b932-f412-47e5-ad07-ca968097ade6",
            "word": "orestes",
            "phonetic": "oːɹsts ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3Jlc3Rlcw&hash=0278efc78940279b84ed3665e20e454f6a93e1ad&lang=en&cache-only=0",
            "defineEn": "the son of Agamemnon and Clytemnestra, who avenged his father's murder by killing his mother and her lover Aegisthus",
            "defineVi": "con trai của Agamemnon và Clytemnestra, người đã trả thù cho cha mình bằng cách giết mẹ mình và người tình Aegisthus"
        },
        {
            "id": "dca090e4-d37f-4bf0-af47-b363d76a1cc5",
            "word": "oedipus",
            "phonetic": "iːdɪpəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Oedipus had to kill his dad and marry his mom.",
                "As an adult, Oedipus learned of the prophecy that he would kill his father and marry his mother.",
                "So his father left baby Oedipus in the wilderness, assuming he would die, and the prophecy would then not come true.",
                "According to ancient Greek legend, when Oedipus was born, a prophecy foretold that he would kill his father and marry his mother.",
                "But for philosophers, the whole point of the story of Oedipus is: there is no escaping fate."
            ],
            "audio": "https://tts.langeek.co/read?text=b2VkaXB1cw&hash=8492cfb4212f5250963d2f9108266f1605b92bca&lang=en&cache-only=0",
            "defineEn": "a tragic hero in Greek mythology who unknowingly kills his father and marries his mother, leading to his own downfall",
            "defineVi": "một anh hùng bi thảm trong thần thoại Hy Lạp, người đã vô tình giết cha mình và cưới mẹ mình, dẫn đến sự sụp đổ của chính mình"
        },
        {
            "id": "34be7211-1e93-445b-afd6-076ff07c55c5",
            "word": "odysseus",
            "phonetic": "ɑːdɪsɪəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The conflict in this story was shown when the cyclops grabbed some of Odysseus' men and bashed their brains out on the floor.",
                "Ladies and gentlemen, meet Odysseus, star of Homer’s The Odyssey.",
                "Odysseus is warned about this whole situation by the beautiful witch Circe.",
                "So Odysseus goes to Greece for Achilles.",
                "So Odysseus goes to Greece for Achilles."
            ],
            "audio": "https://tts.langeek.co/read?text=b2R5c3NldXM&hash=b9c0c938bcdb7c6a952b7cca6ae2f51d023c3cd6&lang=en&cache-only=0",
            "defineEn": "a legendary hero in Greek mythology who was known for his intelligence, cunning, and skill in battle, and was the central character of Homer's epic poem, the Odyssey",
            "defineVi": "một anh hùng huyền thoại trong thần thoại Hy Lạp, người được biết đến với trí thông minh, sự xảo quyệt và kỹ năng chiến đấu, và là nhân vật trung tâm của bài thơ sử thi của Homer, Odyssey"
        },
        {
            "id": "3676262c-3c32-43e6-bc6b-0adca7456ab6",
            "word": "Odin",
            "phonetic": "oʊdɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Odin inspired victory and foresaw defeat with his shamanistic precognition .",
                "For Odin, a golden arm ring which would make eight more identical rings on every ninth night.",
                "Odin inherited his warrior-god nature from his Germanic predecessors, Wodan and Tiwaz.",
                "Next, for Odin the all-father, a magnificent spear that could pierce through anything.",
                "And Vidar, son of Odin and the giantess Grid, avenged Odin’s death."
            ],
            "audio": "https://tts.langeek.co/read?text=T2Rpbg&hash=a9c6d48d4f68d6887913d0ee387cca015387d652&lang=en&cache-only=0",
            "defineEn": "a major god in Norse mythology, often portrayed as an older man with one eye, who is associated with wisdom, magic, war, and death",
            "defineVi": "một vị thần lớn trong thần thoại Bắc Âu, thường được miêu tả là một người đàn ông lớn tuổi có một mắt, người có liên quan đến trí tuệ, phép thuật, chiến tranh và cái chết"
        },
        {
            "id": "ef914fa5-b128-4f6b-a93e-cb024a4f6f63",
            "word": "Njord",
            "phonetic": "ɛndʒoːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "They were the children of Njord."
            ],
            "audio": "https://tts.langeek.co/read?text=TmpvcmQ&hash=506a0f7a71c36c3a32c56d15780b0e19bf07f401&lang=en&cache-only=0",
            "defineEn": "a Norse deity associated with the sea, wind, fishing, and wealth",
            "defineVi": "một vị thần Bắc Âu gắn liền với biển, gió, câu cá và sự giàu có"
        },
        {
            "id": "2106b209-b02c-40e0-86ed-76f79482099d",
            "word": "narcissus",
            "phonetic": "nɑːɹsɪsəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The name comes from the Greek mythological character Narcissus.",
                "Narcissus was the name of a character in an ancient Greek story. ",
                "In one telling, Narcissus was a handsome guy wandering the world in search of someone to love.",
                "This comes from the story of Narcissus, who was so beautiful that he fell in love with his own reflection in the water and drowned.",
                "There is a personality trait named for Narcissus. "
            ],
            "audio": "https://tts.langeek.co/read?text=bmFyY2lzc3Vz&hash=5374fb6f87d706096585b806a05c3c523f1ecaaf&lang=en&cache-only=0",
            "defineEn": "a figure from Greek mythology who fell in love with his own reflection in a pool of water and ultimately turned into a flower that bears his name",
            "defineVi": "một nhân vật trong thần thoại Hy Lạp đã yêu hình ảnh phản chiếu của chính mình trong một hồ nước và cuối cùng biến thành một bông hoa mang tên anh ta"
        },
        {
            "id": "75ac5bde-3a58-4bee-ba80-b53f8286f1a6",
            "word": "mimir",
            "phonetic": "mɪmɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWltaXI&hash=92de41e93dfe46f4a582a7cdff877033186a5fa7&lang=en&cache-only=0",
            "defineEn": "a wise and knowledgeable figure in Norse mythology who was known for guarding a sacred well of wisdom and advising the gods with his counsel",
            "defineVi": "một nhân vật khôn ngoan và hiểu biết trong thần thoại Bắc Âu, người được biết đến với việc canh giữ một nguồn trí tuệ thiêng liêng và tư vấn cho các vị thần bằng lời khuyên của mình"
        },
        {
            "id": "8aa8ae6b-79f7-404b-84f5-538e6c0a0034",
            "word": "menelaus",
            "phonetic": "mɛnɪlaʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "He runs away from Menelaus into Troy.",
                "You must visit the Spartan king, Menelaus, for me.'",
                "Menelaus and Odysseus go to Agamemnon's tent.",
                "One day, Paris and Menelaus meet in battle.",
                "The next day, Menelaus and Odysseus, King of Ithaca, go to the town."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVuZWxhdXM&hash=62f5e6cc14f9a1cbf4ede5e7bd16656368755d63&lang=en&cache-only=0",
            "defineEn": "a legendary king of Sparta, who played a significant role in the Trojan War and was married to the beautiful Helen of Troy",
            "defineVi": "một vị vua huyền thoại của Sparta, người đã đóng một vai trò quan trọng trong Cuộc chiến thành Troia và đã kết hôn với Helen xinh đẹp của thành Troy"
        },
        {
            "id": "d4e87991-83d7-4104-8fb8-901513b87379",
            "word": "Loki",
            "phonetic": "loʊki ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the trickster Loki concocted a devious plan.",
                "Meanwhile, Loki watched Hermod’s mission with disdain.",
                "First, Loki presented the treasures from the sons of Ivaldi.",
                "Loki is confusing.",
                "Alright next up is Loki."
            ],
            "audio": "https://tts.langeek.co/read?text=TG9raQ&hash=1201e9390f87061cc1fcbb5b5b995f54b931da80&lang=en&cache-only=0",
            "defineEn": "a mischievous and cunning god in Norse mythology who was known for his shape-shifting abilities, trickery, and association with chaos and fire",
            "defineVi": "một vị thần tinh nghịch và xảo quyệt trong thần thoại Bắc Âu, người được biết đến với khả năng thay đổi hình dạng, mánh khóe và liên kết với sự hỗn loạn và lửa"
        },
        {
            "id": "13881dc0-2564-4a06-ae18-c8d5e032e4ca",
            "word": "jason",
            "phonetic": "dʒeɪsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Growing up, Jason was teased for his larger thighs, but he eventually learned to love and appreciate his thunder thighs for their strength and endurance.",
                "Jason is convinced that he wants to join the circus, but I'm hoping we'll be able to talk some sense into him.",
                "Live like there's no tomorrow Jason.",
                "Scrambled eggs are not be unscrambled Jason, you should have thought of that earlier!",
                "Staying with you, Jason."
            ],
            "audio": "https://tts.langeek.co/read?text=amFzb24&hash=3883f1149be5f2e00c190ae1b8540c636e9276a1&lang=en&cache-only=0",
            "defineEn": "a hero in Greek mythology who led the Argonauts in their quest for the Golden Fleece",
            "defineVi": "một anh hùng trong thần thoại Hy Lạp, người đã lãnh đạo Argonauts trong hành trình tìm kiếm Bộ lông cừu vàng"
        },
        {
            "id": "4f64efc3-8e25-4792-96c7-b5fd91d2fe9e",
            "word": "Idun",
            "phonetic": "aɪdʌn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=SWR1bg&hash=34e6dd6e1ae1ea22a5e056edb0554c848c1ea6bf&lang=en&cache-only=0",
            "defineEn": "a Norse goddess associated with youth, beauty, and the renewal of life",
            "defineVi": "một nữ thần Bắc Âu gắn liền với tuổi trẻ, sắc đẹp và sự đổi mới của cuộc sống"
        },
        {
            "id": "714b6ab0-b23a-41ab-91eb-1130bd0a78bc",
            "word": "icarus",
            "phonetic": "aɪkɑːɹɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Icarus isn’t just a star for the record books, either.",
                "But the team that found it unofficially calls it Icarus.",
                "So besides smashing records, Icarus probably has a lot more to teach us.",
                "But how did Icarus manage to be magnified 2000 times, when the regular amount from gravitational lensing is a measly 50?",
                "All blue supergiants have similar profiles, so by comparing Icarus’s light against stars in our galaxy, the astronomers were able to calculate its distance."
            ],
            "audio": "https://tts.langeek.co/read?text=aWNhcnVz&hash=51de80ee5bb40d84163cb60df1baf864a4bcda84&lang=en&cache-only=0",
            "defineEn": "a figure from Greek mythology who flew too close to the sun using wings made of feathers and wax, causing his wings to melt and him to fall into the sea and drown",
            "defineVi": "một nhân vật trong thần thoại Hy Lạp đã bay quá gần mặt trời bằng cách sử dụng đôi cánh làm từ lông vũ và sáp, khiến đôi cánh của anh ta tan chảy và anh ta rơi xuống biển và chết đuối"
        },
        {
            "id": "0732fbdd-344d-43f8-8487-a0d4e60061b9",
            "word": "Hercules",
            "phonetic": "hɜːkjʊliːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "For his tenth labor, Hercules had to steal a herd of magical red cattle from Geryon, a giant with three heads and three bodies.",
                "Thus, Hercules completed his task without breaking his promise.",
                "Between them, you can find the constellation Hercules.",
                "From then on, Hercules was ordered to present his trophies at a safe distance.",
                "Hercules tracked it for a year, finally trapping it in the northern land of Hyperborea."
            ],
            "audio": "https://tts.langeek.co/read?text=SGVyY3VsZXM&hash=2a2741f52909eb6bf2905d8109d002554582cd56&lang=en&cache-only=0",
            "defineEn": "a legendary hero known for his strength and bravery, famous for his Twelve Labors, and the son of Zeus in Greek mythology",
            "defineVi": "một anh hùng huyền thoại được biết đến với sức mạnh và lòng dũng cảm, nổi tiếng với Mười hai kỳ công và là con trai của thần Zeus trong thần thoại Hy Lạp"
        },
        {
            "id": "58056b1e-f7eb-401d-86ce-9ccc324f5fb0",
            "word": "Hel",
            "phonetic": "hɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hel the goddess was said to ride on a three-legged horse during times of pestilence and disease.",
                "Hel considered taking pity, but she wanted to know the extent of the gods’ mourning.",
                "He would travel to halls of Hel herself, and bring Baldur home.",
                "He’s the father of several monsters including the World Serpent, Jormungand, the wolf, Fenrir, and Hel.",
                "Odin has another son, Hermod the bold, who was sent to retrieve Baldr from a city in the underworld, Nifelheim, ruled by the goddess Hel, yup, that’s Hel with a single hockey stick."
            ],
            "audio": "https://tts.langeek.co/read?text=SGVs&hash=f6d9647a67225e9318c474d7f4b9bf5616a528ce&lang=en&cache-only=0",
            "defineEn": "a goddess in Norse mythology who rules over the underworld and is often depicted as half alive and half dead",
            "defineVi": "một nữ thần trong thần thoại Bắc Âu cai trị thế giới ngầm và thường được miêu tả là nửa sống nửa chết"
        },
        {
            "id": "45217b59-3030-4877-b4ce-fc3391a85404",
            "word": "Heimdall",
            "phonetic": "haɪmdɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Another Norse god is Heimdall, also called the White God.",
                "Some traditions place Heimdall in the Aesir, some in the Vanir.",
                "Heimdall was the sentry of the gods and the archenemy of Loki, who you might know from his role as Tom Hiddleston.",
                "So, Heimdall, the sentry god, came up with a brilliant idea: Put Thor in a wedding dress and have him pretend to be Freya!"
            ],
            "audio": "https://tts.langeek.co/read?text=SGVpbWRhbGw&hash=49d5c31d50a56c8dc06e030984191cb4597373ae&lang=en&cache-only=0",
            "defineEn": "a Norse deity associated with foresight, vigilance, and the guardian of the Bifröst bridge, believed to have keen senses and the ability to sound a horn to warn of impending danger",
            "defineVi": "một vị thần Bắc Âu gắn liền với tầm nhìn xa, cảnh giác và người bảo vệ cây cầu Bifröst, được cho là có giác quan nhạy bén và khả năng phát ra tiếng còi để cảnh báo về mối nguy hiểm sắp xảy ra"
        },
        {
            "id": "d9512272-3428-4b22-94ce-3384825a56e2",
            "word": "hector",
            "phonetic": "hɛktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Here's Hector's question.",
                "In battle, Hector sees the armour.",
                "In battle, Hector sees the armour.",
                "Hector went on to serve in Vietnam.",
                "Hector fights and kills young Patroclus."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVjdG9y&hash=d640eb5248fc3586f6d881fb936c22ec41ff84c4&lang=en&cache-only=0",
            "defineEn": "a Trojan prince and the greatest warrior in the Trojan War, known for his courage, leadership, and devotion to his country and family",
            "defineVi": "một hoàng tử thành Troia và là chiến binh vĩ đại nhất trong Cuộc chiến thành Troy, được biết đến với lòng dũng cảm, khả năng lãnh đạo và sự tận tụy với đất nước và gia đình của mình"
        },
        {
            "id": "a1f93faf-e5cd-472d-b635-0c3963091f38",
            "word": "Frigg",
            "phonetic": "fɹɪɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Frigg shrugged.",
                "Surely there was a flaw in Frigg’s plan.",
                "Odin was married to Frigg, a goddess who could also see the future.",
                "Frigg returned to Breidablik, and threw a great feast to celebrate.",
                "Taking the form of an old woman, Loki crept to Frigg’s side and feigned confusion."
            ],
            "audio": "https://tts.langeek.co/read?text=RnJpZ2c&hash=97136402e3c0fd24546ff6b0ad135020805ab8a4&lang=en&cache-only=0",
            "defineEn": "a goddess in Norse mythology who is known as the wife of Odin and the goddess of marriage, motherhood, and destiny",
            "defineVi": "một nữ thần trong thần thoại Bắc Âu, người được biết đến là vợ của Odin và là nữ thần của hôn nhân, tình mẫu tử và vận mệnh"
        },
        {
            "id": "f932b831-baf4-4015-aa5f-874e5a213e26",
            "word": "freyr",
            "phonetic": "fɹeɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Faithfulness to her husband, Freyr, is not her strong suit.",
                "And finally a small cloth that unfolded into a mighty ship built for Freyr, god of the harvest.",
                "For Freyr they’d forged a golden-bristled boar who’d pull Freyr’s chariot across the sky faster than any mount.",
                "The Vanir were led by Freyr and Freya, brother and sister and also king and queen.",
                "For Freyr they’d forged a golden-bristled boar who’d pull Freyr’s chariot across the sky faster than any mount."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJleXI&hash=c589d9460dd89dcad068bfb49dc6b69469404dea&lang=en&cache-only=0",
            "defineEn": "a Norse god associated with fertility, prosperity, and sunlight",
            "defineVi": "một vị thần Bắc Âu gắn liền với khả năng sinh sản, thịnh vượng và ánh sáng mặt trời"
        },
        {
            "id": "c33254f2-3908-46ee-8306-591f09e674aa",
            "word": "fenrir",
            "phonetic": "fɛnɹɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He’s the father of several monsters including the World Serpent, Jormungand, the wolf, Fenrir, and Hel."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVucmly&hash=34b318e9d85978e381a9fd75cd443eaa0837e614&lang=en&cache-only=0",
            "defineEn": "a powerful and monstrous wolf that played a significant role in the ultimate downfall of the Norse gods known as Ragnarök",
            "defineVi": "một con sói mạnh mẽ và quái dị đã đóng một vai trò quan trọng trong sự sụp đổ cuối cùng của các vị thần Bắc Âu được gọi là Ragnarök"
        },
        {
            "id": "2975f697-8f67-4f14-bd93-ee38ab6abb1a",
            "word": "eurydice",
            "phonetic": "juːɹɪdɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Callas created only one role, and that was Eurydice.",
                "There, to this day, he walks with Eurydice along the banks of the River Styx.",
                "Suddenly, Eurydice stumbled, then fell to the ground.",
                "He sang of his love for Eurydice, and said she had been taken away too soon.",
                "Separated from Eurydice, Orpheus swore never to love another woman again."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXVyeWRpY2U&hash=a186a067115584545617d3cf8c246602bb4a7f9e&lang=en&cache-only=0",
            "defineEn": "a figure in Greek mythology who was the wife of Orpheus and died tragically",
            "defineVi": "một nhân vật trong thần thoại Hy Lạp là vợ của Orpheus và chết một cách bi thảm"
        },
        {
            "id": "d71e02e3-f3f3-4db1-b879-a1b5dba22465",
            "word": "electra",
            "phonetic": "ᵻlɛktɹə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3RyYQ&hash=db721433ed21df5974ca136c0440058f5acd9e2e&lang=en&cache-only=0",
            "defineEn": "the daughter of King Agamemnon and Queen Clytemnestra, and is known for seeking vengeance on her mother for her father's murder",
            "defineVi": "con gái của Vua Agamemnon và Nữ hoàng Clytemnestra, và được biết đến với việc tìm cách trả thù mẹ vì tội giết cha cô"
        },
        {
            "id": "d26520b7-18e0-4320-9087-496d185a0c07",
            "word": "dido",
            "phonetic": "daɪdoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlkbw&hash=cbeedaf4918257fd99e994e8e7e8860c3ad311eb&lang=en&cache-only=0",
            "defineEn": "the founder and first queen of Carthage, according to ancient sources, and is known for her tragic love affair with Aeneas in Virgil's epic poem, the Aeneid",
            "defineVi": "người sáng lập và nữ hoàng đầu tiên của Carthage, theo các nguồn cổ xưa, và được biết đến với mối tình bi thảm với Aeneas trong bài thơ sử thi của Virgil, Aeneid"
        },
        {
            "id": "1d4ed6ee-a656-4280-b93a-9130f9c41666",
            "word": "daedalus",
            "phonetic": "diːdæləs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Oh, and, one small detail, the news also broke partway through the Daedalus study that Barnard’s Star didn’t actually have planets.",
                "Even if the Daedalus team had managed to get all that sorted out, though, there would have been even more issues once the mission was underway.",
                "After accelerating to its max speed, Daedalus would be able to get there in only 50 years, well within the span of a human lifetime.",
                "Thankfully, Daedalus only proposed using coin-sized pellets instead of full-on nuclear bombs like NASA, so their engine might not have been a problem if anyone ever wanted to build this ship But that didn’t mean Daedalus didn’t have other issues.",
                "Thankfully, Daedalus only proposed using coin-sized pellets instead of full-on nuclear bombs like NASA, so their engine might not have been a problem if anyone ever wanted to build this ship But that didn’t mean Daedalus didn’t have other issues."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFlZGFsdXM&hash=6df8ba0bfab3f97e35852a93cb310c65f684babb&lang=en&cache-only=0",
            "defineEn": "a legendary inventor in Greek mythology who is famous for creating the Labyrinth of Crete and designing wings that allowed him and his son Icarus to escape from imprisonment",
            "defineVi": "một nhà phát minh huyền thoại trong thần thoại Hy Lạp, người nổi tiếng vì đã tạo ra Mê cung đảo Crete và thiết kế đôi cánh cho phép ông và con trai Icarus thoát khỏi cảnh giam cầm"
        },
        {
            "id": "74674283-5905-4567-896a-c98d24e10b11",
            "word": "creon",
            "phonetic": "kɹɪɑːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the war, Theseus's men hurt two of Creon's knights.",
                "I must fight Creon before I come home.'",
                "'Our city fought a war with Creon,' the women told him.",
                "So Hippolyta and Emely went to Athens, and Duke Theseus fought Creon.",
                "And we can't bury the dead bodies of our husbands, fathers, and sons, because they were Creon's enemies.'"
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jlb24&hash=f5bccefa012778c608e263ed93051697b46fa3a1&lang=en&cache-only=0",
            "defineEn": "a legendary figure in Greek mythology who was the king of Thebes and was known for his strict adherence to the law and his belief in the importance of order and stability in society",
            "defineVi": "một nhân vật huyền thoại trong thần thoại Hy Lạp, vua của Thebes và được biết đến với việc tuân thủ nghiêm ngặt luật pháp và tin tưởng vào tầm quan trọng của trật tự và ổn định trong xã hội"
        },
        {
            "id": "d08cd5f3-d93d-408b-8184-f1b3bf7aa6a7",
            "word": "atlas",
            "phonetic": "ætləs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Atlas moths have some of the biggest wings of any insect on Earth.",
                "Like other moths and butterflies, Atlas moths start out as a caterpillar.",
                "The closest thing to it might be Saturn’s moon Atlas.",
                "Like Saturn’s icy moon Atlas, which has a strangely smooth surface.",
                "One of those things would be a digital atlas of the curb rules of the city."
            ],
            "audio": "https://tts.langeek.co/read?text=YXRsYXM&hash=14d473167f1161dd8f4d0ef7b7f37ca16b10fd81&lang=en&cache-only=0",
            "defineEn": "a figure in Greek mythology with incredible strength and endurance who was condemned to hold up the sky on his shoulders for entirety",
            "defineVi": "một nhân vật trong thần thoại Hy Lạp với sức mạnh và sức chịu đựng đáng kinh ngạc, người bị kết án phải gánh cả bầu trời trên vai"
        },
        {
            "id": "5c75b890-f070-4031-8324-00251c6e3f52",
            "word": "atalanta",
            "phonetic": "æɾɐlæntə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXRhbGFudGE&hash=625ea2e832e25b701feeb0e2a3766aa7ac0eebcb&lang=en&cache-only=0",
            "defineEn": "a figure in Greek mythology known for her exceptional athletic ability and fierce determination",
            "defineVi": "một nhân vật trong thần thoại Hy Lạp được biết đến với khả năng thể thao đặc biệt và quyết tâm mãnh liệt"
        },
        {
            "id": "eb5abebf-877b-49d5-bff4-888e7288944b",
            "word": "ariadne",
            "phonetic": "æɹɪædni ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXJpYWRuZQ&hash=d42634725848289858ea4ffae64a8f503a1abbf1&lang=en&cache-only=0",
            "defineEn": "the daughter of King Minos of Crete, who helped Theseus defeat the Minotaur and escape the Labyrinth, and later became the wife of the god Dionysus",
            "defineVi": "con gái của vua Minos xứ Crete, người đã giúp Theseus đánh bại Minotaur và thoát khỏi Mê cung, sau này trở thành vợ của thần Dionysus"
        },
        {
            "id": "d3fced75-b9cd-40b0-9526-665fd0db7f1c",
            "word": "Agamemnon",
            "phonetic": "æɡeɪmmnən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then he and Agamemnon have a disagreement.",
                "Then he and Agamemnon have a disagreement.",
                "After many days at sea, Agamemnon's men arrive on the beaches of Troy.",
                "'He's visiting his brother Agamemnon there.",
                "They open the town gates to Agamemnon's men."
            ],
            "audio": "https://tts.langeek.co/read?text=QWdhbWVtbm9u&hash=4d25dd0cc952799cbaeda2721b82880dc8e70789&lang=en&cache-only=0",
            "defineEn": "a character in Greek mythology, known for his leadership as the commander-in-chief of the Greek army during the Trojan War",
            "defineVi": "một nhân vật trong thần thoại Hy Lạp, được biết đến với khả năng lãnh đạo với tư cách là tổng tư lệnh của quân đội Hy Lạp trong cuộc chiến thành Troy"
        },
        {
            "id": "6d4c1c9c-5c1c-4a62-b578-4e6c06ca9273",
            "word": "adonis",
            "phonetic": "ædənɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "And there was Venus herself, whose beautiful Adonis was killed by a wild boar."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRvbmlz&hash=5bf442ef004984c66e3d5088341f8ad2491221d0&lang=en&cache-only=0",
            "defineEn": "a figure in Greek mythology who was known for his exceptional beauty and was a favorite of the goddess Aphrodite, but died young and was honored as a symbol of youthful male beauty",
            "defineVi": "một nhân vật trong thần thoại Hy Lạp, người được biết đến với vẻ đẹp đặc biệt và là người yêu thích của nữ thần Aphrodite, nhưng chết trẻ và được tôn vinh là biểu tượng của vẻ đẹp nam giới trẻ trung"
        },
        {
            "id": "dcd20c82-0fb4-492f-8a4b-3b17169962d4",
            "word": "achilles",
            "phonetic": "ɐkɪliːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Maths has always been my Achilles heel.",
                "The Council is the Achilles heel of European democracy, if not the black hole.",
                "The food supply proved to be the nation's Achilles' heel in its defense against terrorist attacks.",
                "His name is Achilles.",
                "The Argentine ant has an Achilles heel."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNoaWxsZXM&hash=88bacc169faf81598947e45f5e05e0e9ecb40d6a&lang=en&cache-only=0",
            "defineEn": "a legendary hero of ancient Greek mythology who was believed to be the son of a mortal king and a goddess, and was known for his remarkable strength, courage, and fighting abilities",
            "defineVi": "một anh hùng huyền thoại trong thần thoại Hy Lạp cổ đại, người được cho là con trai của một vị vua phàm trần và một nữ thần, và được biết đến với sức mạnh, lòng dũng cảm và khả năng chiến đấu phi thường của mình"
        }
    ]
}