{
    "id": "5c4bdc7a-6172-4b12-936a-041f5f1efb2e",
    "title": "Nouns Related to Architecture and Construction",
    "originalTitle": "Nouns Related to Architecture and Construction",
    "words": [
        {
            "id": "565e0901-7d44-452a-af59-799aab682c67",
            "word": "engineering",
            "phonetic": "ɛndʒɪnɪɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "German engineering is highly regarded for its precision and quality.",
                "She works for an engineering company.",
                "She attends a prestigious university known for its engineering program.",
                "An engineer's job is to apply scientific principles to solve engineering challenges.",
                "Mary is blazing a trail as the first woman to lead the company's engineering team."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5naW5lZXJpbmc&hash=289e72a1c14f6cf828fbb3707e21cddaf7587cc4&lang=en&cache-only=0",
            "defineEn": "a field of study that deals with the building, designing, developing, etc. of structures, bridges, or machines",
            "defineVi": "một lĩnh vực nghiên cứu liên quan đến việc xây dựng, thiết kế, phát triển, v.v. của các cấu trúc, cây cầu hoặc máy móc",
            "hasImg": true
        },
        {
            "id": "4ae64a8e-a090-41d5-bfb6-1772f08ea464",
            "word": "plan",
            "phonetic": "plæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "I planned a surprise party for my little sister's birthday.",
                "She planned a romantic candlelit meal for their anniversary.",
                "They are planning a movie night at the movie theater with their family.",
                "The plan ran into a brick wall.",
                "The closing of the airport knocked our holiday plans on the head."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhbg&hash=8607fc1d06ed117578cf84de3180e3044ac26cb7&lang=en&cache-only=0",
            "defineEn": "a drawing of a building, city, etc. that shows its position, size, or shape in details",
            "defineVi": "một bản vẽ của một tòa nhà, thành phố, vv cho thấy vị trí, kích thước hoặc hình dạng của nó một cách chi tiết",
            "hasImg": true
        },
        {
            "id": "e2ba9d8d-0a5b-4762-bb0f-b23f882495ec",
            "word": "facility",
            "phonetic": "fəsɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He uses the apartment's laundry facilities to wash his clothes.",
                "Adequate facilities already exist to serve the needs of people visting the town.",
                "There are baby changing facilities in all our stores.",
                "This facility processes up to a million tons of waste annually.",
                "Each year, Ocean Spray facilities produce about 88 million cans of cranberry sauce, and 223 million bottles of juice!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFjaWxpdHk&hash=1f6d17f03987ef2438922aeb41d6267c60444f77&lang=en&cache-only=0",
            "defineEn": "a place or a building that has a specific use",
            "defineVi": "một nơi hoặc một tòa nhà có một sử dụng cụ thể"
        },
        {
            "id": "1e3ad26c-534c-4aad-9169-953f9d2f805c",
            "word": "infill",
            "phonetic": "ɪnfɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "These people were taking their life savings or some cases their life savings or taking their retirements and some of them were even maxing out their credit cards to pay $35,000 to get that coaching, the infill, some retreats."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5maWxs&hash=4e6982d7ce26f9e6a2782f3859c9fc42b11783b8&lang=en&cache-only=0",
            "defineEn": "the process of developing or constructing buildings or structures in vacant or underutilized spaces within an existing urban or suburban area",
            "defineVi": "quá trình phát triển hoặc xây dựng các tòa nhà hoặc cấu trúc trong các không gian trống hoặc không được sử dụng đúng mức trong một khu vực đô thị hoặc ngoại ô hiện có"
        },
        {
            "id": "07e7d67b-23f1-45c7-af2a-294415b48d68",
            "word": "new build",
            "phonetic": "nuː bɪld ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmV3IGJ1aWxk&hash=9323c51f717539091ef51fa1d2fd66f672857779&lang=en&cache-only=0",
            "defineEn": "a newly constructed or soon-to-be-built house",
            "defineVi": "một ngôi nhà mới được xây dựng hoặc sắp được xây dựng"
        },
        {
            "id": "aa84878f-da79-45a9-910b-2528847795d1",
            "word": "dilapidation",
            "phonetic": "dɪlɐpɪdeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlsYXBpZGF0aW9u&hash=dbdec957e1c49ff3630418c7f0fd01d5561fc50c&lang=en&cache-only=0",
            "defineEn": "(of a building, vehicle, or furniture) the state of being in poor condition or bad shape, particularly due to being old",
            "defineVi": "(của một tòa nhà, xe cộ hoặc đồ nội thất) tình trạng ở trong tình trạng tồi tệ hoặc hình dạng xấu, đặc biệt là do đã cũ"
        },
        {
            "id": "54048855-47e9-4705-a6fe-36ba2ec39d5f",
            "word": "disrepair",
            "phonetic": "dɪsɹɪpɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And alliances have been the saving strength of the United States and the Western world since World War II, and they are in total disrepair at this point.",
                "Take for example Chicago’s Cabrini-Green homes which were built beginning in 1942 and demolished by 2011 due to highly publicized issues with violence and disrepair.",
                "And the conversation of public housing’s metaphorical back nine was that public facilities were sites of disrepair and neglect.",
                "Poor infrastructure, frequent power outages, roads in disrepair, all will be challenges for the DRC when planning how to store and distribute the vaccines."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzcmVwYWly&hash=4aa449ca3ccc9048cea595892e674da04bec8c5d&lang=en&cache-only=0",
            "defineEn": "a damaged or broken state of a building or other structure, because it has not been taken care of",
            "defineVi": "tình trạng hư hỏng hoặc đổ vỡ của một tòa nhà hoặc cấu trúc khác, bởi vì nó không được chăm sóc"
        },
        {
            "id": "cc4a3d8e-1404-483f-9791-f7aa41b52898",
            "word": "eyesore",
            "phonetic": "aɪsoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's kind of like an eyesore type of thing.",
                "Though I suppose Trump's bread and butter is putting up garish eyesores.",
                "Town officials in Hillsborough filed a lawsuit against Fang, calling the house an eyesore that doesn't comply with the community standards.",
                "- Most of us think it's a bit of an eyesore and aren't all that happy about it, to be honest."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXllc29yZQ&hash=97f3fac830b0e52aacf28c64c844c370e7af2e13&lang=en&cache-only=0",
            "defineEn": "something that has an extremely ugly appearance, particularly a building",
            "defineVi": "một cái gì đó có một diện mạo cực kỳ xấu xí, đặc biệt là một tòa nhà"
        },
        {
            "id": "9728447d-b52c-41fe-951b-69d5ab5f00d0",
            "word": "floor plan",
            "phonetic": "floːɹ plæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "That's the Floor Plan? ",
                "By the way, we have the Floor Plan right here.",
                "Open floor plans have become the norm in many industries after tech companies touted the advantage of this arrangement for collaboration and innovation.",
                "It contains her agenda, the floor plans, everything we need to pull this off.",
                "Imagine the injury pathways and mood regulation pathways existing in a modern day workspace with an open floor plan."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxvb3IgcGxhbg&hash=68eeb271809323011f6cd6edcf96a04659ce4d8c&lang=en&cache-only=0",
            "defineEn": "the design of a building that depicts the shape, size, and positioning of rooms and furniture in a structure from above.",
            "defineVi": "thiết kế của một tòa nhà mô tả hình dạng, kích thước và vị trí của các phòng và đồ nội thất trong một cấu trúc từ trên cao."
        },
        {
            "id": "e38dd15a-ddbc-467c-9492-4ae259352e58",
            "word": "inlay",
            "phonetic": "ɪnleɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5sYXk&hash=09b4210059fb20c2c404d7c203f84090790badb4&lang=en&cache-only=0",
            "defineEn": "decorative patterns made of wood or metal, put into the surface of an object in a way that they level with the surface",
            "defineVi": "hoa văn trang trí làm bằng gỗ hoặc kim loại, đặt vào bề mặt của vật thể theo cách mà chúng cân bằng với bề mặt"
        },
        {
            "id": "7e22ef8e-f3e1-40f8-b97a-f4707766bc8b",
            "word": "layout",
            "phonetic": "leɪaʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This layout increased the city’s resilience to pollution and natural disasters.",
                "The layout is totally standard.",
                "The best thing about this board though is the layout.",
                "The layout in here though is really nice.",
                "The real genius behind that is in the store's layout."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF5b3V0&hash=6d63ea4b3e42876812d8536272d5947015001a89&lang=en&cache-only=0",
            "defineEn": "the specific way by which a building, book page, garden, etc. is arranged",
            "defineVi": "cách cụ thể mà một tòa nhà, trang sách, khu vườn, vv được sắp xếp"
        },
        {
            "id": "e9fcd462-b867-4081-bf69-45a26faddf50",
            "word": "shell",
            "phonetic": "ʃɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Wow, Anna has really come out of her shell lately.",
                "Derek has really come out of his shell since he started working here.",
                "It took patience and precision to crack open the tough shell of the single-leaf pinyon pine cone.",
                "Use cottage cheese as a substitute for ricotta cheese in recipes like stuffed shells or lasagna.",
                "I found a cob of hazelnuts lying on the ground and eagerly started shelling them."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hlbGw&hash=fcd9b80be0bd08a1d6db092f1c6828b6c0b1207e&lang=en&cache-only=0",
            "defineEn": "the external structure of a vehicle or building, particularly when the inside parts are severely damaged by fire, etc. or are still under construction",
            "defineVi": "cấu trúc bên ngoài của một phương tiện hoặc tòa nhà, đặc biệt khi các bộ phận bên trong bị hư hỏng nghiêm trọng do hỏa hoạn, v.v. hoặc vẫn đang trong quá trình xây dựng"
        },
        {
            "id": "9546d8a7-7c60-48d9-98b3-cd22fae9eca7",
            "word": "hovel",
            "phonetic": "hɑːvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Or an indentured servant, or blind from pinkeye, or dead of smallpox, you're living in a one room hovel with eight people."
            ],
            "audio": "https://tts.langeek.co/read?text=aG92ZWw&hash=8965b65b9b1c19b0fa93a36eb162c61dd0c2fda7&lang=en&cache-only=0",
            "defineEn": "a small dirty house that is in an extremely poor condition",
            "defineVi": "một ngôi nhà nhỏ bẩn thỉu đang trong tình trạng cực kỳ tồi tệ"
        },
        {
            "id": "d60ef187-981d-4a3e-b10c-9e7dc16c9976",
            "word": "property",
            "phonetic": "pɹɑːpɚɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "A fence was being raised around the property.",
                "Property developers have been smacking their lips at the thoughts of getting their hands on such prime real estate.",
                "I added citron to my detox regimen for its cleansing properties.",
                "The fence runs along the edge of the property line.",
                "The property is going for a song because they need to sell it fast."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcGVydHk&hash=c07f01d12b3b9b928ba512f19892412d0b9da256&lang=en&cache-only=0",
            "defineEn": "a building or the piece of land surrounding it",
            "defineVi": "một tòa nhà hoặc mảnh đất xung quanh nó",
            "hasImg": true
        },
        {
            "id": "fd305372-a7bf-4707-ae68-69799e443097",
            "word": "self-build",
            "phonetic": "sɛlfbɪld ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1idWlsZA&hash=1456e8c65d0d2ab52665ccaad38bd699029531b8&lang=en&cache-only=0",
            "defineEn": "a home that is constructed by its owner",
            "defineVi": "một ngôi nhà được xây dựng bởi chủ sở hữu của nó"
        },
        {
            "id": "cf700fdf-291a-4432-96be-c76cb9c6a9b1",
            "word": "habitation",
            "phonetic": "hæbɪteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "A major obstacle to long-term habitation on Mars is the radiation environment.",
                "Sermon that that is that a lot of the adult habitation.",
                "It’s helping us transition from exploration to habitation, and from research to practical engineering.",
                "and you may find hundreds or thousands of drawings layered on top of each other, creating a rich visual history of human habitation."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFiaXRhdGlvbg&hash=287b4deb91ec81c389da18b6fe7db192f47e00af&lang=en&cache-only=0",
            "defineEn": "a place of residence or dwelling where people live, such as a house, apartment, or any other type of shelter",
            "defineVi": "nơi cư trú hoặc nơi ở nơi mọi người sinh sống, chẳng hạn như nhà, căn hộ hoặc bất kỳ loại nơi trú ẩn nào khác",
            "hasImg": true
        },
        {
            "id": "08ffd447-1a20-4250-9f61-95502b77b9ab",
            "word": "place",
            "phonetic": "pleɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The teacher placed the books on the desk.",
                "I placed the shiny red apple in the basket.",
                "He placed the puzzle pieces back into the puzzle box.",
                "My computer is placed on the desk in the office.",
                "The bolt clicked into place."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhY2U&hash=ad9a12ece3f54922ed80edb2907e69bfc10da4b8&lang=en&cache-only=0",
            "defineEn": "a residence or dwelling where individuals or families live and consider as their personal and familiar space of comfort, belonging, and refuge",
            "defineVi": "một nơi cư trú hoặc nơi ở nơi các cá nhân hoặc gia đình sinh sống và coi đó là không gian cá nhân và quen thuộc của sự thoải mái, thuộc về và nơi ẩn náu",
            "hasImg": true
        },
        {
            "id": "b256f9b1-1427-4c68-8bfd-47efe869181f",
            "word": "return",
            "phonetic": "ɹᵻtɜːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "to return a greeting.",
                "Please return the completed form at your earliest convenience.",
                "I am returned.",
                "He did not return her love.",
                "The stock market rally resulted in a fat return on investment for many investors."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV0dXJu&hash=a9e04964e363249f8e92f347cd55d36ec87ecbe2&lang=en&cache-only=0",
            "defineEn": "an extension or continuation of a building component that reverses direction to meet another surface or create a finished look",
            "defineVi": "phần mở rộng hoặc phần tiếp theo của một thành phần tòa nhà đảo ngược hướng để gặp một bề mặt khác hoặc tạo ra một cái nhìn hoàn thiện"
        },
        {
            "id": "ffb82b8f-609b-4d29-b0dd-1a8368bb22c0",
            "word": "summer",
            "phonetic": "sʌmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Summer is the season for outdoor concerts and festivals.",
                "My grandmother makes the most amazing damson jam every summer.",
                "I hate summer vacation.",
                "I really love summer evenings.",
                "The college runs summer courses for foreign students."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VtbWVy&hash=5a39ae63b8be33d4dbcce093c72b755e7defd6c2&lang=en&cache-only=0",
            "defineEn": "the horizontal beam or lintel that spans the opening of a fireplace or hearth, providing support for the masonry above and helping to direct the flow of smoke",
            "defineVi": "dầm ngang hoặc lanh tô kéo dài lỗ mở của lò sưởi hoặc lò sưởi, cung cấp hỗ trợ cho khối xây bên trên và giúp định hướng luồng khói"
        },
        {
            "id": "f4c350ea-9366-4aec-8d67-f47b096287ae",
            "word": "parametric design",
            "phonetic": "pæɹəmɛtɹɪk dɪzaɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFyYW1ldHJpYyBkZXNpZ24&hash=f5011de6b40177295ac4064048c57f14e2c11453&lang=en&cache-only=0",
            "defineEn": "an approach in design and architecture where the parameters and relationships between various design elements are defined and controlled, allowing for efficient and flexible design iterations based on specific criteria or constraints",
            "defineVi": "một cách tiếp cận trong thiết kế và kiến trúc trong đó các tham số và mối quan hệ giữa các yếu tố thiết kế khác nhau được xác định và kiểm soát, cho phép lặp lại thiết kế linh hoạt và hiệu quả dựa trên các tiêu chí hoặc ràng buộc cụ thể"
        },
        {
            "id": "18cbdaf7-f111-4853-b1cb-d42efa52681a",
            "word": "critical regionalism",
            "phonetic": "kɹɪɾɪkəl ɹiːdʒənəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3JpdGljYWwgcmVnaW9uYWxpc20&hash=2ca0c68b29ca961e7663e5c21220255bba4acb70&lang=en&cache-only=0",
            "defineEn": "an architectural theory that emphasizes the importance of local context and cultural identity in design, seeking to create meaningful and responsive architecture that is rooted in its specific geographical, social, and cultural context",
            "defineVi": "một lý thuyết kiến trúc nhấn mạnh tầm quan trọng của bối cảnh địa phương và bản sắc văn hóa trong thiết kế, tìm cách tạo ra kiến trúc có ý nghĩa và đáp ứng bắt nguồn từ bối cảnh địa lý, xã hội và văn hóa cụ thể của nó"
        },
        {
            "id": "7853dea9-40db-423c-a23f-e78143885bde",
            "word": "landmark",
            "phonetic": "lændmɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Great Wall of China is a famous landmark in Asia.",
                "The Statue of Liberty is a famous American landmark.",
                "Paris, the capital city of France, is home to iconic landmarks such as the Eiffel Tower and Notre-Dame Cathedral.",
                "Europe is home to famous landmarks like the Eiffel Tower, Colosseum, and Big Ben.",
                "The Eiffel Tower is a famous landmark in France and attracts millions of tourists every year."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFuZG1hcms&hash=a566ce1a4b102866c6e7628a947ce75e8ea8d216&lang=en&cache-only=0",
            "defineEn": "a structure or a place that is historically important",
            "defineVi": "một cấu trúc hoặc một nơi đó là lịch sử quan trọng",
            "hasImg": true
        },
        {
            "id": "be47260f-5142-4ee4-bca2-fda41c35c376",
            "word": "remains",
            "phonetic": "ɹᵻmeɪnz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, if we sever the connection to the ground, our rod remains positively charged!",
                "Among the animal remains found at the site were fossils of catfish and turtles - nice, safe prey.",
                "Because of this, most animal remains found in this area are rarely over 4000 years old.",
                "Geologists have estimated that only 55,000 tons remains buried away in the Earth's crust.",
                "The animal remains found in the cave include a lot of very young pygmy Stegodon, an elephant relative that, like the hobbits, seems to have evolved into a smaller version of its mainland cousins."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVtYWlucw&hash=9e64250549decd79fdc9af12cb61bcb697b08261&lang=en&cache-only=0",
            "defineEn": "the parts of the objects and structures from ancient times that have survived destruction and been discovered",
            "defineVi": "các bộ phận của các vật thể và cấu trúc từ thời cổ đại đã tồn tại sau sự hủy diệt và được phát hiện"
        },
        {
            "id": "4787fd94-6f2c-43d8-9627-e06247bfc945",
            "word": "ruin",
            "phonetic": "ɹuːɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The highly visible ruins serve as a reminder of the building's history.",
                "The scandal ruined his reputation and now his name is mud.",
                "The company's reputation was ruined by the scandal, and there was no unringing the bell.",
                "In the world of social media, bad news travels fast, and a single post can ruin a person's reputation.",
                "He handed in his notice at the bank and ruined his promising career."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVpbg&hash=ae139b151f8bf6289543fc2edc680aa843650f3d&lang=en&cache-only=0",
            "defineEn": "the remains of a building after it has been seriously damaged or destroyed",
            "defineVi": "phần còn lại của một tòa nhà sau khi nó đã bị hư hại nghiêm trọng hoặc bị phá hủy",
            "hasImg": true
        },
        {
            "id": "6a287208-ceaf-4fa5-a4f2-1dff2700589d",
            "word": "demolition",
            "phonetic": "dɛməlɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Flying in the face of public opinion, the local authority has approved the demolition of the old theatre.",
                "- I am a demolitions expert not a PowerPoint expert.",
                "Have you ever been to a demolition derby?",
                "So the connection between space and underwater demolitions, slash Navy SEALs, goes a long way back apparently.",
                "In 2005, sales topped $1 billion for the first time, and in 2009, the old tannery in Rockford was scheduled for demolition."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtb2xpdGlvbg&hash=6743400cbdd4326140f742f7332ff148ec7f9605&lang=en&cache-only=0",
            "defineEn": "the act or process of destroying or breaking apart a building or other structure",
            "defineVi": "hành động hoặc quá trình phá hủy hoặc phá vỡ một tòa nhà hoặc cấu trúc khác"
        },
        {
            "id": "696f884d-e1d9-4a67-8b01-2bc81b3f4898",
            "word": "refurbishment",
            "phonetic": "ɹᵻfɜːbɪʃmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "For the remaining 11 suits, the damage is mounting, with seven in various stages of refurbishment and maintenance."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmdXJiaXNobWVudA&hash=2c5f368b57b9d8d333dcf45ff7cbaaec38cfeb76&lang=en&cache-only=0",
            "defineEn": "the process or act of making a room or building look more attractive by repairing, redecorating or cleaning it",
            "defineVi": "quá trình hoặc hành động làm cho một căn phòng hoặc tòa nhà trông hấp dẫn hơn bằng cách sửa chữa, trang trí lại hoặc làm sạch nó"
        },
        {
            "id": "a1b92fb5-f011-429d-8280-16ee84ccc34a",
            "word": "renovation",
            "phonetic": "ɹɛnəveɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The restaurant is closing for renovations next week.",
                "The renovation of the charming old house turned out to be a money pit.",
                "During Ivana's renovation of the Plaza, Trump's resentment boiled over.",
                "These ambitious renovations could turn her 4.75 million-pound office building into a mansion that might be worth double that.",
                "It's another reason behind the renovation decision."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVub3ZhdGlvbg&hash=3e6af6da1112318fe0035b3382889e3139d037c2&lang=en&cache-only=0",
            "defineEn": "the process or action of making a building or a piece of furniture look good again by repairing or painting it",
            "defineVi": "quá trình hoặc hành động làm cho một tòa nhà hoặc một món đồ nội thất trông đẹp trở lại bằng cách sửa chữa hoặc sơn lại nó"
        },
        {
            "id": "cfa0f608-0c62-4c28-9237-18087a645b85",
            "word": "tiny-house movement",
            "phonetic": "taɪnihaʊs muːvmənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGlueS1ob3VzZSBtb3ZlbWVudA&hash=f7e299e80aa71fe636daae42e811bfc13e79b1ac&lang=en&cache-only=0",
            "defineEn": "a social and architectural phenomenon that advocates for living in smaller, more efficient and environmentally conscious dwellings",
            "defineVi": "một hiện tượng xã hội và kiến trúc ủng hộ việc sống trong những ngôi nhà nhỏ hơn, hiệu quả hơn và có ý thức về môi trường"
        },
        {
            "id": "c79993e5-736e-4dfc-9662-ad44dcfc93a5",
            "word": "abuttal",
            "phonetic": "ɐbʌɾəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWJ1dHRhbA&hash=da4b121ec560081acaf3e062d70030fd8c3a37eb&lang=en&cache-only=0",
            "defineEn": "the act of two adjoining properties or structures sharing a common boundary or being adjacent to each other",
            "defineVi": "hành động của hai thuộc tính hoặc cấu trúc liền kề có chung ranh giới hoặc liền kề với nhau"
        },
        {
            "id": "0a709a58-b055-4fbd-9313-c48de94c22b6",
            "word": "herringbone pattern",
            "phonetic": "hɛɹɪŋboʊn pætɚn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGVycmluZ2JvbmUgcGF0dGVybg&hash=93c21cf1465862013d1e2184a4f0d288e212c5c6&lang=en&cache-only=0",
            "defineEn": "a distinctive arrangement of rectangular or parallelogram-shaped tiles or bricks that are laid in a zigzag or \"V\" shape to create a visually appealing and often symmetrical design",
            "defineVi": "một sự sắp xếp đặc biệt của gạch hoặc gạch hình chữ nhật hoặc hình bình hành được đặt theo hình zíc zắc hoặc hình chữ \"V\" để tạo ra một thiết kế đối xứng và hấp dẫn về mặt thị giác"
        },
        {
            "id": "bf57cb4f-4d70-4adf-b141-b945c5dd4e17",
            "word": "weld",
            "phonetic": "wɛld ",
            "partOfSpeechType": "noun",
            "examples": [
                "Robots weld a tailgate to the body.",
                "And you welded that!? ",
                "Weld is a lawyer and former Justice Department official.",
                "So these are friction stir welds?",
                "Two of the G3Ps are welded together forming a six carbon sequence."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VsZA&hash=cf336c4a42998c7034d92e69f76370e1157db189&lang=en&cache-only=0",
            "defineEn": "a fusion or joining of two or more pieces of metal by heating them to a melting point and allowing them to cool, creating a solid and permanent bond",
            "defineVi": "sự hợp nhất hoặc nối hai hoặc nhiều mảnh kim loại bằng cách nung nóng chúng đến nhiệt độ nóng chảy và để nguội, tạo ra một liên kết vững chắc và vĩnh viễn"
        },
        {
            "id": "6eb177ce-ffd7-4927-8ed6-373a9e1bde67",
            "word": "firetrap",
            "phonetic": "faɪɚtɹæp ",
            "partOfSpeechType": "noun",
            "examples": [
                "London and Paris were fetid firetraps with none of the planning of sewage management of places 5,000 years older like Mohenjo Daro in the Indus Valley Civilization, let alone Rome."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlyZXRyYXA&hash=e0ba695c5409b66be5b8656d1ca1ed6f0b803bd8&lang=en&cache-only=0",
            "defineEn": "a building that lacks fire safety measures and is dangerous if there is a fire",
            "defineVi": "một tòa nhà thiếu các biện pháp an toàn cháy nổ và nguy hiểm nếu có hỏa hoạn"
        },
        {
            "id": "ec69030f-3eb3-4269-b101-4a23f5353e19",
            "word": "conduit",
            "phonetic": "kɑːnduːɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "But documentsshow that after 1992, former Avellino and Bienesclients began moving their money into partnerships that wereMichael Sullivan's conduits to Madoff.",
                "As magma pushes through different branches in the conduit system, it can burst out the side.",
                "One of the key provisions of the act is something called conduit immunity.",
                "The internet is unique in comparison to a lot of other conduits for media in, I mean, countless ways.",
                "One, it makes clear what is called conduit immunity, which basically says if you are just the intermediary, you are not responsible for the content that is transmitted."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZHVpdA&hash=9835d2233d528d0e9cf15891f65522e58f28a7e8&lang=en&cache-only=0",
            "defineEn": "a pipe, tube, or channel that is used to protect, enclose, or route electrical wires, cables, or other utilities for the purpose of safe and organized transmission",
            "defineVi": "một đường ống, ống hoặc kênh được sử dụng để bảo vệ, bao quanh hoặc định tuyến dây điện, cáp hoặc các tiện ích khác nhằm mục đích truyền tải an toàn và có tổ chức"
        },
        {
            "id": "fda0e72d-89f2-4749-b7fb-6c110b5432fb",
            "word": "bachelor pad",
            "phonetic": "bætʃəlɚ pæd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFjaGVsb3IgcGFk&hash=b5cadafa5ef82f46d52088308381a4afb33839b6&lang=en&cache-only=0",
            "defineEn": "a living space, typically an apartment or house, that is occupied by a single man and is designed or decorated in a manner that reflects his personal taste and lifestyle",
            "defineVi": "một không gian sống, điển hình là một căn hộ hoặc ngôi nhà, do một người đàn ông ở và được thiết kế hoặc trang trí theo cách phản ánh sở thích và lối sống cá nhân của anh ta"
        }
    ]
}