{
    "id": "5d1f248e-6900-4945-98f0-bd6ed5c778d2",
    "title": "Lesson 12",
    "originalTitle": "Lesson 12",
    "words": [
        {
            "id": "4323b47a-60ad-422a-ad8f-8351c33fd91d",
            "word": "to conquer",
            "phonetic": "tə kɑːŋkɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Sarah is strong as an oak, effortlessly conquering physical challenges with her robust and unyielding strength.",
                "I know you had visions of conquering this area, but it appears that your cake is dough.",
                "Prejudice is a poison that divides and conquers the people that are engaged in this fear based, antagonistic way of living.",
                "You are conquering your illness.",
                "Jeff Bezos has already conquered the retail frontier."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29ucXVlcg&hash=9d8d1fb9711dd15632bd2a90d257e6c3d4861458&lang=en&cache-only=0",
            "defineEn": "to overcome a challenge or obstacle",
            "defineVi": "để vượt qua một thách thức hoặc trở ngại"
        },
        {
            "id": "f3bf34d8-40dd-490c-9539-9884b150d612",
            "word": "to hinder",
            "phonetic": "tə hɪndɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Meat and mass never hindered man.",
                "The driver knew that anger and haste hinder good counsel when he was cut off in traffic.",
                "Damage from a powerful cyclone, tropical cyclone, is hindering rescue efforts across Southeast Asia today.",
                "One way or another, these toxins hinder its ability to grow or reproduce. ",
                "Does the state help or hinder this work?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGluZGVy&hash=230b4d1750313ebb97c334d5f0b3de52428f75e6&lang=en&cache-only=0",
            "defineEn": "to create obstacles or difficulties that prevent progress, movement, or success",
            "defineVi": "để tạo ra những trở ngại hoặc khó khăn mà ngăn chặn sự tiến bộ, phong trào, hoặc thành công"
        },
        {
            "id": "cc018630-9d00-4f94-a93a-cc93f354753c",
            "word": "esquire",
            "phonetic": "ɛskwaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He told Esquire that the historical examples of concentration camps involve the oppressors overriding any sense of rights in the civilian population."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXNxdWlyZQ&hash=2b75d7ec4fdb2593d395d639f304ba9c45707112&lang=en&cache-only=0",
            "defineEn": "a title of respect for a member of the English gentry ranking just below a knight; placed after the name",
            "defineVi": "một danh hiệu tôn trọng dành cho một thành viên của tầng lớp quý tộc Anh ngay dưới một hiệp sĩ; đặt sau tên"
        },
        {
            "id": "404d2324-be9b-42ca-8149-fb5cc804b5d8",
            "word": "to meander",
            "phonetic": "tə miːændɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "That people want to listen to thousands of hours of you meandering off topic?",
                "But not Isla, she's a leatherback turtle who was meandering off the coast of Virginia when she accidentally swam straight into Hurricane Florence.",
                "They look like unfamiliar worlds, meandering around some cold and distant star.",
                "You might know that AN odyssey can mean any long, meandering journey.",
                "At the same time, the root systems of all this vegetation created more stability in the sediment, which allowed meandering rivers to form."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWVhbmRlcg&hash=05a049714df538f30119c7d83033f109d0931bcd&lang=en&cache-only=0",
            "defineEn": "to move or cause to move in a sinuous, spiral, or circular course",
            "defineVi": "để di chuyển hoặc gây ra để di chuyển trong một quá trình quanh co, xoắn ốc, hoặc vòng tròn"
        },
        {
            "id": "20abc460-cdf0-4800-a766-318b0707cfad",
            "word": "to cower",
            "phonetic": "tə kaʊɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The president at this point had sort of cowered from this particular policy debate. ",
                "He would talk about the scene of Muammar Gaddafi, the Great Lion of Libya, reduced to a man hiding in a drainage pipe, cowering with his own gun in his hand, where he was dragged out by his people and was killed."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY293ZXI&hash=119ea432f6c5224c20a1dcbd1c15ddf18f8371ad&lang=en&cache-only=0",
            "defineEn": "crouch or curl up",
            "defineVi": "cúi xuống hoặc cuộn tròn"
        },
        {
            "id": "d1e8eb49-da7d-45fb-be30-cc2ce361b987",
            "word": "to totter",
            "phonetic": "tə tɑːɾɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "One of the best examples is something you might recognize from a childhood playground: a teeter-totter, or seesaw.",
                "If you both weigh about the same, you can totter back and forth pretty easily.",
                "It was tottering, I heard the word tottering.",
                "It was tottering, I heard the word tottering.",
                "Another great way to get a handle on how torque works is to think about a teeter totter."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdG90dGVy&hash=8ac69dffe8962d2d082010b57028c734374fac22&lang=en&cache-only=0",
            "defineEn": "walk unsteadily",
            "defineVi": "bước đi loạng choạng"
        },
        {
            "id": "022ae7c5-629a-4af9-8bfc-d9ea8162e6ce",
            "word": "to engender",
            "phonetic": "tʊ ɛndʒɛndɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "But these moves engendered some criticism among longtime fans of these pure sports car names.",
                "engendered a huge turnout.",
                "And what does the whole system actually engender? ",
                "So, what has the health care system done to engender the trust of African Americans?",
                "Ghana ThinkTank is an artist collective working today that engenders empathy between groups of people often separated by borders, continents, or ideological divides."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5nZW5kZXI&hash=9c88dbc80daadf4449ad0bc37db894cb64a9d6eb&lang=en&cache-only=0",
            "defineEn": "make (offspring) by reproduction",
            "defineVi": "tạo ra (con cái) bằng cách sinh sản"
        },
        {
            "id": "939a903b-a5a5-4e41-a79c-4abad8726529",
            "word": "to jeer",
            "phonetic": "tə dʒɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "When Frey said he wouldn't, demonstrators jeered.",
                "Like, if you grew up watching your parents throw popcorn and jeering lewdly at their most hated soccer team, you might have learned something from their behavior."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gamVlcg&hash=a88887b04a9bc63108d580bbab7136d2b7fd1176&lang=en&cache-only=0",
            "defineEn": "laugh at with contempt and derision",
            "defineVi": "cười với sự khinh miệt và chế nhạo"
        },
        {
            "id": "c4448a97-bff2-43f6-b529-74c451e95424",
            "word": "to forswear",
            "phonetic": "tə fɔːɹswɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9yc3dlYXI&hash=e31d3543610be289f7f0082bde1057ffbb5dca79&lang=en&cache-only=0",
            "defineEn": "formally reject or disavow a formerly held belief, usually under pressure",
            "defineVi": "chính thức từ chối hoặc từ chối một niềm tin trước đây, thường là dưới áp lực"
        },
        {
            "id": "85d94590-77eb-49a4-bc4d-cc54e23f066e",
            "word": "to canter",
            "phonetic": "tə kæntɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Which might not be as obvious a name as a deceitful bundle of tinder, until you know that the Will-o’-the-Wisp’s movement often resembles the cantering motion of a horse."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FudGVy&hash=8c6238028fe625062b1a592cf70ad3a442cf9a39&lang=en&cache-only=0",
            "defineEn": "to make a horse move in a three-beat stride",
            "defineVi": "để làm cho một con ngựa di chuyển trong một sải chân ba nhịp"
        },
        {
            "id": "df699792-4c6f-4ddd-b13f-f0c27f8936a2",
            "word": "to sunder",
            "phonetic": "tə sʌndɚ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VuZGVy&hash=4d1f71660804d32ad3e087bf0ed32ba6c32fff92&lang=en&cache-only=0",
            "defineEn": "break apart or in two, using violence",
            "defineVi": "phá vỡ hoặc làm đôi, sử dụng bạo lực"
        },
        {
            "id": "48d7952c-8408-43af-8ae6-50f0e6d3fd85",
            "word": "to empower",
            "phonetic": "tʊ ɛmpaʊɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The retirement community organized a workshop to teach seniors how to become silver surfers, empowering them to navigate the internet, shop online, and access information at their fingertips.",
                "Thus a generation was empowered through interactive media.",
                "I was empowered by my mother",
                "We can empower ourselves.",
                "And that's really empowering if you think about it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1wb3dlcg&hash=330a02174badb4798cee0b450764a3802c01fdc7&lang=en&cache-only=0",
            "defineEn": "to give someone the power or authorization to do something particular",
            "defineVi": "để cung cấp cho ai đó sức mạnh hoặc ủy quyền để làm một cái gì đó cụ thể"
        },
        {
            "id": "2a8e6ef5-3123-49e7-bb7c-bac0d427c5b2",
            "word": "to confer",
            "phonetic": "tə kənfɜː ",
            "partOfSpeechType": "verb",
            "examples": [
                "And then we can confer on this.",
                "You conferred with the president and you told him this?",
                "But this case does suggest a first infection can confer some level of protection against later ones.",
                "The write up of this case still needs to undergo peer review, but if the findings hold up against scrutiny, they’d suggest that prior infections don’t always confer protection.",
                "The barnacles might slow down the whale as it swims through the water, but on the other hand, they might also serve as a type of camouflage from predators like orcas, in which case they confer an advantage."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZmVy&hash=5b709302dc5db8d1b90005cc1888d491c702557f&lang=en&cache-only=0",
            "defineEn": "to give an official degree, title, right, etc. to someone",
            "defineVi": "để cung cấp một mức độ chính thức, tiêu đề, quyền, vv cho một ai đó"
        },
        {
            "id": "2f4d01f9-bf35-4d9b-9afd-e04ee5c41a01",
            "word": "to titter",
            "phonetic": "tə tɪɾɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "(audience titters) Send out a steak or two or something, dude, not that.",
                "(audience titters) Aren't too tempted to make these people like do something for you?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGl0dGVy&hash=ab06d267f97653e9c0bd45ab8dba5439ce09bd44&lang=en&cache-only=0",
            "defineEn": "laugh nervously",
            "defineVi": "cười lo lắng",
            "hasImg": true
        },
        {
            "id": "5452852a-fee1-4f25-a04a-d05d5991ebda",
            "word": "to deter",
            "phonetic": "tə dɪtɜː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The school administration understands that catching is before hanging, so they have implemented strict disciplinary policies to deter students from engaging in inappropriate behavior.",
                "The high share price does not deter bulls.",
                "These by themselves can deter some predators.",
                "Such operations, however, don't deter the high school-educated commercial agent from Senegal.",
                "The felony murder rule deters people from being involved in violent crime."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGV0ZXI&hash=dbf2bb813d1ed9602f8c4eeb0cefd0490b70102e&lang=en&cache-only=0",
            "defineEn": "to discourage or prevent someone from doing something, usually by creating fear or doubt in their mind",
            "defineVi": "để ngăn cản hoặc ngăn cản ai đó làm điều gì đó, thường là bằng cách tạo ra sự sợ hãi hoặc nghi ngờ trong tâm trí của họ"
        },
        {
            "id": "569917db-80b7-4576-9afa-0d1ba06c0528",
            "word": "to endanger",
            "phonetic": "tʊ ɛndeɪndʒɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He can't back you up without endangering his career I'm afraid.",
                "The endangered species was living on borrowed time as their habitat continued to be destroyed.",
                "These elephants are endangered. ",
                "These elephants are endangered.",
                "Across the Atlantic, deforestation in Ituri in the Congo Basin, the world’s second largest expanse of equatorial rainforest, is endangering the mountain gorilla."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5kYW5nZXI&hash=0aeaad55c7918814577f0eda8ad610e73782b105&lang=en&cache-only=0",
            "defineEn": "put in a dangerous, disadvantageous, or difficult position",
            "defineVi": "đặt vào một vị trí nguy hiểm, bất lợi, hoặc khó khăn"
        },
        {
            "id": "62212113-0751-4be0-ad06-fb2c6a340570",
            "word": "to filibuster",
            "phonetic": "tə fɪlɪbʌstɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Explain that 60 to 50, the filibuster you're talking about. ",
                "What does that mean for the filibuster?",
                "That, or an end to the filibuster, would allow Democrats to advance legislation without Republican support.",
                "Jonathan, what are you thinking about the filibuster?",
                "Jonathan, what are you thinking about the filibuster?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmlsaWJ1c3Rlcg&hash=77833e4f0318f2bc07ba86de61a5e64675e3f309&lang=en&cache-only=0",
            "defineEn": "obstruct deliberately by delaying",
            "defineVi": "cản trở cố ý bằng cách trì hoãn"
        },
        {
            "id": "dd0e41f8-be55-42aa-a3a7-a638ad3fad3c",
            "word": "to bicker",
            "phonetic": "tə bɪkɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "We even bicker about the proper way to eat them.",
                "They're so used to just bickering and bickering and bickering.",
                "They will sometimes bicker over a certain piece of food, but it's over in just a few seconds and they go back to eating what's ever next.",
                "They're bickering, but they did something good this week.",
                "Arabic and European scholars even bickered over whether the famous fruit that tempted Eve was not an apple, but a banana."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmlja2Vy&hash=d67cd315185d5b0c91962c116d20b17185432882&lang=en&cache-only=0",
            "defineEn": "to argue over unimportant things",
            "defineVi": "để tranh luận về những điều không quan trọng",
            "hasImg": true
        },
        {
            "id": "e4103b6d-7b8a-48a0-9a0d-144ae695418c",
            "word": "to quaver",
            "phonetic": "tə kweɪvɚ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcXVhdmVy&hash=862e67478116fe21b8366d49cba7e8d09520e430&lang=en&cache-only=0",
            "defineEn": "sing or play with trills, alternating with the half note above or below",
            "defineVi": "hát hoặc chơi với âm rung, xen kẽ với nốt nửa trên hoặc dưới"
        },
        {
            "id": "36a93d6c-3c20-467d-b488-510fc9d6bb26",
            "word": "to falter",
            "phonetic": "tə fɔltɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Sticks and stones may break my bones, but my positive attitude will never falter.",
                "Once you falter, you're done.",
                "He seemed to falter halfway through the race before finding his second wind.",
                "But now that his business had faltered, most of those friends disappeared.",
                "Nina keeps her feelings to herself and continues to feel resentful, hurt, and alone, and her relationship with Maggie continues to falter."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmFsdGVy&hash=fd3dda64266b972d18ba6da62db14ded9120928e&lang=en&cache-only=0",
            "defineEn": "move hesitatingly, as if about to give way",
            "defineVi": "di chuyển ngập ngừng, như thể sắp nhường đường"
        }
    ]
}