{
    "id": "5d3622fc-b777-40ab-9c9f-d0a71926e86e",
    "title": "Lesson 17",
    "originalTitle": "Lesson 17",
    "words": [
        {
            "id": "56775369-8b48-4ea5-bfea-b963d7a5b69a",
            "word": "to commandeer",
            "phonetic": "tə kɑːmɐndɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He commandeered it?",
                "But we reserve the right, whenever they come up with a great idea, to basically commandeer that idea and do it on our channel.",
                "Then in 1982, a group of much bigger finches showed up on the island, and they began to commandeer the island's abundant supply of feverplant seeds.",
                "And there was a time where Tom commandeered and pickup truck with 20 kids in the back.",
                "The government also commandeered control of much of the economy to get the country ready to fight, creating new agencies to regulate industry, transportation, labor relations, and agriculture."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbWFuZGVlcg&hash=91c7dfba26fd82c1ff329ecea9519e7a3eae93c3&lang=en&cache-only=0",
            "defineEn": "take arbitrarily or by force",
            "defineVi": "lấy tùy tiện hoặc bằng vũ lực"
        },
        {
            "id": "ae2df7cf-3018-45de-93ef-03cc72cc9a95",
            "word": "to commemorate",
            "phonetic": "tə kəmɛmɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The center is now housing an exhibition commemorating China's battle against the virus.",
                "Organizers in Oklahoma have canceled Monday's main event commemorating the Tulsa race massacre of 1921.",
                "Eventually it evolved to commemorating all aspects of the United States.",
                "Commemorating Stonewall would replace it from then on.",
                "On January 15th 1969 the King Center began to commemorate his birthday with an ecumenical service, which gains attention as a model for other observances of his birthday nationwide."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbWVtb3JhdGU&hash=1ade5f1a2ac9c88c0c2b10ba5d87130eab8e41c8&lang=en&cache-only=0",
            "defineEn": "to recall someone or something  in the past by doing something special",
            "defineVi": "để nhớ lại một ai đó hoặc một cái gì đó trong quá khứ bằng cách làm một cái gì đó đặc biệt"
        },
        {
            "id": "9a49692e-5cdf-40fa-8c02-845ca2b4144f",
            "word": "to commend",
            "phonetic": "tə kəmɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "So, at the top line, I really commend that goal.",
                "President Bush commended hiscourage and leaders the world overhailed him.",
                "And I commend them for doing so.",
                "And I commend him really for investing in American higher education.",
                "And I really commend those young kids at Stoneman Douglas, where they actually stepped up after the incident that happened there."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbWVuZA&hash=5447e47156bd68d13f805867419bb674646387b6&lang=en&cache-only=0",
            "defineEn": "to mention someone or something with approval and put them forward as suitable",
            "defineVi": "đề cập đến ai đó hoặc một cái gì đó với sự chấp thuận và đưa họ về phía trước là phù hợp",
            "hasImg": true
        },
        {
            "id": "5372c666-2fa7-4b09-bf3f-5fcad7e52648",
            "word": "commensurate",
            "phonetic": "kəmɛnsɚɹət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We saw commensurate crackdown on other alternative political parties.",
                "It has been the history of the city of Jackson to not have support which is commensurate with the support that the city of Jackson provides to the state of Mississippi.",
                "When they do a limited release like this, they often differentiate the headphones just by making a different chassis here or cup design, and when they do that it gives a different sound profile and then they'll make a commensurate special EQ to match that because there's gonna be different responses from being around this material.",
                "At the end of the novel, Nick imagines the first European explorers of New York, writing, \"For a transitory, enchanted moment, man must have held his breath in the presence of this continent, compelled into an aesthetic contemplation he neither understood nor desired, face to face for the last time in history with something commensurate to his capacity for wonder.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWVuc3VyYXRl&hash=ea4e3436153837b2e4e6f9abf1ea304913cfc51c&lang=en&cache-only=0",
            "defineEn": "suitable in comparison to something else, like quality, extent, size, etc.",
            "defineVi": "phù hợp so với những thứ khác, như chất lượng, mức độ, kích thước, v.v."
        },
        {
            "id": "ce7eab2a-91c8-4927-af73-b8bfa8663b89",
            "word": "commentary",
            "phonetic": "kɑːməntɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film itself is a social commentary.",
                "Do you have any commentary?",
                "We might even add commentaries to some.",
                "People will add in random commentary, like on Markiplier's videos, Jacksepticeye, et cetera, et cetera.",
                "My favorite commentary on the Market Revolution actually comes from the author Herman Melville in his short story \"Bartleby the Scrivener.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWVudGFyeQ&hash=3f7ea326f74f43dffdecd1b941aece142fc5df03&lang=en&cache-only=0",
            "defineEn": "a set of written explanations or descriptions about an event or a situation",
            "defineVi": "một tập hợp các giải thích hoặc mô tả bằng văn bản về một sự kiện hoặc một tình huống",
            "hasImg": true
        },
        {
            "id": "34d17992-83e5-47de-a54c-abf1d42f8f5a",
            "word": "to commingle",
            "phonetic": "tə koʊmɪŋɡəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "A third thing is commingling.",
                "The high-end manufacturers never commingle their products, like, in other words, a Gucci inside a Fendi or a Louis Vuitton.",
                "And so, they'll never commingle their products.",
                "However, you may also include the label of DRAFT somewhere on the document so long that it does not commingle with the CUI banner marking.",
                "There are people between the pews and down the aisles, and people of all different ages and races and sort of commingling and just connecting with each other."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbWluZ2xl&hash=99b402b3058abb0c08fa79ff89f00fc622048205&lang=en&cache-only=0",
            "defineEn": "mix together different elements",
            "defineVi": "kết hợp các yếu tố khác nhau"
        },
        {
            "id": "8893af61-02cd-43ea-9197-799c78700a7a",
            "word": "to commission",
            "phonetic": "tə kəmɪʃən ",
            "partOfSpeechType": "verb",
            "examples": [
                "Henry served on numerous committees and commissions.",
                "What did he make out of the findings of the Emile Short commission?",
                "Though EU Council and Commission officials have stayed schtum about Britain's economic woes, others across Europe have been more blunt.",
                "Last month, the artist was on a tear, completing several new paintings and receiving multiple commissions.",
                "In reality, the Commission’s proposal has more the appearance of a huge leap in the dark."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbWlzc2lvbg&hash=b2a006102488b0992cca75559be62be81f5af1a9&lang=en&cache-only=0",
            "defineEn": "put into commission; equip for service; of ships",
            "defineVi": "đưa vào hoa hồng; trang bị phục vụ; tàu"
        },
        {
            "id": "6803a62a-10fa-4754-8262-d5e35b1b3cdd",
            "word": "commitment",
            "phonetic": "kəmɪtmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He has shown his commitment to his art.",
                "The quality of our reporting and the accuracy of our stories are a reflection of our commitment to the truth and our dedication to our craft.",
                "They admire the police for their commitment to maintaining law and order.",
                "Many couples believe that marriage should be a lifelong commitment until death do part.",
                "She's always on the go, juggling work, family, and personal commitments."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWl0bWVudA&hash=d712a2bd8354614b679221f127367e21e249f2ea&lang=en&cache-only=0",
            "defineEn": "the state of being dedicated to someone or something",
            "defineVi": "trạng thái dành riêng cho ai đó hoặc cái gì đó"
        },
        {
            "id": "e26e4927-71b6-4d46-8839-2d65c78fe282",
            "word": "committal",
            "phonetic": "kəmɪɾəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29tbWl0dGFs&hash=b8de8c003b051aa47e1e5a62b3eef9b7f567ad88&lang=en&cache-only=0",
            "defineEn": "the official act of consigning a person to confinement (as in a prison or mental hospital)",
            "defineVi": "hành động chính thức đưa một người vào trại giam (như trong nhà tù hoặc bệnh viện tâm thần)"
        },
        {
            "id": "85f01a73-27e8-4b36-b44b-cfa36566ee7d",
            "word": "commotion",
            "phonetic": "kəmoʊʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gun went off-- smoke, commotion.",
                "That’s a lot of commotion.",
                "Two teenagers in this apartment heard a commotion, but didn’t hear police announce through their open window, their mom said.",
                "We'd requested an interview and were waiting to hear back when there was commotion at the hotel.",
                "And all of a sudden like there's a lot of commotion."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbW90aW9u&hash=4908b16bb4e528bc65c9d9656393840e72361fee&lang=en&cache-only=0",
            "defineEn": "a disorderly outburst or tumult",
            "defineVi": "một sự bùng nổ mất trật tự hoặc hỗn loạn"
        },
        {
            "id": "6b52e3e3-41cf-4ec4-9e81-4e056d913d74",
            "word": "to commute",
            "phonetic": "tə kəmjuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I always carry a book in my bag so I can read during my commute or whenever I have free time.",
                "He commuted the sentence of longtime Democrat and former Detroit Mayor Kwame Kilpatrick, convicted on racketeering and other counts.",
                "That's my commute.",
                "and you have an easy commute.",
                "That's the extent of your commute?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbXV0ZQ&hash=40f27d5368239c273302d7a6f43e76df1ebcfdff&lang=en&cache-only=0",
            "defineEn": "to regularly travel to one's place of work and home by different means",
            "defineVi": "thường xuyên đi du lịch đến nơi làm việc và nhà của một người bằng các phương tiện khác nhau",
            "hasImg": true
        },
        {
            "id": "d2094a0a-2ef3-4b86-a592-dee13cbc71c3",
            "word": "disobedience",
            "phonetic": "dɪsoʊbiːdiəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The protests against the authoritarian regime were a manifestation of the belief that disobedience is the true foundation of liberty, as citizens stood up against oppression to demand greater freedom.",
                "Others are armed with disobedience.",
                "A massive civil disobedience movement and national strike paralyzed the financial sector.",
                "The civil disobedience movement has brought tens of thousands of government employees into the streets to grind the country to a halt.",
                "Was the Day of Fire an example of that disobedience?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzb2JlZGllbmNl&hash=cf83e8db9612078ebb9f5859a5bd7ed52da89219&lang=en&cache-only=0",
            "defineEn": "the failure to obey",
            "defineVi": "sự không tuân theo"
        },
        {
            "id": "01a80d06-0ede-4744-8167-d883356f3eec",
            "word": "disobedient",
            "phonetic": "dɪsoʊbiːdiənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You could be the disobedient kid in the class."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzb2JlZGllbnQ&hash=69a5469a6f19b52b730275d17908f94544542e03&lang=en&cache-only=0",
            "defineEn": "not obeying or complying with commands of those in authority",
            "defineVi": "không tuân theo hoặc tuân thủ mệnh lệnh của những người có thẩm quyền"
        },
        {
            "id": "94b381be-87a0-443b-ae50-9b19a1433b45",
            "word": "to disown",
            "phonetic": "tə dɪsoʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "John's family disowned him when they discovered he was born on the wrong side of the blanket, but he found solace and acceptance among friends who appreciated him for who he was.",
                "But just two years later, he publicly denounced her and disowned his four sons.",
                "People are losing friendships, disowning family members, and it’s only going to get worse.",
                "A simple search on Google and Twitter would tell anyone that there have always been numerous tweets, posts, articles condemning Lena for all the terrible stuff that she’s done, so let’s not pretend that her being disowned is brand new information because it simply isn't.",
                "So to respond to all of that, I have to say, you are very much behind and under a rock if you think that feminists loved Lena all this time and then decided to disown her just this week because of one tweet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzb3du&hash=87c7aa81092df8de563f373f194e7e07f0cfe0d8&lang=en&cache-only=0",
            "defineEn": "prevent deliberately (as by making a will) from inheriting",
            "defineVi": "cố tình ngăn cản (như lập di chúc) thừa kế"
        },
        {
            "id": "f69d0385-f69c-45e0-acb6-7c22b68d8df4",
            "word": "to disparage",
            "phonetic": "tə dɪspæɹɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "disparage it.",
                "In many democratic countries around the world, charismatic leaders vilify political opponents, disparage institutions, and claim the mantle of the people.",
                "Number three: disparaging humor.",
                "It's nothing, again, not to disparage the company.",
                "The defense team's Michael van der Veen dismissed Democrats' approach as a partisan attempt to disparage the former president and prevent him from running for office again."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzcGFyYWdl&hash=1811dcb663c49e3e31c4cca749ffd26b18d6c83f&lang=en&cache-only=0",
            "defineEn": "express a negative opinion of",
            "defineVi": "bày tỏ quan điểm tiêu cực về"
        },
        {
            "id": "c94b10c0-b720-4c87-b37f-e8a2739e85d1",
            "word": "dispassionate",
            "phonetic": "dɪspæʃənət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You feel pretty much dispassionate about things.",
                "But they're sort of uttered matter-of-factly as if he is a sort of dispassionate analyst, just providing insights on the situation.",
                "Well, we're not going to get the dispassionate, impartial viewpoint that I think a lot of us hoped for.",
                "Well, we're not going to get the dispassionate, impartial viewpoint that I think a lot of us hoped for.",
                "He says he saw passionate voters and a dispassionate, secure system."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzcGFzc2lvbmF0ZQ&hash=9d4752ef51e7f38d284098f4fda5a2460f158100&lang=en&cache-only=0",
            "defineEn": "not letting one's emotions influence one's judgment and decisions, thus able to stay rational and fair",
            "defineVi": "không để cảm xúc ảnh hưởng đến phán đoán và quyết định của mình, như vậy mới có thể giữ được lý trí và công bằng"
        },
        {
            "id": "a02435c8-fd8b-4851-ba83-1a9b4256ce1f",
            "word": "to preclude",
            "phonetic": "tə pɹɪkluːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "So, he has still not precluded that, and I think that would be one way to go, along with working with him on listening to his concerns and making changes to the bill.",
                "At the federal level, convictions with sentencing of more than one year precludes people from serving on juries, contingencies exist within states that determine how long a person can have these rights eliminated or impaired.",
                "And I believe Mitch McConnell understood that from the very beginning, that in the minority in particular, to preclude, to stop, to thwart any effort by the Obama administration to win that prize became one of his most important goals, and he did it effectively. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlY2x1ZGU&hash=e86162497c39c5c637a877785d7fe6514b873cd1&lang=en&cache-only=0",
            "defineEn": "keep from happening or arising; make impossible",
            "defineVi": "giữ cho không xảy ra hoặc phát sinh; làm cho không thể"
        },
        {
            "id": "0b6959fe-efbe-4929-8216-2163c1bb42fa",
            "word": "precocious",
            "phonetic": "pɹɪkoʊʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You were the just, what, 35-year-old precocious head of the Federal Communications Commission.",
                "But although he was precocious, the practices and procedures outlined in Ibn-Sīnā’s books weren’t just born out of his own brilliance."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlY29jaW91cw&hash=1b929f97dd7b08961a6ba60c2233219b6cae3dfc&lang=en&cache-only=0",
            "defineEn": "characterized by or characteristic of exceptionally early development or maturity (especially in mental aptitude)",
            "defineVi": "được đặc trưng bởi hoặc đặc trưng của sự phát triển hoặc trưởng thành đặc biệt sớm (đặc biệt là về năng khiếu trí tuệ)"
        },
        {
            "id": "96bd4f37-e672-4e9e-95f0-3d8a63ebc068",
            "word": "precursor",
            "phonetic": "pɹɪkɜːsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Venetian gazette was a precursor to the modern newspaper.",
                "The massive precursors to neutron stars often spin.",
                "It was the precursor to the machine gun.",
                "This was the precursor to today’s HEPA filters.",
                "In October 2010, militants from al-Qaida in Iraq, precursor to ISIS, stormed into Sunday evening service."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlY3Vyc29y&hash=af28d759f9d5ed3fef9a7d41de3fff4aecd188e9&lang=en&cache-only=0",
            "defineEn": "*** a person or thing that comes before somebody/something similar and that leads to or influences its development",
            "defineVi": "*** một người hoặc vật xuất hiện trước ai đó/thứ gì đó tương tự và dẫn đến hoặc ảnh hưởng đến sự phát triển của nó"
        },
        {
            "id": "a6ef8315-1b44-4d1a-acfe-099a11b6b911",
            "word": "to precede",
            "phonetic": "tə pɹɪsiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Of course, nobody really expects this inordinately ambitious man who is as guilty as sin itself, to comply with either of the preceding alternatives.",
                "It's important to be honest and ethical in your dealings with others, because what goes around comes around and your reputation will precede you.",
                "Bear markets usually - but not always - precede a recession.",
                "What two movies preceded Star Trek Beyond? -",
                "Sometimes the appearance of a jinni is preceded by an earthquake or a storm."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlY2VkZQ&hash=34854292cfd9ed275a0081b763d95a7dfe9eece6&lang=en&cache-only=0",
            "defineEn": "be earlier in time; go back further",
            "defineVi": "sớm hơn trong thời gian; quay trở lại xa hơn"
        }
    ]
}