{
    "id": "5d9adbcb-affb-4bbf-bd53-e1741489d7bd",
    "title": "Lesson 22",
    "originalTitle": "Lesson 22",
    "words": [
        {
            "id": "5e544d9d-ea14-4d4f-9e88-afc96904d014",
            "word": "din",
            "phonetic": "dɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Social media can be a platform for anyone to voice their opinions, but often shallow streams make most din as people compete for attention with flashy headlines and clickbait.",
                "This woman’s 22-year-old son, Mehraj Ud-Din, was arrested.",
                "that right there, is just a normal scuba DIN connector.",
                "Biologists compare the gathering to a cocktail conversation, with males trying to be heard by females over the din."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlu&hash=cea9ce7682a959fdb94df0cb1a905188c4abf6a3&lang=en&cache-only=0",
            "defineEn": "an unpleasant and loud noise that could be heard for an extended amount of time",
            "defineVi": "một tiếng ồn khó chịu và lớn có thể được nghe thấy trong một khoảng thời gian dài"
        },
        {
            "id": "945a9d4e-5e76-4897-8908-05f32e0e98f9",
            "word": "cubicle",
            "phonetic": "kjuːbɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I don't have to sit in a cubicle all day.",
                "I don't have to sit in a cubicle all day.",
                "We didn't want cubicles, so we got IKEA kitchen tables instead.",
                "Yeah because I'm not at my desk or at a cubicle at work.",
                "So they had casual dress and cubicles and all this stuff."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3ViaWNsZQ&hash=da0de14c274598324f5aadcf2833aca843d9b9ae&lang=en&cache-only=0",
            "defineEn": "a small, enclosed space or compartment used for work or other activities",
            "defineVi": "một không gian nhỏ, kín hoặc ngăn được sử dụng cho công việc hoặc các hoạt động khác"
        },
        {
            "id": "6bac2c68-a08e-4880-a72c-590dc67be390",
            "word": "claque",
            "phonetic": "klæk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2xhcXVl&hash=6eebe951a5fbbcfba39fc8773bc88c6985317169&lang=en&cache-only=0",
            "defineEn": "a group of followers hired to applaud at a performance",
            "defineVi": "một nhóm người theo dõi được thuê để vỗ tay tại buổi biểu diễn"
        },
        {
            "id": "532a77cc-5d12-48cc-8286-c4866ded12aa",
            "word": "insight",
            "phonetic": "ɪnsaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The study analyzed the yield of various crops across different regions, providing valuable insights for agricultural planning.",
                "He was able to abstract valuable insights from the extensive research.",
                "Once you get the insight to see the woods for its trees, then we'll talk.",
                "The conference is attended by industry leaders and big enchiladas who share their expertise and insights.",
                "The woman trusted her friend to give her honest feedback on her work, knowing that a friend's eye is a good mirror, and valued her insights in improving her performance."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zaWdodA&hash=c18e7b5a6eecbd4b6d4a2a872f221fb592bcefc2&lang=en&cache-only=0",
            "defineEn": "grasping the inner nature of things intuitively",
            "defineVi": "nắm bắt bản chất bên trong của sự vật bằng trực giác"
        },
        {
            "id": "42a82f41-b91c-4719-a7ad-3997325bf090",
            "word": "seismograph",
            "phonetic": "saɪzməɡɹæf ",
            "partOfSpeechType": "noun",
            "examples": [
                "InSight landed in Elysium Planitia in November of 2018, carrying a seismograph to listen in on Marsquakes.",
                "And so the refraction patterns we get when we do measure from seismograph stations around the world is that it looks like the P-waves are kind of doing what you would expect in the mantle, but then they're getting refracted as if they're going to a slower medium as they go through the outer core.",
                "So it turns out that if an earthquake happens at zero degrees, and you had seismograph stations all over the world, and these are extremely sensitive in order to be able to measure earthquakes that are happening thousands of kilometers away, it turns out that there's something called an S shadow, an S-wave shadow."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vpc21vZ3JhcGg&hash=8368738fd65e56f29c7e9a8a758bd27a2e6af9ae&lang=en&cache-only=0",
            "defineEn": "a measuring instrument for detecting and measuring the intensity and direction and duration of movements of the ground (as an earthquake)",
            "defineVi": "một dụng cụ đo để phát hiện và đo cường độ, hướng và thời gian chuyển động của mặt đất (như một trận động đất)"
        },
        {
            "id": "39626c2e-6dde-43b5-95bd-251c9c1da276",
            "word": "elixir",
            "phonetic": "ᵻlɪksɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A kind of elixir, if you believe in that sort of thing.",
                "In 1937, an elixir called sulfanilamide killed 107 people, many of whom were children.",
                "Logistics teams manage bean delivery routes, and brave baristas across the city serve this caffeinated elixir to scores of hurried customers.",
                "Hayyan also worked on mineralogy, transmutation, and medicinal elixirs and invented new equipment."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxpeGly&hash=3646385d6f667f52d54238cfd00543c252345cbc&lang=en&cache-only=0",
            "defineEn": "a magical or medicinal potion that is believed to cure all illnesses or prolong life indefinitely",
            "defineVi": "một loại thuốc ma thuật hoặc dược phẩm được cho là có thể chữa khỏi mọi bệnh tật hoặc kéo dài tuổi thọ vô thời hạn"
        },
        {
            "id": "39fd9bac-839c-4dcf-b714-84728b823f7d",
            "word": "placebo",
            "phonetic": "pləsiːboʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Half of them, after treatment, got placebo.",
                "It was a placebo.",
                "A round of medicine first trains the brain, then the placebo maintains the response.",
                "Other players wore the same device with just some placebo stimulation as a control.",
                "The trial also doesn't have a control or placebo group."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhY2Vibw&hash=4a1b34b32a69efa4c0812b0e7689be969771c03a&lang=en&cache-only=0",
            "defineEn": "a medicine without any physiological effect that is given to a control group in an experiment to measure the effectiveness of a new drug or to patients who think they need medicine when in reality they do not",
            "defineVi": "một loại thuốc không có bất kỳ tác dụng sinh lý nào được dùng cho một nhóm đối chứng trong một thí nghiệm để đo lường hiệu quả của một loại thuốc mới hoặc cho những bệnh nhân nghĩ rằng họ cần thuốc trong khi thực tế họ không cần"
        },
        {
            "id": "127e9997-7648-4a5e-87bc-b014d834e68b",
            "word": "reservoir",
            "phonetic": "ɹɛzɚvwɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In reservoirs, however, the species has likely evolved a resistance to the virus over many generations.",
                "Right here is our water-cooling reservoir.",
                "The reservoir is Lake Mead, which is actually the largest reservoir in the country.",
                "He and his buddies form a reservoir, a specific population of animals of the same species that naturally host a pathogen.",
                "Because they live close to a reservoir."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzZXJ2b2ly&hash=e578320598eb77ec9e9c7206a80817e3f2c74098&lang=en&cache-only=0",
            "defineEn": "tank used for collecting and storing a liquid (as water or oil)",
            "defineVi": "bể được sử dụng để thu thập và lưu trữ chất lỏng (như nước hoặc dầu)"
        },
        {
            "id": "bb0ef0f1-a4c2-4a2c-8244-7c1e7a2ef5b5",
            "word": "tome",
            "phonetic": "toʊm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The centerpiece of this tome was King Arthur.",
                "Deep inside Yale University's Beinecke Rare Book and Manuscript Library lies the only copy of a 240-page tome.",
                "It's not eh-pi-tome, it's i-pit-ome.",
                "References to Lovecraftian gods or arcane tomes can be found in many stories by his pen pals, such as Robert E. Howard and Robert Bloch.",
                "Well, Momo needs a friend too, so maybe I'll get another one and name it Conan, or Cadeky or something Ohhhh Very nice, ohhh Long tome listener."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9tZQ&hash=b2eb66714ecdf1b20d39a8df7990a158b1cc390b&lang=en&cache-only=0",
            "defineEn": "a (usually) large and scholarly book",
            "defineVi": "một (thường) cuốn sách lớn và học thuật"
        },
        {
            "id": "8d258525-3a93-4e17-b66a-75be20c9839b",
            "word": "fief",
            "phonetic": "fiːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Taking place in humanity’s distant future, the universe is now a feudal interstellar society in which various noble houses control planetary fiefs, with the most important being the desert planet Arrakis."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmllZg&hash=fabefe594f61c5efa5d996ec34edc4133a879624&lang=en&cache-only=0",
            "defineEn": "a piece of land held under the feudal system",
            "defineVi": "một mảnh đất được tổ chức dưới hệ thống phong kiến"
        },
        {
            "id": "cf9c641e-6a60-493b-9096-2880773be960",
            "word": "demerit",
            "phonetic": "dɛmɚɹɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "When judges use it, it might encourage them to give demerits for things they normally wouldn't see.",
                "He graduated fifth from the bottom of his class, and he managed to accumulate, as he calls it, a very impressive catalogue of demerits.",
                "And I get why, you've just got more buttons on this side than this side so they had to make up the room somewhere, but, a slight demerit.",
                "\"Alienation has a way of reaching to where you'd be tempted to see its relativity with some other dilemma, like being slapped with a heavy years-long and life-altering public demerit.\""
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtZXJpdA&hash=86df2792ab88c70350f9d505746c982dfdee6945&lang=en&cache-only=0",
            "defineEn": "the quality of being inadequate or falling short of perfection",
            "defineVi": "chất lượng không đầy đủ hoặc không đạt được sự hoàn hảo"
        },
        {
            "id": "bbb31fe3-11e2-48c1-a0b6-cb8baec983e6",
            "word": "lode",
            "phonetic": "loʊd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG9kZQ&hash=8fbd24f7652eef5d83e41531be96fe7e1255d54a&lang=en&cache-only=0",
            "defineEn": "a deposit of valuable ore occurring within definite boundaries separating it from surrounding rocks",
            "defineVi": "một mỏ quặng có giá trị xảy ra trong các ranh giới xác định ngăn cách nó với các loại đá xung quanh"
        },
        {
            "id": "a45e51e0-b186-4cae-82ae-7967a4ecf1ee",
            "word": "refuge",
            "phonetic": "ɹɛfjuːdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Thousands sought refuge in local shelters.",
                "And these giant lunar lava tubes could be the perfect refuge for humans.",
                "So here at the refuge, at least once a month, they get a pedicure.",
                "The low ceiling and honey-colored stone walls give a feeling of safety and refuge. ",
                "And many other individuals took refuge in Enlightenment thought as well as taking it as a call to action."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmdWdl&hash=259e22b5724b2fc3fb20bdb80a02a3a42c1a0cd2&lang=en&cache-only=0",
            "defineEn": "something or someone turned to for assistance or security",
            "defineVi": "một cái gì đó hoặc ai đó chuyển sang để được hỗ trợ hoặc an ninh"
        },
        {
            "id": "e4cae425-2302-43de-8245-5605393edd10",
            "word": "bathos",
            "phonetic": "bæθoʊz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmF0aG9z&hash=a02fd907a71e13230c5ebefadd2ddce9751bd7fc&lang=en&cache-only=0",
            "defineEn": "a literary device in which an attempt at serious or elevated writing or speech is undermined by an incongruous or absurd use of language or imagery",
            "defineVi": "một thiết bị văn học trong đó nỗ lực viết hoặc nói nghiêm túc hoặc nâng cao bị phá hoại bởi việc sử dụng ngôn ngữ hoặc hình ảnh phi lý hoặc vô lý"
        },
        {
            "id": "086b2f2e-dc83-437f-83ab-f7461b16ee59",
            "word": "decoy",
            "phonetic": "diːkɔɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "These so-called cellular nanosponges are tiny decoys that imitate human cells.",
                "So the decoy strategy should work as long as the nanosponge membranes have the same surface receptors.",
                "North Korea may also fire off decoys to confuse our defenses, while the real nukes hit their targets.",
                "To make it even harder, missiles often carry decoy parts that fall off during descent to distract defensive systems from hitting the real thing.",
                "I recommend making friends with one of these people, and invite them to your next BBQ as a natural bug decoy!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjb3k&hash=01d0c8b21d87958b97e9707cebdf0d1a16a37daf&lang=en&cache-only=0",
            "defineEn": "something used to lure fish or other animals into danger so they can be trapped or killed",
            "defineVi": "một cái gì đó được sử dụng để dụ cá hoặc các động vật khác vào nguy hiểm để chúng có thể bị mắc bẫy hoặc bị giết"
        },
        {
            "id": "1edaa8fe-c2d4-4f3e-9b41-2ae671c928ac",
            "word": "aristocrat",
            "phonetic": "ɚɹɪstəkɹæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And aristocrats began fleeing the country.",
                "Even in the composer's own time, Vivaldi's music served as diversion for all, not just for the wealthy aristocrats.",
                "he also rewarded loyal aristocrats by increasing their control over the serfs living in their territories, 14.",
                "Terrified aristocrats met on August 4, 1789, and surrendered their privileges as feudal lords.",
                "SMITH: One of the biggestnames in Europe was French aristocrat Thierry dela Villehuchet, an avid sailor, well connectedwith European royalty."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJpc3RvY3JhdA&hash=de5c9a3b87d9e1a31d790062db2ff84f81276059&lang=en&cache-only=0",
            "defineEn": "someone who is a member of the aristocracy, which is the highest social rank",
            "defineVi": "một người là thành viên của tầng lớp quý tộc, đó là thứ hạng xã hội cao nhất"
        },
        {
            "id": "27a6fc3b-703f-4691-9731-6008a8540209",
            "word": "demagogue",
            "phonetic": "dɛmɐɡɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Trump is a figure of our democracy, a demagogue, a common figure in democracies.",
                "This is one of the oldest tricks in the demagogue’s playbook. ",
                "the American middle class, and who are being attacked by ideologues, by demagogues.",
                "For 150 years, demagogues have taken economic frustrations and actually pointed to what are essentially scapegoats: the other, people who look different, foreigners, people who have different skin pigments, people who have different religions. ",
                "And so when you are a demagogue, and you look through 5,000 years of history of studying demagogues, it never ends well. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtYWdvZ3Vl&hash=93cb8d3e3a7d31557e94b1bcea3eedc390c769c5&lang=en&cache-only=0",
            "defineEn": "a politician who appeals to the desires and prejudices of ordinary people instead of valid arguments in order to gain support",
            "defineVi": "một chính trị gia thu hút những mong muốn và định kiến của người dân thường thay vì những lý lẽ hợp lệ để giành được sự ủng hộ"
        },
        {
            "id": "3a813c99-b370-4f74-b27a-749d308f7569",
            "word": "mirth",
            "phonetic": "mɜːθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So the tracks weren’t covering up jokes that were real stinkers, but actually aligned with places of genuine humor and mirth."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlydGg&hash=55ba90917c74cf249c6acbf8b20fd17afc51de97&lang=en&cache-only=0",
            "defineEn": "great merriment",
            "defineVi": "niềm vui lớn"
        },
        {
            "id": "6b662c53-2fa3-4e4a-8bc0-784a41ccb8e1",
            "word": "guinea",
            "phonetic": "ɡɪni ",
            "partOfSpeechType": "noun",
            "examples": [
                "Doctors from abroad arrived in Guinea, Sierra Leone, and Liberia, the epicenter of the outbreak.",
                "The first cases were reported in Guinea a few days ago.",
                "On the west coast of Central Africa, the death toll neared 100 today from explosions at a military base in equatorial Guinea.",
                "In one creation myths from the Kono people of Guinea, the darkness before creation is inhabited by Death, his wife and his daughter.",
                "Siafa Ekolamu is 25 and comes from Guinea in West Africa."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VpbmVh&hash=48059689dedb2870457778de815f928b3a335d92&lang=en&cache-only=0",
            "defineEn": "a former British gold coin worth 21 shillings",
            "defineVi": "một đồng tiền vàng cũ của Anh trị giá 21 shilling"
        }
    ]
}