{
    "id": "5db40792-052b-499d-be05-56794fa50541",
    "title": "School",
    "originalTitle": "Lesson 23",
    "words": [
        {
            "id": "84c8779f-d040-4ff8-a2c7-cb314f03811a",
            "word": "school",
            "phonetic": "skuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Schools have welcomed such arrangements with open arms.",
                "The school took the full force of the explosion.",
                "She left school at 16.",
                "Many schools don’t take full advantage of the Internet.",
                "The kids always work hard at school."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nob29s&hash=aa43afe44c159e58dab84a8e13fbc414dccf25ae&lang=en&cache-only=0",
            "defineEn": "a place where children learn things from teachers",
            "defineVi": "một nơi mà trẻ em học những điều từ giáo viên",
            "hasImg": true
        },
        {
            "id": "03dcd894-48fb-44f4-9412-607a5cac5c41",
            "word": "college",
            "phonetic": "kɑːlɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Parents often support their children financially during college.",
                "The college runs summer courses for foreign students.",
                "The college also runs evening classes in bricklaying and joinery.",
                "College tuitions cost an arm and leg nowadays.",
                "The young man was a twenty-one-year-old college student."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGVnZQ&hash=f94196aa911f3513e856032d5f642617cbf84b71&lang=en&cache-only=0",
            "defineEn": "an institution that offers higher education or specialized trainings for different professions",
            "defineVi": "một tổ chức cung cấp giáo dục đại học hoặc đào tạo chuyên ngành cho các ngành nghề khác nhau",
            "hasImg": true
        },
        {
            "id": "ae524248-a002-4ba5-97fd-a7f85be9a394",
            "word": "university",
            "phonetic": "juːnɪvɜːsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have a university lecture on art history this afternoon.",
                "The university is working to raise the number of students from state schools.",
                "She attends a prestigious university known for its engineering program.",
                "I will graduate from university next year with a degree in psychology.",
                "This candidate is fresh from university and has no teaching experience."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5pdmVyc2l0eQ&hash=b7330d7941ea6107c7aba3a2d924f4b025d36112&lang=en&cache-only=0",
            "defineEn": "an educational institution at the highest level, where we can study for a degree or do research",
            "defineVi": "một tổ chức giáo dục ở cấp cao nhất, nơi chúng ta có thể học để lấy bằng hoặc nghiên cứu",
            "hasImg": true
        },
        {
            "id": "2deac5b4-b769-430e-8da1-dd5d01307ba5",
            "word": "preschool",
            "phonetic": "pɹiːskuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "My daughter attends preschool to learn and play with other children her age.",
                "She is learning numbers and letters at preschool to prepare for kindergarten.",
                "I volunteer at the preschool to help with art activities and storytime.",
                "We drop off our son at preschool in the morning and pick him up in the afternoon.",
                "He made new friends at preschool and enjoys sharing toys with them."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc2Nob29s&hash=c4b7796c8236d0f238c52792ef6fed2227982fbf&lang=en&cache-only=0",
            "defineEn": "a place that children under the age of six can go to learn and play",
            "defineVi": "một nơi mà trẻ em dưới sáu tuổi có thể đến học và chơi",
            "hasImg": true
        },
        {
            "id": "5610cde6-a67a-47bf-9361-b7fd7401741a",
            "word": "classroom",
            "phonetic": "klæsɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The classroom has rows of chairs for students.",
                "The classroom is filled with desks, chairs, and a chalkboard.",
                "The children threw the crumpled paper balls into the classroom trash can.",
                "The classroom ruler is marked in both inches and centimeters for easy measurement.",
                "The teacher ruled the classroom with a heavy hand, rarely allowing any freedom or creativity."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3Nyb29t&hash=544ec172ec6129b6fd0c4af9817aeb1b526df2f7&lang=en&cache-only=0",
            "defineEn": "a room that students are taught in, particularly in a college, school, or university",
            "defineVi": "một căn phòng mà học sinh được giảng dạy, đặc biệt là trong một trường cao đẳng, trường học, hoặc trường đại học",
            "hasImg": true
        },
        {
            "id": "2f589535-ee0d-4fac-ab7b-fc22f47d5271",
            "word": "student",
            "phonetic": "stuːdənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Students with disabilities have priority access to the lift.",
                "The teacher praised the students for their good manners.",
                "Other students followed her lead and boycotted lectures.",
                "The classroom has rows of chairs for students.",
                "The students worked their heart and soul on their project."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1ZGVudA&hash=95580be3325a44940e195a5a3325d6034d1fc60d&lang=en&cache-only=0",
            "defineEn": "a person who is studying at a school, university, or college",
            "defineVi": "một người đang học tại một trường học, trường đại học, hoặc cao đẳng",
            "hasImg": true
        },
        {
            "id": "946d8c35-6b73-40d3-9e95-4833ca075586",
            "word": "book",
            "phonetic": "bʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "The book raises many important questions.",
                "Every age has its book, after all.",
                "The movie follows the book faithfully.",
                "The movie follows the book faithfully."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9vaw&hash=fa0deeb1d31a6f77f3afc0d81d91f2dd79409dc6&lang=en&cache-only=0",
            "defineEn": "a set of printed pages that are held together in a cover so that we can turn them and read them",
            "defineVi": "một tập hợp các trang in được giữ lại với nhau trong một trang bìa để chúng ta có thể lật chúng và đọc chúng",
            "hasImg": true
        },
        {
            "id": "c331b8d6-b096-48d3-8064-f4a944965972",
            "word": "notebook",
            "phonetic": "noʊtbʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "My kids personalize their notebooks with stickers and drawings.",
                "She uses her notebook to keep track of her daily to-do list.",
                "He writes down his ideas and thoughts in his notebook.",
                "We use our notebooks to practice writing and improve our handwriting skills.",
                "The student sat down at his desk and opened his notebook."
            ],
            "audio": "https://tts.langeek.co/read?text=bm90ZWJvb2s&hash=9e3c23f2c0ffc281771d43dcd292b7a82c473eb5&lang=en&cache-only=0",
            "defineEn": "a small book with plain or ruled pages for writing notes in",
            "defineVi": "một cuốn sách nhỏ với các trang đơn giản hoặc được đánh dấu để viết ghi chú trong",
            "hasImg": true
        },
        {
            "id": "e7b7de89-c907-411b-9594-3fc70af1aa8a",
            "word": "bag",
            "phonetic": "bæɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bag broke under the weight of the bottles inside it.",
                "My friend shared a bag of chocolate-covered macadamia nuts with us.",
                "She put her bag on the table.",
                "I left my bag downstairs in the entryway.",
                "Each 180-litre container will hold up to three black bags of rubbish."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFn&hash=208ee3d6d1a7e04e6df1565755e6b57fb7fe15e7&lang=en&cache-only=0",
            "defineEn": "something made of leather, cloth, plastic, or paper that we use to carry things in, particularly when we are traveling or shopping",
            "defineVi": "thứ gì đó làm bằng da, vải, nhựa hoặc giấy mà chúng ta dùng để đựng đồ, đặc biệt khi chúng ta đi du lịch hoặc mua sắm",
            "hasImg": true
        },
        {
            "id": "dee22150-cc64-40a3-ac29-9304443b2a39",
            "word": "pen",
            "phonetic": "pɛn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The pen is mightier than the sword.",
                "This pen won't write.",
                "I only have one pen in my bag.",
                "Please write in pen on both sides of the paper.",
                "He writes his thoughts and ideas in a journal with a fancy pen."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVu&hash=5db5a7133a558c002488f6ef55b678716abe830b&lang=en&cache-only=0",
            "defineEn": "an instrument for writing or drawing with ink, usually made of plastic or metal",
            "defineVi": "một công cụ để viết hoặc vẽ bằng mực, thường được làm bằng nhựa hoặc kim loại",
            "hasImg": true
        },
        {
            "id": "750fe5d9-70c2-440d-b52a-66dd51007978",
            "word": "pencil",
            "phonetic": "pɛnsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The length of the pencil is 15 centimeters.",
                "Neither one seems like the sharpest pencil in the box.",
                "She sharpens her pencil before starting her math homework.",
                "She used a gray pencil to sketch out her drawing.",
                "I use a pencil to sketch and draw."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVuY2ls&hash=4681a51f215323b30f7d7dbf435d947e24b22ae6&lang=en&cache-only=0",
            "defineEn": "an instrument consisting of a narrow piece of wood and a thin piece of a black or colored substance in the middle, used for writing, drawing, etc.",
            "defineVi": "một nhạc cụ bao gồm một mảnh gỗ hẹp và một mảnh mỏng màu đen hoặc màu ở giữa, được sử dụng để viết, vẽ, v.v.",
            "hasImg": true
        },
        {
            "id": "7e002e68-1910-4c96-87b3-8e5fd87537ba",
            "word": "eraser",
            "phonetic": "ᵻɹeɪsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She shares her eraser with her classmates during exams.",
                "They keep a small eraser in their pencil case for quick corrections.",
                "He gently rubs the eraser over the words to erase them completely.",
                "I use an eraser to correct my mistakes when writing.",
                "He lost his eraser and had to ask his friend to borrow one."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXJhc2Vy&hash=ac701d17ae59213ab9136759458dcead2bf96412&lang=en&cache-only=0",
            "defineEn": "a small tool used for removing the marks of a pencil from a piece of paper",
            "defineVi": "một công cụ nhỏ được sử dụng để loại bỏ các dấu bút chì từ một mảnh giấy",
            "hasImg": true
        },
        {
            "id": "74f1fbf3-2e3f-408e-95f6-aa6d9e2e7e0f",
            "word": "marker",
            "phonetic": "mɑːɹkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We label our boxes with permanent markers for easy identification.",
                "They use washable markers for coloring books and crafts.",
                "I keep a set of markers in my art supplies for various art projects.",
                "I use a black marker to write my name on my belongings.",
                "He uses a whiteboard marker to write on the board during presentations."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFya2Vy&hash=80ed2cc9088880c2039d4b5dca55ca7e566ac882&lang=en&cache-only=0",
            "defineEn": "a type of pen that has a thick tip",
            "defineVi": "một loại bút có một đầu dày",
            "hasImg": true
        },
        {
            "id": "406be351-79e6-4e59-a088-2f07f1b6af0e",
            "word": "homework",
            "phonetic": "hoʊmwɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can I ask you a question about the homework?",
                "I have a lot of homework to complete tonight.",
                "Ok, I'll finish my homework before watching TV.",
                "He forgot his homework and had to rush back to school to get it.",
                "Mom, can you help me with my homework?"
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tZXdvcms&hash=962862ca2613155a61e0ee90a41c7c352808c7a9&lang=en&cache-only=0",
            "defineEn": "schoolwork that students are required to do at home",
            "defineVi": "bài tập ở trường mà học sinh phải làm ở nhà",
            "hasImg": true
        },
        {
            "id": "261940c5-8eeb-41f2-a9b9-4626657cba78",
            "word": "math",
            "phonetic": "mæθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Maths error casts doubts on Greater Cambridge Partnership's road.",
                "She studied different subjects in school, from math to history.",
                "She gave the right answer to the math problem.",
                "Can you explain this math concept to me?",
                "We study different subjects like math, science, and English at school."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0aA&hash=0aaa62c733a0cad4409d22f2bc7bcc26481ecda5&lang=en&cache-only=0",
            "defineEn": "a type of science that deals with shapes, space, and numbers",
            "defineVi": "một loại khoa học liên quan đến hình dạng, không gian và số",
            "hasImg": true
        },
        {
            "id": "7a94325a-87a0-4528-8176-e66cbbe91de8",
            "word": "history",
            "phonetic": "hɪstɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She brings history to life with her books.",
                "It leaves a mark in history.",
                "We study the history of our country in social studies class.",
                "She studied different subjects in school, from math to history.",
                "This collection of stories bridges the gap between history and fiction."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlzdG9yeQ&hash=c196a9867934a2cc53334822d4ca2c61b99ea3fa&lang=en&cache-only=0",
            "defineEn": "the study of past events, especially as a subject in school or university",
            "defineVi": "nghiên cứu về các sự kiện trong quá khứ, đặc biệt là một chủ đề trong trường học hoặc đại học",
            "hasImg": true
        },
        {
            "id": "5a2e64b6-a3c7-426d-9977-04e9142b331b",
            "word": "language",
            "phonetic": "læŋɡwɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Language is a window into the world.",
                "The poem uses simple language.",
                "Use plain language instead of jargon.",
                "Don’t use bad language.",
                "The universal language of art is bridging a divide."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFuZ3VhZ2U&hash=549b7505c533cada8cc6ada5316fd0576fede0e9&lang=en&cache-only=0",
            "defineEn": "the system of communication by spoken or written words, that is used by people of a particular country or region",
            "defineVi": "hệ thống giao tiếp bằng lời nói hoặc chữ viết, được sử dụng bởi những người của một quốc gia hoặc khu vực cụ thể",
            "hasImg": true
        },
        {
            "id": "4793d496-a13b-4d90-b742-536bbc69d793",
            "word": "science",
            "phonetic": "saɪəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have a science project due next week at school.",
                "All of his teachers are going bananas over his science fair experiment.",
                "They are studying for the science competition next month.",
                "We study different subjects like math, science, and English at school.",
                "We discuss current scientific advancements and discoveries in science class."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NpZW5jZQ&hash=0d8d035c1bcc87c4aafa11f1dcfe197bc7ce2e9a&lang=en&cache-only=0",
            "defineEn": "knowledge about the structure and behavior of the natural and physical world, especially based on examining, testing, and proving facts",
            "defineVi": "kiến thức về cấu trúc và hành vi của thế giới tự nhiên và vật chất, đặc biệt là dựa trên việc kiểm tra, thử nghiệm và chứng minh sự thật",
            "hasImg": true
        },
        {
            "id": "22693bcd-7600-4ef8-a76a-57823a0beee3",
            "word": "class",
            "phonetic": "klæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "This class is intense!",
                "The college also runs evening classes in bricklaying and joinery.",
                "Our next class will take the form of a debate.",
                "The teacher withdrew the assignment from the class website.",
                "The suite will add a touch of class to your bedroom."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3M&hash=013287836b2b951edfa84747856b479a5b59a8ff&lang=en&cache-only=0",
            "defineEn": "students as a whole that are taught together",
            "defineVi": "học sinh như một toàn thể được dạy cùng nhau",
            "hasImg": true
        }
    ]
}