{
    "id": "5e046249-03d2-47f7-a947-c5a36899a14c",
    "title": "Lesson 15",
    "originalTitle": "Lesson 15",
    "words": [
        {
            "id": "f62d6a7b-6f7d-4032-a167-7afad5e9a27c",
            "word": "susceptible",
            "phonetic": "səsɛptᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Some people are more susceptible.",
                "The most susceptible group was from Evanston, Illinois in the United States.",
                "Susceptible voters were then targeted with provocative political content and ads prior to the 2016 election.",
                "And hungry people are also more susceptible to disease.",
                "For a new viral pandemic like the current one, the susceptible pool is huge."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VzY2VwdGlibGU&hash=bb0aac3b993b92c86a9268cc22ff73d4e3557f2d&lang=en&cache-only=0",
            "defineEn": "(often followed by `of' or `to') yielding readily to or capable of",
            "defineVi": "(thường được theo sau bởi `of' hoặc `to') sẵn sàng hoặc có khả năng"
        },
        {
            "id": "b9a22fea-e386-4bcf-a2c8-7b91d0654ae3",
            "word": "susceptibility",
            "phonetic": "səsɛptəbɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And for art buyers and sellers, it laughs at their susceptibility to hype, name recognition, and the perception of scarcity.",
                "Research outside the laboratory further suggests that long-term sleep deprivation leads to greater susceptibility to motor vehicle accidents.",
                "And blaming these communities’ susceptibility to HIV on behavioral attitudes or practices has been heavily criticized by public health experts, practitioners, and researchers. ",
                "- I've taken the liberty of eradicating any potentially prejudicial conditions, premature baldness, myopia, alcoholism, and addictive susceptibility, propensity for violence.",
                "It was designed to test potential recruits for susceptibility to shell shock, or the types of stress or PTSD that soldiers were afflicted with after combat."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VzY2VwdGliaWxpdHk&hash=7ff3445de0e54ca850f62f87e923a851a4e5bd92&lang=en&cache-only=0",
            "defineEn": "the tendency or capacity to be easily affected or influenced by something",
            "defineVi": "xu hướng hoặc khả năng dễ dàng bị ảnh hưởng hoặc ảnh hưởng bởi một cái gì đó"
        },
        {
            "id": "482ad8df-7504-4b26-aa6b-c177ddc60f00",
            "word": "to venture",
            "phonetic": "tə vɛntʃɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I wished him well with his new venture.",
                "He has made a fortune through his successful business ventures.",
                "Next weekend, we will be venturing off the beaten path to find some hidden waterfalls.",
                "The success of the business venture was uncertain from the beginning, and now it is in the lap of the gods.",
                "The CEO is meeting her opposite number at Fukuda Electronics to discuss a possible joint venture."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmVudHVyZQ&hash=e445907a56a73f43bf856e0fe66919453e2956ba&lang=en&cache-only=0",
            "defineEn": "to undertake a risky or daring journey or course of action",
            "defineVi": "để thực hiện một cuộc hành trình mạo hiểm hoặc táo bạo hoặc quá trình hành động"
        },
        {
            "id": "adbb59cd-5fc7-4cc6-8c01-c7f3c9a64388",
            "word": "to regress",
            "phonetic": "tə ɹᵻɡɹɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "You get an infinite regress when, in a chain of reasoning, the evidence for each point along the chain relies on the existence of something that came before it, which in turn relies on something even further back, and so on, with no starting point.",
                "It started to regress at one point in time.",
                "Basically, Aquinas thought the very idea of infinite regress was absurd, logically impossible.",
                "Otherwise, you’d be stuck in a philosophical quandary known as an infinite regress.",
                "Here, he proposed the Argument from Causation, and it, too, sets out to avoid the problem of an infinite regress."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVncmVzcw&hash=e38d8398705692f8ec285214301a82187ceff1d0&lang=en&cache-only=0",
            "defineEn": "go back to bad behavior",
            "defineVi": "quay trở lại hành vi xấu"
        },
        {
            "id": "136f55b4-d2ed-48e9-9eae-2fc2ab966e4e",
            "word": "regression",
            "phonetic": "ɹᵻɡɹɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The blue line is our regression line.",
                "One close cousin is known as regression.",
                "Regression is a really useful tool to understand.",
                "And, also like classification, regression is used everywhere.",
                "We see a regression of democracy all over the world. "
            ],
            "audio": "https://tts.langeek.co/read?text=cmVncmVzc2lvbg&hash=ab5360ed2c89e4eecdcf7f847771d73f69e58246&lang=en&cache-only=0",
            "defineEn": "returning to a former state",
            "defineVi": "trở về trạng thái cũ"
        },
        {
            "id": "2cb6c3fa-9107-4f3b-b47e-69b9077c42e7",
            "word": "prig",
            "phonetic": "pɹɪɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJpZw&hash=408f0b62c395644f7743746aac87503ce8ea4233&lang=en&cache-only=0",
            "defineEn": "a person regarded as arrogant and annoying",
            "defineVi": "một người được coi là kiêu ngạo và khó chịu"
        },
        {
            "id": "7df7a9de-1539-4ac3-b942-39aeebe3271c",
            "word": "priggish",
            "phonetic": "pɹɪɡɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJpZ2dpc2g&hash=234e979cd7e9822e086fb982cf374ce4901659fd&lang=en&cache-only=0",
            "defineEn": "exaggeratedly proper",
            "defineVi": "phóng đại thích hợp"
        },
        {
            "id": "56bda041-57d6-4ab2-ac67-bd608a7e157e",
            "word": "illicit",
            "phonetic": "ɪlɪsɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Are you on some illicit substance?",
                "Foods, herbal supplements, legal drugs, and illicit substances can all cause drug interactions.",
                "Other common culprits are illicit substances such as marijuana or hallucinogens like LSD.",
                "Are you worried about the illicit activity that happens here?",
                "But it also opens the door to cheap mass production for illicit purposes."
            ],
            "audio": "https://tts.langeek.co/read?text=aWxsaWNpdA&hash=0c75e830570e91ee3ec0d5a98c7e58ecf538816c&lang=en&cache-only=0",
            "defineEn": "not morally or socially acceptable",
            "defineVi": "không được chấp nhận về mặt đạo đức hoặc xã hội"
        },
        {
            "id": "b0bd56ac-6ccb-4aa9-8270-fbc608bd0bcf",
            "word": "illiterate",
            "phonetic": "ɪlɪɾɚɹət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Ellie and Jordan ask some YouTube illiterate people about YouTube.",
                "But that’s not because you’re animal-size illiterate or something.",
                "And they keep the public kind of economically illiterate, right? ",
                "The illiterate were more likely to survive, with the idea they would serve as slave workers on vast agricultural estates directed by the German elite to provide the German master race a better standard of living and plentiful food."
            ],
            "audio": "https://tts.langeek.co/read?text=aWxsaXRlcmF0ZQ&hash=7d6fec112388db848183c52123f71616012aa033&lang=en&cache-only=0",
            "defineEn": "lacking the ability to read and write in any language",
            "defineVi": "thiếu khả năng đọc và viết bằng bất kỳ ngôn ngữ nào"
        },
        {
            "id": "705f3d66-0c49-4d59-a55e-df7d0986ff26",
            "word": "antithesis",
            "phonetic": "æntɪθəsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, it’s true that market economists love competition, but monopolies are the antithesis of competition.",
                "They rebuilt a society that was the counter Egypt, that was the antithesis of what they'd experienced in their suffering in Egypt.",
                "So next time we’re going to check out a theory that is in many ways the antithesis of Kantianism: utilitarianism."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aXRoZXNpcw&hash=d6643a31af4307385c6b20abf9b474bab7312bd4&lang=en&cache-only=0",
            "defineEn": "exact opposite",
            "defineVi": "hoàn toàn ngược lại"
        },
        {
            "id": "29713906-7466-45a3-a2ec-3d9419797923",
            "word": "antitoxin",
            "phonetic": "æntɪtɑːksɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The antitoxin sticks around to prevent the toxin from making a mess. ",
                "But antitoxins are more fragile than the toxins they hinder, so in a stressful environment, they fall apart first.",
                "But, when the bacteria are not stressed, they also make antitoxins that interfere with those toxins in some way. ",
                "In some cases, doctors can administer an effective antitoxin, but it can take babies weeks or a month to recover.",
                "This serum therapy proved to be pretty effective, and by 1895 companies were cranking out the antitoxin in bulk."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aXRveGlu&hash=17e4d18821d81baa38b33dcc11e37e2cf9dcb926&lang=en&cache-only=0",
            "defineEn": "an antibody that can neutralize a specific toxin",
            "defineVi": "một kháng thể có thể vô hiệu hóa một chất độc cụ thể"
        },
        {
            "id": "cb39c925-90ff-4eeb-9072-e0a0fee6919e",
            "word": "luscious",
            "phonetic": "lʌʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He dipped a spoon into the luscious flesh of the ripe cantaloupe.",
                "My parents hosted a brunch and served Eggs Benedict with a luscious mornay sauce, impressing their guests.",
                "Markets overflowed with luscious produce and crafts, and the city had a sophistication that, like the wealth itself, was foreign to Europeans, even if the Aztec practice of human sacrifice was also foreign.",
                "Because of the luck of the genetic draw that happens in recombination, I got this mane of luscious hair, and John was stuck with his trash, brown puff.",
                "So, each of those things plays a different role in creating a super luscious, chewy, creamy vegan ice cream."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVzY2lvdXM&hash=f0ced4c40836e94daffe5e83283a2e747a16ea46&lang=en&cache-only=0",
            "defineEn": "sexually attractive and very seductive",
            "defineVi": "hấp dẫn tình dục và rất quyến rũ",
            "hasImg": true
        },
        {
            "id": "0eb2e75e-445f-4eca-87c6-524e03689173",
            "word": "lustrous",
            "phonetic": "lʌstɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So, darkness and brownness are seen as lustrous and valuable and revered.",
                "Many visual beauty standards vary between cultures and eras, and signs of youth, fertility and good health, such as long lustrous hair, or smooth, scar-free skin, are almost always in demand because they're associated with reproductive fitness."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVzdHJvdXM&hash=cd7b22eeaa41a4d2b2996b6fb8d2f15713f1c50f&lang=en&cache-only=0",
            "defineEn": "brilliant",
            "defineVi": "xuất sắc"
        },
        {
            "id": "dfc42eb1-80a5-4346-b5aa-b552972f04bd",
            "word": "to luxuriate",
            "phonetic": "tə lʌɡʒʊɹɹɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I want to luxuriate in this environment as a fully sensing being, but for the now I’m just going to transport myself there mentally, and try to appreciate the domestic environment I find myself in right now."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbHV4dXJpYXRl&hash=1869eab5ee1973e78089da11c0bfa2715a11d44f&lang=en&cache-only=0",
            "defineEn": "thrive profusely or flourish extensively",
            "defineVi": "phát triển mạnh mẽ hoặc phát triển mạnh mẽ"
        },
        {
            "id": "ec4ccfe9-b64c-479a-86fe-577d98f2497e",
            "word": "luxurious",
            "phonetic": "lʌɡʒʊɹɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The rich businessman owned multiple luxurious cars.",
                "The velvety texture of meunière butter adds a luxurious finish to mashed potatoes.",
                "He made a luxurious bread sauce with warm milk and spices.",
                "I stayed at a luxurious hotel during my vacation.",
                "The couple enjoyed a luxurious vacation, but knew that their credit card bill would be waiting for them at home."
            ],
            "audio": "https://tts.langeek.co/read?text=bHV4dXJpb3Vz&hash=785f76b3cb375d33773128ef8e337428b56946a0&lang=en&cache-only=0",
            "defineEn": "extremely comfortable, particularly when expensive things are involved",
            "defineVi": "cực kỳ thoải mái, đặc biệt là khi những thứ đắt tiền có liên quan",
            "hasImg": true
        }
    ]
}