{
    "id": "5f76c523-67bb-435c-a464-6184c6b095c8",
    "title": "Your Body Is a Temple!",
    "originalTitle": "Lesson 41",
    "words": [
        {
            "id": "2b75184a-798d-41c3-ab64-5206726eb7a6",
            "word": "electric razor",
            "phonetic": "ᵻlɛktɹɪk ɹeɪzɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3RyaWMgcmF6b3I&hash=119e70c0bbb9686d6df0dd14abf9e16ec72bef6c&lang=en&cache-only=0",
            "defineEn": "an electric device that is used for shaving",
            "defineVi": "một thiết bị điện được sử dụng để cạo râu",
            "hasImg": true
        },
        {
            "id": "f5e78871-05d3-456c-a57b-78b9baaf2b33",
            "word": "shaver",
            "phonetic": "ʃeɪvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Handle is plastic, as are most electric shavers.",
                "And you're a fellow shaver, do you still shaving the booty or?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhdmVy&hash=5b55f669f81da43eecd9f8902a774682e57a9acb&lang=en&cache-only=0",
            "defineEn": "an electric tool used for shaving",
            "defineVi": "một công cụ điện được sử dụng để cạo râu",
            "hasImg": true
        },
        {
            "id": "7e5fb132-7e7b-4353-b422-07deaef0f83c",
            "word": "sunscreen",
            "phonetic": "sʌnskɹiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "We packed our beach bag with sunscreen, towels, and beach toys.",
                "First, not all sunscreens are harmful to the environment.",
                "Wearing a good-quality sunscreen, SPF minimum 30, ideally 50, throughout the year.",
                "Narrator: You can purchase sunscreens from other countries online.",
                "Sunscreen can be a lotion, a cream, or a spray."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vuc2NyZWVu&hash=2fd596bbfefd32c6a7d6d651f62a9bd045d9a4ed&lang=en&cache-only=0",
            "defineEn": "a cream that is applied to the skin to protect it from the harmful rays of the sun",
            "defineVi": "một loại kem được áp dụng cho da để bảo vệ nó khỏi các tia có hại của mặt trời",
            "hasImg": true
        },
        {
            "id": "a32f7a16-3fd9-4e48-a570-8f0ad0de8386",
            "word": "shampoo",
            "phonetic": "ʃæmpuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "She organized shampoo and soap bottles in the shower caddy in the bathroom.",
                "I can't even lie in the bath without him throwing a wobbly because there are a few shampoo bottles with the lids off.",
                "Skip the shampoo.",
                "That includes shampoo, makeup, perfume, cologne, deodorant, soap.",
                "The secret could be not shampooing."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhbXBvbw&hash=18992f7bb1e00ea00543e91b3b2ca2026269735a&lang=en&cache-only=0",
            "defineEn": "a liquid used to wash one's hair, carpet, etc.",
            "defineVi": "một chất lỏng được sử dụng để gội đầu, thảm, v.v.",
            "hasImg": true
        },
        {
            "id": "fb86dd04-c995-47d8-bf3b-b245a794cdb1",
            "word": "conditioner",
            "phonetic": "kəndɪʃənɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hair conditioner included a humectant that helped retain moisture and reduce frizz.",
                "I watch the conditioner I get it three four minutes of conditioner",
                "Things like chemical dough conditioner's, preservatives, added sugar and GMO's.",
                "Shampoo, conditioner, hair straighteners will also be brought, but those are boring, so.",
                "I do the same thing III let the conditioner go in"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZGl0aW9uZXI&hash=d1bb8b888b16608b30f9a228ea9e5c2ceb6b0ec2&lang=en&cache-only=0",
            "defineEn": "a liquid or cream applied to the hair after shampooing in order to make it softer and easier to style",
            "defineVi": "một chất lỏng hoặc kem bôi lên tóc sau khi gội đầu để làm mềm và dễ tạo kiểu hơn",
            "hasImg": true
        },
        {
            "id": "ac4ca984-4214-4ebf-8590-1b968aac2078",
            "word": "balm",
            "phonetic": "bɑːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "They sprinkle lemon balm leaves on their summer salads to add a citrusy twist to the dish.",
                "She enjoys adding lemon balm to her tea for a refreshing and calming experience.",
                "In recent years, Bomba has been a balm for those suffering from the aftermath of Hurricane Maria.",
                "It’s a balm to the soul to be able to give and to be able to help out.",
                "Beta-caryophyllene is what gives pepper its pepperiness, and caryophyllene oxide is found in plants like lemon balm and eucalyptus. "
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsbQ&hash=29c7acba72f405a47158ec0da687b8fb3b0f352b&lang=en&cache-only=0",
            "defineEn": "an ointment with a nice smell applied to the skin in order to heal a wound or soothe an irritation",
            "defineVi": "một loại thuốc mỡ có mùi thơm thoa lên da để chữa lành vết thương hoặc làm dịu vết kích ứng",
            "hasImg": true
        },
        {
            "id": "2c304d93-ba80-4f1f-a408-b65cb2d6ecb6",
            "word": "lotion",
            "phonetic": "loʊʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "We rubbed lavender lotion on our hands, reveling in its softening and relaxing properties.",
                "It's some hand lotion.",
                "This is a hand lotion.",
                "I rub magnesium lotion all over my body to make use of transdermal absorption.",
                "Sunscreen can be a lotion, a cream, or a spray."
            ],
            "audio": "https://tts.langeek.co/read?text=bG90aW9u&hash=88d8291e798f67007b8de18089744f885b4e8308&lang=en&cache-only=0",
            "defineEn": "any type of liquid that is put on the skin to protect or clean it",
            "defineVi": "bất kỳ loại chất lỏng nào được bôi lên da để bảo vệ hoặc làm sạch da",
            "hasImg": true
        },
        {
            "id": "83242ad7-9444-4a54-97f8-aa718749fd23",
            "word": "cosmetics",
            "phonetic": "kɑːzmɛɾɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "And these are chemicals, a pretty big class, that make plastics soft and FLEXIBLE, also PRESENT in COSMETICS and Personal Care Products, Room Fresheners, and anything FRAGRANCED."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29zbWV0aWNz&hash=1ede1b4ba1fc1a2666cac8fecb3e17fc0e57f2a3&lang=en&cache-only=0",
            "defineEn": "any type of substance that one puts on one's skin, particularly the face, to make it look more attractive",
            "defineVi": "bất kỳ loại chất nào mà một người bôi lên da, đặc biệt là trên mặt, để làm cho nó trông hấp dẫn hơn",
            "hasImg": true
        },
        {
            "id": "8b1fff8f-0f01-49c2-8bd9-b10b19485b41",
            "word": "make-up",
            "phonetic": "meɪkʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "I have no make-up on.",
                "I have more make-up than I actually need.",
                "And I am not wearing eye make-up yet.",
                "But I put on my make-up and I'm feeling very cute today.",
                "I was wearing make-up regularly and I just wanted to look really dressed up."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFrZS11cA&hash=f7fe57a3f22962d0766c2fc368c16eed2693c17f&lang=en&cache-only=0",
            "defineEn": "substances that are applied to the face to change or beautify the appearance",
            "defineVi": "các chất bôi lên mặt để thay đổi hoặc làm đẹp diện mạo",
            "hasImg": true
        },
        {
            "id": "1a497c20-472c-463c-93bf-7f961ad09ee0",
            "word": "gel",
            "phonetic": "dʒɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He put gel in his hair to style it for the interview.",
                "The vegan gummy candies used a plant-based gelling agent to achieve a chewy and gel-like consistency.",
                "I found out that the fruit compote used a gelling agent to bind the fruits together.",
                "A couple of months ago, I was just using gel.",
                "I make my own hair gel."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2Vs&hash=b2316339b47065e8b1fff973a774ee7b4da00fb5&lang=en&cache-only=0",
            "defineEn": "a semiliquid and sticky substance used in cosmetic or medicinal products for the hair or skin",
            "defineVi": "một chất bán lỏng và dính được sử dụng trong các sản phẩm mỹ phẩm hoặc thuốc cho tóc hoặc da",
            "hasImg": true
        },
        {
            "id": "474c712b-23cd-48ee-b37f-aaab8ff26dbd",
            "word": "hairspray",
            "phonetic": "hɛɹspɹeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Yeah, he's got a lot of hairspray.",
                "And now there is too much hairspray on these bangs!",
                "- I gotta lot of hairspray, I don't know about you.",
                "We've got our potato ammunition, isobutane propellant (hairspray), watermelon and large squash.",
                "You know, if you're, if you're buying any kind of hairspray or anything, you know."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFpcnNwcmF5&hash=cf82abaa1e9d42d03cc7e9734ac4177f6d310e50&lang=en&cache-only=0",
            "defineEn": "a cosmetic product that is sprayed on the hair in order to make it fixed in its position",
            "defineVi": "một sản phẩm mỹ phẩm được xịt lên tóc để làm cho nó cố định vào vị trí của nó",
            "hasImg": true
        },
        {
            "id": "bc893585-83d7-4df1-9522-96132d0a72a7",
            "word": "eyeliner",
            "phonetic": "aɪlaɪnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I only like brush tipped eyeliner.",
                "I need some eyeliner.",
                "Speaking of eyeliner.",
                "And I do wear eyeliner.",
                "It's got eyeliner and stuff all over it."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXllbGluZXI&hash=ed50e94f448cb5eb17aaa396103cca02ce48d925&lang=en&cache-only=0",
            "defineEn": "a usually black cosmetic that is worn at the edges of the eyes to make them appear more attractive or noticeable",
            "defineVi": "một loại mỹ phẩm thường có màu đen được đeo ở viền mắt để làm cho chúng trông hấp dẫn hoặc đáng chú ý hơn",
            "hasImg": true
        },
        {
            "id": "4c2cdbbf-c800-46bf-875b-6bb3ac828fcb",
            "word": "eyeshadow",
            "phonetic": "aɪʃɐdoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eyeshadows have definitely gone down.",
                "But eyeshadows last forever.",
                "I like their eyeshadows OK.",
                "But here is my eyeshadow palette.",
                "Too Faced eyeshadow in Teddy Bear for my eyebrows."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXllc2hhZG93&hash=72f04c8b03bf8c97f5efde007134e176bea9f9ec&lang=en&cache-only=0",
            "defineEn": "a colored cosmetic cream or powder applied to the eyelids or around the eyes to make them stand out or appear more attractive",
            "defineVi": "một loại kem hoặc phấn mỹ phẩm có màu thoa lên mí mắt hoặc xung quanh mắt để làm cho chúng nổi bật hoặc trông hấp dẫn hơn",
            "hasImg": true
        },
        {
            "id": "126dcc1d-807f-4bd1-b4ce-046a223e3e6e",
            "word": "blush",
            "phonetic": "blʌʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Spare his blushes.",
                "The manager spoke for his young employee in order to spare her blushes.",
                "Liam whispered sweet nothings into Jane's ear, making her blush and smile.",
                "I tried saving her blushes when she asked me to prom by saying I had no intention of going with anyone.",
                "The way he looked at her, his eyes on stalks, made her blush and feel desired."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymx1c2g&hash=56e5a13df95356d43e63cdcec77dd29f3f90c0cf&lang=en&cache-only=0",
            "defineEn": "the powder or cream that is put on the cheeks to make them look attractive by giving them color",
            "defineVi": "phấn hoặc kem được thoa lên má để làm cho chúng trông hấp dẫn bằng cách tạo màu cho chúng",
            "hasImg": true
        },
        {
            "id": "c1b1b5b0-da1d-48da-9830-7b043bb10e8a",
            "word": "concealer",
            "phonetic": "kənsiːlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, I just wear concealer.",
                "This concealer is old.",
                "Who's using way too much concealer?",
                "I'm using way too much concealer.",
                "And yet, humans are expert concealers."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY2VhbGVy&hash=fdf660b3d85cd139a61b071bad7706faf84a2a03&lang=en&cache-only=0",
            "defineEn": "a skin-toned cosmetic used to hide dark circles around the eyes, age spots or other blemishes",
            "defineVi": "một loại mỹ phẩm làm săn chắc da được sử dụng để che đi quầng thâm quanh mắt, đốm đồi mồi hoặc các nhược điểm khác",
            "hasImg": true
        },
        {
            "id": "f59c6789-3298-4107-89ae-23dad34526d7",
            "word": "face powder",
            "phonetic": "feɪs paʊdɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmFjZSBwb3dkZXI&hash=f4b9abf6a390a2727506d754bf6bd0fe2869faf0&lang=en&cache-only=0",
            "defineEn": "a skin-toned cosmetic powder applied to the face to make it less shiny and hide any blemishes",
            "defineVi": "một loại phấn mỹ phẩm làm săn chắc da được thoa lên mặt để làm cho da bớt bóng và che đi các khuyết điểm",
            "hasImg": true
        },
        {
            "id": "103eb95b-60d2-4447-a111-6306f170b863",
            "word": "foundation",
            "phonetic": "faʊndeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Careful planning laid the foundations for the nation’s economic miracle.",
                "Her early research laid the foundation for many important medical discoveries.",
                "These arguments provide the foundation for Simmel's account of the contradictory nature of modern life.",
                "What is stressed rather is that the same phenomenon provides the foundation for both historical tendencies.",
                "Sarah and her husband have been happily married for ten years and have built a strong foundation of love and trust."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm91bmRhdGlvbg&hash=0c70a2e807e4bb778648712c2f084d4164a8a0fb&lang=en&cache-only=0",
            "defineEn": "a substance in the form of cream, powder, or liquid applied to facial skin to prepare it for other cosmetics",
            "defineVi": "một chất ở dạng kem, bột hoặc chất lỏng bôi lên da mặt để chuẩn bị cho các loại mỹ phẩm khác",
            "hasImg": true
        },
        {
            "id": "7ca19ba4-0de8-4506-8f14-7629709ab06a",
            "word": "lip gloss",
            "phonetic": "lɪp ɡlɔs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now I'm gravitating more towards regular lipsticks, and also, I like lip gloss.",
                "All right, this is the Fussy lip gloss by Fenty Beauty.",
                "I'm also liking lip gloss or sheer lip colors more now.",
                "A long time ago, I was really into lip gloss, when I was younger, you know, when you're in high school.",
                "I don't like a whole lot of lip gloss, but there's one in particular, I really love."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlwIGdsb3Nz&hash=4660ba0077013761a83d4b15a5e01c690eac12ac&lang=en&cache-only=0",
            "defineEn": "a cosmetic substance applied to the lips to give them a shiny and solid color effect",
            "defineVi": "một chất mỹ phẩm được thoa lên môi để tạo hiệu ứng bóng và đồng màu",
            "hasImg": true
        },
        {
            "id": "61ad7ade-7ce3-4751-b04e-c167a78e31cf",
            "word": "lipstick",
            "phonetic": "lɪpstɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend's lipstick was red and made her lips stand out.",
                "Investing more money on the project is like putting lipstick on a pig, might slow down our downfall but that's that.",
                "I tell my children to be careful not to judge others based on appearances, because you can put lipstick on a pig, but it is still a pig.",
                "Trying to make her love is like putting a lipstick on a pig I'm telling you.",
                "I bought so many lipsticks."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlwc3RpY2s&hash=4f699bbdd19ea993b304405805739c6c1d8a75e0&lang=en&cache-only=0",
            "defineEn": "a waxy colored make-up that is worn on the lips",
            "defineVi": "một lớp trang điểm màu sáp được đeo trên môi",
            "hasImg": true
        },
        {
            "id": "41e8a1ed-b661-49bf-b409-ce8d15ff0963",
            "word": "mascara",
            "phonetic": "mæskɑːɹɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "I need mascara in my life.",
                "Going for mascara.",
                "Oh, this is the mascara.",
                "Especially if your mascara, your eyelashes aren't really thick.",
                "On top of that, I have their tinted brow mascara in the same color."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzY2FyYQ&hash=0143b8c10111dfa6cf7fc490b8b5f5996824b568&lang=en&cache-only=0",
            "defineEn": "a black make-up used to lengthen or darken the eyelashes",
            "defineVi": "một lớp trang điểm màu đen được sử dụng để kéo dài hoặc làm tối lông mi",
            "hasImg": true
        },
        {
            "id": "4972a56e-beb0-4163-9a4d-035de8daee5e",
            "word": "nail polish",
            "phonetic": "neɪl pɑːlɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She wore pink nail polish to match her outfit, feeling pretty and confident.",
                "I dropped a bottle of black nail polish on the floor once--",
                "I could actually fix my nails, my nail polish, or do a face mask.",
                "I've never been a nail polish person to begin with really.",
                "I lacquered it with nail polish that I got from Marinka and added this decorative stripe."
            ],
            "audio": "https://tts.langeek.co/read?text=bmFpbCBwb2xpc2g&hash=9113b1474b7d0ebfe02add8149b77669d9dd1024&lang=en&cache-only=0",
            "defineEn": "a cosmetic liquid that is put on the nails to color them and make them look attractive",
            "defineVi": "một chất lỏng mỹ phẩm được bôi lên móng tay để tô màu và làm cho chúng trông hấp dẫn",
            "hasImg": true
        },
        {
            "id": "0f492209-bd8f-460c-bb6f-6400b802bdba",
            "word": "face mask",
            "phonetic": "feɪs mæsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Create a revitalizing face mask using powdered bladderwrack to nourish and rejuvenate your skin.",
                "Creating a homemade face mask using mango can be a cost-effective option for skincare.",
                "My grandmother used neem powder as a natural face mask to treat acne and improve her skin.",
                "Bolsonaro discouraged social distancing and face masks.",
                "I also love face masks."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFjZSBtYXNr&hash=e79177d407557ccdfe006e107b6add0ea5f241be&lang=en&cache-only=0",
            "defineEn": "a substance that the face is covered with temporarily and is then removed in order to soothe or heal the skin",
            "defineVi": "một chất mà khuôn mặt được che phủ tạm thời và sau đó được loại bỏ để làm dịu hoặc chữa lành da",
            "hasImg": true
        },
        {
            "id": "4bebd335-de9e-416f-800f-c833e4b4d71a",
            "word": "dye",
            "phonetic": "daɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The red dye ran when the socks were washed.",
                "Natural food coloring made from beet juice or turmeric is used in some products as a substitute for synthetic food dyes.",
                "It literally dyed the bowl.",
                "These are dyes.",
                "Then his sons mix dye with water that's just the right temperature."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHll&hash=a8a1e883c5bcb0039ec15b9c07824482739c87cd&lang=en&cache-only=0",
            "defineEn": "a substance used for changing the color of something, which could be natural or synthetic",
            "defineVi": "một chất được sử dụng để thay đổi màu sắc của một cái gì đó, có thể là tự nhiên hoặc tổng hợp",
            "hasImg": true
        },
        {
            "id": "2af4944d-f12d-4507-a7a9-9c591420dffc",
            "word": "tweezers",
            "phonetic": "twiːzɚz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHdlZXplcnM&hash=f46a07516aacb332a7d4ee4d384c273c81db49c1&lang=en&cache-only=0",
            "defineEn": "a small tool with two long parts that are joined at one end, used to pluck hairs out",
            "defineVi": "một dụng cụ nhỏ có hai phần dài nối với nhau ở một đầu, dùng để nhổ lông",
            "hasImg": true
        },
        {
            "id": "762d521f-075c-4816-9f49-979f834ddbd2",
            "word": "clipper",
            "phonetic": "klɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Oh it does mean clipper, too, though.",
                "Do not use a regular human nail or toenail clippers.",
                "So the nail clipper has to be rounded like that.",
                "The barber shop clipper has blades that move back and forth and they create a localized shear stress.",
                "That would be like a barber shop clipper, right?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpcHBlcg&hash=0066c2c1268f5b337eccc1c82c3b9283f5549fb3&lang=en&cache-only=0",
            "defineEn": "a metal tool for cutting small things off",
            "defineVi": "một công cụ kim loại để cắt những thứ nhỏ",
            "hasImg": true
        },
        {
            "id": "63bcdde1-5055-4509-8de0-8f7caef3611f",
            "word": "cologne",
            "phonetic": "kəloʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He used to wear a cologne.",
                "The city of Cologne is a medieval city.",
                "That includes shampoo, makeup, perfume, cologne, deodorant, soap.",
                "The nose's contribution to romance is more than noticing perfume or cologne.",
                "Over the course of three months I applied colognes randomly and documented her reactions to each."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sb2duZQ&hash=d5202129f47324abdfb3eb818ae2601bfc2f5724&lang=en&cache-only=0",
            "defineEn": "a liquid that people put on some parts of their skin or clothes to smell better",
            "defineVi": "một chất lỏng mà mọi người đặt trên một số bộ phận của da hoặc quần áo của họ để có mùi thơm hơn",
            "hasImg": true
        },
        {
            "id": "7a5f6eda-a85c-43be-8e56-12e6d57b2af4",
            "word": "deodorant",
            "phonetic": "diːoʊdɚɹənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Deodorants, however, inhibit bacterial activity and mask odors at the same time.",
                "- You got bubble gum deodorant on?",
                "Mosquitoes are also enticed by deodorants, perfumes, soaps, and other applied fragrances.",
                "- That's my deodorant, man.",
                "That includes shampoo, makeup, perfume, cologne, deodorant, soap."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVvZG9yYW50&hash=33f87e79b4d7c9ea946090e31abb0fa1ff02b929&lang=en&cache-only=0",
            "defineEn": "a substance that people put on their skin to make it smell better or to hide bad ones",
            "defineVi": "một chất mà mọi người đặt trên da của họ để làm cho nó có mùi thơm hơn hoặc để che giấu mùi hôi",
            "hasImg": true
        },
        {
            "id": "df459690-6449-4711-bb63-5f775af8f0c7",
            "word": "mouthwash",
            "phonetic": "maʊθwɑːʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In 2013, Scope mouthwash of Procter & Gamble, released a commercial for Scope's bacon-flavored mouthwash.",
                "In 2013, Scope mouthwash of Procter & Gamble, released a commercial for Scope's bacon-flavored mouthwash.",
                "Scope claimed it would only taste like bacon while swishing the mouthwash in your mouth, but it would leave your mouth minty fresh."
            ],
            "audio": "https://tts.langeek.co/read?text=bW91dGh3YXNo&hash=bf12c3da6d258d4a1254b0983cfae870e210f472&lang=en&cache-only=0",
            "defineEn": "a liquid with an antiseptic effect that the mouth and teeth are rinsed with in order to become fresh and healthy",
            "defineVi": "một chất lỏng có tác dụng sát trùng mà miệng và răng được súc miệng để trở nên tươi mát và khỏe mạnh",
            "hasImg": true
        },
        {
            "id": "0ba06d25-d58a-4714-a387-208a03426e79",
            "word": "dental floss",
            "phonetic": "dɛntəl flɔs ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm just coming in to get the floss, the dental floss"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVudGFsIGZsb3Nz&hash=03e6d7f79479b709bbb063e68d494c8826e6c4f7&lang=en&cache-only=0",
            "defineEn": "a soft and silky thread used to clean between the teeth",
            "defineVi": "một sợi mềm và mượt được sử dụng để làm sạch giữa các răng",
            "hasImg": true
        },
        {
            "id": "f2b03775-d1da-43e1-90f1-84a59aea7c97",
            "word": "nail file",
            "phonetic": "neɪl faɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmFpbCBmaWxl&hash=76361596890df93b34c31b866420d752fb387b60&lang=en&cache-only=0",
            "defineEn": "a metal rough surface used for shaping and evening rough fingernails and toenails",
            "defineVi": "một bề mặt thô ráp bằng kim loại được sử dụng để tạo hình và làm bóng móng tay và móng chân thô ráp",
            "hasImg": true
        },
        {
            "id": "0a30814c-1562-4859-95d9-cfc4656dca57",
            "word": "cotton swab",
            "phonetic": "kɑːʔn̩ swɑːb ",
            "partOfSpeechType": "noun",
            "examples": [
                "The mother gently cleaned her baby's ears with a cotton swab.",
                "Now, dampen a cotton swab with rubbing alcohol and use it to clean around the keys.",
                "But cotton swabs just push the wax in further, and you risk rupturing your eardrum or introducing an infection.",
                "Apple suggests you use a dry cotton swab instead.",
                "Europe has pushed forward stringent legislation voting to ban all single-use plastic utensils, straws and cotton swabs from the EU beginning in 2021."
            ],
            "audio": "https://tts.langeek.co/read?text=Y290dG9uIHN3YWI&hash=cf92d136b069c95ec27b71ae4aa9c51952b06e9b&lang=en&cache-only=0",
            "defineEn": "a small stick with round pieces of cotton at each end used for hygienic or cosmetic purposes",
            "defineVi": "một cây gậy nhỏ với những miếng bông tròn ở mỗi đầu được sử dụng cho mục đích vệ sinh hoặc mỹ phẩm",
            "hasImg": true
        },
        {
            "id": "9629ae9e-10de-460b-beba-4428fcc368d3",
            "word": "tampon",
            "phonetic": "tæmpɑːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "For tampons, I've experimented with a few brands.",
                "- Is this like full of tampons or something?",
                "When I'm sleeping, I typically do wear tampons and pads, because yeah, I just feel safer that way.",
                "In most women, our hymens have an opening that's big enough for tampons, fingers, and yes, gettin' busy.",
                "Occasionally, a person will come in saying that their tampon is lost, and they don't see it, and I don't see it."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFtcG9u&hash=3bb8dd3607eb01591378cad5207a8124eaa848da&lang=en&cache-only=0",
            "defineEn": "a piece of cotton material that a woman inserts into her vagina to stop blood from coming out during her period",
            "defineVi": "một miếng vải cotton mà người phụ nữ nhét vào âm đạo của mình để ngăn máu chảy ra trong kỳ kinh nguyệt",
            "hasImg": true
        }
    ]
}