{
    "id": "5f866585-0db7-4ade-bb8c-6ee458393b63",
    "title": "Unit 2 - Lesson 4",
    "originalTitle": "Unit 2 - Lesson 4",
    "words": [
        {
            "id": "ac48893e-49ac-4c17-b323-3f2b461fd06e",
            "word": "philanthropic",
            "phonetic": "fɪlɐnθɹɑːpɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For all of their opulence, the duo is very philanthropic.",
                "To that end, Subaru has also become very involved in philanthropic work.",
                "When not training for the Super Bowl or co-chairing the Met Gala, Bündchen and Brady find time to philanthropic work.",
                "It was a huge philanthropic contribution to the Myrtle Beach area by Mr. Brooks, who had a vision that the Myrtle beach area could grow and expand and evolve as a tourism destination and a business community.",
                "Furthermore, the wealthiest Americans live in the biggest cities, and their philanthropic efforts predominantly go to the arts institutions near where they live."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhpbGFudGhyb3BpYw&hash=1c2053712ddadf8b59d2cd2bd5e446b809b238ec&lang=en&cache-only=0",
            "defineEn": "(of a person or organization) using a great portion of their income in order to provide social useful services",
            "defineVi": "(của một người hoặc tổ chức) sử dụng một phần lớn thu nhập của họ để cung cấp các dịch vụ hữu ích cho xã hội"
        },
        {
            "id": "41edab20-2d20-4459-994a-a482c11838eb",
            "word": "work",
            "phonetic": "wɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The students worked their heart and soul on their project.",
                "Not working my foot.",
                "Soymilk works well as a substitute for milk in sauces and creamy pasta dishes.",
                "My dad works forty hours a week.",
                "To work clay."
            ],
            "audio": "https://tts.langeek.co/read?text=d29yaw&hash=bde9fca176d084c843248403edd2a402467aaed6&lang=en&cache-only=0",
            "defineEn": "activity that requires physical or mental effort",
            "defineVi": "hoạt động đòi hỏi nỗ lực thể chất hoặc tinh thần",
            "hasImg": true
        },
        {
            "id": "ca2322b5-bbb3-4c5f-ad63-1b2ceac1cd27",
            "word": "donor",
            "phonetic": "doʊnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hospital's plea for donors tugged at the heartstrings of millions of viewers.",
                "The charity's efforts to help the community were recognized, putting them in a good light among donors.",
                "The politician realized that he who pays the piper, calls the tune, and that he needed to listen to the concerns of his campaign donors.",
                "We compensate donors for their time and their commitment to the program.",
                "Regular donors can make extra cash through referral bonuses, holiday giveaways, and rewards programs."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9ub3I&hash=1dc2108d3f239a8960331ed87bb2d8a9ccfc9e97&lang=en&cache-only=0",
            "defineEn": "someone or something that gives money, clothes, etc. to a charity for free",
            "defineVi": "ai đó hoặc cái gì đó cho tiền, quần áo, v.v. miễn phí cho một tổ chức từ thiện"
        },
        {
            "id": "0581b45a-13d1-4e9b-bbb8-ab07c9b663a7",
            "word": "philanthropist",
            "phonetic": "fɪlænθɹəpɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The prestigious gala dinner is attended by business tycoons, philanthropists, and political leaders.",
                "The rich philanthropist sponsored scholarships for underprivileged students.",
                "The philanthropist believed that money was only valuable if it was used to help others because, as the saying goes, money like manure, does no good till it is spread.",
                "Nick Lapham, a conservationist and philanthropist, owns an organic vegetable farm in Virginia.",
                "A philanthropist in his later years, Perot is survived by his wife, Margot, five children, and 16 grandchildren."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhpbGFudGhyb3Bpc3Q&hash=d953612cdc3f9d4d15fdc46ffd7c91f58c186bff&lang=en&cache-only=0",
            "defineEn": "a wealthy person, often a celibrity, who donates money and puts time and effort in order to help make life better for other people",
            "defineVi": "một người giàu có, thường là một người nổi tiếng, quyên góp tiền bạc và dành thời gian và công sức để giúp cuộc sống của người khác tốt đẹp hơn"
        },
        {
            "id": "9ae04466-6bc3-43cf-ac0d-a13d493b0a92",
            "word": "humanitarian",
            "phonetic": "hjuːmɐnɪtɛɹiən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Humanitarian groups warned of a long-term disaster.",
                "This is a humanitarian catastrophe.",
                "There’s a humanitarian crisis there. ",
                "We are continuing with humanitarian work.",
                "Just showing up in humanitarian assistance roles and disasters."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVtYW5pdGFyaWFu&hash=93bcfe2c14d7893e0d88c68efe526a75d968bbd5&lang=en&cache-only=0",
            "defineEn": "involved in or related to helping people who are in need to improve their living conditions",
            "defineVi": "tham gia hoặc liên quan đến việc giúp đỡ những người có nhu cầu cải thiện điều kiện sống của họ"
        },
        {
            "id": "d4284944-9e18-4088-9791-af1ffe0ef381",
            "word": "activist",
            "phonetic": "æktɪvɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The activist group launched a campaign to expose the gnomes of Zurich and other powerful figures in the financial world, calling for greater regulation and oversight of the global financial system.",
                "Many workers' rights activists have tended to promote the need to go through legal channels to secure workers' rights.",
                "One hundred years from now, will we remember the sitcom star, or the surgeon, or the human rights activist, or the guy who juggled frogs?",
                "Despite being from different backgrounds, the two activists shared a deep commitment to social justice and were kindred spirits in their fight for equality.",
                "The claim that soldiers killed an outspoken young ethnic activist in self-defense sets the alarm bells ringing,"
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0aXZpc3Q&hash=3f05278e50bcc0f539586f6333a9e670f1652e23&lang=en&cache-only=0",
            "defineEn": "a person who tries to bring about political or social change, especially someone who supports strong actions such as protests, etc.",
            "defineVi": "một người cố gắng mang lại thay đổi chính trị hoặc xã hội, đặc biệt là người ủng hộ các hành động mạnh mẽ như biểu tình, v.v.",
            "hasImg": true
        }
    ]
}