{
    "id": "5fa711e5-b48e-4c8c-9ace-d599bf7aef41",
    "title": "Types of Injuries",
    "originalTitle": "Types of Injuries",
    "words": [
        {
            "id": "994cbf89-8f1c-4d8e-8934-710ac5ab5f62",
            "word": "accident",
            "phonetic": "æksɪdənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Accidents like this happen all the time.",
                "That accident battered up the door of my car.",
                "She'll have an accident one day.",
                "The latest skiing accident is a case in point.",
                "Both drivers shared the blame for the accident."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjaWRlbnQ&hash=6325ffc0681756657ce5c3106701b5dee7a43bef&lang=en&cache-only=0",
            "defineEn": "an unexpected and unpleasant event that occurs by chance, usually causing damage or injury",
            "defineVi": "một sự kiện bất ngờ và khó chịu xảy ra một cách tình cờ, thường gây ra thiệt hại hoặc thương tích",
            "hasImg": true
        },
        {
            "id": "9ba6916c-dae4-4918-8985-ac780d310348",
            "word": "bite",
            "phonetic": "baɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "By the will of his wife, he bit the bullet.",
                "The bite had scarcely broken the skin.",
                "The bite had scarcely broken the skin.",
                "The street vendor served crispy trotter bites with a tangy dipping sauce at the food market.",
                "Never bite the hand that feeds you Carol."
            ],
            "audio": "https://tts.langeek.co/read?text=Yml0ZQ&hash=abbc6b5a929034492455a205c4024f98ca67469a&lang=en&cache-only=0",
            "defineEn": "a wound made by an animal's teeth or insect",
            "defineVi": "một vết thương do răng của động vật hoặc côn trùng",
            "hasImg": true
        },
        {
            "id": "16196c72-700e-42de-bcc3-bc7db0795554",
            "word": "black eye",
            "phonetic": "blæk aɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He had a black eye from a sports injury.",
                "How did you get that black eye?",
                "The little black eyes, and long pointcd nose between them, belonged to Mrs Sparsit.",
                "'She was eighteen then, a lovely girl, with beautiful skin, long curling black hair, and fine black eyes which shone as brightly as her jewels.",
                "Dark or black eyes are also featured in evocations of possession and demonic presence, and often symbolize a lack of control."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhY2sgZXll&hash=ddfc6b48ac80a210cee38b05d9901e3a6e0a5ae8&lang=en&cache-only=0",
            "defineEn": "an area of bruised skin surrounding the eye caused by a blow or injury",
            "defineVi": "một vùng da bầm tím xung quanh mắt do một cú đánh hoặc chấn thương",
            "hasImg": true
        },
        {
            "id": "9ab9f88d-1366-4608-9c9e-afb6208b44b6",
            "word": "break",
            "phonetic": "bɹeɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their approach to sports teaching broke the mold.",
                "The movie broke all box-office records.",
                "The movie broke box office records in the US.",
                "The bag broke under the weight of the bottles inside it.",
                "My watch has broken."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWs&hash=d95de3db3ce6955e70bb482a4e1c418429d97bff&lang=en&cache-only=0",
            "defineEn": "a fracture in a hard tissue, such as bone",
            "defineVi": "một vết nứt trong một mô cứng, chẳng hạn như xương",
            "hasImg": true
        },
        {
            "id": "647136b0-de36-47b7-8fe7-2a5dc6ef5b7b",
            "word": "bruise",
            "phonetic": "bɹuːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "There was always bruising competition.",
                "There's significant bruises.",
                "So it's a huge bruise underneath the skin.",
                "Also this dark coloration kinda looks like a bruise, what a bruise looks like underneath the skin.",
                "So my nerves, I can have a massive bruise, and it won't hurt me."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJ1aXNl&hash=dd088d463a24e5d754b2fbef1ba937bddf449a79&lang=en&cache-only=0",
            "defineEn": "an injury on the skin that appears as a dark mark, caused by a blow involving the rupture of vessels underneath",
            "defineVi": "một vết thương trên da xuất hiện dưới dạng một vết sẫm màu, do một cú đánh liên quan đến việc vỡ các mạch bên dưới",
            "hasImg": true
        },
        {
            "id": "6f079ac6-cfd5-45f8-a443-e821188004b6",
            "word": "wound",
            "phonetic": "wuːnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Telling that story only reopenes old wounds.",
                "Any more cuts in government aid to these poor people will be twisting the knife in the wound.",
                "The slow healing process of the wound required regular care.",
                "Mentioning her new boyfriend just rubbed salt into the wound.",
                "She tied some strips of cloth around the wound to check the bleeding."
            ],
            "audio": "https://tts.langeek.co/read?text=d291bmQ&hash=15ea86b18100eda834d713d914252b3ab64fa574&lang=en&cache-only=0",
            "defineEn": "an injury inflicted to the body especially one that seriously damages the skin or the flesh",
            "defineVi": "một vết thương gây ra cho cơ thể, đặc biệt là vết thương gây tổn thương nghiêm trọng cho da hoặc thịt",
            "hasImg": true
        },
        {
            "id": "cea226fb-e5ad-4f5e-a749-e3fa2ed834ca",
            "word": "scrape",
            "phonetic": "skɹeɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Current drilling technology thus barely scrapes the surface.",
                "You really are scraping the bottom of the barrel!",
                "I barely scraped the surface of everything there was to do and see.",
                "She used a knife to scrape the hull off the coconut to reveal the white flesh inside.",
                "No one will respect those who bows and scrapes every day."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NyYXBl&hash=dceb0476784a3518d7bd3c48f4eb1f1e4e554c42&lang=en&cache-only=0",
            "defineEn": "an abraded area where the skin is torn or worn off",
            "defineVi": "một khu vực bị mài mòn nơi da bị rách hoặc mòn"
        },
        {
            "id": "5a96a9a2-cf14-412f-9cdf-35a9812e03ef",
            "word": "sprain",
            "phonetic": "spɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The young athlete suffered a sprained ankle during the game, but with proper treatment and rehabilitation, she's on the mend and eager to get back on the field.",
                "If you sprain your ankle, that pain is probably associated with tissue damage.",
                "I think I've sprained my wrist I've had a cold for three days now last year.",
                "This is the type of crash most likely to inflict a neck sprain or whiplash injury.",
                "Her leg was stable, but her ankle joint was swollen, meaning she had sprained it."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ByYWlu&hash=401deced73dfa4a85ec0031dca3bac1310a36b05&lang=en&cache-only=0",
            "defineEn": "a painful injury resulting in the sudden twist of a bone or joint, particularly one's wrist or ankles",
            "defineVi": "một chấn thương đau đớn dẫn đến xoắn xương hoặc khớp đột ngột, đặc biệt là cổ tay hoặc mắt cá chân của một người",
            "hasImg": true
        },
        {
            "id": "a5de2d9c-e8ab-410c-90eb-c7be80b2a6d4",
            "word": "fracture",
            "phonetic": "fɹæktʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eventually, those crater walls can even fracture.",
                "And then, according to state records, in 1984 and 1985, the alpine slide produced 14 fractures 26 head injuries.",
                "Whether it's going to fracture?",
                "Yeah, it's fracture mechanics.",
                "In this method, porous rock is fractured by the use of water, sand and chemicals in order to release the enclosed natural gas."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhY3R1cmU&hash=31cd41a1a671f90a2b7ec10bb5e4afa277e2bc31&lang=en&cache-only=0",
            "defineEn": "a crack or break in a bone or other hard substance",
            "defineVi": "vết nứt hoặc gãy xương hoặc chất cứng khác",
            "hasImg": true
        },
        {
            "id": "c755360d-d4fb-4161-9577-4798617a97b4",
            "word": "stress fracture",
            "phonetic": "stɹɛs fɹæktʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RyZXNzIGZyYWN0dXJl&hash=9fda13d4627850663f40f041df2fb868d52d520e&lang=en&cache-only=0",
            "defineEn": "fracture resulting from excessive activity rather than a specific injury",
            "defineVi": "gãy xương do hoạt động quá mức chứ không phải do chấn thương cụ thể"
        },
        {
            "id": "884d0702-d57c-4e9f-b778-70c855ce1f5f",
            "word": "compound fracture",
            "phonetic": "kɑːmpaʊnd fɹæktʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29tcG91bmQgZnJhY3R1cmU&hash=d99d6862db374b4b41247c124ce425d547667e35&lang=en&cache-only=0",
            "defineEn": "bone fracture associated with lacerated soft tissue or an open wound",
            "defineVi": "gãy xương liên quan đến mô mềm bị rách hoặc vết thương hở"
        },
        {
            "id": "e4459b44-980a-40ee-9400-9a26ce33fdf4",
            "word": "bump",
            "phonetic": "bʌmp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can you feel the bump on my head?",
                "Bump, bump, bump.",
                "Check out these bumps.",
                "He measured these bumps. ",
                "He measured these bumps. "
            ],
            "audio": "https://tts.langeek.co/read?text=YnVtcA&hash=5695f4f3c3c8dfabf9f64b564a8d5768c731acdd&lang=en&cache-only=0",
            "defineEn": "a swelling on the body caused by illness or injury",
            "defineVi": "sưng tấy trên cơ thể do bệnh tật hoặc chấn thương",
            "hasImg": true
        },
        {
            "id": "1db3a14b-f760-4b47-8b43-90779380637b",
            "word": "burn",
            "phonetic": "bɜːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cake was burnt to a cinder.",
                "The dinner was burned to a cinder.",
                "I accidentally burned my hand on the hot stove.",
                "Lawmakers were burning the midnight oil last night, as the debate continued.",
                "A burnt child dreads the fire, as they say."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVybg&hash=819b429c3756022423b3aff95a3edb0edf92eacd&lang=en&cache-only=0",
            "defineEn": "a mark or injury that is caused by exposure to fire, acid, heat, etc.",
            "defineVi": "một vết hoặc vết thương do tiếp xúc với lửa, axit, nhiệt, v.v."
        },
        {
            "id": "86eb7fc2-003e-4b95-af19-176a95bf129c",
            "word": "lesion",
            "phonetic": "liːʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lesion and imaging studies have shown that another part of your brain, the anterior cingulate cortex, plays a role in both.",
                "So a nematode is a parasite that comes in through the sinuses and it makes these lesions on the brain.",
                "And a study of 78 SARS patients found that some of them had lung lesions when they were infected in 2003 that cleared up by the next year.",
                "In a 2004 study, rats given injections of annonacin developed brain lesions within a month.",
                "Reports from the time described symptoms like yellowed skin, fevers, intense nosebleeds, and skin lesions."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVzaW9u&hash=604532309215b9d6b0c2039578510b04e555af9f&lang=en&cache-only=0",
            "defineEn": "an injury to living tissue (especially an injury involving a cut or break in the skin)",
            "defineVi": "chấn thương mô sống (đặc biệt là chấn thương liên quan đến vết cắt hoặc vết đứt trên da)",
            "hasImg": true
        },
        {
            "id": "7bbb57c2-c29a-4ca4-b9d2-612a22b448c9",
            "word": "rupture",
            "phonetic": "ɹʌptʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "What he might very well have had is a rupture of his intestine.",
                "This creates a high pressure shockwave, which shatters glass, ruptures ear drums, and maybe some internal organs.",
                "This could rupture high-pressure gas lines, releasing gas into the air and igniting potentially deadly explosions.",
                "This is when the ruptured follicle forms in the corpus luteum.",
                "All of these would be ruptured, and so we would be losing 60% of our water supply."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVwdHVyZQ&hash=c169b096731c3f712df46a4b47da8f5eef0aaec5&lang=en&cache-only=0",
            "defineEn": "a severe injury that causes an internal organ or soft tissue to break or tear suddenly",
            "defineVi": "một chấn thương nghiêm trọng khiến cơ quan nội tạng hoặc mô mềm bị vỡ hoặc rách đột ngột"
        },
        {
            "id": "7157a8c0-f6ca-49eb-ba0f-409b7ec5dc8f",
            "word": "first-degree burn",
            "phonetic": "fɜːstdᵻɡɹiː bɜːn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zmlyc3QtZGVncmVlIGJ1cm4&hash=8f2ff4f24557006091a446e6b04e8299d9f060e8&lang=en&cache-only=0",
            "defineEn": "a mild burn that only affects the outer layer of the skin",
            "defineVi": "bỏng nhẹ chỉ ảnh hưởng đến lớp ngoài của da"
        },
        {
            "id": "3ff3f926-cf88-4260-a4fb-470eacde5e54",
            "word": "second-degree burn",
            "phonetic": "sɛkənddᵻɡɹiː bɜːn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2Vjb25kLWRlZ3JlZSBidXJu&hash=3c5fd3784444a19fdca364d951c24dcc99cd96f4&lang=en&cache-only=0",
            "defineEn": "a burn that affects the first and second layers of the skin and appears red, blistered, and can be swollen and extremely painful",
            "defineVi": "vết bỏng ảnh hưởng đến lớp thứ nhất và thứ hai của da và có màu đỏ, phồng rộp, có thể sưng tấy và cực kỳ đau"
        },
        {
            "id": "d71c3aa3-2aa2-445b-a184-650b77682901",
            "word": "third-degree burn",
            "phonetic": "θɜːddᵻɡɹiː bɜːn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhpcmQtZGVncmVlIGJ1cm4&hash=65a91115848de359e14c7056ba148a7e370833c9&lang=en&cache-only=0",
            "defineEn": "a deep and severe burn, caused by contact with heat, radiation, or chemicals, that destroys both epidermis and dermis",
            "defineVi": "vết bỏng sâu và nặng do tiếp xúc với nhiệt, bức xạ hoặc hóa chất, phá hủy cả lớp biểu bì và hạ bì"
        },
        {
            "id": "5ed07a06-b669-4519-a31f-16b867c3d526",
            "word": "hobble",
            "phonetic": "hɑːbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "She turned her ankle on the rocks and had to hobble back to camp.",
                "And then she hobbled out of this bodega.",
                "In one day, you might see Carmine De Sapio hobbling in. ",
                "Congress reaches agreement on a COVID financial relief package as the economy remains hobbled by the pandemic.",
                "You’ll look much worse when you’re hobbling and your feet are bleeding in more stylish footwear."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9iYmxl&hash=ab8e962795f66c4903c03d5a089868bb6e877e38&lang=en&cache-only=0",
            "defineEn": "a shackle for the ankles or feet",
            "defineVi": "một cùm cho mắt cá chân hoặc bàn chân"
        },
        {
            "id": "f8d26ffb-c21d-49a6-9971-ebb0278fb8d1",
            "word": "pull",
            "phonetic": "pʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "She always pulls her weight.",
                "Uh, I was just pulling your chain, man.",
                "The caterer really pulled a rabbit out of a hat by producing 100 cupcakes with just 20 minutes' notice.",
                "She pulls a face at her brother whenever he teases her.",
                "She pulled her suitcase behind her as she walked through the airport."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVsbA&hash=4352cb39b4e148da78336060b178211908a9f65b&lang=en&cache-only=0",
            "defineEn": "a sharp strain on muscles or ligaments",
            "defineVi": "căng cơ hoặc dây chằng"
        },
        {
            "id": "40984770-5120-45c5-b29a-9d1589088c2e",
            "word": "scab",
            "phonetic": "skæb ",
            "partOfSpeechType": "noun",
            "examples": [
                "then you'll later pick at the scabs.",
                "The trees produce a gummy resin, like a scab, as a protection against the injury.",
                "Even though it can be hard to do sometimes, leave your scabs alone!",
                "As the new skin grows over the cut, the scab starts to get loose.",
                "Under the scab, your body is hard at work, killing any germs that might have gotten inside of your body before the platelets plugged up the cut."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NhYg&hash=a96d1f31991a2eaaa08822753a255a5b984162bd&lang=en&cache-only=0",
            "defineEn": "the crustlike surface of a healing skin lesion",
            "defineVi": "bề mặt giống như lớp vỏ của một tổn thương da đang lành"
        },
        {
            "id": "ad876537-a6b0-4da7-b583-ce5ce7b90a73",
            "word": "scald",
            "phonetic": "skɑːld ",
            "partOfSpeechType": "noun",
            "examples": [
                "Scalding milk underneath the pot, that's good.",
                "(Caroline) Like, does it feel like it's scalding you?",
                "Finally, after launch, the Sea Dragon’s huge and scalding exhaust plume would be kept far away from populated areas.",
                "There was Michelle who spent hours in her shower under the scalding water.",
                "Otherwise I would spend days, as I have in the past, in the men's room rubbing and scrubbing and scalding."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NhbGQ&hash=e13da5a35dfc502a27b14b0184ac296bc6326d50&lang=en&cache-only=0",
            "defineEn": "a first degree burn resulting from hot liquid or steam",
            "defineVi": "bỏng cấp độ một do chất lỏng hoặc hơi nước nóng",
            "hasImg": true
        },
        {
            "id": "9f94e872-cd02-4d0b-ac97-d227b3b8656f",
            "word": "scar",
            "phonetic": "skɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She had a scar just below her knee from a childhood bike accident.",
                "He had a scar running down his left cheek.",
                "The scar started just above her ankle and went all the way up inside her leg.",
                "COVID will indeed scar a generation of health care workers.",
                "Scars in your lungs aren’t quite like scars on your skin."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nhcg&hash=efe9fdce91310cfde6d0f9dfcab3e1fb4aa6f4e8&lang=en&cache-only=0",
            "defineEn": "a mark that is left on one's skin after a wound or cut has healed",
            "defineVi": "một dấu vết để lại trên da của một người sau khi vết thương hoặc vết cắt đã lành",
            "hasImg": true
        },
        {
            "id": "19ba5af3-0b93-4fb1-82ed-5056de80c488",
            "word": "cut",
            "phonetic": "kʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The line cuts the circle at two points.",
                "He's cutting his own throat.",
                "Budget cuts are putting the squeeze on scientific research.",
                "Cutting Jefferson a break?",
                "He really cuts the ground from under my feet."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3V0&hash=d16f1388479dd1933f1fbaa7dbf36f5a5619c760&lang=en&cache-only=0",
            "defineEn": "a break or opening in the skin or flesh, often caused by a sharp object or injury",
            "defineVi": "vết nứt hoặc hở trên da hoặc thịt, thường do vật sắc nhọn hoặc vết thương gây ra",
            "hasImg": true
        },
        {
            "id": "db986807-bd44-4e09-8eca-af3d42cadaaa",
            "word": "scratch",
            "phonetic": "skɹætʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She's scratched my back plenty of times.",
                "and I'll scratch yours.",
                "He scratched his head, puzzled by the difficult math problem.",
                "He scratches his itch for adventure by traveling to exotic destinations.",
                "She scratched that itch of curiosity by exploring different cultures and traditions."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NyYXRjaA&hash=0e06f8e297365c9b9f28afda8eb15878139beede&lang=en&cache-only=0",
            "defineEn": "a wound or mark produced as a result of scratching",
            "defineVi": "một vết thương hoặc vết được tạo ra do trầy xước",
            "hasImg": true
        },
        {
            "id": "05b86484-f8ec-43dc-9fdf-f3f01ce1a4a4",
            "word": "sting",
            "phonetic": "stɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Don't be fooled by his kind words, he's known to be manipulative - bees that have honey in their mouths have stings in their tails.",
                "The alluring investment opportunity may promise great returns, but remember that honey is sweet, but the bee stings, and research the risks and potential downsides before committing your money.",
                "Still stinging a little bit.",
                "Are your lips stinging?",
                "Honeybee stings are in the middle of the pain scale."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Rpbmc&hash=2dce18763f167c5fe4449cc4e95da72448b1329a&lang=en&cache-only=0",
            "defineEn": "a painful infliction caused by a small sharp and pointed organ that some insects have and use to penetrate the prey and inject poison",
            "defineVi": "một vết thương đau đớn gây ra bởi một cơ quan nhỏ và nhọn mà một số loài côn trùng có và sử dụng để xâm nhập vào con mồi và tiêm chất độc",
            "hasImg": true
        },
        {
            "id": "2aaab81d-cfee-48f6-ab4f-30bad3faa033",
            "word": "strain",
            "phonetic": "stɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can the ropes take the strain?",
                "I strained the vegetable stock after simmering carrots and onions to achieve a clear liquid.",
                "She finds it a strain to meet new people.",
                "She finds meeting new people a strain.",
                "We can't afford to strain at gnats and swallow camels."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyYWlu&hash=d7079b285c629ae7f144f228ed7656faa91a8fd4&lang=en&cache-only=0",
            "defineEn": "an injury to a muscle or tendon often caused by overexertion",
            "defineVi": "chấn thương cơ hoặc gân thường do vận động quá sức"
        },
        {
            "id": "056063fd-ac58-4038-a95e-8ce32f7465cd",
            "word": "concussion",
            "phonetic": "kəŋkʌʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Each year in the United States, players of sports and recreational activities receive between 2.5 and 4 million concussions.",
                "This combination of events causes a concussion.",
                "The sea jelly has a concussion.",
                "This is called a concussion.",
                "Aikman's concussion was bad enough that he could not return to the game."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY3Vzc2lvbg&hash=e1e06d2a0cecdecbb043327afca35126dc55e7c0&lang=en&cache-only=0",
            "defineEn": "a momentary loss of consciousness provoked by a hard blow on the head",
            "defineVi": "mất ý thức tạm thời do một cú đánh mạnh vào đầu"
        },
        {
            "id": "4df87061-567e-4f20-a60f-bb9dc41a5f4e",
            "word": "contusion",
            "phonetic": "kəntuːʒən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29udHVzaW9u&hash=67b3143275dc12508e24f6b08a3ea148400ff21f&lang=en&cache-only=0",
            "defineEn": "an injury that leaves a bruise and causes extreme pain but doesn't break the skin tissue",
            "defineVi": "một vết thương để lại vết bầm tím và gây đau đớn tột cùng nhưng không phá vỡ mô da",
            "hasImg": true
        },
        {
            "id": "e15f84ae-9b2c-495e-bd4d-2c6248ac23de",
            "word": "whiplash injury",
            "phonetic": "wɪplæʃ ɪndʒɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is the type of crash most likely to inflict a neck sprain or whiplash injury."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hpcGxhc2ggaW5qdXJ5&hash=68ec9d6e78c1a0b4ea3104cbcf4ff64242487a14&lang=en&cache-only=0",
            "defineEn": "a neck injury caused by one's neck bending forward and back suddenly and forcefully",
            "defineVi": "một chấn thương cổ do cổ của một người uốn cong về phía trước và phía sau đột ngột và mạnh mẽ"
        },
        {
            "id": "e576954f-e918-4892-88f8-054f6082eb90",
            "word": "pinch",
            "phonetic": "pɪntʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A pinch of laver flakes enhances the flavor of miso soup.",
                "The policeman pinched his eyes as if overcome with a sudden stab of pain.",
                "He sprinkled a pinch of ground anise over his roasted vegetables.",
                "The chef sprinkled a pinch of salt to enhance the flavors of the soup.",
                "They added a pinch of cocoa powder to their milk for a homemade chocolate milk."
            ],
            "audio": "https://tts.langeek.co/read?text=cGluY2g&hash=03c488005993fb562c97b7e311a412ba8684e813&lang=en&cache-only=0",
            "defineEn": "an injury resulting from getting some body part squeezed",
            "defineVi": "một chấn thương do bị ép một số bộ phận cơ thể"
        },
        {
            "id": "b368d498-973f-4f60-9455-e4f0a37dc053",
            "word": "cauliflower ear",
            "phonetic": "kɑːlɪflaʊɚɹ ɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2F1bGlmbG93ZXIgZWFy&hash=c228911ae1a478bfdf1f82cc839185b87576cdb7&lang=en&cache-only=0",
            "defineEn": "an auricle deformed by injury; common among boxers",
            "defineVi": "auricle bị biến dạng do chấn thương; phổ biến giữa các võ sĩ"
        },
        {
            "id": "5343bb3b-4dfb-422d-9316-29e85468d5e2",
            "word": "ulcer",
            "phonetic": "ʌlsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You could also develop ulcers as a result of that where it just erodes away the mucosal lining, but it doesn't have to go that far.",
                "Do you guys know what a stomach ulcer is?",
                "She has a little ulcer in her right eye, on her right cornea and the left one is a little bit goopy",
                "The discovery won him a Nobel Prize for medicine in 2005 and proved the stress ulcer theory was false.",
                "My kidney fell, my spleen fell and was left with a 2mm ulcer in my duodenum and then spent four days in the hospital."
            ],
            "audio": "https://tts.langeek.co/read?text=dWxjZXI&hash=95deebf38ef205605b7637d197a2f3bbfe930311&lang=en&cache-only=0",
            "defineEn": "a lesion or sore on the skin that might bleed or even produce a poisonous substance",
            "defineVi": "một vết thương hoặc vết loét trên da có thể chảy máu hoặc thậm chí tạo ra chất độc"
        }
    ]
}