{
    "id": "6026579b-cd7e-4490-87e4-7c015a04a2a8",
    "title": "It's a Fairy Tale!",
    "originalTitle": "Lesson 33",
    "words": [
        {
            "id": "c4e45c2e-2e02-4288-a9b9-d46e6d33deca",
            "word": "to bewitch",
            "phonetic": "tə bᵻwɪtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Meanwhile, this beetle is bewitched by sweet-smelling nectar.",
                "\"Bewitching soft drink tablets, artificially sweetened, dietary.\"",
                "When he wished to hear music, his ears filled with bewitching tones."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmV3aXRjaA&hash=9e9a6d1dc8ccba407cb97463beec1f0828c16bd4&lang=en&cache-only=0",
            "defineEn": "to use a spell against someone",
            "defineVi": "để sử dụng một câu thần chú chống lại một ai đó"
        },
        {
            "id": "88075c43-3d87-4597-9b12-49e6595c3e06",
            "word": "to charm",
            "phonetic": "tə tʃɑːɹm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Megan found herself head over heels with David, enchanted by his intelligence, charm, and caring nature.",
                "The restaurant has an old school charm, with checkered tablecloths and classic diner-style food.",
                "Whatever his trade in charms and potions, Master Raymond plainly did a roaring business in high-quality cherry brandy.",
                "Sarah's impressive knowledge and captivating storytelling skills never failed to charm the pants off her audience during presentations.",
                "Yesterday, Emily dressed in her Sunday best for the wedding ceremony, radiating beauty and charm in her exquisite gown."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hhcm0&hash=811b49b7f8c4fe31035742d87b3ce87e91c75519&lang=en&cache-only=0",
            "defineEn": "to gain control over someone by using magic spells",
            "defineVi": "để giành quyền kiểm soát ai đó bằng cách sử dụng phép thuật"
        },
        {
            "id": "b5d03dc8-7878-448a-8cc9-60c0aee317bf",
            "word": "to curse",
            "phonetic": "tə kɜːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Curse you David.",
                "Curses, like chickens, come home to roost.",
                "We got shortchanged, she cursed a blue streak and got our money back.",
                "When I was a squeaker nobody gave a tinker's curse whether my daily workings were right or wrong.",
                "After all our inspections, there's still a giant question mark hanging against this cursed case."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3Vyc2U&hash=7b9f57bbf12cb6be2e65b39c68e83b89e16ea02c&lang=en&cache-only=0",
            "defineEn": "to put an evil spell on someone to harm them",
            "defineVi": "đặt một câu thần chú xấu xa lên ai đó để làm hại họ"
        },
        {
            "id": "b3ace07c-65f5-43c6-9af7-26e2270cb21d",
            "word": "to enchant",
            "phonetic": "tʊ ɛntʃænt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Last night, she was the belle of the ball, enchanting everyone with her stunning gown and captivating smile.",
                "Megan found herself head over heels with David, enchanted by his intelligence, charm, and caring nature.",
                "We all have enchanted objects in our lives.",
                "To use this method, you will need to have enchanted books.",
                "If you don't have enough experience points, you will not be able to enchant your item until you get the required amount."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5jaGFudA&hash=953c43aaa9e5f59437b1609fead7e03fed3fd74f&lang=en&cache-only=0",
            "defineEn": "to put someone under a magic spell",
            "defineVi": "để đặt ai đó dưới một câu thần chú ma thuật"
        },
        {
            "id": "10994326-5c05-4186-8f70-6698b35e0fcf",
            "word": "to haunt",
            "phonetic": "tə hɔːnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "His parents' obsession with keeping up appearances haunted his childhood.",
                "Death haunted every moment.",
                "This next segment haunts me in my dreams.",
                "But the crash of the 90s is still haunting.",
                "For eighteen years she has haunted me."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGF1bnQ&hash=54f836dc6a30819091f47f20b351e2dd1285bf86&lang=en&cache-only=0",
            "defineEn": "(of a ghost) to appear or be seen repeatedly in a building",
            "defineVi": "(của một con ma) xuất hiện hoặc được nhìn thấy nhiều lần trong một tòa nhà"
        },
        {
            "id": "bc3fa2c4-29a1-42d9-be3a-29161c11da33",
            "word": "demon",
            "phonetic": "diːmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Don't let deaf demon",
                "Demon comes out.",
                "I'm a speed demon.",
                "You're a speed demon.",
                "I'm a speed demon."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtb24&hash=167d2845cc3d25d16da897912af67e7850583fda&lang=en&cache-only=0",
            "defineEn": "an evil supernatural creature",
            "defineVi": "một sinh vật siêu nhiên độc ác",
            "hasImg": true
        },
        {
            "id": "39aae18f-973d-4c5d-adc7-fcc9fcc25e8e",
            "word": "dragon",
            "phonetic": "dɹæɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dragons don’t exist.",
                "The children were excited to try the unusual-looking dragon fruit, an exotic accessory fruit.",
                "Viewers will remember the dashing hero, Dirk, risking life and limb to rescue Daphne from the dragons.",
                "Dragons play a significant role in Welsh mythology, as well.",
                "Dragons are also a part of its imperial history."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhZ29u&hash=a93cfef6757f2c1d7defe6c2ee25e9fca4b859f3&lang=en&cache-only=0",
            "defineEn": "a fictional, large winged animal with a long tail that is usually able to breathe fire",
            "defineVi": "một con vật hư cấu, có cánh lớn với cái đuôi dài thường có thể thở ra lửa",
            "hasImg": true
        },
        {
            "id": "3a90484e-1806-46fb-8714-2e25ffdd8754",
            "word": "dwarf",
            "phonetic": "dwɔːɹf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Baker Mayfield's contract dwarfs other rookies.",
                "The buildings dwarf you. ",
                "A magnetar flare dwarfs that into insignificance.",
                "Interestingly, brown dwarfs are a better bet as an energy source.",
                "The dwarf carried on."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHdhcmY&hash=ccd94b36ac70aa797cc551962f01ed0d5c8807f3&lang=en&cache-only=0",
            "defineEn": "a fictional, small human-like creature that generally lives under the ground and works in mines",
            "defineVi": "một sinh vật hư cấu nhỏ giống con người thường sống dưới lòng đất và làm việc trong hầm mỏ"
        },
        {
            "id": "149fc526-89c7-4991-8b51-88b9f6884acf",
            "word": "fairy",
            "phonetic": "fɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "We all know that Mary often seems away with the fairies.",
                "It's no use trying to explain the problem to her - she's away with the fairies!",
                "This fairy creature is a shoemaker.",
                "And to me this creepiness evokes fairy, demon, and changeling vibes.",
                "They even make dancing slippers for the other fairies."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFpcnk&hash=238cfeed852ce700f18bf037ecf23bd4cbbacd2a&lang=en&cache-only=0",
            "defineEn": "a fictional, small especially female creature that has magical powers",
            "defineVi": "một sinh vật hư cấu, nhỏ đặc biệt là nữ có sức mạnh ma thuật"
        },
        {
            "id": "129e92e9-72bd-4666-9170-9a019db6dd68",
            "word": "genie",
            "phonetic": "dʒiːni ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Like the genie.",
                "But the genie was already out of the bottle.",
                "He is a genie! -",
                "This genie is not going back in the bottle.",
                "I'm the genie of the lamp."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuaWU&hash=fbbea5108122f5a2dfcc907527d0b6b83860f463&lang=en&cache-only=0",
            "defineEn": "a spirit in Arabian stories that has magical powers, which grants wishes when summoned",
            "defineVi": "một linh hồn trong những câu chuyện Ả Rập có sức mạnh ma thuật, ban cho điều ước khi được triệu tập"
        },
        {
            "id": "27fa9940-9f93-4d3d-81cb-90801220f9af",
            "word": "ghost",
            "phonetic": "ɡoʊst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The old man gave up the ghost.",
                "My poor old car finally gave up the ghost.",
                "Ours has finally given up the ghost.",
                "The piece raises the ghosts of a number of twentieth-century art ideas.",
                "He doesn't have/stand a ghost of a chance of winning."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2hvc3Q&hash=bdd206d901e0b9bc45aeadbb7dcb4a46e81f683f&lang=en&cache-only=0",
            "defineEn": "a dead person's spirit that people believe can be seen",
            "defineVi": "linh hồn của một người chết mà mọi người tin rằng có thể được nhìn thấy"
        },
        {
            "id": "03a964aa-d71d-4078-b123-0ad1b204ce05",
            "word": "giant",
            "phonetic": "dʒaɪənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They have to put up with a giant oil refinery right on their doorstep.",
                "Last year my son discovered a giant runner bean in his garden and couldn't wait to show it off to his friends.",
                "Standing on the shoulders of giants is a necessary part of creativity",
                "Frank knew he was just a cog in the wheel of this giant corporation.",
                "Giant retail chains are pricing locally owned shops out of the market all over the country."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2lhbnQ&hash=ed4333d0dff91c101d3d6bfd6fa754ab87004c11&lang=en&cache-only=0",
            "defineEn": "a fictional human-like creature that is extremely large and powerful",
            "defineVi": "một sinh vật giống con người hư cấu cực kỳ to lớn và mạnh mẽ",
            "hasImg": true
        },
        {
            "id": "aae58b24-cb70-4228-9772-9d1baaff8441",
            "word": "ghoul",
            "phonetic": "ɡuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "That would NOT be ghoul.",
                "They weren't saying you were a hideous ghoul before.",
                "I hear she was a ghoul before and now, thank god for you, lucky.",
                "Yeah, it depends on how you count, you sniveling little ghoul.",
                "The manananggal is one of many types of aswang, a Filipino word meaning demon, ghoul, or witch."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2hvdWw&hash=7d556ea580108e93377a597e71ac7ad6834f4064&lang=en&cache-only=0",
            "defineEn": "a fictional evil spirit that eats buried dead bodies",
            "defineVi": "một linh hồn xấu xa hư cấu ăn xác chết được chôn cất"
        },
        {
            "id": "0b218603-3f30-4033-bb48-f3b631c78f48",
            "word": "goblin",
            "phonetic": "ɡɑːblɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Oh, oh it was a goblin?",
                "- It's like a-- a demonic goblin!",
                "Goblin sharks are also thought to spend more time hovering than swimming, probably for similar energy-conserving reasons.",
                "Introducing the products that we are both reviewing today, - It's goblin.",
                "The Kallikantzaros are malevolent Greek goblins, who terrorize humans in the twelve days before Christmas."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29ibGlu&hash=0b4c3848df9dbba90b37641ac4736f4f1bbfe0e7&lang=en&cache-only=0",
            "defineEn": "a fictional small creature that likes to make trouble for humans or trick them",
            "defineVi": "một sinh vật nhỏ hư cấu thích gây rắc rối cho con người hoặc lừa họ"
        },
        {
            "id": "14f74dfe-cb6c-4631-9307-f74e352e584d",
            "word": "golem",
            "phonetic": "ɡoʊləm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Jewish scholars developed the Golem legend based on the Adam creation story.",
                "Golem’s story is as malleable as the clay from which it was formed",
                "The Golem of Prague is only one version of the golem.",
                "You’ve likely seen a golem, even if you didn’t recognize it at the time.",
                "Rabbi Loew tells the golem he was created to guard the Jewish people from their enemies."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29sZW0&hash=bfc02c5901ec0f139dc3d0fff5e75f766bf60f59&lang=en&cache-only=0",
            "defineEn": "a fictional figure in Jewish stories that is brought to life using magic",
            "defineVi": "một nhân vật hư cấu trong những câu chuyện của người Do Thái được đưa vào cuộc sống bằng phép thuật"
        },
        {
            "id": "e111912b-c461-426a-bfa3-8f04987ada27",
            "word": "goddess",
            "phonetic": "ɡɑːdəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Norse goddesses are relatively minor figures in the myths.",
                "Her most important duty is keeping vigil over the flame of Vesta, the virgin goddess of the hearth.",
                "Goddesses, keening women, and banshees.",
                "She is the goddess of disagreements.",
                "She’s a goddess of love."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29kZGVzcw&hash=a44aaa42dddb7270f6a1526a485bce819a3b18f9&lang=en&cache-only=0",
            "defineEn": "a female god or divine being that is worshipped or revered in various religions and belief systems",
            "defineVi": "một nữ thần hoặc thần thánh được tôn thờ hoặc tôn kính trong các tôn giáo và hệ thống tín ngưỡng khác nhau"
        },
        {
            "id": "1490ef21-e164-4f4a-8c7f-6a52aa33d037",
            "word": "leprechaun",
            "phonetic": "lɛpɹəkɔːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Leprechaun When this went up.",
                "Leprechaun It's your face!",
                "The man demands the Leprechaun’s purse.",
                "We got some dead leprechauns on our hands.",
                "That's not a leprechaun!"
            ],
            "audio": "https://tts.langeek.co/read?text=bGVwcmVjaGF1bg&hash=4c97cc1f7c4127014ae6adf638efad7d114abc6d&lang=en&cache-only=0",
            "defineEn": "a fictional, small man-like creature in Irish stories",
            "defineVi": "một sinh vật hư cấu, nhỏ giống người đàn ông trong các câu chuyện Ailen"
        },
        {
            "id": "fbc0b54e-e468-4508-a423-68f5ccec001a",
            "word": "mermaid",
            "phonetic": "mɜːmeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's like, slightly weirder than normal, but. - I saw a mermaid.",
                "And lastly, our third amazing thing about manatees: They’re the original little mermaid!",
                "We know today that mermaids don’t exist, but a long time ago, people weren’t so sure.",
                "They live in shallow coastal waters and rivers in tropical areas, and some historians think that some of the old mermaid legends came from really, really lonely sailors mistaking potatoey gray manatees for fish-tailed hot girls.",
                "It doesn’t mean the British sailors wowed Americans with their awesome mermaid tattoos, it means they kidnapped them and forced them to serve in the British navy."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVybWFpZA&hash=c5e3e72a90d90c97367985b53998954abbdd3ebc&lang=en&cache-only=0",
            "defineEn": "a fictional creature that is half woman and half fish, which lives in the sea",
            "defineVi": "một sinh vật hư cấu nửa người nửa cá, sống ở biển",
            "hasImg": true
        },
        {
            "id": "9d3e3b59-5990-4ab1-a395-e78a9c06bdc8",
            "word": "monster",
            "phonetic": "mɔnstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "With the judge handing down the maximum possible sentence, this monster will be paying the fiddler for the rest of his life.",
                "I imagined her to be a monster by the way you described her",
                "Other vampire stories reframe the undead monster in exciting ways.",
                "This one is Monster.",
                "'Did the army make any more monsters?'"
            ],
            "audio": "https://tts.langeek.co/read?text=bW9uc3Rlcg&hash=c7e2512877b0550d3d2d25554ed1fc597fa3d445&lang=en&cache-only=0",
            "defineEn": "a fictional, scary and large creature",
            "defineVi": "một sinh vật hư cấu, đáng sợ và lớn"
        },
        {
            "id": "a96b3d21-5caf-44fc-bba5-677a89ed2958",
            "word": "nymph",
            "phonetic": "nɪmf ",
            "partOfSpeechType": "noun",
            "examples": [
                "These young lice are called nymphs.",
                "The nymph has a killer lip, called a labium.",
                "While baby lice or nymphs are a fraction of that size.",
                "Assassin bug nymphs hunt a variety of prey, but ants have a special fate.",
                "Young dragonflies are called nymphs, and they live in the water."
            ],
            "audio": "https://tts.langeek.co/read?text=bnltcGg&hash=246646581ef6c5f3885847430d7c43533cc05c8d&lang=en&cache-only=0",
            "defineEn": "a fictional spirit of nature that lives in woods, river, etc. and has the shape of a young woman",
            "defineVi": "một linh hồn hư cấu của thiên nhiên sống trong rừng, sông, v.v. và có hình dạng của một phụ nữ trẻ"
        },
        {
            "id": "81158a6c-702d-4d59-a29f-f777962182d9",
            "word": "ogre",
            "phonetic": "oʊɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The ogre spider, that it casts out a silk net like a fisherman.",
                "Tales of monsters, ogres, and wildmen are as old as stories, but the line between legend and science hasn’t always been crystal clear.",
                "An evil cannibal ogre tries to eat them before accidentally killing his own daughters instead.",
                "This process is known as differentiation and it’s why the Earth is like an onion or an ogre: it’s made of different layers."
            ],
            "audio": "https://tts.langeek.co/read?text=b2dyZQ&hash=5f0ff81eaaec370842c01a768e6e9ad7b565ab8e&lang=en&cache-only=0",
            "defineEn": "a fictional, scary large creature that likes to eat humans",
            "defineVi": "một sinh vật to lớn hư cấu, đáng sợ, thích ăn thịt người"
        },
        {
            "id": "60066535-e22a-412b-97f4-fd9044ad1b75",
            "word": "phoenix",
            "phonetic": "fiːnɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "In 2020, Phoenix attracted more residents than any other US city for the fourth year in a row.",
                "Dumbledore has a phoenix.",
                "The company's headquarters have since moved to Phoenix.",
                "And, in Phoenix, six area hospitals are diverting incoming emergency patients to other facilities.",
                "Sreenivasan: KATE GALLEGO IS THE RECENTLY ELECTED MAYOR OF PHOENIX."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhvZW5peA&hash=5761e7228b03d3de386cb5de714a416d9550b6fe&lang=en&cache-only=0",
            "defineEn": "a fictional bird with a long life that is born from ashes",
            "defineVi": "một con chim hư cấu với một cuộc sống lâu dài được sinh ra từ đống tro tàn",
            "hasImg": true
        },
        {
            "id": "40aea025-022a-4a40-b416-e7ffa721767c",
            "word": "siren",
            "phonetic": "saɪɹən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The sirens sounded, warning of a tornado.",
                "The siren call of the mountains beckoned him to leave the city and start a new life in the countryside.",
                "The siren call of the ocean drew her to the beach every weekend.",
                "The siren call of fame and fortune lured many aspiring actors to Hollywood.",
                "Despite the dangers, the siren call of adventure compelled him to explore the uncharted territory."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lyZW4&hash=b8f8d4be148bc4761c882c9c3a47f4bad4ee6fc0&lang=en&cache-only=0",
            "defineEn": "a fictional sea creature that is half woman and half bird or fish which draws sailors to dangerous waters by singing to them",
            "defineVi": "một sinh vật biển hư cấu nửa phụ nữ và nửa chim hoặc cá thu hút các thủy thủ đến vùng biển nguy hiểm bằng cách hát cho họ nghe"
        },
        {
            "id": "0174b2f9-bd0d-447f-b793-e61bb4d9d1cf",
            "word": "sorcerer",
            "phonetic": "soːɹsɚɹɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Give me the Sorcerer's Stone, page 253.",
                "From the Newt-niz school, a powerful sorcerer wields a wand that can turn people into fish, but his spell only works 70% of the time.",
                "If you transformed the sorcerer, the enchantress would almost certainly turn you to stone.",
                "Or maybe you're reading Harry Potter and the Sorcerer's Stone for the very first time, but all of the descriptive scenes are just lost on you.",
                "She, in turn, sends Tamino on a quest to rescue her daughter Pamina from the evil sorcerer, Sarastro."
            ],
            "audio": "https://tts.langeek.co/read?text=c29yY2VyZXI&hash=837624f421a6410564d258e3c3cddab6f8a158ed&lang=en&cache-only=0",
            "defineEn": "a fictional man who has magic powers",
            "defineVi": "một người đàn ông hư cấu có sức mạnh ma thuật",
            "hasImg": true
        },
        {
            "id": "87fc9156-f7d7-4276-8583-e997415dbbe4",
            "word": "sorceress",
            "phonetic": "soːɹsɚɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "A close encounter with a man-eating giant, a sorceress who turns men into pigs, a long-lost king taking back his throne.",
                "Popular culture, however, drew on pagan mythology, full of wily sorceresses and enchantresses using love potions and charms to work their magic."
            ],
            "audio": "https://tts.langeek.co/read?text=c29yY2VyZXNz&hash=335406b4675bec3c6f3a91b3f4f519f3e86e3714&lang=en&cache-only=0",
            "defineEn": "a fictional woman who has magic powers",
            "defineVi": "một người phụ nữ hư cấu có sức mạnh ma thuật"
        },
        {
            "id": "c83e7da5-a0b4-4b3d-979f-e4f7e16c75f9",
            "word": "spirit",
            "phonetic": "spɪɹɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Yeah, that's the spirit!",
                "The shows lifted my spirits and reminded me that this nightmare would soon be over.",
                "She took it in the spirit in which it was intended.",
                "The builders may have adhered to the letter of the law, but not its spirit.",
                "He is raising their spirits and giving them opportunities while connecting them with nature."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Bpcml0&hash=79db5cf8241ad2f572ee7b98f460a3cea75064ff&lang=en&cache-only=0",
            "defineEn": "a non-physical being that lives on after its body dies",
            "defineVi": "một sinh vật phi vật chất sống sau khi cơ thể của nó chết",
            "hasImg": true
        },
        {
            "id": "7f23569c-e9be-463b-8f5d-b4115f3c6630",
            "word": "tooth fairy",
            "phonetic": "tuːθ fɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Learning the horrible truth about Santa and the tooth fairy.",
                "I think someone should tell the Tooth Fairy that THAT story is worth more than a dollar."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9vdGggZmFpcnk&hash=f78c8af1d24e6e78ba79ea62523c2334adf450bb&lang=en&cache-only=0",
            "defineEn": "a fictional creature that leaves a coin for every fallen tooth of a child it takes",
            "defineVi": "một sinh vật hư cấu để lại một đồng xu cho mỗi chiếc răng rụng của một đứa trẻ mà nó cần"
        },
        {
            "id": "0a50c292-7d3b-4d71-a41c-7eb02b244cc6",
            "word": "troll",
            "phonetic": "tɹoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Early versions describe the troll with 300 heads, fifteen tails, goat horns, long ears, and a beard.",
                "By the end of the 2016 election, Russian trolls could reach millions of Americans through their social media accounts.",
                "Trolls are more likely to be males with psychopathy and sadism traits.",
                "Trolls can use bots and other forms of automation to help in their efforts.",
                "Don't troll in the captions."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJvbGw&hash=541af4dd194d01dd6897ccb5ae7d82661195003a&lang=en&cache-only=0",
            "defineEn": "any fictional creature in Scandinavian stories that some of which are large and frightening and some are small and mischievous",
            "defineVi": "bất kỳ sinh vật hư cấu nào trong các câu chuyện của người Scandinavi mà một số trong số đó to lớn và đáng sợ và một số thì nhỏ bé và tinh nghịch"
        },
        {
            "id": "3f31bbaf-9756-494a-83d3-6866c0306f62",
            "word": "unicorn",
            "phonetic": "juːnɪkɔːɹn ",
            "partOfSpeechType": "noun",
            "examples": [
                "This unicorn is tremendous though.",
                "I would like a pink unicorn.",
                "There are now 58 fintech unicorns collectively worth more than $500 billion dollars.",
                "We are not magical unicorns that are going to be pushed around by viewers.",
                "A uni-corgi is a corgi with a unicorn horn."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5pY29ybg&hash=e4a9b3a1481749a63ad9ee2438ae4e1997686bc4&lang=en&cache-only=0",
            "defineEn": "a fictional horse with a straight horn on its forehead",
            "defineVi": "một con ngựa hư cấu có sừng thẳng trên trán",
            "hasImg": true
        },
        {
            "id": "d2595af8-3673-43ff-a79d-71234b3e26e9",
            "word": "voodoo doll",
            "phonetic": "vuːduː dɑːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dm9vZG9vIGRvbGw&hash=c0f37849cf2a085d76055683bf0be899ebc2e363&lang=en&cache-only=0",
            "defineEn": "a doll that is believed through which one can control or harm someone else",
            "defineVi": "một con búp bê được tin rằng thông qua đó người ta có thể kiểm soát hoặc làm hại người khác"
        },
        {
            "id": "2cca0d86-103e-4a43-8772-17bea6d3ce5f",
            "word": "werewolf",
            "phonetic": "wɛɹwʊlf ",
            "partOfSpeechType": "noun",
            "examples": [
                "- I'm turning into a werewolf.",
                "- Ooh, should we play Werewolf, forcing everybody into two plus hours of game play?",
                "You’ve invited them to dinner with a simple plan: you’ll slip a square of a rare werewolf antidote into each of their dinners.",
                "It's almost like turning into a werewolf when the full moon rises.",
                "Associated with death, gluttony, and greed, this monster joins the ranks of werewolves, selkies, and other shapeshifting monsters."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VyZXdvbGY&hash=7b0359849fe63d8d3df3dbb3d664fa037e947712&lang=en&cache-only=0",
            "defineEn": "a fictional person who is cursed and can transform into a large wolf and back to human form during full moon",
            "defineVi": "một người hư cấu bị nguyền rủa và có thể biến thành một con sói lớn và trở lại hình dạng con người khi trăng tròn"
        },
        {
            "id": "e7e91d88-f7f4-4c7f-a579-1ba5c5ab36dc",
            "word": "zombie",
            "phonetic": "zɑːmbi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Gotta admit all this talk about zombies kind of gives me the creeps.",
                "Zombies, like all undead monsters, can represent a whole slew of things.",
                "Zombies pop up in parody literature, like Pride and Prejudice and Zombies and even in romance novels like in Warm Bodies.",
                "Would you eat zombie food?",
                "Zombies are unique in the world of monsters because THEY ARE US. "
            ],
            "audio": "https://tts.langeek.co/read?text=em9tYmll&hash=d78a50754c4403d2aec3dde01cf5d9aad701258d&lang=en&cache-only=0",
            "defineEn": "a fictional dead person or animal that is brought back to life using witchcraft",
            "defineVi": "một người hoặc động vật hư cấu đã chết được sống lại bằng cách sử dụng phù thủy"
        },
        {
            "id": "22b7e61f-91f5-4973-98d6-f00c9d608ea4",
            "word": "demigod",
            "phonetic": "dɛmɪɡɑːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "These are the heroes and demigods of modern capitalist mythology.",
                "The Rock may be the sexiest man alive, but he's no demigod like Ma'ui, The demigod hero of Oceania, and the role he recently voiced in the film, Moana.",
                "The Rock may be the sexiest man alive, but he's no demigod like Ma'ui, The demigod hero of Oceania, and the role he recently voiced in the film, Moana.",
                "- She'll have to work hard to overtake the competition now which remember are 20 year old demigods who regularly fly to other countries to perform feats of strength."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtaWdvZA&hash=5147ddbc955f07a230c16c92f7d3ff6a7fa5c159&lang=en&cache-only=0",
            "defineEn": "a mythological figure that is half-god and half-human, often possessing extraordinary abilities or powers",
            "defineVi": "một nhân vật thần thoại nửa thần nửa người, thường sở hữu những khả năng hoặc sức mạnh phi thường"
        },
        {
            "id": "7c295088-6559-4af6-9e35-d5be1c62af8e",
            "word": "fabled",
            "phonetic": "feɪbəld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's the fabled unit of the Israeli Army.",
                "They were looking for the fabled passage linking east and west.",
                "Enraged at her husband’s possession of a white bull of awesome strength, she had set out to capture the fabled brown bull of Ulster at any cost.",
                "Such was the fate of your fabled sister city.",
                "Or like forgetting you retired and moved to Brookville, Florida to play golf at the fabled Pine Barrens golf course, but instead decided to play quarterback for the Tampa Bay Buccaneers."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFibGVk&hash=3687b41cd95c05e9e094ac82a38018c539a3644f&lang=en&cache-only=0",
            "defineEn": "(of stories or creatures) originating from a myth or legend",
            "defineVi": "(về những câu chuyện hoặc sinh vật) bắt nguồn từ một huyền thoại hoặc truyền thuyết"
        }
    ]
}