{
    "id": "60d04fc2-134b-49db-98ad-31464f36d776",
    "title": "Lesson 41",
    "originalTitle": "Lesson 41",
    "words": [
        {
            "id": "8a445347-c56e-44af-ac65-cb8b6417113a",
            "word": "integral",
            "phonetic": "ɪntᵻɡɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Is he going to study integrals?",
                "Asking questions is an integral part of gaining knowledge.",
                "All of these aerodynamic concepts and devices are integral to the design of the Ford GT.",
                "Fire is an integral part of that whole process.",
                "Space in all its forms is an integral part of our lives."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZWdyYWw&hash=ed4c1ae53eea9127f2faccc8321d19f24665303f&lang=en&cache-only=0",
            "defineEn": "considered a necessary and important part of something",
            "defineVi": "được coi là một phần cần thiết và quan trọng của một cái gì đó"
        },
        {
            "id": "e6936ef4-fd69-44ba-bb95-6c0c33a8be65",
            "word": "integrity",
            "phonetic": "ɪntɛɡɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She casted aspersions on the integrity of her boss.",
                "So, their integrity in the firm was damaged as they would dish it out but wouldn't take it.",
                "The politician was once the poster boy for honesty and integrity, but his recent scandals have tarnished his reputation.",
                "In the world of sports, it is often said that honour and profit lie not in one sack, meaning that athletes must choose between winning at all costs or maintaining their integrity and sportsmanship.",
                "The CEO of the company knew that no truth, no crown, and thus made sure that the company always operated with honesty and integrity."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZWdyaXR5&hash=7526b65ddb8431d4dd4f3e414f3dee906bd90aa6&lang=en&cache-only=0",
            "defineEn": "the state of being together as one and not separated or broken into parts",
            "defineVi": "trạng thái cùng nhau như một và không bị tách rời hoặc chia thành nhiều phần"
        },
        {
            "id": "fe0c0cdf-6a2e-4959-a34d-dc649d3470cf",
            "word": "tendency",
            "phonetic": "tɛndənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "What is stressed rather is that the same phenomenon provides the foundation for both historical tendencies.",
                "I constantly have to remind myself that the worst wheel of the cart creaks most, checking my tendency to complain when relatively minor difficulties arise in my life.",
                "Even people who carefully budget their money when working for low salaries have a tendency to start making it rain as soon as their paychecks get bigger.",
                "Do you have any tendencies?",
                "These giant solid structures behave with liquid-like tendencies."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVuZGVuY3k&hash=eea68c0915dcba542ff51b9b878ed961b0c9b678&lang=en&cache-only=0",
            "defineEn": "a natural inclination or disposition toward a particular behavior, thought, or action",
            "defineVi": "khuynh hướng hoặc khuynh hướng tự nhiên đối với một hành vi, suy nghĩ hoặc hành động cụ thể"
        },
        {
            "id": "ee6f2f64-412e-41e8-a6c9-b1fdb85ebc58",
            "word": "tendentious",
            "phonetic": "tɛndɛnʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But what if Facebook's algorithm is amplifying things that are fake or tendentious more than things that are true or factual? "
            ],
            "audio": "https://tts.langeek.co/read?text=dGVuZGVudGlvdXM&hash=c97a8bafb11a8643feb52f2616e67bd2bd1cfedf&lang=en&cache-only=0",
            "defineEn": "stating a cause or opinion that one strongly believes in, particularly one that causes a lot of controversy",
            "defineVi": "nêu một nguyên nhân hoặc ý kiến mà một người tin tưởng mạnh mẽ, đặc biệt là một nguyên nhân gây ra nhiều tranh cãi"
        },
        {
            "id": "a490b029-b18f-49a8-9929-09b45569a534",
            "word": "submissive",
            "phonetic": "səbmɪsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I used to be submissive coward.",
                "The prisoners became submissive, while the guards became aggressive and abused their power over the prisoners.",
                "Now, licking of the lips, that's another submissive sign.",
                "Is he someone who's very submissive in jail?",
                "Bigwig was immediately dominant and Hazel was calmly submissive."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VibWlzc2l2ZQ&hash=ffd3d54270ff2a07c4d945a03344ad6551fd42c2&lang=en&cache-only=0",
            "defineEn": "willing to obey unquestionably",
            "defineVi": "sẵn sàng tuân theo không nghi ngờ gì"
        },
        {
            "id": "b2d02618-f960-44c0-8fb6-602f7acf0d39",
            "word": "submission",
            "phonetic": "səbmɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Back then, submissions where, I had a lot of submissions through VHS tapes.",
                "I know some great submission holds.",
                "Just waiting for the submissions from them.",
                "A society of surveillance is just one step away from a society of submission.",
                "Lin’s proposal was selected from a pool of over fourteen hundred submissions and constituted a decisive break from the traditions of monument design."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VibWlzc2lvbg&hash=282b0f79f9170c78b797fdae6aaf91c035c85dfa&lang=en&cache-only=0",
            "defineEn": "the state or act of accepting defeat and not having a choice but to obey the person in the position of power",
            "defineVi": "trạng thái hoặc hành động chấp nhận thất bại và không có lựa chọn nào khác ngoài việc tuân theo người ở vị trí quyền lực"
        },
        {
            "id": "dedd2468-70a7-4844-b037-464b96c1e7a3",
            "word": "conservatism",
            "phonetic": "kənsɜːvətɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "American conservatism is precisely the reverse.",
                "Another result of conservatism was a new rationale for allegiance to a kingdom or state.",
                "The range of conservatism is far bigger.",
                "What's happened to conservatism?",
                "That, to me, is what conservatism is."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VydmF0aXNt&hash=0159b2a9af7fb6e63fbeecdadef45d02eb79844e&lang=en&cache-only=0",
            "defineEn": "a political belief with an inclination to keep the traditional values in a society by avoiding changes",
            "defineVi": "một niềm tin chính trị với khuynh hướng giữ các giá trị truyền thống trong xã hội bằng cách tránh những thay đổi"
        },
        {
            "id": "8ff14c92-a41c-49dd-911d-dcea9eaed42e",
            "word": "conservative",
            "phonetic": "kənsɜːvətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "More conservative candidates are losing ground in key battleground states.",
                "It turned out that as a new kid on the block you are a real threat to existing parties in a rather conservative industry.",
                "Jennifer's conservative views make her the black sheep among her more liberal-minded friends.",
                "Mark was eager to invest all his savings into a new business opportunity, but his financial advisor cautioned him that who grasps at too much loses everything, and recommended a more conservative approach.",
                "Conservatives have no problem with Social Security."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VydmF0aXZl&hash=d8e48102128c1f16649ab6e4fed7208d44edda69&lang=en&cache-only=0",
            "defineEn": "supporting traditional values and beliefs and not willing to accept any contradictory change",
            "defineVi": "ủng hộ các giá trị và niềm tin truyền thống và không sẵn sàng chấp nhận bất kỳ thay đổi mâu thuẫn nào",
            "hasImg": true
        },
        {
            "id": "9c19d56e-1688-4e0c-a7b6-e106027dfe42",
            "word": "conservatory",
            "phonetic": "kənsɜːvətoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The tree crashed through the conservatory and set off all the alarms, which joined with the sound of the gale to scare me out of my wits.",
                "A Chilean music conservatory came first, then top-flight training in Cleveland, followed by Berlin.",
                "These structures sustain themselves and nearby conservatories with solar energy and collected rainwater."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VydmF0b3J5&hash=dca128942d06a7a2a264890bf1641707055dfcfd&lang=en&cache-only=0",
            "defineEn": "a school or college that people attend to for studying music, theater, or some other form of art",
            "defineVi": "một trường học hoặc cao đẳng mà mọi người theo học để học âm nhạc, sân khấu hoặc một số hình thức nghệ thuật khác"
        },
        {
            "id": "9f4e16ca-81fa-459e-8c6d-2eee48f08f66",
            "word": "decimal",
            "phonetic": "dɛsɪməl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Decimal point included.",
                "The decimal point is right over here.",
                "We have our decimal point.",
                "We could put some decimals here.",
                "And then I have three decimal places."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjaW1hbA&hash=a1c1e701502aae4e72cb34d1946d8fb99a765864&lang=en&cache-only=0",
            "defineEn": "relating to a system of numbers that are multiplied by, divided to and power of ten",
            "defineVi": "liên quan đến một hệ thống các số được nhân, chia và lũy thừa của mười"
        },
        {
            "id": "e738dd3b-db3d-4097-ae78-1bceb06d75d8",
            "word": "decathlon",
            "phonetic": "dᵻkæθlən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Decathlon, the maker of the masks, suspended sales to the public and donated them to hospitals in need."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjYXRobG9u&hash=bdb9fdd2134debf9a99d7ea55bc2c18dfc5604ea&lang=en&cache-only=0",
            "defineEn": "a competition consisting of ten different sports that takes place over two days",
            "defineVi": "một cuộc thi bao gồm mười môn thể thao khác nhau diễn ra trong hai ngày"
        },
        {
            "id": "82b581c8-30b4-45fb-9eb1-cb799976c912",
            "word": "decapod",
            "phonetic": "dᵻkæpɑːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "And they started with the first decapod crustaceans, like Palaeopalaemon.",
                "And Palaeopalaemon is the oldest lobster-like decapod ever found, and also one of the oldest decapods, period.",
                "And Palaeopalaemon is the oldest lobster-like decapod ever found, and also one of the oldest decapods, period.",
                "Now, on the other side of the decapod family tree, there’s Platykotta, just a little older than Eoprosopon at about 200 million years old, from the late Triassic Period."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjYXBvZA&hash=810eb207c5db68931d480b9ca32016145f1dad71&lang=en&cache-only=0",
            "defineEn": "crustaceans characteristically having five pairs of locomotor appendages each joined to a segment of the thorax",
            "defineVi": "động vật giáp xác đặc trưng có năm cặp phần phụ vận động, mỗi cặp nối với một đoạn của ngực"
        },
        {
            "id": "13d24ca4-fa26-474e-a5d3-02d313722525",
            "word": "effulgent",
            "phonetic": "ɪfʌldʒənt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWZmdWxnZW50&hash=dba10b21de5f8bee5025a1aa53276c5f706ef0cd&lang=en&cache-only=0",
            "defineEn": "radiating or as if radiating light",
            "defineVi": "tỏa ra hoặc như thể tỏa ra ánh sáng"
        },
        {
            "id": "333b69c5-f42a-4ec6-b526-21361f7ad49b",
            "word": "effulgence",
            "phonetic": "ɪfʌldʒəns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWZmdWxnZW5jZQ&hash=2be28af10a77c973d3f2ebe8ae0cd1141e395282&lang=en&cache-only=0",
            "defineEn": "the quality of being bright and sending out rays of light",
            "defineVi": "chất lượng tươi sáng và phát ra các tia sáng"
        },
        {
            "id": "4ff296c4-64b1-4673-9cf5-bdd842b7ce60",
            "word": "primeval",
            "phonetic": "pɹaɪmiːvəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "By 370 million years ago entire ecosystems had developed on the primeval continents."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbWV2YWw&hash=300ecc8ce6641e45ece76240ef5f4d5e180bcc1c&lang=en&cache-only=0",
            "defineEn": "having existed from the beginning; in an earliest or original stage or state",
            "defineVi": "đã tồn tại ngay từ đầu; trong giai đoạn hoặc trạng thái sớm nhất hoặc ban đầu"
        },
        {
            "id": "25d17d9b-9a00-4e2e-887f-7cbfddef571d",
            "word": "primitive",
            "phonetic": "pɹɪmᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In fact, primitive fleas were dining on dinosaur blood about 165 million years ago.",
                "so-called primitive rebels went about breaking things.",
                "So it'll be relatively primitive.",
                "It's a very primitive fear.",
                "Our early fishlike ancestors evolved primitive light detection organs from tissue that extended out from the brain."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbWl0aXZl&hash=743c9b3fbbdee087989e5b578a1f2f755f7655d8&lang=en&cache-only=0",
            "defineEn": "characteristic of an early stage of human or animal evolution",
            "defineVi": "đặc trưng của giai đoạn đầu của quá trình tiến hóa của con người hoặc động vật"
        },
        {
            "id": "9b3393dc-2593-4b8b-8a92-281579bf2bfc",
            "word": "primeval",
            "phonetic": "pɹɪmoːɹdɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "By 370 million years ago entire ecosystems had developed on the primeval continents."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbWV2YWw&hash=300ecc8ce6641e45ece76240ef5f4d5e180bcc1c&lang=en&cache-only=0",
            "defineEn": "having existed from the beginning; in an earliest or original stage or state",
            "defineVi": "đã tồn tại ngay từ đầu; trong giai đoạn hoặc trạng thái sớm nhất hoặc ban đầu"
        },
        {
            "id": "9eb4a023-3d69-407d-bb25-08993d2b113f",
            "word": "indignity",
            "phonetic": "ɪndɪɡnᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And country music is not immune to the indignities that women have to suffer everywhere.",
                "And we will build a society that is counter to the injustices and oppressions and indignities of this world that we have lived in.",
                "Obama was very resistant for the longest time, because he was resistant about releasing his birth certificate because it was an indignity. ",
                "Vladimir Putin was a young man just entering his professional life as a KGB agent during this period, and many of them saw that as a signal, not only a defeat of the Soviet Union, but a harbinger of the indignities to come.",
                "But the South African Truth and Reconciliation Commission (also known as the TRC) set up nationally televised hearings where Black South Africans were able to publicly name the indignities they had been forced to suffer over decades."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaWduaXR5&hash=98ed87b5e0e55974ee11f7e8c3c065056f00c8ff&lang=en&cache-only=0",
            "defineEn": "an affront to one's dignity or self-esteem",
            "defineVi": "một sự xúc phạm đến nhân phẩm hoặc lòng tự trọng của một người"
        },
        {
            "id": "37b848c8-fb90-4433-9aa1-02925653badb",
            "word": "indignant",
            "phonetic": "ɪndɪɡnənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He can become indignant at the thought that you would even ask such thing.",
                "The New York Tribune reported, \"The unanimous sentiment of the North is indignant resistance.\"",
                "I thought this was way too strong, way too indignant, and would cause people to think, \"Is this the temperament of a Supreme Court nominee?\"",
                "I probably wouldn’t have blamed the Clintons or made some of the other statements he did, but I would be indignant. ",
                "It's common for people to become indignant, sometimes abusive, when they see people without visible disabilities using accessible facilities."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaWduYW50&hash=b5d7479de1a9e90307f8db63b4d97549d09537c8&lang=en&cache-only=0",
            "defineEn": "angered at something unjust or wrong",
            "defineVi": "tức giận với một cái gì đó bất công hoặc sai"
        }
    ]
}