{
    "id": "61046392-7407-4c37-ab35-8e8aa30ea796",
    "title": "Lesson 7B",
    "originalTitle": "Lesson 7B",
    "words": [
        {
            "id": "48567169-5e36-47e8-8389-19df80c1af79",
            "word": "action film",
            "phonetic": "ækʃən fɪlm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWN0aW9uIGZpbG0&hash=be185179e22e1a44d802381e8483483ef0614a3a&lang=en&cache-only=0",
            "defineEn": "a film genre that has a lot of exciting events, and usually contains violence",
            "defineVi": "một thể loại phim có nhiều sự kiện thú vị và thường có bạo lực",
            "hasImg": true
        },
        {
            "id": "15fb501f-db32-4a85-b0c0-cce34384bbfb",
            "word": "animation",
            "phonetic": "ænɪmeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The amazing team at Thought Cafe makes the animation.",
                "Our animation team is Thought Café.",
                "Our animation team is Thought Cafe.",
                "And our animation team is Thought Cafe.",
                "Instead, time is shown through an animation."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5pbWF0aW9u&hash=f5770b6f05320e05544712247cd9f785fe6c3705&lang=en&cache-only=0",
            "defineEn": "a movie in which animated characters move",
            "defineVi": "một bộ phim trong đó các nhân vật hoạt hình di chuyển",
            "hasImg": true
        },
        {
            "id": "72c1626d-e1b8-4293-9698-371e47c0db85",
            "word": "comedy",
            "phonetic": "kɑːmədi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I was in stitches at that comedy show.",
                "I watched a comedy movie and couldn't stop laughing.",
                "In a comedy of errors, a waiter spills drinks, slips on the spilled liquid, and accidentally sends plates flying across the restaurant.",
                "The left didn't know what the right was doing in this gross teen horror comedy.",
                "The comedian joked that from the sublime to the ridiculous is only a step, and that the best comedy often came from taking serious topics and turning them on their head."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tZWR5&hash=bd7295c6840821ea0fa3bc1aeb2c02c1da14a317&lang=en&cache-only=0",
            "defineEn": "professional entertainment that contains jokes and sketches, intended to make people laugh",
            "defineVi": "giải trí chuyên nghiệp chứa những câu chuyện cười và bản phác thảo, nhằm làm cho mọi người cười",
            "hasImg": true
        },
        {
            "id": "5e7362fa-f4c0-4777-9cb1-98e29a0eaa01",
            "word": "drama",
            "phonetic": "dɹɑːmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend has been dealing with a lot of family drama lately, but I reminded her that we all have our crosses to bear and to take it one day at a time.",
                "In a political drama, when a new scandal or revelation is exposed, the plot thickens as the characters must navigate new challenges and conflicts.",
                "Getting involved in a toxic relationship may provide the thrill of drama and excitement, but it can also lead to emotional abuse, manipulation, and heartbreak.",
                "By staying out of drama and avoiding negative talk, I've been able to maintain positive relationships with those around me.",
                "This first diner overhears the drama right away."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhbWE&hash=9889b23245393f9ca6c85ba9dcc470683459ebc0&lang=en&cache-only=0",
            "defineEn": "a play that is performed in a theater, on TV, or radio",
            "defineVi": "một vở kịch được thực hiện trong một nhà hát, trên TV, hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "0818b8e2-6e4d-4a0f-baa3-116250987358",
            "word": "horror film",
            "phonetic": "hɔɹɚ fɪlm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9ycm9yIGZpbG0&hash=08805960a86d2b5ac1b1a36c0a8ceb902f3cd2f0&lang=en&cache-only=0",
            "defineEn": "a film genre that has a lot of unnatural or frightening events intending to scare people",
            "defineVi": "một thể loại phim có nhiều sự kiện không tự nhiên hoặc đáng sợ nhằm mục đích hù dọa mọi người",
            "hasImg": true
        },
        {
            "id": "b34b5b7c-91e2-4f64-adab-122a40fc0ca0",
            "word": "science fiction",
            "phonetic": "saɪəns fɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "None of this is science fiction.",
                "This new arm is not science fiction. ",
                "This isn’t science fiction.",
                "It sounds like science fiction!",
                "Women and people of color have always been writing science fiction, ahem."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NpZW5jZSBmaWN0aW9u&hash=6b6d197b76567af19513898922548d6f73cbfd35&lang=en&cache-only=0",
            "defineEn": "books, movies, etc. about imaginary things based on science",
            "defineVi": "sách, phim, v.v. về những điều tưởng tượng dựa trên khoa học",
            "hasImg": true
        },
        {
            "id": "c0562ab9-b1b9-4fa2-893f-1f0a64ea15a2",
            "word": "Western",
            "phonetic": "wɛstɚn ",
            "partOfSpeechType": "noun",
            "examples": [
                "As for the groundless accusations of certain Western media, I can only say that they are measuring other people's corn by their own bushel.",
                "Back in this country, Western states faced another day of searing heat, with no relief in sight until next week.",
                "\"I love western films!\"",
                "In western Siberia, many people have a missing DNA letter in position 35 of the GJB2 gene.",
                "Hey fun fact, though: the western hemisphere has water too."
            ],
            "audio": "https://tts.langeek.co/read?text=V2VzdGVybg&hash=b036c880cc1ca3d3798be6ef4b8622a369cee362&lang=en&cache-only=0",
            "defineEn": "a movie or book that usually involves the lives and adventures of cowboys in western US",
            "defineVi": "một bộ phim hoặc cuốn sách thường liên quan đến cuộc sống và cuộc phiêu lưu của những chàng cao bồi ở miền tây Hoa Kỳ",
            "hasImg": true
        },
        {
            "id": "2b777f3e-7a2d-47f6-a19d-9ecf7357e4c4",
            "word": "film director",
            "phonetic": "fɪlm dᵻɹɛktɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmlsbSBkaXJlY3Rvcg&hash=5db9dce82d566be548475e1089e4e0880f239a81&lang=en&cache-only=0",
            "defineEn": "a person in charge of a movie and gives instructions to the actors and staff",
            "defineVi": "một người phụ trách một bộ phim và hướng dẫn cho các diễn viên và nhân viên",
            "hasImg": true
        },
        {
            "id": "e8d3406a-7ff0-4d8b-8310-53cbd91992cc",
            "word": "actor",
            "phonetic": "æktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The director praised the actor for their outstanding performance in the movie.",
                "The actor is hitting the big time with his new movie.",
                "The talented actor effortlessly portrayed a wide range of characters, from a hero to a villain.",
                "Many actors dream of winning prestigious awards for their performances.",
                "Right in the middle of the review is a left-handed compliment: the critic praises the actor for his \"startling career departure.\""
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0b3I&hash=ff51d3cf52dbdb212c09682c85250cde406d0147&lang=en&cache-only=0",
            "defineEn": "someone whose job involves performing in movies, plays, or series",
            "defineVi": "ai đó có công việc liên quan đến việc biểu diễn trong phim, vở kịch hoặc sê-ri",
            "hasImg": true
        },
        {
            "id": "47878a54-882f-45ee-a24c-ac3728e299eb",
            "word": "scene",
            "phonetic": "siːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Going to the beach is definitely my scene.",
                "Watch the scene where Don talks to himself in the mirror while shaving.",
                "Grown men were moved to tears at the horrific scenes.",
                "A lot of negotiating has been going on behind the scenes.",
                "Madrid, the capital city of Spain, is famous for its lively nightlife and art scene."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NlbmU&hash=4c4ae28ae0a85058527ef75393f9e0658a50d488&lang=en&cache-only=0",
            "defineEn": "a part of a movie, play or book in which the action happens in one place or is of one particular type",
            "defineVi": "một phần của bộ phim, vở kịch hoặc cuốn sách trong đó hành động xảy ra ở một nơi hoặc thuộc một loại cụ thể",
            "hasImg": true
        },
        {
            "id": "3f07f0e4-3f5b-4300-95a5-e1022d17b157",
            "word": "to kiss",
            "phonetic": "tə kɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The baby blew kisses, puckering up her tiny lips.",
                "I kissed it better.",
                "Rain is the kiss of death for a barbecue.",
                "He planted a gentle kiss on her cheek.",
                "If France lose this game, they can kiss their chances of winning the cup goodbye."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ga2lzcw&hash=40964c0d760140c1228a436ce30933d74098107a&lang=en&cache-only=0",
            "defineEn": "to touch someone else's lips or other body parts with one's lips to show love, sexual desire, or respect",
            "defineVi": "dùng môi chạm vào môi hoặc các bộ phận cơ thể khác của người khác để thể hiện tình yêu, ham muốn tình dục hoặc sự tôn trọng",
            "hasImg": true
        },
        {
            "id": "793259a9-502c-405f-a1e3-a2e497b58b9f",
            "word": "next to",
            "phonetic": "nɛkst tuː ",
            "partOfSpeechType": "preposition",
            "examples": [
                "Check the box next to the right answer.",
                "Roquefort cheese is in the cheese section, next to the blue cheeses.",
                "We know next to nothing about our ancestors.",
                "I have a bedside table next to my bed for my books and glasses.",
                "I placed my bag on the empty chair next to me."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV4dCB0bw&hash=5b67cd2ed6bbdf249b7af9fbbecc82bcb7a96c7c&lang=en&cache-only=0",
            "defineEn": "in or into a position immediately to or right by one side of someone or something",
            "defineVi": "trong hoặc vào một vị trí ngay lập tức hoặc ngay bên cạnh một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "54691687-92fc-4af5-9326-4b52fce50757",
            "word": "nothing",
            "phonetic": "nʌθɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Money means nothing to him.",
                "Nothing is forever.",
                "Hold nothing back.",
                "Their performance was nothing to write home about.",
                "This argument has nothing to do with me."
            ],
            "audio": "https://tts.langeek.co/read?text=bm90aGluZw&hash=99acdee411a18210b14f7f4600ff1498a3691505&lang=en&cache-only=0",
            "defineEn": "something or someone that is of no or very little value, size, or amount",
            "defineVi": "một cái gì đó hoặc một ai đó không có hoặc có rất ít giá trị, kích thước hoặc số lượng"
        }
    ]
}