{
    "id": "611c2cd9-06a6-45ee-bea2-4e0226dd657d",
    "title": "Scientifically Speaking",
    "originalTitle": "Scientifically Speaking",
    "words": [
        {
            "id": "5ab80b0a-3b1f-4d3d-b77f-674ec651054e",
            "word": "zoology",
            "phonetic": "zuːɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Want more Zoology?",
                "And, zoology is the scientific study of animal biology and behavior.",
                "Sciences from anthropology to zoology have been put to forensic use.",
                "Or better yet, get a degree in zoology, biology, animal care and management, or other animal related field.",
                "He published the Zoology of the Voyage of HMS Beagle in volumes from 1838 to 1843."
            ],
            "audio": "https://tts.langeek.co/read?text=em9vbG9neQ&hash=8791a25b50c1c3987f3e0d66dc5ee2a514265f34&lang=en&cache-only=0",
            "defineEn": "a branch of science that deals with animals",
            "defineVi": "một ngành khoa học liên quan đến động vật",
            "hasImg": true
        },
        {
            "id": "f4d56c95-35a7-45d1-b57e-3fbe86736eb4",
            "word": "botany",
            "phonetic": "bɑːtəni ",
            "partOfSpeechType": "noun",
            "examples": [
                "They shared a common interest in botany.",
                "Doctor Katherine Esau has been described as the grande dame of American botany.",
                "And then when I went to college, you know, I was studying botany at the time.",
                "But the THEORY of evolution is a large set of ideas that integrates and explains a huge mass of observations from different disciplines including embryology, paleontology, botany, biochemistry, anatomy and geophysics.",
                "One new course I recommend to help round out your knowledge of the biosphere is Plant Science: An introduction to Botany hosted by Dr. Catherine Kleier."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym90YW55&hash=9400154cd9f817254ea45318e1b0f00468b9f70b&lang=en&cache-only=0",
            "defineEn": "the scientific study of plants, their structure, genetics, classification, etc.",
            "defineVi": "nghiên cứu khoa học về thực vật, cấu trúc, di truyền, phân loại, v.v.",
            "hasImg": true
        },
        {
            "id": "c996c0b5-1920-4802-9196-fd6eb4f40cc3",
            "word": "synthesis",
            "phonetic": "sɪnθəsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's an artistic synthesis.",
                "I mean, just a synthesis, just a symbiotic understanding of conservative law, and in particular First Amendment issues, which have always been an extremely strong part of McConnell’s view of the judiciary.",
                "But things changed with the discovery of metathesis, a new approach to chemical synthesis that got its creators the 2005 Nobel Prize in chemistry.",
                "This unified theory is sometimes called the new neoclassical synthesis, and, yeah, economists are bad at naming things, too.",
                "Although there’s some evidence it might mess with protein synthesis."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ludGhlc2lz&hash=33014c326eddb1ba736019ed828996158de52dfb&lang=en&cache-only=0",
            "defineEn": "the act of producing a substance that exists in living beings",
            "defineVi": "hành động sản xuất một chất tồn tại trong cơ thể sống"
        },
        {
            "id": "49e3a797-a09e-4b5b-a209-1ec12439aa6b",
            "word": "antigen",
            "phonetic": "æntɪdʒɛn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Those antigens are different for every strain of influenza.",
                "These recognizable bits are called antigens.",
                "Antigen assays don't have that advantage.",
                "An antigen could be an invader from the outside world, like a bacterium, virus, or fungus.",
                "Finally, there are antigen tests."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aWdlbg&hash=2365e1084c24e95f67b966bdeb91837a6d2599f3&lang=en&cache-only=0",
            "defineEn": "any foreign substance in the body that can trigger a response from the immune system",
            "defineVi": "bất kỳ chất lạ nào trong cơ thể có thể kích hoạt phản ứng từ hệ thống miễn dịch"
        },
        {
            "id": "e31d7952-275c-4cd4-838e-59922c0d6c20",
            "word": "cortisol",
            "phonetic": "kɔːɹɾɪsɑːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cortisol plays a large part in the fight-or-flight response.",
                "The adrenal glands produce cortisol, and release some constantly.",
                "This is cortisol, cortisol.",
                "This is cortisol, cortisol.",
                "Increased cortisol suppresses sexual arousal."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ydGlzb2w&hash=efcabfe9f7064be2e7c31ecb2581fcb640baebd9&lang=en&cache-only=0",
            "defineEn": "a steroid hormone that the body produces and is used in medicine to help cure skin diseases",
            "defineVi": "một loại hormone steroid mà cơ thể sản xuất và được sử dụng trong y học để giúp chữa các bệnh về da"
        },
        {
            "id": "b6402165-693d-4c7a-8c5e-7862c587615e",
            "word": "clone",
            "phonetic": "kloʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Clones could exist.",
                "Clone with a tie:",
                "Clone without a tie:",
                "Left Clone:",
                "These babies are tiny clones."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvbmU&hash=e15ad0d95aefceeb9d49bee95720f07581782ca6&lang=en&cache-only=0",
            "defineEn": "a cell or a group of cells created through a natural or artificial process from a source that they are genetically identical to",
            "defineVi": "một tế bào hoặc một nhóm tế bào được tạo ra thông qua quá trình tự nhiên hoặc nhân tạo từ một nguồn mà chúng giống hệt nhau về mặt di truyền"
        },
        {
            "id": "d7d7f587-2e3a-4696-b44b-200957175cf6",
            "word": "dominant",
            "phonetic": "dɑːmɪnənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The company struggled on through some dark days several years ago, but it has since established itself as a dominant force in the market.",
                "Stevenson used to be the dominant player on the tour, but it looks like she has finally found her match in the young newcomer.",
                "Cash transactions are still dominant.",
                "Definitely my left eye is dominant.",
                "Then, around 1900, the H1-type virus became dominant."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9taW5hbnQ&hash=071bbda5e81707db0a63626f011aa6d05eba1f57&lang=en&cache-only=0",
            "defineEn": "(of genes) causing a person to inherit a particular physical feature, even if it is only present in one parent's genome",
            "defineVi": "(của gen) khiến một người thừa hưởng một đặc điểm thể chất cụ thể, ngay cả khi nó chỉ có trong bộ gen của cha hoặc mẹ"
        },
        {
            "id": "004401cd-37b6-4747-bc80-bc5d40b3e331",
            "word": "fetus",
            "phonetic": "fiːɾəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Only about three percent of live births involve multiple fetuses.",
                "Stress hormones can even pass through the placenta to the fetus.",
                "It can reveal information about everything from your brain to your unborn fetus.",
                "But a mother and her fetus don't share exactly the same genes.",
                "So the old fetus alien, you know?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmV0dXM&hash=49b6d6f99e970862ae5bbe86918eed1a930e2118&lang=en&cache-only=0",
            "defineEn": "an offspring of a human or animal that is not born yet, particularly a human aged more than eight weeks after conception",
            "defineVi": "con của người hoặc động vật chưa được sinh ra, đặc biệt là con người đã hơn tám tuần tuổi sau khi thụ thai",
            "hasImg": true
        },
        {
            "id": "4f9366b8-4d23-468d-8de0-5445299a6781",
            "word": "gene pool",
            "phonetic": "dʒiːn puːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2VuZSBwb29s&hash=e38047c51ff32dd379abe5d1c8f11d418a14b1bb&lang=en&cache-only=0",
            "defineEn": "all of the genes that are available within breeding populations of a particular species of animal or plant",
            "defineVi": "tất cả các gen có sẵn trong các quần thể sinh sản của một loài động vật hoặc thực vật cụ thể"
        },
        {
            "id": "b03774b4-ebc3-4772-b84d-cb7f73810df0",
            "word": "genome",
            "phonetic": "dʒiːnoʊm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Imagine the genome as a huge book.",
                "Their genomes are complex, with over 900 genes.",
                "That genome was compared to modern human genomes.",
                "Who do those genomes belong to?",
                "Damage to these blood-making cells can create mutations in their genomes. "
            ],
            "audio": "https://tts.langeek.co/read?text=Z2Vub21l&hash=7f73aa7d98c72df37abd5b573d87b10260104d44&lang=en&cache-only=0",
            "defineEn": "the complete set of genetic material of any living thing",
            "defineVi": "bộ vật liệu di truyền hoàn chỉnh của bất kỳ sinh vật sống nào"
        },
        {
            "id": "fa6fe7d2-a875-4463-91cb-f3be138f52ce",
            "word": "incubation",
            "phonetic": "ɪŋkjuːbeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And that incubation turns into inspiration, which is the actual psychological term for when our conscious mind realizes the solution that our subconscious has been working on.",
                "So the female cuttlefish will lay her eggs on a shell or a rock, and then we can place them in these incubation chambers here, which as you pointed out are made from recycled soda bottle.",
                "The vaccine is best used as a preventative measure, but can also be given post exposure since the rabies virus has an incubation period of about 14 days before reaching the brain. ",
                "How long were they-- you know, incubation period for the turtles.",
                "Another is, depending on how many eggs a mother lays, different egg shapes could snuggle better during incubation."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jdWJhdGlvbg&hash=a7c7be3a48bcd5945cee694a17e7e2168906d83e&lang=en&cache-only=0",
            "defineEn": "maintaining something at the most favorable temperature for its development",
            "defineVi": "duy trì một cái gì đó ở nhiệt độ thuận lợi nhất cho sự phát triển của nó"
        },
        {
            "id": "ffd521f7-2620-443a-9032-786431cad387",
            "word": "lymph",
            "phonetic": "lɪmf ",
            "partOfSpeechType": "noun",
            "examples": [
                "And these are the lymph?",
                "Those are the normal lymphs.",
                "Colon cancer looks a certain way, in a lymph node, in the liver, on a CAT scan.",
                "The infected cells travel to the next lymph node to alert other immune cells.",
                "Unfortunately, the lymph node tests are unreliable, and other tests can only be done post mortem."
            ],
            "audio": "https://tts.langeek.co/read?text=bHltcGg&hash=9e001cef8ec0e5eb00fcb222dd10ff2ddf38b2d1&lang=en&cache-only=0",
            "defineEn": "a colorless liquid consisting of white blood cells that helps to prevent infections from spreading",
            "defineVi": "một chất lỏng không màu bao gồm các tế bào bạch cầu giúp ngăn ngừa nhiễm trùng lây lan"
        },
        {
            "id": "9de73dc3-95e7-4b7d-b36c-baeed7afc9c3",
            "word": "membrane",
            "phonetic": "mɛmbɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Animal and plant cells have cell membranes.",
                "The thylakoid has a membrane.",
                "Cell membranes allow for diffusion of certain molecules.",
                "These membranes are phospholipid bilayers.",
                "These make up cell membrane walls."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVtYnJhbmU&hash=45fc909f7788e0f5d28edfada37d1a810aa1dd1e&lang=en&cache-only=0",
            "defineEn": "a thin sheet of tissue that separates or covers the inner parts of an organism",
            "defineVi": "một tấm mô mỏng ngăn cách hoặc bao phủ các bộ phận bên trong của một sinh vật"
        },
        {
            "id": "d9c53690-6c07-49d8-af75-0f8e9cf3dfd0",
            "word": "to mutate",
            "phonetic": "tə mjuːteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Viruses mutate more often than practically any other organism.",
                "The coronavirus has mutated.",
                "Higher levels of radiation on Mars' surface would mutate the DNA in our cells at an accelerated pace.",
                "And RNA viruses can mutate much faster.",
                "Yes, because the coronavirus, like every virus, is constantly mutating."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbXV0YXRl&hash=f5a4742f38c999e1464dfcddd25b7b909d0e5922&lang=en&cache-only=0",
            "defineEn": "to cause or experience genetic changes",
            "defineVi": "gây ra hoặc trải qua những thay đổi di truyền"
        },
        {
            "id": "917abb23-94e0-46d3-b7e2-30172b8636c7",
            "word": "neurotransmitter",
            "phonetic": "nʊɹɹətɹænsmɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The neurotransmitter dopamine also plays a part.",
                "One of those relief-providing chemicals is serotonin, a neurotransmitter.",
                "Our brain's neurotransmitter chemistry also changes with these different states.",
                "You've heard of neurotransmitters.",
                "Pleasurable experiences flush certain parts of our brain with dopamine, a neurotransmitter."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV1cm90cmFuc21pdHRlcg&hash=4deb3260ad3f3d1528f81c5068da5fe9e6febcc0&lang=en&cache-only=0",
            "defineEn": "a chemical substance that transmits messages from a neuron to another one or to a muscle",
            "defineVi": "một chất hóa học truyền thông điệp từ tế bào thần kinh này sang tế bào thần kinh khác hoặc cơ bắp"
        },
        {
            "id": "7de81be2-f557-447e-b64e-64808e9bc0e8",
            "word": "symbiosis",
            "phonetic": "sɪmbaɪoʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "In lichen, fungus and algae work together in a relationship called symbiosis.",
                "These organisms have a sort of cooperative living arrangement called symbiosis.",
                "Then, finally, the original pair will die, which will open that sponge up for new tenants to settle in and continue their symbiosis.",
                "We don’t exactly know why, but for the first time one organism was living in symbiosis not with another organism, but inside it."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ltYmlvc2lz&hash=0bde1dd48899bc300798191d8c5b27a1415acb33&lang=en&cache-only=0",
            "defineEn": "the relation between two different species of organisms that are interdependent; each gains benefits from the other",
            "defineVi": "mối quan hệ phụ thuộc lẫn nhau giữa hai loài sinh vật khác nhau; mỗi người nhận được lợi ích từ người khác"
        },
        {
            "id": "cfd1b5c5-1265-4052-8144-d0d078644e75",
            "word": "specimen",
            "phonetic": "spɛsɪmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some specimens grew up to 1.4 meters long.",
                "Several years later, scientists captured specimens for study.",
                "In the lab, scientists use frozen specimens this one.",
                "I just dropped two specimens off.",
                "Um, our museum collection actually consists of 24,500 specimens."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlY2ltZW4&hash=71b113760818027040039a7df70a9d85d963798e&lang=en&cache-only=0",
            "defineEn": "an example regarded as typical of its class",
            "defineVi": "một ví dụ được coi là điển hình của lớp học của nó"
        },
        {
            "id": "c5a26805-5bea-4aec-a811-30195eec0a00",
            "word": "to secrete",
            "phonetic": "tə sᵻkɹiːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Enamel-building cells secrete a mixture of chemicals that hardens into mineral crystals.",
                "This hormone is normally secreted in response to a stress or a perceived environmental threat.",
                "The hard corals of the Great Barrier Reef secrete the chemical compound calcium carbonate, which hardens into limestone.",
                "The phage also secretes liquid crystalline droplets that form a coating around the bacterium.",
                "The gland secretes a wax that repels water."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VjcmV0ZQ&hash=3d5ca43a585cb28c081fc110553863bc03d61933&lang=en&cache-only=0",
            "defineEn": "(of a cell, gland, or organ) to produce and release a liquid substance in the body",
            "defineVi": "(của một tế bào, tuyến hoặc cơ quan) để sản xuất và giải phóng một chất lỏng trong cơ thể"
        },
        {
            "id": "f549b4bd-5cda-4167-87c3-3623150bf9e6",
            "word": "propagation",
            "phonetic": "pɹɑːpɐɡeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So anything for propagation has additional entry requirements.",
                "This technique is also known as clonal propagation.",
                "This prevents the propagation of genetic errors that creep in after repeated rounds of division.",
                "So that's like your lighting propagation thing.",
                "Social media has been playing a tremendous role not only into Korean Wave but also in exchange and propagation of culture."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcGFnYXRpb24&hash=056da346ef97413457d0a8b89d2f0b86452cc939&lang=en&cache-only=0",
            "defineEn": "the act of producing offspring or multiplying by such production",
            "defineVi": "hành động sinh con hoặc nhân lên bằng cách sản xuất đó"
        },
        {
            "id": "86666a2d-1a44-4d92-a6c9-369fff44a50a",
            "word": "pigmentation",
            "phonetic": "pɪɡmənteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So we're talking fine lines, wrinkles, pigmentation.",
                "Skin pigmentation usually protects animals from the sun's UV light and serves as camouflage from predators, but both of those are nonissues for the blind salamanders, who don't have to worry about the sun or predators.",
                "Better yet, Borealopelta contained super-rare remnants of softer body materials and even had traces of pigmentation, giving us important clues about the animal’s color pattern.",
                "And the researchers noted similar pigmentation patterns occur in the livers and kidneys of different species of tadpoles, wherever the animals produce their blood. ",
                "The shark’s skin is basically see-through because it lives in the deep ocean, where pigmentation is totally unnecessary."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlnbWVudGF0aW9u&hash=df1c8800a310869dfb5ebdc949ad2b58b75c0345&lang=en&cache-only=0",
            "defineEn": "the deposition of pigment in animals or plants or human beings",
            "defineVi": "sự lắng đọng sắc tố ở động vật hoặc thực vật hoặc con người"
        },
        {
            "id": "42a6e593-52d0-410b-97d7-4e12af8d3b7f",
            "word": "physiology",
            "phonetic": "fɪzɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Similarly, behavior is constrained by an animal's physiology.",
                "Their wings were a brand new innovation in their physiology.",
                "What ultimately separates lucid dreams from regular old REM sleep may lie in the physiology of the brain.",
                "Anatomy is all about what your body is, physiology is about what it does.",
                "You want to talk physiology?"
            ],
            "audio": "https://tts.langeek.co/read?text=cGh5c2lvbG9neQ&hash=4b7781c8dfc9e7d48cfe50d6b53a25ddb95f4a7a&lang=en&cache-only=0",
            "defineEn": "the field of science that studies the function or interactions among organisms",
            "defineVi": "lĩnh vực khoa học nghiên cứu chức năng hoặc tương tác giữa các sinh vật"
        },
        {
            "id": "41e0a362-f7fd-4296-9138-59223b07de2c",
            "word": "to ovulate",
            "phonetic": "tʊ ɑːvjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Women ovulate just one or two eggs each month.",
                "You’ve just ovulated.",
                "And you need to ovulate and release an egg in order to be \"fertile.\"",
                "Normally, women release just enough FSH to ovulate or release one egg, but near menopause, they produce a ton of it, which can cause two eggs to ovulate and ultimately result in twins.",
                "Normally, women release just enough FSH to ovulate or release one egg, but near menopause, they produce a ton of it, which can cause two eggs to ovulate and ultimately result in twins."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3Z1bGF0ZQ&hash=5a9b6b83cd86c368dc7c585023cb9619f21a9f1a&lang=en&cache-only=0",
            "defineEn": "(of a female animal or human) to produce an ovum from the ovary",
            "defineVi": "(của động vật cái hoặc con người) để tạo ra một noãn từ buồng trứng"
        },
        {
            "id": "a6bdc7ba-7bdc-4521-b776-dd3ba7cae493",
            "word": "nucleus",
            "phonetic": "nuːklɪəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "These cells have a nucleus.",
                "The nucleus has a crazy-high density.",
                "The nucleus has a net positive Coulomb charge.",
                "Their nucleus is pretty circular.",
                "The nucleus is crazy small."
            ],
            "audio": "https://tts.langeek.co/read?text=bnVjbGV1cw&hash=790f9657c5a7fd14c309f5a64bf8469bf524b4c7&lang=en&cache-only=0",
            "defineEn": "(biology) the part of a cell that contains most of the genetic information",
            "defineVi": "(sinh học) phần tế bào chứa hầu hết thông tin di truyền"
        },
        {
            "id": "82ae1be5-a01b-47cc-b106-7da25b71d5e8",
            "word": "metabolism",
            "phonetic": "mətæbəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Despite his love for food, Peter remains thin as a rake due to his high metabolism.",
                "Together, these processes make up your metabolism.",
                "They have slow metabolisms.",
                "These all required higher metabolism.",
                "As a result, their metabolisms change with the temperature, too."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0YWJvbGlzbQ&hash=e8b62de2f1e0c6e4c9eaa807e8a7e65b2cda8c90&lang=en&cache-only=0",
            "defineEn": "the chemical processes through which food is changed into energy for the body to use",
            "defineVi": "các quá trình hóa học thông qua đó thức ăn được biến đổi thành năng lượng cho cơ thể sử dụng"
        },
        {
            "id": "608e3f13-e1ea-40c2-9a3f-e977f0cdfd8c",
            "word": "carbon dating",
            "phonetic": "kɑːɹbən deɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FyYm9uIGRhdGluZw&hash=ce6e47902202f758a9284b6d54074dc08b4f069b&lang=en&cache-only=0",
            "defineEn": "a method used for measuring how old an organic material is by calculating the amount of carbon they contain",
            "defineVi": "một phương pháp được sử dụng để đo tuổi của một vật liệu hữu cơ bằng cách tính lượng carbon mà chúng chứa"
        },
        {
            "id": "178b80ba-d097-406f-8306-bb5cf8680636",
            "word": "cybernetics",
            "phonetic": "saɪbɚnɛɾɪks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3liZXJuZXRpY3M&hash=242955ca78ff570fdbe860555735f92e3ddde4bd&lang=en&cache-only=0",
            "defineEn": "(biology) the field of science concerned with processes of communication and control (especially the comparison of these processes in biological and artificial systems)",
            "defineVi": "(sinh học) lĩnh vực khoa học liên quan đến các quá trình liên lạc và kiểm soát (đặc biệt là so sánh các quá trình này trong các hệ thống sinh học và nhân tạo)"
        },
        {
            "id": "507278ea-419f-46af-96d9-1107d7e6d1f3",
            "word": "pathology",
            "phonetic": "pæθɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "But they still have the pathology, the retinal issues, that they still require exams once a year.",
                "It was a form of pathology by embarking on spoken word over and over and over again and reciting my poems.",
                "He studied anatomy and pathology, and wrote books and articles about using microscopes to examine tissue samples.",
                "This - this is is a huge pathology.",
                "He showed that Boule’s reconstruction of the Old Man wasn’t affected by the Old Man’s pathologies, as some had argued."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0aG9sb2d5&hash=b5992e80b6de6bd659c1d810aa20c015d54ecc8b&lang=en&cache-only=0",
            "defineEn": "a branch of medical science primarily focusing on the study of the causes and effects of disease or injury",
            "defineVi": "một nhánh của khoa học y tế chủ yếu tập trung vào nghiên cứu nguyên nhân và ảnh hưởng của bệnh tật hoặc chấn thương"
        },
        {
            "id": "60544d83-db4d-4404-a9c8-b6acd2c0ad7b",
            "word": "vivisection",
            "phonetic": "vɪvɪsɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The 2nd century Greek physician Galen gleaned what he could about the human form by performing vivisections on pigs."
            ],
            "audio": "https://tts.langeek.co/read?text=dml2aXNlY3Rpb24&hash=71e26f2bb6993af51c3826e54a92389123faea4c&lang=en&cache-only=0",
            "defineEn": "the act of operating on living animals (especially in scientific research)",
            "defineVi": "hành động phẫu thuật trên động vật sống (đặc biệt là trong nghiên cứu khoa học)"
        },
        {
            "id": "f041a62d-f2d7-47fd-8352-2d248fe4220f",
            "word": "aerodynamics",
            "phonetic": "ɛɹoʊdaɪnæmɪks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWVyb2R5bmFtaWNz&hash=87a2c2871b22b92c97131f765a1b91797ccef91f&lang=en&cache-only=0",
            "defineEn": "the branch of mechanics that deals with the motion of gases (especially air) and their effects on bodies in the flow",
            "defineVi": "nhánh cơ học liên quan đến chuyển động của khí (đặc biệt là không khí) và tác động của chúng lên các vật thể trong dòng chảy"
        },
        {
            "id": "4ac448d8-f6ac-4e01-808c-4b9f855ebc10",
            "word": "volatile",
            "phonetic": "vɑːlɐɾəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A calm sea is less volatile.",
                "At the same time, the climate system is more volatile.",
                "And new stars are extremely volatile. ",
                "The border is tense, occasionally volatile.",
                "You have volatile memory on the camera."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9sYXRpbGU&hash=0229a61686fdb6ef82235c3f7b5b511cf0605ca8&lang=en&cache-only=0",
            "defineEn": "evaporating readily at normal temperatures and pressures",
            "defineVi": "bay hơi dễ dàng ở nhiệt độ và áp suất bình thường"
        },
        {
            "id": "ec896830-135f-454d-84af-82ee8e8144c9",
            "word": "vacuum",
            "phonetic": "vækjuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "I vacuumed the carpet to remove the dust and dirt.",
                "We need to move the heavy furniture to vacuum the carpet.",
                "Nature abhors a vacuum, so if you don't fill the garden bed with plants, weeds will quickly take over.",
                "Nature abhors a vacuum!",
                "Nature hates a vacuum."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFjdXVt&hash=6b77a2e23ec5f9113b0c42d3aba977d38221ea87&lang=en&cache-only=0",
            "defineEn": "a space that is utterly devoid of matter",
            "defineVi": "một không gian hoàn toàn không có vật chất"
        },
        {
            "id": "76340a22-0cdf-4b1a-b83a-886cb8586141",
            "word": "thermal",
            "phonetic": "θɜːməl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Thermal cameras are nothing new.",
                "Thermal desalination is the oldest form of desalination.",
                "Thermal cameras are already widespread in Asia.",
                "Thermals weren't as good as if you'd gone with a much larger laptop.",
                "Then there's thermal storage."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlcm1hbA&hash=c262b5960c97f01ab59bfda886307cadc8f2d73a&lang=en&cache-only=0",
            "defineEn": "relating to or connected with heat",
            "defineVi": "liên quan đến hoặc kết nối với nhiệt"
        },
        {
            "id": "6f614db8-ae70-4f24-9da5-f6d5e5d7af99",
            "word": "refraction",
            "phonetic": "ɹᵻfɹækʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Refraction still occurs.",
                "This is called refraction.",
                "Refraction: just like what happens where air meets water.",
                "Instead of refraction, those flat ice crystals are reflecting like mirrors.",
                "The index of refraction for a certain medium is the ratio of the speed of light in a vacuum versus the speed in that medium."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmcmFjdGlvbg&hash=a8832d807fa29da6397e971b534578a333726eb9&lang=en&cache-only=0",
            "defineEn": "the change in direction of a propagating wave (light or sound) when passing from one medium to another",
            "defineVi": "sự thay đổi hướng của sóng lan truyền (ánh sáng hoặc âm thanh) khi truyền từ môi trường này sang môi trường khác"
        },
        {
            "id": "41c9d6a4-6f07-4d61-a3eb-6570b2e6d5f3",
            "word": "particle",
            "phonetic": "pɑːɹɾɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Physicists searching for the hypothetical particle may be on a wild goose chase.",
                "In addition to markers of humans, animals, and landscapes, dust also contains particles from further afield.",
                "These particles make up antimatter.",
                "And obviously these are all positively charged particles.",
                "Particle fever is so good!"
            ],
            "audio": "https://tts.langeek.co/read?text=cGFydGljbGU&hash=56659d1c2c2e9c4ae2135f70a475b35664d9a33a&lang=en&cache-only=0",
            "defineEn": "(physics) any of the smallest units that energy or matter consists of, such as electrons, atoms, molecules, etc.",
            "defineVi": "(vật lý) bất kỳ đơn vị nhỏ nhất nào chứa năng lượng hoặc vật chất, chẳng hạn như điện tử, nguyên tử, phân tử, v.v."
        },
        {
            "id": "a5e16c15-de4a-4e68-9f9e-478080bdcaad",
            "word": "to oscillate",
            "phonetic": "tʊ ɑːsɪleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "So it'll oscillate back and forth faster.",
                "But it just oscillates between these two values.",
                "And then, it's just going to oscillate a little bit.",
                "Some atoms can oscillate over nine billion times per second, giving atomic clocks an unparalleled resolution for measuring time.",
                "And so you would just oscillate around this limit."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3NjaWxsYXRl&hash=070efdb2a28bb90fbe64504cad893415ec09c483&lang=en&cache-only=0",
            "defineEn": "move or swing from side to side regularly",
            "defineVi": "di chuyển hoặc xoay từ bên này sang bên kia thường xuyên"
        },
        {
            "id": "2827b30e-ddd1-47ad-b2b6-d6d36a9cf1fc",
            "word": "nuclear fission",
            "phonetic": "nuːklɪɹ fɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bnVjbGVhciBmaXNzaW9u&hash=844ca4f8f91e8756bbdb20158c8ff0a88a289316&lang=en&cache-only=0",
            "defineEn": "the process or action of splitting a nucleus into two or more parts resulting in the release of a significant amount of energy",
            "defineVi": "quá trình hoặc hành động tách hạt nhân thành hai hoặc nhiều phần dẫn đến giải phóng một lượng năng lượng đáng kể"
        },
        {
            "id": "d3a70871-d334-4478-835e-cf2051856e72",
            "word": "nuclear fusion",
            "phonetic": "nuːklɪɹ fjuːʒən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bnVjbGVhciBmdXNpb24&hash=a7ebcbc96ac868eca89e91acee6501ea38d9d096&lang=en&cache-only=0",
            "defineEn": "(physics) the reaction in which two nuclei join together and produce energy",
            "defineVi": "(vật lý) phản ứng trong đó hai hạt nhân kết hợp với nhau và tạo ra năng lượng",
            "hasImg": true
        },
        {
            "id": "2b00f52f-3b1a-4224-a5b1-ae1f4aa24545",
            "word": "momentum",
            "phonetic": "moʊmɛntəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "It seems certain more heads will roll as the investigation gathers momentum.",
                "Despite the initial popularity of their product, the company has been playing it safe, deciding not to ramp up production until they are sure momentum will continue.",
                "And then, momentum builds more momentum.",
                "Coronavirus vaccinations in the U.S. are gaining momentum.",
                "So as the quantity of motion, momentum equals mass times velocity."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9tZW50dW0&hash=898e9fbd89277407640f60a2df2f9b8bec256a05&lang=en&cache-only=0",
            "defineEn": "the product of a body's mass and its velocity",
            "defineVi": "tích của khối lượng cơ thể và vận tốc của nó"
        },
        {
            "id": "45b49d55-6475-4166-8071-9167cf17a1d1",
            "word": "isotope",
            "phonetic": "aɪsətoʊp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Isotopes are atoms of the same element with a different number of neutrons in their nuclei.",
                "And different isotopes have different mass numbers.",
                "Now an isotope is the same element with a different number of neutrons.",
                "So these two versions of carbon are both isotopes.",
                "The isotopes used in PET decay by positron emission."
            ],
            "audio": "https://tts.langeek.co/read?text=aXNvdG9wZQ&hash=b1f5ce0b3c2643b5b4258c904a28da9ed26f0141&lang=en&cache-only=0",
            "defineEn": "one of two or more atoms with the same atomic number but with different numbers of neutrons",
            "defineVi": "một trong hai hay nhiều nguyên tử có cùng số hiệu nguyên tử nhưng có số nơtron khác nhau"
        },
        {
            "id": "78c5f208-e64f-472f-85d1-94e9c6d043d7",
            "word": "kinetic",
            "phonetic": "kᵻnɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Kinetic friction will also often generate heat or sound or both.",
                "Kinetic energy is the energy of motion.",
                "So we lost kinetic energy.",
                "Inside a molecule, individual atoms carry some kinetic energy.",
                "They have more kinetic energy."
            ],
            "audio": "https://tts.langeek.co/read?text=a2luZXRpYw&hash=b4b805cf3efaa610a243d09d802c47392522c3d2&lang=en&cache-only=0",
            "defineEn": "relating to the motion of material bodies and the forces associated therewith",
            "defineVi": "liên quan đến sự chuyển động của các cơ thể vật chất và các lực lượng liên quan"
        }
    ]
}