{
    "id": "615e68c0-526b-4e60-9280-fcd65e8bdee4",
    "title": "Unit 2 - Lesson 2",
    "originalTitle": "Unit 2 - Lesson 2",
    "words": [
        {
            "id": "2b2a9c3d-8731-47b2-9fb4-1164d6af438b",
            "word": "title",
            "phonetic": "taɪɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "John Martin took the men's title.",
                "On his death, the title passed to his eldest son.",
                "On his death, the title passed to his eldest son.",
                "She held the title of world champion for three years.",
                "The conference program included a list of session titles along with their corresponding abstracts."
            ],
            "audio": "https://tts.langeek.co/read?text=dGl0bGU&hash=2f1149429d2d57ba69440c8b4e40a395d276c275&lang=en&cache-only=0",
            "defineEn": "a name that is used to describe someone's position or status",
            "defineVi": "một tên được sử dụng để mô tả vị trí hoặc trạng thái của ai đó",
            "hasImg": true
        },
        {
            "id": "ba058336-773f-4f1a-8840-2de4f8025a9b",
            "word": "name",
            "phonetic": "neɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Put your name here.",
                "The teacher called out our names one by one for attendance.",
                "The machine takes its name from its inventor.",
                "The name rings a bell.",
                "Your name is mud, sonny!"
            ],
            "audio": "https://tts.langeek.co/read?text=bmFtZQ&hash=0b834f14e9299877e2401249cc0a8ecde40834ac&lang=en&cache-only=0",
            "defineEn": "the word someone or something is called or known by",
            "defineVi": "từ ai đó hoặc một cái gì đó được gọi hoặc biết bởi",
            "hasImg": true
        },
        {
            "id": "a5274330-7164-4c6b-ab5b-21c0e5313279",
            "word": "mr",
            "phonetic": "mɪstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "As Andrea got to know Carl better, she couldn't help but wonder if he could be the Mr Right she had been dreaming of.",
                "That sound right, Mr entomologist?",
                "Mr and Mrs Smith married thirty years ago, and they have lived in the same house since then.",
                "Six years went past, and Mr and Mrs Lodge’s married life was not happy.",
                "But the old lady in the house opposite Mr and Mrs Smith died, and after a few weeks a young man and woman came to live in it."
            ],
            "audio": "https://tts.langeek.co/read?text=bXI&hash=c20c4ccfbb2be1d52b60db14012ce808c3074832&lang=en&cache-only=0",
            "defineEn": "a title used before a man's name to address or refer to him politely or formally",
            "defineVi": "một tiêu đề được sử dụng trước tên của một người đàn ông để xưng hô hoặc đề cập đến anh ta một cách lịch sự hoặc chính thức",
            "hasImg": true
        },
        {
            "id": "8088bdb7-9a60-465a-8be9-19f8340fd273",
            "word": "mrs",
            "phonetic": "mɪsɪz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXJz&hash=cde6010a095890da64095eb9ce7910f9ea571747&lang=en&cache-only=0",
            "defineEn": "a title used before a woman's surname or full name to address or refer to a married woman",
            "defineVi": "một tiêu đề được sử dụng trước họ hoặc tên đầy đủ của một người phụ nữ để giải quyết hoặc đề cập đến một người phụ nữ đã kết hôn",
            "hasImg": true
        },
        {
            "id": "ec2b186a-0676-4c0d-a181-4af5ba1d58ce",
            "word": "miss",
            "phonetic": "mɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "He never missed a televised basketball or football game.",
                "I missed the part where that's my problem.",
                "but we missed them.",
                "She received a missed call from an unknown phone number.",
                "You've missed your mark three times in a row."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzcw&hash=e38ea028c0f512528b8a11e4a587e3b666a486b4&lang=en&cache-only=0",
            "defineEn": "a title we use before an unmarried woman's family name or full name to address or refer to her",
            "defineVi": "một tiêu đề chúng tôi sử dụng trước họ hoặc tên đầy đủ của một người phụ nữ chưa kết hôn để xưng hô hoặc đề cập đến cô ấy",
            "hasImg": true
        },
        {
            "id": "93d62b81-185a-4600-9cc2-5edb122a9b6a",
            "word": "ms",
            "phonetic": "ɛmɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Purdue initially made millions selling the morphine drug MS-Contin, used mainly with cancer patients.",
                "Which could help us treat more common diseases like Alzheimer’s and MS, but also help those few people who develop fatal insomnia.",
                "Other studies suggest that it could help treat PTSD, manage nausea from chemotherapy, and ease pain from MS and other conditions.",
                "After 5 seconds, you were going a modest 10 ms.",
                "But after 20 seconds, you were going a full 40 ms."
            ],
            "audio": "https://tts.langeek.co/read?text=bXM&hash=da07ee901241ce9efdbed51980381652b818646b&lang=en&cache-only=0",
            "defineEn": "a title used before a woman's surname or full name as a form of address without indicating her marital status",
            "defineVi": "một tiêu đề được sử dụng trước họ hoặc tên đầy đủ của một người phụ nữ như một dạng địa chỉ mà không cho biết tình trạng hôn nhân của cô ấy",
            "hasImg": true
        },
        {
            "id": "9d07deaf-8ae1-43a3-b1f9-1782b6d8c952",
            "word": "first name",
            "phonetic": "fɜːst neɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The passport application requires you to fill in your first name, middle name, and last name.",
                "We call each other by our first names here.",
                "My first name was oh,",
                "What's her first name?",
                "What's your first name?"
            ],
            "audio": "https://tts.langeek.co/read?text=Zmlyc3QgbmFtZQ&hash=60946fef2790a37fe9ef2b914e93250d907e5ad2&lang=en&cache-only=0",
            "defineEn": "the name we were given at birth that comes before our last name",
            "defineVi": "tên chúng tôi được đặt khi sinh xuất hiện trước họ của chúng tôi",
            "hasImg": true
        },
        {
            "id": "5741fdc9-eceb-4ed7-ba34-c8af78ec942a",
            "word": "last name",
            "phonetic": "læst neɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "We had to write our last names on the exam paper.",
                "In many cultures, the last name is passed down from the father's side of the family.",
                "They asked for his last name at the hotel check-in, to confirm his reservation.",
                "We should spell our last names when making reservations to avoid any misunderstandings.",
                "My friend's last name is difficult to pronounce, so she often uses a nickname instead."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFzdCBuYW1l&hash=f3f7f2f634aa434b8077fde40d44fc02a9be138d&lang=en&cache-only=0",
            "defineEn": "the name we share with our family, parents, or siblings",
            "defineVi": "tên chúng tôi chia sẻ với gia đình, cha mẹ hoặc anh chị em của chúng tôi",
            "hasImg": true
        },
        {
            "id": "773f6757-fe36-446b-b5f9-e3384a2547ee",
            "word": "Dr",
            "phonetic": "dɑːktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm dr.",
                "I'm dr.",
                "DR. JENNIFER NUZZO: Thanks for having me.",
                "DR. QUINN SNYDER, Emergency Physician: It feels overwhelming, truthfully.",
                "DR. CHOUMIKA SIMONIS, Internal Medicine Resident: I am an internal medicine resident at a hospital in New York City."
            ],
            "audio": "https://tts.langeek.co/read?text=RHI&hash=4c6758ec2345f7708616f8d2c58fabae40ee5dc7&lang=en&cache-only=0",
            "defineEn": "a person who is qualified to treat the ill or injured",
            "defineVi": "một người có đủ điều kiện để điều trị bệnh hoặc bị thương",
            "hasImg": true
        },
        {
            "id": "9dedc6e6-009d-40a3-bfad-3331a71c18b4",
            "word": "professor",
            "phonetic": "pɹəfɛsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The professor made mincemeat of the speaker at the conference.",
                "The professor knew his subject from the ground up.",
                "The professor will hold a seat on the advisory board.",
                "The professor be damned.",
                "The professor is a big cheese in the academic world, known for her groundbreaking research and expertise in the field."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZmVzc29y&hash=492d70093fb885c1938436343476b9a22bec332d&lang=en&cache-only=0",
            "defineEn": "a faculty member at a college or university who has not yet attained job security or is at the rank below full professor",
            "defineVi": "một giảng viên tại một trường cao đẳng hoặc đại học chưa đạt được sự đảm bảo công việc hoặc ở cấp dưới giáo sư đầy đủ",
            "hasImg": true
        },
        {
            "id": "58482dd1-17d2-48c4-92f4-3b2ee526f689",
            "word": "captain",
            "phonetic": "kæptɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The captain navigated the ship through rough waters with skill and expertise.",
                "The boat captain guided us through the narrow canals of the city.",
                "He wasn't going to make captain.",
                "She wasn't going to make captain.",
                "The old captain was dead as a dodo."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwdGFpbg&hash=9653aa9d5df26d28e815a6be253185e5ac86d8d9&lang=en&cache-only=0",
            "defineEn": "a military officer with a rank above that of a lieutenant and below that of a major",
            "defineVi": "một sĩ quan quân đội có cấp bậc trên trung úy và dưới cấp thiếu tá"
        }
    ]
}