{
    "id": "6176994c-7df7-4d64-8298-eee8a02f9290",
    "title": "Lesson 3A",
    "originalTitle": "Lesson 3A",
    "words": [
        {
            "id": "c13b2dfd-7cf7-47db-bf29-4c81ee9ca62d",
            "word": "airport",
            "phonetic": "ɛɹpoːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Airport security was extra tight in the wake of yesterday's bomb attacks.",
                "My mother drove us to the airport.",
                "The taxi driver drove us to the airport quickly and safely.",
                "The closing of the airport knocked our holiday plans on the head.",
                "The journey to the airport takes about half an hour."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlycG9ydA&hash=85636aa0b2a99c38a3d8270814d4021018aef0cd&lang=en&cache-only=0",
            "defineEn": "a large place where planes take off and land, with buildings and other facilities, in which passengers wait for their flights",
            "defineVi": "một nơi rộng rãi, nơi máy bay cất cánh và hạ cánh, với các tòa nhà và cơ sở vật chất khác, trong đó hành khách đợi chuyến bay của họ",
            "hasImg": true
        },
        {
            "id": "a15805ea-785a-40a7-94ad-7a27f7f324f2",
            "word": "arrival",
            "phonetic": "ɚɹaɪvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The parents eagerly awaited the arrival of their first baby.",
                "With the arrival of spring, he eagerly anticipated the first harvest of Prussian asparagus to prepare a traditional Easter brunch.",
                "The scent of wild cherry blossoms filled the air, signaling the arrival of spring.",
                "With the arrival of the new year, it's time to ring out the old and set new goals for personal growth and development.",
                "As the season changes, I can't wait for the first bite of a juicy Victoria plum to mark the arrival of summer."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJyaXZhbA&hash=e1f4f4d5dc73ce9fb06d6e207a17d2f64507d37e&lang=en&cache-only=0",
            "defineEn": "the act of arriving at a place from somewhere else",
            "defineVi": "hành động đến một nơi từ một nơi khác",
            "hasImg": true
        },
        {
            "id": "d9bab363-9551-4a0b-aea3-e117776860a5",
            "word": "bag drop",
            "phonetic": "bæɡ dɹɑːp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFnIGRyb3A&hash=70a9d3c5ca6d7d19eef31f1ca27855d7127196ac&lang=en&cache-only=0",
            "defineEn": "the area where one leaves one's suitcases, bags, etc. to be loaded onto a plane",
            "defineVi": "khu vực để hành lý, túi xách, v.v... để chất lên máy bay",
            "hasImg": true
        },
        {
            "id": "f1be8515-f673-4389-8c64-75d1c35f3551",
            "word": "baggage claim",
            "phonetic": "bæɡɪdʒ kleɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "That was me, that was me at the baggage claim.",
                "By the time they made it to the baggage claim, they only had a few minutes of waiting left.",
                "There's a wonderful bronze sculpture of her in baggage claim at the Austin Airport.",
                "So the airport actually moved their arrival gates farther away from the baggage claim, so that passengers would have to walk farther to get there after landing.",
                "The Houston airport, for instance, was getting a lot of complaints from passengers that it took too long to pick up stuff at the baggage claim."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFnZ2FnZSBjbGFpbQ&hash=f6c8b987c1b907dcac555946e15794226a543e31&lang=en&cache-only=0",
            "defineEn": "the area at an airport where passengers can collect their cases, bags, etc. after they land",
            "defineVi": "khu vực tại sân bay nơi hành khách có thể lấy vali, túi xách, v.v. sau khi hạ cánh",
            "hasImg": true
        },
        {
            "id": "603db3b2-56e1-4a2d-aed1-c9e3db1608d8",
            "word": "check-in",
            "phonetic": "tʃɛkɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He gave her ticket to the woman at the check-in desk.",
                "Their check-in prompted other chicken brands to get into the conversation.",
                "When you enter the terminal, there's no check-in.",
                "And a recent check-in with kids from the original marshmallow study found that this was part of their story, too.",
                "Now you're ready for check-in and security."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlY2staW4&hash=e7b6aadaa4eba51e4be3afc9dd3f76265f65702c&lang=en&cache-only=0",
            "defineEn": "the process of reporting one's arrival at an airport or a hotel",
            "defineVi": "quá trình báo cáo một người đến sân bay hoặc khách sạn",
            "hasImg": true
        },
        {
            "id": "945d5c22-86d3-4e3f-93ea-c8f83b5ce98a",
            "word": "departure",
            "phonetic": "dᵻpɑːɹtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Right in the middle of the review is a left-handed compliment: the critic praises the actor for his \"startling career departure.\"",
                "[Woman Over Speaker] Passengers on 1155 to Los Angeles, departure is now delayed to 11:15 am.",
                "Twitter co-founder Evan Williams took the reins of the company after Dorsey's departure.",
                "Some of that is due to the departure of the former CEO Brian Niccol.",
                "A few hours before departure time, the cargo is tugged to a build station."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwYXJ0dXJl&hash=44cd5590e103c04bba503ce1c2de3c6aa2ed3f92&lang=en&cache-only=0",
            "defineEn": "the act of leaving, usually to begin a journey",
            "defineVi": "hành động rời đi, thường là để bắt đầu một cuộc hành trình",
            "hasImg": true
        },
        {
            "id": "31c49466-122c-48af-9a75-ee18f9c4a1fb",
            "word": "gate",
            "phonetic": "ɡeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Once his out, you should close the gate on the spot.",
                "They opened the gate to allow access to the garden.",
                "They came as far as the gate.",
                "We passed through the gates into a courtyard behind.",
                "He closed the gate to prevent the dog from running away."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2F0ZQ&hash=eeff4c91770d9a2cd0a6405cf46fe6c162769a86&lang=en&cache-only=0",
            "defineEn": "the part of a fence or wall outside a building that we can open and close to enter or leave a place",
            "defineVi": "phần của hàng rào hoặc bức tường bên ngoài tòa nhà mà chúng ta có thể mở và đóng để vào hoặc rời khỏi một nơi",
            "hasImg": true
        },
        {
            "id": "48a71460-19c4-45bf-a624-457e24da9cb9",
            "word": "lift",
            "phonetic": "lɪft ",
            "partOfSpeechType": "noun",
            "examples": [
                "She carefully lifted the ginger tuber from the soil.",
                "Her article lifts the lid on bullying in the workplace.",
                "Students with disabilities have priority access to the lift.",
                "The shows lifted my spirits and reminded me that this nightmare would soon be over.",
                "He bent his back to lift the heavy box."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlmdA&hash=31502daa13576263f8c8f951528a638bd9a7a0af&lang=en&cache-only=0",
            "defineEn": "a box-like device that goes up and down and is used to get to the different floors of a building",
            "defineVi": "một thiết bị giống như hộp di chuyển lên xuống và được sử dụng để đi đến các tầng khác nhau của tòa nhà",
            "hasImg": true
        },
        {
            "id": "38d7b999-e8da-43c4-8361-9dac091b5730",
            "word": "terminal",
            "phonetic": "tɜːmɪnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The terminal has two MetroNap sleep pods.",
                "Different objects have different terminal velocities, depending on their surface area, their mass, things like that.",
                "But we have a terminal.",
                "This is terminal velocity.",
                "Terminal is KGX."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVybWluYWw&hash=a723d2925375f0970c007adef99a896f875a8ae5&lang=en&cache-only=0",
            "defineEn": "a building where trains, buses, planes, or ships start or finish their journey",
            "defineVi": "một tòa nhà nơi xe lửa, xe buýt, máy bay hoặc tàu bắt đầu hoặc kết thúc hành trình của họ",
            "hasImg": true
        },
        {
            "id": "9d4895d3-5b21-4f3c-bf1c-62cc344b96f3",
            "word": "trolley",
            "phonetic": "tɹɑːli ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandmother was off her trolley, unfortunately.",
                "Those trays are loaded back into the trolleys.",
                "This is a derailed trolley.",
                "Back downstairs, the trolleys are packed into awaiting high-loader trucks.",
                "Plates, trays, trolleys, you name it."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJvbGxleQ&hash=f3c41192223e7e865581cc236424295d00b624ba&lang=en&cache-only=0",
            "defineEn": "a vehicle that has two or four wheels and is used to carry objects in an airport, terminal, or supermarket",
            "defineVi": "một phương tiện có hai hoặc bốn bánh và được sử dụng để chở đồ vật trong sân bay, nhà ga hoặc siêu thị",
            "hasImg": true
        },
        {
            "id": "561d833f-ce12-417d-9a3a-d2d72b437884",
            "word": "customs",
            "phonetic": "kʌstəmz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Customs officers have the right to check all baggage going through customs.",
                "Earlier today, I spoke to Customs and Border Protection Executive Assistant Commissioner Brenda Smith.",
                "Earlier today, I spoke to Customs and Border Protection Executive Assistant Commissioner Brenda Smith.",
                "Customs and Border Patrol was like, no chance.",
                "Ana Hinojosa is a Customs and Border Protection executive director."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VzdG9tcw&hash=8d9f35c7af6f5c068c1f2f251ce4c1cf8c795a7b&lang=en&cache-only=0",
            "defineEn": "the place at an airport or port where passengers' bags are checked for illegal goods as they enter a country",
            "defineVi": "địa điểm tại sân bay hoặc bến cảng nơi túi hành khách được kiểm tra hàng hóa bất hợp pháp khi họ nhập cảnh vào một quốc gia",
            "hasImg": true
        }
    ]
}