{
    "id": "61880d2d-fc4f-4930-8867-f0811fd1c52f",
    "title": "Lesson 24",
    "originalTitle": "Lesson 24",
    "words": [
        {
            "id": "a478c747-d858-4a01-b40e-49ecd593f179",
            "word": "epidemic",
            "phonetic": "ɛpɪdɛmɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Adults were also at risk from epidemics.",
                "Epidemics are also really bad.",
                "Epidemics you contain.",
                "The epidemic went on until approximately the 1350s.",
                "Epidemics and pandemics come in many shapes and forms."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBpZGVtaWM&hash=a3812410bbd03ed05db849b146c376cb7cd3a7a3&lang=en&cache-only=0",
            "defineEn": "(especially of medicine) of disease or anything resembling a disease; attacking or affecting many individuals in a community or a population simultaneously",
            "defineVi": "(đặc biệt là y học) bệnh hoặc bất cứ thứ gì giống như bệnh; tấn công hoặc ảnh hưởng đến nhiều cá nhân trong một cộng đồng hoặc dân số cùng một lúc"
        },
        {
            "id": "cc24d3b4-35b0-481d-ac24-26ce82a24e69",
            "word": "pandemic",
            "phonetic": "pændɛmɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The pandemic has run its course in some countries, but others are still struggling with high infection rates.",
                "When the pandemic hit, many people went to ground and isolated themselves at home to avoid getting sick.",
                "Although the pandemic caused a great deal of disruption and hardship, it also forced many people to reevaluate their priorities and appreciate the important things in life.",
                "Top executives at pandemic juggernauts Pfizer and Moderna are at odds on the need for a fourth COVID-19 vaccine dose.",
                "The small business faced financial struggles during the dog days of the pandemic, with reduced customer traffic and revenue."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFuZGVtaWM&hash=7f41be159d8cf9f51f62c97919d1e1d496dd98f5&lang=en&cache-only=0",
            "defineEn": "(of a disease) spreading rapidly and affecting many people across the world",
            "defineVi": "(về một căn bệnh) lây lan nhanh chóng và ảnh hưởng đến nhiều người trên khắp thế giới"
        },
        {
            "id": "2b4be9fd-fd29-48ea-9926-8e417ed5f051",
            "word": "epidermis",
            "phonetic": "ɛpɪdɜːmɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "About a trillion bacteria live on our hair follicles and epidermis.",
                "The epidermis is supported by the dermis, which is where you’ll find nerve endings, sweat glands, hair follicles, and connective tissue.",
                "The epidermis is made up mainly of skin cells called keratinocytes that are completely replaced every four weeks.",
                "On top, there’s the epidermis, which is exposed to the environment.",
                "As new cells form at the base of the epidermis, older ones are pushed up."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBpZGVybWlz&hash=5e2c8090da42ca879a540ab2677424de9f5ff50e&lang=en&cache-only=0",
            "defineEn": "(anatomy) the outer layer of the skin that overlays the dermis",
            "defineVi": "(giải phẫu) lớp ngoài của da bao phủ lớp hạ bì",
            "hasImg": true
        },
        {
            "id": "6302e2c5-4811-4b84-a97f-1197721fc5f4",
            "word": "epizootic",
            "phonetic": "ɛpɪzuːɑːɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXBpem9vdGlj&hash=31c74e3d1d17a20c667a14689766438295daeca5&lang=en&cache-only=0",
            "defineEn": "(of animals) epidemic among animals of a single kind within a particular region",
            "defineVi": "(của động vật) bệnh dịch giữa các loài động vật của một loại duy nhất trong một khu vực cụ thể"
        },
        {
            "id": "b7b5f46d-562f-495d-95df-30594d73156d",
            "word": "interim",
            "phonetic": "ɪntɚɹɪm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In the interim I'm staying at a local hotel.",
                "The regulations are scheduled to go into effect next winter, and in the interim, we'll be working hard to make all of the appropriate changes.",
                "Narrator: Guaidó, the president of the National Assembly, claimed the title of interim leader in January 2019.",
                "Even then, it's an interim solution.",
                "In the interim, there are serious questions about the legality of the behavior on Reddit."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJpbQ&hash=b09086ffaafa597099a90a0737f54b7e76b33521&lang=en&cache-only=0",
            "defineEn": "lasting only temporary before something permanent is presented",
            "defineVi": "kéo dài chỉ tạm thời trước khi một cái gì đó vĩnh viễn được trình bày"
        },
        {
            "id": "23722c4c-b82d-442d-a508-28257d4dc8ca",
            "word": "to interject",
            "phonetic": "tʊ ɪntɚdʒɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Without thinking, Alice interjects. ",
                "And I would interject at saying, what else?",
                "(interjecting) DIRTY!",
                "Even there, respectfully, you're interjecting your opinion about her testimony, which is really what the public doesn't like, respectfully.",
                "These consisted in part of 12 local men tasked with determining the innocence of the accused, and helping interject Royal law into local disputes without requiring the King to have direct say in every matter."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50ZXJqZWN0&hash=753301a6270e85e16a3e7041f48f58406fd9c582&lang=en&cache-only=0",
            "defineEn": "to insert between other elements",
            "defineVi": "để chèn giữa các yếu tố khác"
        },
        {
            "id": "a4dba4c9-3199-4e57-8542-abee0ea92726",
            "word": "interlocutor",
            "phonetic": "ɪntɚloʊkjuːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "President Obama’s interlocutor in Russia was President Medvedev, not Prime Minister Putin.",
                "You deal with, because of protocol, your interlocutor.",
                "Putin is a very demanding interlocutor.",
                "Saudi Arabia will almost certainly put out MBS as the interlocutor in dealing with Washington.",
                "Rather, it’s an exercise that brings both interlocutors closer to the truth."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJsb2N1dG9y&hash=b3c8c0f8eb5f08128d69b095a4ef907eae7001dc&lang=en&cache-only=0",
            "defineEn": "a person who takes part in a conversation",
            "defineVi": "một người tham gia vào một cuộc trò chuyện"
        },
        {
            "id": "00ff1cbb-33f5-4bf2-9e40-b9fe76b80f35",
            "word": "interloper",
            "phonetic": "ɪntɚloʊpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "If a big spiral collides with a much smaller galaxy, it can tear apart the interloper and literally absorb it into itself.",
                "And just last week, scientists published their first detailed data about the interstellar interloper.",
                "Three times a day, the bronze guardian marched around the island's perimeter searching for interlopers."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJsb3Blcg&hash=a91df0b50828685ed5e09f0231e91033d18f3585&lang=en&cache-only=0",
            "defineEn": "someone who intrudes on the privacy or property of another without permission",
            "defineVi": "ai đó xâm phạm quyền riêng tư hoặc tài sản của người khác mà không được phép"
        },
        {
            "id": "58738a08-c166-495f-8cec-fb220676b939",
            "word": "interlude",
            "phonetic": "ɪntɚluːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "(Interlude music) Let's start with our sun."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJsdWRl&hash=b356888c901157e60ea4bf854dfad5b0e2619a34&lang=en&cache-only=0",
            "defineEn": "a short interval between parts of a play, movie, etc.",
            "defineVi": "một khoảng thời gian ngắn giữa các phần của vở kịch, bộ phim, v.v."
        },
        {
            "id": "ac621731-41d7-4875-a328-8cf1717d8b79",
            "word": "to intermediate",
            "phonetic": "tʊ ɪntɚmiːdiət ",
            "partOfSpeechType": "verb",
            "examples": [
                "One of Wegener's biggest supporters, Alexander Du Toit, proposed an intermediate stage.",
                "The formation of this depression is an intermediate stage in the birth of an ocean.",
                "I'm skipping an intermediate step.",
                "In between you have a couple so-called Intermediate periods.",
                "The tuna then makes its way from the auction floor to the intermediate wholesale building for filleting."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50ZXJtZWRpYXRl&hash=f6e676ee089cb615b00f45ab7f369e0ced14fbe4&lang=en&cache-only=0",
            "defineEn": "act between parties with a view to reconciling differences",
            "defineVi": "hành động giữa các bên với mục đích hòa giải sự khác biệt"
        },
        {
            "id": "6d70917a-2874-4121-a1a3-3a3433b49e8e",
            "word": "intermission",
            "phonetic": "ɪntɚmɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "We wanted to stretch our legs during intermission.",
                "So at intermission, I said, wasn't that amazing?"
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJtaXNzaW9u&hash=2aa32bfc52e400249d9582b0e00336f8cb58ae16&lang=en&cache-only=0",
            "defineEn": "the act of suspending activity temporarily",
            "defineVi": "hành vi đình chỉ hoạt động tạm thời"
        },
        {
            "id": "4f2cfa69-eb0c-4177-a268-a3c0a6b8005b",
            "word": "peccable",
            "phonetic": "pɛkəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVjY2FibGU&hash=0cca2575d774118c2b4bee4f116af595ae208f14&lang=en&cache-only=0",
            "defineEn": "liable to sin",
            "defineVi": "chịu trách nhiệm về tội lỗi"
        },
        {
            "id": "310931f7-aea7-4370-9764-a4fc15f0c1be",
            "word": "peccadillo",
            "phonetic": "pɛkɐdɪloʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She will never open the door to the possibility of opening a conversation about his peccadilloes.",
                "And although we often like to believe that science operates completely separately from the peccadilloes of human emotion, it doesn’t."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVjY2FkaWxsbw&hash=f47122edf34c4dbbb690487954dd3db44ae6a610&lang=en&cache-only=0",
            "defineEn": "a mistake or immoral act that is small and not serious",
            "defineVi": "một sai lầm hoặc hành động vô đạo đức đó là nhỏ và không nghiêm trọng"
        },
        {
            "id": "c67aff9b-1dc6-4342-87aa-b77565bfb80d",
            "word": "peccable",
            "phonetic": "pɛkənt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVjY2FibGU&hash=0cca2575d774118c2b4bee4f116af595ae208f14&lang=en&cache-only=0",
            "defineEn": "liable to sin",
            "defineVi": "chịu trách nhiệm về tội lỗi"
        },
        {
            "id": "784322c5-211a-46b3-9293-92bece76dc3d",
            "word": "vestige",
            "phonetic": "vɛstɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "To learn more about the vestiges of the solar system’s birth still floating around in the main belt, NASA has sent the Dawn spacecraft to investigate."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVzdGlnZQ&hash=b29f41bd7f2313b92539d4a8a1eefa92879a29c9&lang=en&cache-only=0",
            "defineEn": "an indication that something has been present",
            "defineVi": "một dấu hiệu cho thấy một cái gì đó đã có mặt"
        },
        {
            "id": "a8106651-b5e1-41c7-b7a0-f06ee6fa12ea",
            "word": "vestigial",
            "phonetic": "vɛstɪdʒəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "-They're vestigial.",
                "Partly because some modern whales still have the vestigial remnants of a pelvis and hind-limb bones.",
                "Vestigial pelvic bones are now used to anchor the penises of male whales.",
                "First, paleontologists discovered fossils of DOR-oo-dons, cetaceans that had different skulls from modern whales but still had the same vestigial leg bones.",
                "Initially, paleontologists thought that T. rex forelimbs were vestigial, just leftover relics of true arms that were so small as to be useless."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVzdGlnaWFs&hash=0ef5f9513b2eaf6b74f011b6b4fc1b134cbe4398&lang=en&cache-only=0",
            "defineEn": "not fully developed in mature animals",
            "defineVi": "không phát triển đầy đủ ở động vật trưởng thành"
        },
        {
            "id": "23f0ee74-dfb3-4037-a16e-3826cf68f683",
            "word": "to err",
            "phonetic": "tʊ ɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Erring on the side of compassion is something that members of our party do at all times.",
                "We chose to err on the side of caution when planning our investments.",
                "I made a few mistakes in my essay, but at least I managed to err on the right side.",
                "As a manager, I encourage my team to take responsibility for their mistakes and to show understanding and forgiveness towards their colleagues, knowing that to err is human, to forgive divine.",
                "I think it's erring on the side of caution."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXJy&hash=5d2824a3d731f373f3bbb8feb70dac6ce2d9cfc5&lang=en&cache-only=0",
            "defineEn": "to make a mistake or be incorrect",
            "defineVi": "để làm cho một sai lầm hoặc là không chính xác"
        },
        {
            "id": "021c0eda-92a8-4e61-8706-7ecad41a531f",
            "word": "erroneous",
            "phonetic": "ɛɹoʊniəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Erroneous white supremacist rhetoric echoed by Fox News made it to the ear of the president of the United States, influencing him to make it part of our government's day job.",
                "Under the influence of eugenics, scientists used the results of the military initiative to make erroneous claims that certain racial groups were intellectually superior to others.",
                "But Einstein still didn’t realize that he had made a mistake: instead, he published a criticism of Friedmann’s work, justifying his critique with the same erroneous calculation as before.",
                "Without taking into account that many of the recruits tested were new immigrants to the United States who lacked formal education or English language exposure, they created an erroneous intelligence hierarchy of ethnic groups.",
                "That man who thinks Lincoln calmly sat down and gathered his robes about him waiting for the people to call him has a very erroneous knowledge of Lincoln."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXJyb25lb3Vz&hash=b8de6cd3a323881ab25021f74d476ff5ca32af34&lang=en&cache-only=0",
            "defineEn": "having been grounded in or consisting of incorrect information",
            "defineVi": "đã được căn cứ vào hoặc bao gồm thông tin không chính xác"
        },
        {
            "id": "0dbd1e83-23d1-4389-b1e7-ac1aa9dc985f",
            "word": "errant",
            "phonetic": "ɛɹənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And I think, sort of relatedly, Errant Signal-- and also, assuming this is Chris Franklin, hi Chris-- talks about how things might be content on the internet because they are contents for an infrastructural type, like a piece of infrastructure, a piece of technology that has to shuttle things from point A to point B, from server 1 to server 5,926."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXJyYW50&hash=c15833ade1cef6c1af03cdbb0c300ec322d69afa&lang=en&cache-only=0",
            "defineEn": "straying from the right course or from accepted standards",
            "defineVi": "đi lạc khỏi khóa học phù hợp hoặc từ các tiêu chuẩn được chấp nhận"
        },
        {
            "id": "52a3578b-873d-4634-94f0-81b71abc1430",
            "word": "erratic",
            "phonetic": "ɛɹæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Everything is erratic.",
                "So the erratic behavior really concerns us.",
                "Well, we have had six months now of erratic behavior, erratic statements, some completely crazy statements.",
                "Well, we have had six months now of erratic behavior, erratic statements, some completely crazy statements.",
                "It's an erratic business, but Hannah and LeAnn are often successful, especially when accompanied by a couple of children."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXJyYXRpYw&hash=e6c0bbd34319d351bfd9ac84a8aa210306f8a962&lang=en&cache-only=0",
            "defineEn": "liable to sudden unpredictable change",
            "defineVi": "có khả năng thay đổi đột ngột không thể đoán trước"
        }
    ]
}