{
    "id": "61d4cd4b-7032-47b0-b4cd-ac8972c22090",
    "title": "It's Risky!",
    "originalTitle": "Lesson 59",
    "words": [
        {
            "id": "ecdd57de-65ac-4233-a4e1-ce51ff69e490",
            "word": "acutely",
            "phonetic": "ɐkjuːtli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Health care workers on the front lines are feeling the pressure acutely, not to mention the concerns for their own risks and for their families.",
                "I have to be acutely aware of it because I may go into an asthma attack and then I'm down for several days.",
                "Unfortunately, under certain conditions and concentrations, some of these are so acutely toxic to humans that people have used them to commit suicide.",
                "Prisoners were to be isolated from the rest of the population for their crimes, and were expected to suffer acutely.",
                "By applying a little science, we become acutely aware that our atmosphere, though seemingly enormous, is perilously thin, and belongs to us all."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN1dGVseQ&hash=5868f3e51b44e68989d75f530d042a1949213f03&lang=en&cache-only=0",
            "defineEn": "in a way that is too extreme or intense",
            "defineVi": "trong một cách đó là quá cực đoan hoặc dữ dội"
        },
        {
            "id": "9662506a-6e95-4ccd-9aff-06a1a678f8ad",
            "word": "eventful",
            "phonetic": "ᵻvɛntfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The 15th century was very eventful.",
                "Elsewhere in Syria, the withdrawal is less eventful.",
                "Is it eventful?",
                "The mid 2000s were eventful for Discover and the barrier to entry didn't end at Sears front door.",
                "- Well, that was an eventful trip to the bathroom."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZlbnRmdWw&hash=1dcbc53ec71df0e2b8d77e8448b910e39e6b0e99&lang=en&cache-only=0",
            "defineEn": "filled with important, exciting, or dangerous events",
            "defineVi": "đầy những sự kiện quan trọng, thú vị hoặc nguy hiểm"
        },
        {
            "id": "2dc7e5d5-40a8-4b37-932e-e3043047d626",
            "word": "daredevil",
            "phonetic": "dɛɹdɛvəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The daredevil performer, Max, shocked the audience by performing his entire circus act in his birthday suit.",
                "Tom has a real taste for these daredevil sports.",
                "I prefer the real daredevil.",
                "I said the real daredevil.",
                "You have a whole Daredevil costume underneath there?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFyZWRldmls&hash=a1f468abedc429b27297a60051c3fce96185f9cf&lang=en&cache-only=0",
            "defineEn": "reckless and willing to do dangerous things",
            "defineVi": "liều lĩnh và sẵn sàng làm những điều nguy hiểm",
            "hasImg": true
        },
        {
            "id": "1f7bc63d-7dca-4fc6-9d77-ac9f8c85253f",
            "word": "guarded",
            "phonetic": "ɡɑːɹdᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3VhcmRlZA&hash=6420f775f3ec7231051b9fea81172e2aba8bdc5d&lang=en&cache-only=0",
            "defineEn": "not displaying feelings or giving very much information; cautious",
            "defineVi": "không thể hiện cảm xúc hoặc đưa ra nhiều thông tin; dè dặt"
        },
        {
            "id": "5187c06e-7701-41d8-bd2f-90fa064c8937",
            "word": "liable",
            "phonetic": "laɪəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Auto Zone's competitors are liable to not give up commercial auto parts retail market share without a fight either.",
                "Right now, e-commerce companies aren't usually liable for counterfeits sold by a third party on their platforms.",
                "The factory is liable to waste a lot less time, energy and materials if it discovers a defect in something.",
                "But college was presented as the only liable real option.",
                "As a general matter, a gun maker is not going to be liable if a criminal misuses their firearms."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlhYmxl&hash=3b740708652c491a6efa0cd48d9ee4ddb0432e6e&lang=en&cache-only=0",
            "defineEn": "likely to be subject to a problem, disease, etc.",
            "defineVi": "có khả năng là đối tượng của một vấn đề, bệnh tật, vv"
        },
        {
            "id": "b49c54b7-0e2f-4669-8f14-7fa8fe6ba172",
            "word": "notorious",
            "phonetic": "noʊtoːɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "\"The entertainment industry is notorious for its shady dealings, and those who want to make it big must be willing to get their hands dirty, as muck and money go together,\" said the aspiring actor to his friend.",
                "The feasts of ancient China were notorious.",
                "General Mosquito's name is notorious around here.",
                "Perhaps the most notorious example is that of Jacobo Árbenz.",
                "The U.S. health care system is notorious for being inconsistent."
            ],
            "audio": "https://tts.langeek.co/read?text=bm90b3Jpb3Vz&hash=8574e0aec257d313d20c7ea9d707ba03844239d4&lang=en&cache-only=0",
            "defineEn": "famous for being bad or evil",
            "defineVi": "nổi tiếng vì xấu hay ác",
            "hasImg": true
        },
        {
            "id": "705d870e-288f-4bdb-bf91-17f678fe3b70",
            "word": "reckless",
            "phonetic": "ɹɛkləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Reckless youth makes rueful age.",
                "He often takes reckless risks, and one day he will come a cropper.",
                "He acts wild and woolly, constantly engaging in reckless behavior without regard for rules or consequences.",
                "John was a reckless driver when he was young, and now he has a criminal record and a hard time getting insurance.",
                "He took a deep breath and reminded himself to stay calm and avoid any reckless maneuvers."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVja2xlc3M&hash=445152bbb5655d6577b9713628f2429a36b2ee67&lang=en&cache-only=0",
            "defineEn": "not caring about the possible results of one's actions that could be dangerous",
            "defineVi": "không quan tâm đến kết quả có thể có của hành động của một người có thể gây nguy hiểm",
            "hasImg": true
        },
        {
            "id": "82a8d7cd-9a0e-4b5e-862e-cf4709857b51",
            "word": "rash",
            "phonetic": "ɹæʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Three days later a rash appeared.",
                "There is no rash.",
                "I've already made a rash decision.",
                "Tell us about the rash.",
                "Ariana Hawk's son suffered from blisters and skin rashes."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFzaA&hash=743c4ae615fa9ceb109a872fae6ce336a96a657c&lang=en&cache-only=0",
            "defineEn": "doing things without carefully thinking about the possible outcomes",
            "defineVi": "làm mọi việc mà không suy nghĩ cẩn thận về kết quả có thể xảy ra"
        },
        {
            "id": "7a561f57-492c-43ef-a4e7-e73b4a8bb36b",
            "word": "wary",
            "phonetic": "wɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Bosses need to be wary of hiring or keeping unsuitable employees, for as the proverb states, a rotten apple spoil the barrel.",
                "The politician maintained a pleasant facade but his opponents knew that cats hide their claws, so they remained wary of his true motives and ambitions.",
                "In business, it's important to be wary of people who make grandiose claims without backing them up.",
                "Although he seemed friendly and harmless, his quiet demeanor made some people wary - after all, beware of a silent man and still water.",
                "I feel a bit wary that people seem so eager to make a leap of faith about driverless cars being free to drive in our streets."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FyeQ&hash=00cff602cfff40efd09d73747d9483821ec5a019&lang=en&cache-only=0",
            "defineEn": "exercising care due to thinking that someone or something could be dangerous or problematic",
            "defineVi": "thực hiện cẩn thận do nghĩ rằng ai đó hoặc cái gì đó có thể nguy hiểm hoặc có vấn đề"
        },
        {
            "id": "4fbc81b0-9e79-4ac0-9b5b-449cffdfbc56",
            "word": "safe and sound",
            "phonetic": "seɪf ænd saʊnd ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2FmZSBhbmQgc291bmQ&hash=1d327b6f343caeb2af58a8436492ff08ec0c91d7&lang=en&cache-only=0",
            "defineEn": "not damaged or injured in any way",
            "defineVi": "không bị hư hỏng hoặc bị thương trong bất kỳ cách nào",
            "hasImg": true
        },
        {
            "id": "9c60635f-313f-4310-bd08-6bd78b6bb90e",
            "word": "to avert",
            "phonetic": "tʊ ɐvɜːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The crisis was averted.",
                "The plastic bans were averted.",
                "We will avert destabilization and mass migration.",
                "Flights between Hong Kong, Toronto and other international cities were quickly grounded and thanks to other emergency measures, a pandemic was averted.",
                "We will not avert our eyes from a regime that chants Death to America and threatens genocide against the Jewish People."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXZlcnQ&hash=446c3899817953358be0c2d4f641d85cf76155da&lang=en&cache-only=0",
            "defineEn": "to prevent something dangerous or unpleasant from happening",
            "defineVi": "để ngăn chặn một cái gì đó nguy hiểm hoặc khó chịu xảy ra"
        },
        {
            "id": "f4bf9d07-5cb1-4574-b3cb-3e1554bad086",
            "word": "to beware",
            "phonetic": "tə bᵻwɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Beware of that pig in a poke.",
                "The archbishop cautioned the cardinal to beware of a man of one book who bases all of his arguments solely on a single reference.",
                "After a lightning strike hit a tree in our neighborhood, my mother said 'beware of an oak, it draws the stroke' and advised me to stay inside during thunderstorms.",
                "With TV sports coverage becoming increasingly competitive, the BBC should beware of resting on its laurels.",
                "Although he seemed friendly and harmless, his quiet demeanor made some people wary - after all, beware of a silent man and still water."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmV3YXJl&hash=30a0a3af08b0f7f8f6f75b131e2dec59816212af&lang=en&cache-only=0",
            "defineEn": "to warn someone to be cautious of a dangerous person or thing",
            "defineVi": "để cảnh báo ai đó phải thận trọng với một người nguy hiểm hoặc điều"
        },
        {
            "id": "a47da1b0-9f4d-4e3d-8e6d-9378baae6d4a",
            "word": "to caution",
            "phonetic": "tə kɔːʃən ",
            "partOfSpeechType": "verb",
            "examples": [
                "The archbishop cautioned the cardinal to beware of a man of one book who bases all of his arguments solely on a single reference.",
                "He threw caution to the winds and rang the bell of the ground-floor flat.",
                "We chose to err on the side of caution when planning our investments.",
                "As a parent, I knew that there was a thin line between panic and caution.",
                "I threw caution to the wind and bought the most expensive one."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2F1dGlvbg&hash=6e1c3b2d821a2d7b5a39bbed6c7928cd6e5397a3&lang=en&cache-only=0",
            "defineEn": "to warn someone of something that could be difficult or dangerous",
            "defineVi": "để cảnh báo ai đó về một cái gì đó có thể là khó khăn hoặc nguy hiểm"
        },
        {
            "id": "ac3a9704-3025-442b-9548-15d1f8a9cf1f",
            "word": "to compromise",
            "phonetic": "tə kɑːmpɹəmaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "In the end we reached a compromise.",
                "The couple had to compromise and give and take in order to make their marriage work.",
                "We should take the lead in proposing a compromise and be ready to give ground on several points.",
                "The politician burned his boats by refusing to compromise on his position.",
                "The artist refused to compromise on their vision for commercial success, understanding that no man loves his fetters, be they made of gold."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcHJvbWlzZQ&hash=183f17eb9da0dd91b7b1f23ca5f46658557e90e2&lang=en&cache-only=0",
            "defineEn": "to put someone or something in danger or under suspicion, particularly by being careless",
            "defineVi": "đặt ai đó hoặc cái gì đó vào tình trạng nguy hiểm hoặc bị nghi ngờ, đặc biệt là do bất cẩn"
        },
        {
            "id": "70e21226-e4b6-46de-bfb4-722810f8e5bc",
            "word": "to dare",
            "phonetic": "tə dɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "You, with one foot in the grave dare to volunteer?",
                "Don't you even dare say his name.",
                "How dare you make a fool of me?",
                "How dare he criticize me for having an affair?",
                "Don't you dare hesitate Manfred!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGFyZQ&hash=23200af93058e517039c6c1dfd6af2ca4ab1092e&lang=en&cache-only=0",
            "defineEn": "to challenge someone to do something difficult, embarrassing, or risky",
            "defineVi": "để thách thức một ai đó để làm điều gì đó khó khăn, lúng túng, hoặc rủi ro"
        },
        {
            "id": "56c616ff-c7a6-451d-8f04-736e6c85faae",
            "word": "to flee",
            "phonetic": "tə fliː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The spy fled when he realized that someone had blown his cover.",
                "He fled to South America hoping to escape the arm of the law.",
                "In many cases religious persecution is the cause of people fleeing their country.",
                "Not knowing what else to do, he gets out of dodge and flees to Chicago to get in touch with his sister.",
                "When faced with the temptation to gossip about her friend, Jane remembered the saying 'resist the devil, and he will flee from you,' and chose to keep her thoughts to herself."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmxlZQ&hash=e27c129e9d9b6b2ccc926783acac0712b0c809af&lang=en&cache-only=0",
            "defineEn": "to escape danger or from a place",
            "defineVi": "để thoát khỏi nguy hiểm hoặc từ một nơi",
            "hasImg": true
        },
        {
            "id": "a2853d34-0108-447a-8918-0279df5f3506",
            "word": "to lock away",
            "phonetic": "tə lɑːk ɐweɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Fortunately, some clues are locked away at the edge of our solar system, and scientists are starting to uncover them.",
                "Alfalfa keeps its pollen locked away inside its flowers.",
                "The meter isn’t a physical object, locked away in a secret vault somewhere.",
                "and it stays locked away in the mushroom for up to a year.",
                "Therefore, more female sociopaths are out in the world, roaming about, not locked away in prison."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9jayBhd2F5&hash=5c7471cc71e98d9b7765ddf46785e564e6cc6ad9&lang=en&cache-only=0",
            "defineEn": "to place something in a container or place that can be securely fastened with a lock",
            "defineVi": "để đặt một cái gì đó trong một thùng chứa hoặc nơi có thể được gắn chặt bằng khóa"
        },
        {
            "id": "9c834b31-a235-4528-bba1-bf73f38f6a14",
            "word": "alert",
            "phonetic": "ɐlɜːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The child's cry of fear alerted the adults to the presence of a spider.",
                "I'll be more alert when I get this medication out of my system.",
                "The attack was unsuccessful and served only to alert the enemy.",
                "After a period of fighting and dying, macrophages alert the brain of the immune system: the dendritic cells.",
                "The owner routinely alerted the police."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxlcnQ&hash=e6d7100bb77b3bdc39414cf4bc501ee76e1bc58a&lang=en&cache-only=0",
            "defineEn": "a situation where people are ready to confront a threat",
            "defineVi": "một tình huống mà mọi người đã sẵn sàng để đối mặt với một mối đe dọa"
        },
        {
            "id": "71376067-2091-4172-917a-8d6e2e64ee37",
            "word": "distress",
            "phonetic": "dɪstɹɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The injured animal cried in distress, attracting the attention of nearby hikers.",
                "His favorite pair of jeans became out at elbows after years of regular use, developing holes and signs of distress.",
                "Distress calls were pouring in, thick and fast, from all over the area.",
                "In the aftermath of a natural disaster, the affected community came together to support each other, demonstrating how two in distress makes sorrow less.",
                "After my grandfather passed away, our family gathered together to share memories and support each other, proving how company in distress makes trouble less."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzdHJlc3M&hash=4b8c29214a02ab14180f1ce9949ad630c458b958&lang=en&cache-only=0",
            "defineEn": "a situation where an airplane, ship, etc. requires help because it is in serious danger",
            "defineVi": "một tình huống mà máy bay, tàu, v.v. cần được giúp đỡ vì nó đang gặp nguy hiểm nghiêm trọng"
        },
        {
            "id": "c5a263c8-9ea7-48a2-b550-7d1a83accee7",
            "word": "hazard",
            "phonetic": "hæzɚd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Most home givers aren't receiving hazard pay.",
                "A big hazard is a dependency in the instructions.",
                "And the blowtorch comes with fire hazards.",
                "Vidale: Historically, they biggest hazard from earthquakes has been fire.",
                "It's a fire hazard."
            ],
            "audio": "https://tts.langeek.co/read?text=aGF6YXJk&hash=eb71b210908225b06a2e67572e7ae15050ba5d89&lang=en&cache-only=0",
            "defineEn": "a danger; something that poses a risk or danger",
            "defineVi": "nguy hiểm; một cái gì đó gây ra một rủi ro hoặc nguy hiểm"
        },
        {
            "id": "dc719677-49fa-49e8-8605-d987d5cf3bcb",
            "word": "gamble",
            "phonetic": "ɡæmbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "You never gambled a little bit?",
                "This gamble, however, is by no means a safe one.",
                "Equity holders, they kind of took a gamble.",
                "No, I never, I never gambled.",
                "[Narrator] From the start, this buy was a gamble."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FtYmxl&hash=49356c71a53efae6a8263498abb78687543136e9&lang=en&cache-only=0",
            "defineEn": "an act that someone does while knowing that there is a risk but also possible success",
            "defineVi": "một hành động mà ai đó làm trong khi biết rằng có rủi ro nhưng cũng có thể thành công"
        },
        {
            "id": "43694ee3-9c4f-4a39-bf2b-713fe40729a4",
            "word": "peril",
            "phonetic": "pɛɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even though our company is struggling financially, all is not lost that is in peril - we still have a chance to turn things around with a new marketing strategy.",
                "And without an asbestos ban on all products, we remain in peril.",
                "Was there a moment of maximum peril for McConnell?",
                "While there are some advantages to going down market, there are also some perils.",
                "President Trump is projecting defiance as he faces his greatest political peril yet, an unprecedented second impeachment."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyaWw&hash=b84b9c6fa53676f8150595a407f44a330f30ad82&lang=en&cache-only=0",
            "defineEn": "great danger, particularly one that is fatal or causes harm",
            "defineVi": "mối nguy hiểm lớn, đặc biệt là mối nguy hiểm gây tử vong hoặc gây hại"
        },
        {
            "id": "cc2e0f36-e709-4d29-90b6-95dee37a083b",
            "word": "menace",
            "phonetic": "mɛnɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "But now researchers are discovering a new menace: microfibers.",
                "Locusts are an agricultural menace.",
                "The police are a menace to ordinary civilians. ",
                "They are being a menace, eating our grass and even getting into our homes.",
                "Da Gama’s instincts were to menace and fight them and he did."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVuYWNl&hash=59101bcf0381a29b30d326baea84ecda48880b2a&lang=en&cache-only=0",
            "defineEn": "someone or something that causes or is likely to cause danger or damage",
            "defineVi": "ai đó hoặc cái gì đó gây ra hoặc có khả năng gây ra nguy hiểm hoặc thiệt hại"
        },
        {
            "id": "22ff8a3b-ce49-4e22-a188-e796ba7ccc9e",
            "word": "precaution",
            "phonetic": "pɹɪkɔːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The thrill-seeker who skydived without proper safety precautions ended up with a serious injury.",
                "Her statement should have rung alarm bells but nobody took the precaution of checking the facts.",
                "Even though she was fully aware of the risks, Susan refused to take the necessary precautions to prevent the spread of a contagious disease, proving that selfishness knows no bound.",
                "This local office worker is here just as a precaution.",
                "And maybe you're taking some precautions."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlY2F1dGlvbg&hash=1e2a188366b6d0a55ffd55aeb256f87666351a58&lang=en&cache-only=0",
            "defineEn": "an act done to prevent something unpleasant or bad from happening",
            "defineVi": "một hành động được thực hiện để ngăn chặn một cái gì đó khó chịu hoặc xấu xảy ra"
        },
        {
            "id": "bcdb0ff7-2ce4-4cb0-ad67-efd50ff6b7f6",
            "word": "refuge",
            "phonetic": "ɹɛfjuːdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Thousands sought refuge in local shelters.",
                "And these giant lunar lava tubes could be the perfect refuge for humans.",
                "So here at the refuge, at least once a month, they get a pedicure.",
                "The low ceiling and honey-colored stone walls give a feeling of safety and refuge. ",
                "And many other individuals took refuge in Enlightenment thought as well as taking it as a call to action."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmdWdl&hash=259e22b5724b2fc3fb20bdb80a02a3a42c1a0cd2&lang=en&cache-only=0",
            "defineEn": "any place that offers protection or safety",
            "defineVi": "bất kỳ nơi nào cung cấp bảo vệ hoặc an toàn"
        },
        {
            "id": "1acf983d-9a85-4d2f-98bb-3aaeacc139d4",
            "word": "death toll",
            "phonetic": "dɛθ toʊl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVhdGggdG9sbA&hash=f45ef4be09a43dd3de02549a551399b38b139a2b&lang=en&cache-only=0",
            "defineEn": "the number of individuals who die as a result of an accident, war, etc.",
            "defineVi": "số người chết do tai nạn, chiến tranh, v.v."
        },
        {
            "id": "41758884-df9d-400d-8a15-f53025c2e933",
            "word": "rescue",
            "phonetic": "ɹɛskjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rescue team arrived in a helicopter to help the stranded hikers.",
                "Fallen rock is impeding the progress of rescue workers.",
                "The firefighters rescued the trapped hiker, bringing him back safe and sound to his worried friends.",
                "The firefighter who rescued us was our knight in shining armor.",
                "When Ashley's car broke down on the side of the road, Daniel, her knight in shining armor, arrived to rescue her and fix the engine."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzY3Vl&hash=e18dfb274cbde8c480fba7195c41ddd2bee9c4bc&lang=en&cache-only=0",
            "defineEn": "the action of saving someone or something or being saved from something unpleasant or dangerous",
            "defineVi": "hành động cứu ai đó hoặc cái gì đó hoặc được cứu khỏi điều gì đó khó chịu hoặc nguy hiểm"
        },
        {
            "id": "22e6b320-0337-45b9-8805-43be9dd31626",
            "word": "safeguard",
            "phonetic": "seɪfɡɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "That safeguards the delicate bones there.",
                "But it's a safeguard.",
                "With the help of the FDIC, they safeguard our money while making loans to individual households and businesses.",
                "And, you know, the middle of the Taiwan Strait has been safeguarding peace and stability of the Taiwan Strait for decades.",
                "This check and balance between Bs and Ts is an important safeguard against your immune system becoming too good at its job."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FmZWd1YXJk&hash=1aef5528217d9893f8992680ff803c9eb71340a3&lang=en&cache-only=0",
            "defineEn": "an act, law, rule, etc. that protects someone or something against danger or harm",
            "defineVi": "một hành động, luật pháp, quy tắc, vv bảo vệ ai đó hoặc một cái gì đó chống lại nguy hiểm hoặc tổn hại"
        },
        {
            "id": "df262fc7-f8a0-4d13-a89e-772a311f1db7",
            "word": "cowardice",
            "phonetic": "kaʊɚdɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "According to Aristotle, courage is the midpoint between the extremes of cowardice and recklessness."
            ],
            "audio": "https://tts.langeek.co/read?text=Y293YXJkaWNl&hash=c7e5b33a548a18720b35512d66ac2cc0d2ea5ab1&lang=en&cache-only=0",
            "defineEn": "the quality of not having courage",
            "defineVi": "chất lượng của việc không có can đảm"
        },
        {
            "id": "67f77c44-a760-42ce-b48d-f24c40be7f5c",
            "word": "boldness",
            "phonetic": "boʊldnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Does he feel, in any way, as the ergo attached to that, a kind of boldness to begin to probe our election process, to step forward in even a more robust way in 2015, in the initial sort of probes that Mr. Clapper talked about back in ’15, and the summer of 2016, which you know and lived through vividly?"
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9sZG5lc3M&hash=87b7b767459745b609fb47a71f39a33655f8ae49&lang=en&cache-only=0",
            "defineEn": "the quality of willing to take risks and not being afraid",
            "defineVi": "phẩm chất sẵn sàng chấp nhận rủi ro và không sợ hãi"
        },
        {
            "id": "30147ab9-2876-47e5-ad1f-2d5e493413a4",
            "word": "madness",
            "phonetic": "mædnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Of course, there's method in her madness because an empty fridge means I have to take her out to dinner.",
                "Do you think he can draw the line between genius and madness?",
                "Though his staff is often confused by the way he runs the office, I've found that there's method in his madness.",
                "I know you don't understand my motivation for this decision, but after the dust settles you'll see that there is a method in my madness.",
                "I know you don't understand my motivation for this decision, but after the dust settles you'll see that there is a method to my madness."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFkbmVzcw&hash=a71b59432a69b9c985e13fd6ab5bc40602d44659&lang=en&cache-only=0",
            "defineEn": "very stupid behavior that could develop into a dangerous situation",
            "defineVi": "hành vi rất ngu ngốc có thể phát triển thành một tình huống nguy hiểm"
        },
        {
            "id": "3706d5ca-92f1-4dee-ab46-959e6e595e34",
            "word": "AWOL",
            "phonetic": "eɪwɑːl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Two computers have gone AWOL from the office.",
                "The guitarist went AWOL in the middle of the recording.",
                "He's gone AWOL from his base.",
                "When a student goes AWOL repeatedly, the Principal determines the appropriate disciplinary action, up to and including recommendation for discharge.",
                "For failing to report for duty, after more than 24 hours he normally would have been listed as absent without leave, or AWOL."
            ],
            "audio": "https://tts.langeek.co/read?text=QVdPTA&hash=8441b5058eb2ada45f78f3c0345073b3075e1e67&lang=en&cache-only=0",
            "defineEn": "referring to something that is stolen or not in its usual place",
            "defineVi": "đề cập đến một cái gì đó bị đánh cắp hoặc không ở vị trí thông thường của nó"
        }
    ]
}