{
    "id": "61de801c-dcc4-47b4-b78f-57488dea615e",
    "title": "Housekeeping",
    "originalTitle": "Housekeeping",
    "words": [
        {
            "id": "177a39b6-4e72-46a5-bd83-e019c0402737",
            "word": "cleaning",
            "phonetic": "kliːnɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cleaning product contains stiff chemicals that effectively remove tough stains.",
                "Cry me a river, I don't even have a cleaning lady.",
                "The dentist recommended using an electric toothbrush for better cleaning.",
                "The mother of two young children felt overwhelmed by her daily tasks, which included cooking, cleaning, and child-rearing.",
                "Cleaning the entire house by herself felt too much like hard work for Emily, so she decided to hire a professional cleaning service."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xlYW5pbmc&hash=dab296e58c3e13e2be2e2b62173191547aeca7aa&lang=en&cache-only=0",
            "defineEn": "the action or process of making something, especially inside a house, etc. clean",
            "defineVi": "hành động hoặc quá trình làm một cái gì đó, đặc biệt là bên trong một ngôi nhà, v.v. sạch sẽ",
            "hasImg": true
        },
        {
            "id": "66a0c9b7-09c7-426e-b97f-21e4da304bb0",
            "word": "housework",
            "phonetic": "haʊswɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "To start with, neither of us likes housework.",
                "He always helps with the housework.",
                "It’s difficult to do housework with the children under my feet all the time.",
                "She considers it beneath her dignity to help with the housework now and again.",
                "I try to get the kids to share in the housework."
            ],
            "audio": "https://tts.langeek.co/read?text=aG91c2V3b3Jr&hash=ccf56313c78f9bdbef5e413f6887b76eedb6fe14&lang=en&cache-only=0",
            "defineEn": "regular work done in a house, especially cleaning, washing, etc.",
            "defineVi": "công việc thường xuyên được thực hiện trong nhà, đặc biệt là dọn dẹp, giặt giũ, v.v.",
            "hasImg": true
        },
        {
            "id": "f52b537a-7e87-4deb-bbe8-4ffb136c18cc",
            "word": "spring-cleaning",
            "phonetic": "spɹɪŋkliːnɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3ByaW5nLWNsZWFuaW5n&hash=2e572add4346f7197b6e768744d07ffc518f08ab&lang=en&cache-only=0",
            "defineEn": "the act of thoroughly cleaning  a room or house, especially before the arrival of Spring and including parts one does not usually clean",
            "defineVi": "hành động dọn dẹp kỹ lưỡng căn phòng hoặc ngôi nhà, đặc biệt là trước khi mùa xuân đến và bao gồm cả những phần mà người ta thường không dọn dẹp"
        },
        {
            "id": "be1629f4-38b0-46db-bcde-c11b5360ef14",
            "word": "dishwashing",
            "phonetic": "dɪʃwɑːʃɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlzaHdhc2hpbmc&hash=51eb1c8abe5ac175ba2fd896f1d38edf6a72d05a&lang=en&cache-only=0",
            "defineEn": "the process of cleaning and sanitizing dishes, utensils, and cookware using water, detergent, and sometimes a dishwasher machine",
            "defineVi": "quá trình làm sạch và vệ sinh bát đĩa, đồ dùng và dụng cụ nấu ăn bằng nước, chất tẩy rửa và đôi khi là máy rửa chén"
        },
        {
            "id": "1ee4ddb6-6c00-4628-9031-a038b7ff41a8",
            "word": "grocery shopping",
            "phonetic": "ɡɹoʊsɚɹi ʃɑːpɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3JvY2VyeSBzaG9wcGluZw&hash=16fa99658716ac70cacfd0e227d054bad095b76a&lang=en&cache-only=0",
            "defineEn": "the act of purchasing food and other household items from a grocery store or supermarket to meet one's household needs",
            "defineVi": "hành động mua thực phẩm và các đồ gia dụng khác từ cửa hàng tạp hóa hoặc siêu thị để đáp ứng nhu cầu gia đình của một người"
        },
        {
            "id": "c2336331-4502-44d1-8f81-f2f00e59e750",
            "word": "chore",
            "phonetic": "tʃoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Are all your chores done?",
                "He often helps his neighbors with their chores.",
                "They were always arguing about money, chores, and even the smallest things.",
                "As a devoted wife, she takes care of the household chores and ensures a comfortable home for her family.",
                "I have so many chores to do, and my sister won't lift a finger to help me."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hvcmU&hash=ba861aae9f344e264cb401a2be3ca42d914e79eb&lang=en&cache-only=0",
            "defineEn": "a task, especially a household one, that is done regularly",
            "defineVi": "một nhiệm vụ, đặc biệt là một hộ gia đình, được thực hiện thường xuyên",
            "hasImg": true
        },
        {
            "id": "811bc7da-c902-49a0-a49b-8304f683dd66",
            "word": "yardwork",
            "phonetic": "jɑːɹdwɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Let’s say that by hiring a lawn service, you save yourself two hours of yardwork, and you invest that time into your side business screenprinting T-shirts to sell on Etsy."
            ],
            "audio": "https://tts.langeek.co/read?text=eWFyZHdvcms&hash=bdb06de465a71a061d6e0c018ffd0482557107d5&lang=en&cache-only=0",
            "defineEn": "the physical labor of maintaining and beautifying an outdoor space, including tasks like mowing, pruning, weeding, planting, and general landscaping",
            "defineVi": "lao động thể chất để duy trì và làm đẹp không gian ngoài trời, bao gồm các công việc như cắt cỏ, tỉa cành, nhổ cỏ, trồng cây và tạo cảnh quan chung"
        },
        {
            "id": "cc37b190-27ef-40f9-b42a-104319c1be37",
            "word": "domestic",
            "phonetic": "dəmɛstɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The firm will be turning up the heat on its rivals in a highly competitive industry now scrapping for a share of the domestic market.",
                "In some cultures, the idea that one cannot love and be wise was used to reinforce gender roles, with men being encouraged to pursue intellectual pursuits and women being expected to focus on domestic and emotional responsibilities.",
                "One in three women in Tarrant County, Texas, will experience domestic violence in her lifetime.",
                "So domestic audience is very important.",
                "Today’s domestic dogs all trace their DNA back to ancient wolves."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9tZXN0aWM&hash=4ffc842200a0ee20a7be3138c4d6618d2fa31852&lang=en&cache-only=0",
            "defineEn": "a person who is employed to perform household tasks within a residence, such as cleaning, cooking, and other domestic duties",
            "defineVi": "một người được tuyển dụng để thực hiện các công việc gia đình trong nơi cư trú, chẳng hạn như dọn dẹp, nấu ăn và các nhiệm vụ gia đình khác",
            "hasImg": true
        },
        {
            "id": "57647b56-cbaa-4ad1-81cd-3b7a6c30c5cf",
            "word": "domesticity",
            "phonetic": "dəmɪstɪsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The minivan is a vehicle that too many screams domesticity.",
                "Some middle class women found work in that most disreputable of fields, teaching, but the cult of domesticity held that a respectable middle class woman should stay at home.",
                "Rousseau promoted what would come to be called middle-class values, like hard work, practicality, and domesticity for women.",
                "So I assume Stan brought up Harriet Beecher Stowe’s sister to point out that it wasn’t just men who bought into the Cult of Domesticity."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9tZXN0aWNpdHk&hash=df78922a899d0fd7e076fc7d4f92d839eda80376&lang=en&cache-only=0",
            "defineEn": "the state or quality of being focused on home life, family, and the activities associated with maintaining a household",
            "defineVi": "trạng thái hoặc chất lượng tập trung vào cuộc sống gia đình, gia đình và các hoạt động liên quan đến việc duy trì hộ gia đình"
        },
        {
            "id": "8180c806-7d8d-460e-9b75-3c5113eef59d",
            "word": "odd job",
            "phonetic": "ɑːd dʒɑːb ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2RkIGpvYg&hash=94c28ab6ffc1da4e7c219ecd607498f93b5f4913&lang=en&cache-only=0",
            "defineEn": "a single miscellaneous task or chore, typically small in scale and unrelated to one's primary occupation or job",
            "defineVi": "một nhiệm vụ hoặc công việc linh tinh duy nhất, thường có quy mô nhỏ và không liên quan đến nghề nghiệp hoặc công việc chính của một người"
        },
        {
            "id": "d42c514f-359a-4385-83ce-9c479eda6927",
            "word": "home repair",
            "phonetic": "hoʊm ɹᵻpɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9tZSByZXBhaXI&hash=be35a66f8db48efdf3623bc5afea7de2c81cd1e4&lang=en&cache-only=0",
            "defineEn": "the process of fixing or addressing damages, defects, and malfunctions in a residential property to restore its functionality and safety",
            "defineVi": "quá trình sửa chữa hoặc giải quyết các hư hỏng, khiếm khuyết và trục trặc trong tài sản dân cư để khôi phục chức năng và sự an toàn của nó"
        },
        {
            "id": "a7166d7d-9db1-4b99-9c5d-f2046bd8bb45",
            "word": "to dust",
            "phonetic": "tə dʌst ",
            "partOfSpeechType": "verb",
            "examples": [
                "His clubs are collecting dust now.",
                "They dusted their eggnog with a sprinkle of nutmeg.",
                "The baker dusted the pastry with a generous amount of icing sugar.",
                "Tickets for the concert are like gold dust.",
                "His throat was dry as dust."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHVzdA&hash=b5cf3429425debc2c2f270ffc702f9b52e6ef817&lang=en&cache-only=0",
            "defineEn": "to use a soft cloth to remove dust from the surface of something like pieces of furniture",
            "defineVi": "để sử dụng một miếng vải mềm để loại bỏ bụi từ bề mặt của một cái gì đó giống như mảnh đồ nội thất",
            "hasImg": true
        },
        {
            "id": "0e81ff56-2e0f-405d-8713-af5b0c4b9f82",
            "word": "to recycle",
            "phonetic": "tə ɹᵻsaɪkəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Recycling waste saves energy.",
                "When it comes to reducing waste, every little helps, from using reusable bags to recycling paper and plastic.",
                "Down in the soil, a typical earthworm population recycles around two tons of organic matter per acre every year.",
                "Only about 13.5% of that was recycled.",
                "Globally, only 9% of plastics are recycled."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjeWNsZQ&hash=da929b90740e53e8ec60e051e36161440668d1c6&lang=en&cache-only=0",
            "defineEn": "to make a waste product usable again",
            "defineVi": "để làm cho một sản phẩm chất thải có thể sử dụng một lần nữa",
            "hasImg": true
        },
        {
            "id": "4e00c0fb-bc51-4a69-ab22-eb0e87faab46",
            "word": "to mop",
            "phonetic": "tə mɑːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "I usually clean the floors with a mop and cleaner.",
                "Mopping out!",
                "They just gave us a mop, a broom and each woman got two rags.",
                "The enclosure needed to fit into our Reptile Room and still leave space for the other enclosures, and we also needed to keep a little nook for our cockroach colony and our broom and mop.",
                "Instead, repeatedly vacuum or mop your floors and toss any bedding into the washing machine, making sure to dry it at high heat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW9w&hash=5976fe9dddc02732d8e70b5c88e1fe3592c2fc97&lang=en&cache-only=0",
            "defineEn": "to wash or wipe something using a mop",
            "defineVi": "để rửa hoặc lau một cái gì đó bằng cách sử dụng cây lau nhà",
            "hasImg": true
        },
        {
            "id": "86c7929f-bc98-4cfd-9f75-b9d2906a929c",
            "word": "to polish",
            "phonetic": "tə pɑːlɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He polished his leather shoes to make them look shiny.",
                "All it needs is a lick of polish and it’ll look like new.",
                "My father cleaned and polished the wooden furniture to keep it looking nice.",
                "Growing up as the son of a Polish immigrant, I was raised by a man who often seemed more Catholic than the Pope himself.",
                "He made a fuss of his new car, spending hours meticulously cleaning and polishing every inch of it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9saXNo&hash=551dd96eb5dcc15306e242ee67fce524f375c97e&lang=en&cache-only=0",
            "defineEn": "to rub the surface of something, mostly by using a brush or a piece of cloth, to make it bright, smooth, and shiny",
            "defineVi": "để chà bề mặt của một cái gì đó, chủ yếu bằng cách sử dụng một bàn chải hoặc một mảnh vải, để làm cho nó sáng, mịn và sáng bóng"
        },
        {
            "id": "354cf5ef-2cbc-4a3a-9c44-20683fce8820",
            "word": "to vacuum",
            "phonetic": "tə vækjuːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "I vacuumed the carpet to remove the dust and dirt.",
                "We need to move the heavy furniture to vacuum the carpet.",
                "Nature abhors a vacuum, so if you don't fill the garden bed with plants, weeds will quickly take over.",
                "Nature abhors a vacuum!",
                "Nature hates a vacuum."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmFjdXVt&hash=6dc92efab7cbfcc69665b232282b71c759ed0f09&lang=en&cache-only=0",
            "defineEn": "to use a vacuum cleaner to clean a place",
            "defineVi": "sử dụng máy hút bụi để làm sạch một nơi",
            "hasImg": true
        },
        {
            "id": "b6d3c545-05cc-458f-823e-73c6994ee0fa",
            "word": "to wash",
            "phonetic": "tə wɑːʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I washed the dishes after dinner.",
                "I washed my face and hands with a bar of soap.",
                "The cat was washing itself.",
                "I’ve washed my hands of the whole affair.",
                "He gently washed his face with warm water and soap."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FzaA&hash=b6c0c541d6ad0e5002efdb1f2aea0c00f2d9a6e9&lang=en&cache-only=0",
            "defineEn": "to clean someone or something with water, often also with a type of soap",
            "defineVi": "để làm sạch ai đó hoặc một cái gì đó với nước, thường cũng với một loại xà phòng",
            "hasImg": true
        },
        {
            "id": "4d8db551-aee8-4e2e-b809-25e9c4527b23",
            "word": "to scrub",
            "phonetic": "tə skɹʌb ",
            "partOfSpeechType": "verb",
            "examples": [
                "We used turmeric in a homemade face scrub for potential exfoliating and brightening effects.",
                "Crafty scrub jays can sort of read the mind of their fellow birds.",
                "Kind of like swallowing a scrub pad.",
                "Western scrub jays are experts in delayed gratification.",
                "She wore old-fashioned scrubs to the intensive care unit in Greenville, South Carolina where she worked."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NydWI&hash=085b53d4964908167489ab0f6277fa9a99b0b4a8&lang=en&cache-only=0",
            "defineEn": "to clean a surface by rubbing it very hard using a brush, etc.",
            "defineVi": "để làm sạch một bề mặt bằng cách chà xát nó rất mạnh bằng bàn chải, v.v.",
            "hasImg": true
        },
        {
            "id": "2709db41-1a54-402f-90dc-6512f93fff74",
            "word": "to empty",
            "phonetic": "tʊ ɛmpti ",
            "partOfSpeechType": "verb",
            "examples": [
                "The house has sat empty for two years.",
                "Our waiter cleared the empty plates from the table.",
                "I got an empty gift box.",
                "He emptied the full trash can into the larger dumpster outside.",
                "I placed my bag on the empty chair next to me."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1wdHk&hash=9c4a71600972dbab709a74dc1b4e8c297ee76dc2&lang=en&cache-only=0",
            "defineEn": "to remove the contents of a container or space",
            "defineVi": "để loại bỏ nội dung của một container hoặc không gian"
        },
        {
            "id": "ce026b70-69b7-48ff-8672-9af2c0adebea",
            "word": "to dry",
            "phonetic": "tə dɹaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "My mouth felt completely dry.",
                "I dried my hands with a soft towel.",
                "His throat was dry as dust.",
                "Try some dried apricots as a healthy snack.",
                "The flowers died during a dry spell."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJ5&hash=6ce2c16583e2d04e81a27150d49325b810e66af5&lang=en&cache-only=0",
            "defineEn": "to remove moisture or dampness from something, usually by exposing it to heat or air currents",
            "defineVi": "để loại bỏ độ ẩm hoặc độ ẩm từ một cái gì đó, thường là bằng cách để nó tiếp xúc với nhiệt hoặc luồng không khí",
            "hasImg": true
        },
        {
            "id": "739d6933-00d2-4f31-bfa8-96114868357e",
            "word": "to wipe",
            "phonetic": "tə waɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The explosion wiped the island off the map.",
                "That should wipe the grin off his face.",
                "They wiped the floor with us in a 3–0 win.",
                "Another few years and this species could be wiped off the face of the earth.",
                "The rest of the continents could have been wiped off the face of the globe and no one would notice!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2lwZQ&hash=3064fee3c007ccc1a420b7414e531120bcec7d0e&lang=en&cache-only=0",
            "defineEn": "to clean or dry a surface using a cloth, etc.",
            "defineVi": "để làm sạch hoặc làm khô bề mặt bằng vải, v.v.",
            "hasImg": true
        },
        {
            "id": "41f49e0f-6c9e-4ed4-99d9-ba37659e551c",
            "word": "to fold",
            "phonetic": "tə foʊld ",
            "partOfSpeechType": "verb",
            "examples": [
                "He carefully folded the fruit filling into the pastry dough made with pastry flour.",
                "She folded her T-shirt and put it neatly in the drawer.",
                "My mother asked me to fold my clothes and organize them in my closet.",
                "He spread jam on a slice of toast, folded it in half, and enjoyed a simple and tasty meal.",
                "Drill instructor: Fold the first sheet with you and your rackmate now."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9sZA&hash=4dd4e525929d93b7db1722db40680febbb8623db&lang=en&cache-only=0",
            "defineEn": "to bend something in a way that one part of it touches or covers another",
            "defineVi": "để uốn cong một cái gì đó trong một cách mà một phần của nó chạm vào hoặc bao phủ khác",
            "hasImg": true
        },
        {
            "id": "c792c5b4-ca17-465a-8b7f-72f69b04ae4f",
            "word": "to cook",
            "phonetic": "tə kʊk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The chef cooks a delicious meal in the restaurant.",
                "My sister skillfully cooks a flavorful curry for dinner.",
                "Mix cooked conchiglie with cherry tomatoes, cucumbers, and a vinaigrette for a pasta salad.",
                "He cooked a delicious wild rice and mushroom risotto for his vegetarian dinner.",
                "She cooked a mouthwatering pheasant roast for her family's Sunday dinner."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29vaw&hash=18484c8302f0374ef6c9fb0c9fa87043c0ea0602&lang=en&cache-only=0",
            "defineEn": "to make food with heat",
            "defineVi": "để làm thức ăn với nhiệt",
            "hasImg": true
        },
        {
            "id": "fdd67d4b-e5bc-427d-b31e-5f9fc9e40eb1",
            "word": "to clean",
            "phonetic": "tə kliːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The mother gently cleaned her baby's ears with a cotton swab.",
                "A new broom sweeps clean, after all.",
                "Sarah cleans the kitchen counters with a sponge.",
                "She had to clean her dirty car after a long road trip.",
                "She cleans the dining room after each meal."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xlYW4&hash=c39f5c5c3fc679eaf7d8fa2c4b79d9896a05d2db&lang=en&cache-only=0",
            "defineEn": "to make something have no stains, bacteria, dust, marks, or dirt",
            "defineVi": "để làm cho một cái gì đó không có vết bẩn, vi khuẩn, bụi, vết hoặc bụi bẩn",
            "hasImg": true
        },
        {
            "id": "5930c41c-624c-4a39-bc99-5de8cdb70614",
            "word": "to organize",
            "phonetic": "tʊ ɔːɹɡənaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "She organized shampoo and soap bottles in the shower caddy in the bathroom.",
                "We organized a tea party for our dolls with tiny cups and saucers.",
                "Jane is organized.",
                "They organize community events in town to bring people together.",
                "To enhance our learning experience, our teacher organized a field trip to the museum."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3JnYW5pemU&hash=72b77e31126cd191696023fefc6df247839cb5d1&lang=en&cache-only=0",
            "defineEn": "to put things into a particular order or structure",
            "defineVi": "để đưa mọi thứ vào một trật tự hoặc cấu trúc cụ thể"
        },
        {
            "id": "94b84a8e-735f-4379-862c-dfed36ce7f8b",
            "word": "to furnish",
            "phonetic": "tə fɜːnɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I realized this must be the rich Miss Oliver who had generously furnished my cottage.",
                "Most of the time, they're sold fully furnished.",
                "According to an IBIS World Industry report, in March 2020, the biggest brick-and-mortar home furnishing stores in the U.S. where Bed, Bath & Beyond, HomeGoods, Williams-Sonoma, RH, Crate & Barrel, and Pier 1 Imports.",
                "Um, I Recall that it was a sparked sparsely furnished fairly modest living room",
                "You know, like, 7B. And furnishing it takes a while, because, see that pile?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnVybmlzaA&hash=64913988dcb7489610a4474c4991213b4814b739&lang=en&cache-only=0",
            "defineEn": "to equip a room, house, etc. with furniture",
            "defineVi": "để trang bị cho một căn phòng, ngôi nhà, vv với đồ nội thất",
            "hasImg": true
        },
        {
            "id": "b0656acd-2ee6-4547-a181-1339dfff307d",
            "word": "to dry up",
            "phonetic": "tə dɹaɪ ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Then that basin dried up.",
                "That money was drying up.",
                "That demand dried up pretty much overnight by covid.",
                "And the once vibrant communities of artisans have been drying up.",
                "Plants dried up because they had no source of water. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJ5IHVw&hash=7ec6cbae26b8193bde1de66022ce38f995176bb2&lang=en&cache-only=0",
            "defineEn": "to lose moisture or become dry, often referring to the evaporation or removal of liquid from something",
            "defineVi": "mất độ ẩm hoặc trở nên khô, thường đề cập đến sự bay hơi hoặc loại bỏ chất lỏng từ một cái gì đó"
        },
        {
            "id": "a9ccc388-18df-42fe-bede-99fa53aa503c",
            "word": "to iron",
            "phonetic": "tʊ aɪɚn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Turned the iron to a hotter setting.",
                "The patriarch has always been an iron fist in a velvet glove.",
                "Asparagus beanare rich in iron and vitamin K.",
                "The iron hand in the velvet glove approach seems to work best with this age group.",
                "She needs to iron her suit before the important meeting."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaXJvbg&hash=46be7ed56f969cc993304ed19959a5013b32bae9&lang=en&cache-only=0",
            "defineEn": "to use an iron to smooth a piece of cloth",
            "defineVi": "sử dụng bàn ủi để làm mịn một mảnh vải",
            "hasImg": true
        },
        {
            "id": "72fc35cf-ab04-448d-94cc-1f377c5f8e3a",
            "word": "to unload",
            "phonetic": "tʊ ʌnloʊd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Once dockworkers unload the container, a fleet of eighteen-wheelers transport the coffee to a nearby warehouse, and then to a roastery.",
                "Just two days later, a crate was unloaded in Northern France.",
                "Narrator: Goods are unloaded and go right into the tracking system.",
                "JAYE CRIST: I was unloading off of one of the trucks and fell onto my shoulder and back.",
                "You can't stop unloading crates for a few seconds?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5sb2Fk&hash=f96c03819d3dedd9670d32ac599df50744aded75&lang=en&cache-only=0",
            "defineEn": "to remove things or goods from a container, vehicle, etc.",
            "defineVi": "để loại bỏ những thứ hoặc hàng hóa từ một container, xe, vv",
            "hasImg": true
        },
        {
            "id": "30b9687f-4866-4aa6-abcf-3874f3ac4bf9",
            "word": "to drip-dry",
            "phonetic": "tə dɹɪpdɹaɪ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJpcC1kcnk&hash=25799d26de8adfb742d3f3368eee919b3a0bc532&lang=en&cache-only=0",
            "defineEn": "to allow wet clothes to dry by hanging them up without wringing them out",
            "defineVi": "để cho quần áo ướt khô bằng cách treo chúng lên mà không vắt chúng ra",
            "hasImg": true
        },
        {
            "id": "f42d9291-dbd0-462b-a8e3-18caaf5eeb15",
            "word": "to press",
            "phonetic": "tə pɹɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "She pressed her cheek against the cool glass window.",
                "I pressed the issue home to them.",
                "The tabloid press ran the story.",
                "The press as always gave him a free pass as with so many other issues.",
                "The winter issue is hot off the press."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlc3M&hash=1a9b97edd54368c785f30f24e893c3f27798a125&lang=en&cache-only=0",
            "defineEn": "to apply pressure to something by a heated iron in order to smooth it",
            "defineVi": "để tạo áp lực cho một cái gì đó bằng một bàn ủi nóng để làm mịn nó",
            "hasImg": true
        },
        {
            "id": "1cf23056-0512-4046-9c47-4b21660ccdfb",
            "word": "to wet",
            "phonetic": "tə wɛt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Here, wet your whistle.",
                "He's still wet behind the ears!",
                "You're all wet Jameson",
                "I may be all wet on this point.",
                "He sounds about as much fun as a wet weekend in Carmarthenshire."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2V0&hash=aea2cb9d6c83a795c5dec3909216b6a91bad0375&lang=en&cache-only=0",
            "defineEn": "to make something damp or moist by applying water or another liquid",
            "defineVi": "để làm cho một cái gì đó ẩm ướt hoặc ẩm ướt bằng cách áp dụng nước hoặc chất lỏng khác",
            "hasImg": true
        },
        {
            "id": "13450425-e9ad-4366-b469-397814a4269a",
            "word": "to unfold",
            "phonetic": "tʊ ʌnfoʊld ",
            "partOfSpeechType": "verb",
            "examples": [
                "She unfolded the map to find the location of the tourist attractions.",
                "Unfold the snowflake.",
                "The election had unfolded relatively peacefully.",
                "So much yet to unfold.",
                "As it unfolded."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5mb2xk&hash=eac7b198d8e881f03d8a96e47d674cb7b97ef0cb&lang=en&cache-only=0",
            "defineEn": "to open or spread out from a folded state or compact form",
            "defineVi": "để mở hoặc trải ra từ trạng thái gấp hoặc dạng nhỏ gọn"
        },
        {
            "id": "52d3f621-000a-4875-a3c8-dce591f78378",
            "word": "to launder",
            "phonetic": "tə lɔːndɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Money laundering itself wasn't officially recognized as a federal crime in the United States until 1986.",
                "The US Treasury estimates that something like 300 billion dollars a year is laundered through the United States.",
                "Lori Porter: It was a nightmare because our members were laundering their PPE.",
                "But Capone wasn't the first to launder money.",
                "No one knows for sure the total amount of money that's laundered on a yearly basis, but some organizations estimate it to be in the hundreds of billions of dollars."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGF1bmRlcg&hash=bc074c33041d8ea82a7ea5a09849ab4fe4685e89&lang=en&cache-only=0",
            "defineEn": "to wash, clean, and iron clothes and linens",
            "defineVi": "để giặt, làm sạch và ủi quần áo và khăn trải giường",
            "hasImg": true
        },
        {
            "id": "f740e884-27f5-48cb-9c68-03f44ad2f3b9",
            "word": "to sweep",
            "phonetic": "tə swiːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "A new broom sweeps clean, after all.",
                "A new broom sweeps clean, as they say.",
                "He swept the floor to remove the dust and dirt.",
                "Rebecca was completely swept off her feet when Mark surprised her with a candlelit dinner.",
                "The tennis player achieved a clean sweep of her matches, winning every set and advancing to the finals."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dlZXA&hash=047f2fa247bb8c300f1c1cde7be2ad1dfc585606&lang=en&cache-only=0",
            "defineEn": "to clean a place by using a broom",
            "defineVi": "để làm sạch một nơi bằng cách sử dụng một cây chổi",
            "hasImg": true
        }
    ]
}