{
    "id": "624144c1-a183-4da4-84c9-b964cef88978",
    "title": "Unit 13 - Lesson 1",
    "originalTitle": "Unit 13 - Lesson 1",
    "words": [
        {
            "id": "1eb75327-676d-4fc7-bbc5-60eaf1b30069",
            "word": "ability",
            "phonetic": "ɐbɪləɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "After a successful career at the Italian central bank, few people doubt his ability to whip the economy into shape.",
                "Down from the get-go, there was no question about his ability.",
                "One of our great strengths is our ability to take it on the chin and come out fighting.",
                "We have confidence in the police's ability to investigate and solve crimes.",
                "Rabbits are known for their ability to hop and jump."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJpbGl0eQ&hash=98f3f322b0f0b68fa418198130e560e340a4f844&lang=en&cache-only=0",
            "defineEn": "the fact that one is able or possesses the necessary skills or means to do something",
            "defineVi": "thực tế là một người có thể hoặc sở hữu các kỹ năng hoặc phương tiện cần thiết để làm điều gì đó"
        },
        {
            "id": "5d5a7dfc-5703-4468-9e0d-2cae2867abc1",
            "word": "request",
            "phonetic": "ɹᵻkwɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The conference organizers requested that all presenters submit an abstract of their research papers.",
                "You know I never make requests like this, cut me some slack.",
                "You know I never make requests like this, cut me a break.",
                "I'm hot on the heels of the suspect, requesting immediate backup.",
                "In the past they've tended to turn a deaf ear to such requests."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVxdWVzdA&hash=5d8660e7bd45f782d31fb02cd23d305cf325edb6&lang=en&cache-only=0",
            "defineEn": "a formal application or proposal made to an authority or organization for a particular action or decision",
            "defineVi": "một ứng dụng hoặc đề xuất chính thức được thực hiện cho một cơ quan hoặc tổ chức cho một hành động hoặc quyết định cụ thể"
        },
        {
            "id": "087300a4-4d01-472f-97af-623137c966f2",
            "word": "to sing",
            "phonetic": "tə sɪŋ ",
            "partOfSpeechType": "verb",
            "examples": [
                "All newspapers sang from the same song sheet.",
                "We sang songs to pass the time.",
                "She can't sing for toffee.",
                "Every night she sings the baby to sleep.",
                "Cheerleaders from both schools sang the National Anthem before the start of the game and there were chills down my spine."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2luZw&hash=b38c9cdf5b85aa98d3c9f515f33052f710140b5f&lang=en&cache-only=0",
            "defineEn": "to use our voice in order to produce musical sounds in the form of a tune or song",
            "defineVi": "sử dụng giọng nói của chúng tôi để tạo ra âm thanh âm nhạc dưới dạng một giai điệu hoặc bài hát",
            "hasImg": true
        },
        {
            "id": "6e63da37-9b66-4df2-8922-75315529d9ec",
            "word": "to dance",
            "phonetic": "tə dæns ",
            "partOfSpeechType": "verb",
            "examples": [
                "He danced the issue around.",
                "As the wind blew gently, the silver-gray leaves of artemisia danced in the breeze.",
                "She attends a dance class every Thursday to learn new moves.",
                "Asian cultures have a rich heritage of art, music, and dance.",
                "He always dances around the topic of pay raises for my team whenever I bring it up to him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGFuY2U&hash=bc9fc52422e48478f7d1de3fa1dbb6700411a085&lang=en&cache-only=0",
            "defineEn": "to move the body to music in a special way",
            "defineVi": "để di chuyển cơ thể âm nhạc trong một cách đặc biệt",
            "hasImg": true
        },
        {
            "id": "55d8a06f-0869-40f1-aa64-739e2840ce15",
            "word": "to play",
            "phonetic": "tə pleɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The manager played his strongest side of the season.",
                "The bedside radio played softly.",
                "The media, as always, played an important part in the election campaign.",
                "Fathers play a crucial role in their children's upbringing and development.",
                "His dedication and hard work played a big part in the company's success."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxheQ&hash=a3c216e79f57dc78f3571927648783c93d2a305f&lang=en&cache-only=0",
            "defineEn": "to perform music on a musical instrument",
            "defineVi": "để biểu diễn âm nhạc trên một nhạc cụ",
            "hasImg": true
        },
        {
            "id": "774b6cd3-da03-434d-bc56-75b6278d874d",
            "word": "guitar",
            "phonetic": "ɡɪtɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They play the guitar together during jam sessions.",
                "She usually plays the guitar by ear, rather than reading the music.",
                "He kept his guitar in his room and played music whenever he felt like it.",
                "Unless you’ve got money to burn, these expensive guitars are probably not for you.",
                "He loves playing the guitar."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VpdGFy&hash=5900bc6faafcd1d9662460dff24162135e55cd4e&lang=en&cache-only=0",
            "defineEn": "a musical instrument, usually with six strings, played by pulling the strings with the fingers or with a plectrum",
            "defineVi": "một nhạc cụ, thường có sáu dây, được chơi bằng cách kéo dây bằng ngón tay hoặc bằng miếng gảy",
            "hasImg": true
        },
        {
            "id": "50ffc96a-63ca-4c6f-a71d-934e9d2f652d",
            "word": "violin",
            "phonetic": "vaɪəlɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "She plays the violin with grace and precision.",
                "To play the piano/violin/flute.",
                "They hired a violin teacher to guide them in their learning.",
                "He taught himself to play the violin.",
                "We gathered around as she performed a heartfelt solo on her violin."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlvbGlu&hash=2c781be8ec9d5f2fe40f9cd37980b9d61e2944b0&lang=en&cache-only=0",
            "defineEn": "a musical instrument with strings, held under the chin and played with a bow",
            "defineVi": "một nhạc cụ có dây, được giữ dưới cằm và chơi bằng cung",
            "hasImg": true
        },
        {
            "id": "aa903e94-a31b-413e-97cd-ba3447fde25d",
            "word": "to swim",
            "phonetic": "tə swɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The goldfish in the bowl was swimming around happily.",
                "Swim at your own risk.",
                "I had a swim to cool down.",
                "To go for a ride/drive/run/swim.",
                "You're swimming against the tide regarding thank you letters."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dpbQ&hash=312669efd4e5759dc69ca83bf551f12857d57703&lang=en&cache-only=0",
            "defineEn": "to move through water by moving parts of the body, especially the limbs",
            "defineVi": "di chuyển trong nước bằng cách di chuyển các bộ phận của cơ thể, đặc biệt là các chi",
            "hasImg": true
        },
        {
            "id": "168ef6e1-daf0-4187-b095-8a995bac93c9",
            "word": "to ski",
            "phonetic": "tə skiː ",
            "partOfSpeechType": "verb",
            "examples": [
                "I've never skied before, so here goes nothing.",
                "We went skiing in the snowy mountains.",
                "You're going skiing in this blizzard?",
                "She had never been skiing before, but took the plunge and booked a lesson, knowing that there is always a first time for everything.",
                "The young people ski all day."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2tp&hash=e06d9433cc6bd918ed61378226a2bf44d55341a4&lang=en&cache-only=0",
            "defineEn": "to move on snow on two sliding bars that are worn on the feet",
            "defineVi": "di chuyển trên tuyết trên hai thanh trượt được đeo ở chân",
            "hasImg": true
        },
        {
            "id": "36533d8c-c4d4-4e37-b44d-4b4a41465fe1",
            "word": "to cook",
            "phonetic": "tə kʊk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The chef cooks a delicious meal in the restaurant.",
                "My sister skillfully cooks a flavorful curry for dinner.",
                "Mix cooked conchiglie with cherry tomatoes, cucumbers, and a vinaigrette for a pasta salad.",
                "He cooked a delicious wild rice and mushroom risotto for his vegetarian dinner.",
                "She cooked a mouthwatering pheasant roast for her family's Sunday dinner."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29vaw&hash=18484c8302f0374ef6c9fb0c9fa87043c0ea0602&lang=en&cache-only=0",
            "defineEn": "to make food with heat",
            "defineVi": "để làm thức ăn với nhiệt",
            "hasImg": true
        },
        {
            "id": "58c2b384-e337-402d-bf5e-7fabfb934999",
            "word": "to sew",
            "phonetic": "tə soʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He will sew it up in a trice.",
                "The seamstress carefully cut the fabric from the bolt to start sewing the garment.",
                "He sews up Kasim's body.",
                "Sew it up.",
                "Just like, sew that right there?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2V3&hash=56ce63cac6c1d8c3bda1075012c81b139465ce3b&lang=en&cache-only=0",
            "defineEn": "to join two or more pieces of fabric or other materials together, often by using a needle and thread",
            "defineVi": "nối hai hoặc nhiều mảnh vải hoặc các vật liệu khác lại với nhau, thường bằng cách sử dụng kim và chỉ",
            "hasImg": true
        },
        {
            "id": "6fc63378-f01f-4181-998d-0106fb893da5",
            "word": "to knit",
            "phonetic": "tə nɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The old woman knitted blankets for her grandchildren.",
                "I was shocked that I instinctually remembered how to knit after all these years.",
                "- Hm. - Coral's hobby is knitting.",
                "The researchers then knit multiple tubes together to create a flexible matrix in the shape of a heart valve. ",
                "You like a knit, you wear a knit tie before?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ga25pdA&hash=8019bae6a464d71e4197ea44616f190cc45e3fe4&lang=en&cache-only=0",
            "defineEn": "to make clothing, etc. from wool or other type of thread using a machine or a pair of long and thin needles",
            "defineVi": "để làm quần áo, v.v. từ len hoặc các loại chỉ khác bằng máy hoặc một cặp kim dài và mảnh",
            "hasImg": true
        },
        {
            "id": "659a4823-c1fe-4eb2-b6ac-eb847866121e",
            "word": "to draw",
            "phonetic": "tə dɹɔː ",
            "partOfSpeechType": "verb",
            "examples": [
                "I draw the line at a pizza with anchovies on it.",
                "She drew a yellow sun on the corner of the paper.",
                "She drew a picture of a hand with five fingers.",
                "he battle lines has been drawn for years.",
                "The battle lines were drawn yesterday for the fiercest contest in the history of local radio."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJhdw&hash=ab6f269bffb435cfd9a0bc4804d97fe13056f03e&lang=en&cache-only=0",
            "defineEn": "to make a picture of something using a pencil, pen, etc. without painting it",
            "defineVi": "để tạo ra một bức tranh về một cái gì đó bằng bút chì, bút mực, v.v. mà không vẽ nó",
            "hasImg": true
        },
        {
            "id": "6d7119e8-e75f-48de-a795-f6ddbf68e3af",
            "word": "to paint",
            "phonetic": "tə peɪnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The book paints a vivid picture of life in the city.",
                "The board meeting painted a pretty grim picture.",
                "He painted a beautiful portrait of his sister.",
                "She painted her toenails a vibrant shade of red for the beach vacation.",
                "Its characters are painted in broad brushstrokes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFpbnQ&hash=72685a4540c64191fbead28e5bb4800c9965ed68&lang=en&cache-only=0",
            "defineEn": "to cover a surface or object with a colored liquid, usually for decoration",
            "defineVi": "để bao phủ một bề mặt hoặc đối tượng với một chất lỏng màu, thường để trang trí",
            "hasImg": true
        },
        {
            "id": "eb0cea55-0779-4c28-ba82-98b2d6c6d3a9",
            "word": "to drive",
            "phonetic": "tə dɹaɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Troops drove out the demonstrators.",
                "Hunger drives the wolf out of the wood.",
                "A stream of black cars drove by.",
                "A stream of black cars drove by.",
                "The waves drove against the shore."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJpdmU&hash=704a8f2ae7dbeafb5fcb21f996d425b92f21e83b&lang=en&cache-only=0",
            "defineEn": "to control the movement and the speed of a car, bus, truck, etc. when it is moving",
            "defineVi": "để kiểm soát chuyển động và tốc độ của ô tô, xe buýt, xe tải, v.v. khi nó đang di chuyển",
            "hasImg": true
        },
        {
            "id": "e4ce12df-ea31-48a7-9c2b-ab846b025735",
            "word": "to fix",
            "phonetic": "tə fɪks ",
            "partOfSpeechType": "verb",
            "examples": [
                "The repairman fixed the faulty wiring, and now the electrical system in the house was functioning as right as rain.",
                "These problems are not going to fix themselves.",
                "He fixed an old clock that had stopped ticking.",
                "The new software update has done the trick and fixed the issue with the app.",
                "The repairman said he could fix our tire in two shakes of a lamb's tail."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZml4&hash=9db26550a6e1fed158f2c8a643452152d27fec85&lang=en&cache-only=0",
            "defineEn": "to repair something that is broken",
            "defineVi": "để sửa chữa một cái gì đó bị hỏng",
            "hasImg": true
        },
        {
            "id": "3b29d8b3-73e1-474d-90cf-07e7cf5ead87",
            "word": "musical instrument",
            "phonetic": "mjuːzɪkəl ɪnstɹəmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Do you play a musical instrument?",
                "The talent for playing musical instruments runs in this family, with several members being skilled musicians.",
                "She found a large, dried calabash and thought it would make a unique musical instrument.",
                "The moment validated DJ setups as musical instruments, and showed its capabilities as a tool for improvisation.",
                "And the first evidence of musical instruments dates to around the same time: two 42,000-year-old flutes unearthed in Germany."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzaWNhbCBpbnN0cnVtZW50&hash=df65346fc4ef36d8a6d5ae30bc99ef66b83e3550&lang=en&cache-only=0",
            "defineEn": "an object or device used for producing music, such as a violin or a piano",
            "defineVi": "một đối tượng hoặc thiết bị được sử dụng để sản xuất âm nhạc, chẳng hạn như một cây vĩ cầm hoặc một cây đàn piano",
            "hasImg": true
        },
        {
            "id": "e3717f77-02b4-4413-bef7-64be73c9d0c2",
            "word": "cello",
            "phonetic": "tʃɛloʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We tried the cello first.",
                "And the cello is just too big.",
                "Long waves have a low frequency and pitch, like a mournful cello.",
                "There's something about the Cello!",
                "Yeah, she plays the cello, and she's really smart."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VsbG8&hash=d8704e20805bd3058ae02d204b3bb72eb1aa7f72&lang=en&cache-only=0",
            "defineEn": "a large musical instrument of the violin family that is held upright and is played by pulling a bow across its strings",
            "defineVi": "một nhạc cụ lớn thuộc họ vĩ cầm được giữ thẳng đứng và được chơi bằng cách kéo cung qua dây của nó",
            "hasImg": true
        },
        {
            "id": "8970085f-038a-488d-8486-cc25e3080090",
            "word": "piano",
            "phonetic": "piænoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The piano keys are black and white.",
                "She finishes her piano practice at 7 o'clock.",
                "The musician's fingers lightly touched the piano keys, creating a beautiful melody.",
                "On Tuesdays, I have my piano lessons in the evening.",
                "To play the piano/violin/flute."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlhbm8&hash=8876ca85a5fad0707bae2be0cd5ca3333a16e40c&lang=en&cache-only=0",
            "defineEn": "a musical instrument played by pressing the black and white keys on the keyboard",
            "defineVi": "một nhạc cụ được chơi bằng cách nhấn các phím màu đen và trắng trên bàn phím",
            "hasImg": true
        },
        {
            "id": "409c46a7-9251-4c08-b392-f535f3f82fe5",
            "word": "tuba",
            "phonetic": "tuːbə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Or was he a tuba player?",
                "Chicago replaced the tuba and banjo with upright bass and guitar, and added a drum kit.",
                "Raised on a farm in Metamora, Illinois, he played tuba in the U.S. Army Band during World War II, and was the last living member of the band that marched under the Arc de Triomphe on Victory in Europe Day, 1945.",
                "Born during the start of the 20th century, jazz grew out of African-American communities and bands often consisted of the cornet or trumpet, tuba, banjo and trombone.",
                "In the early 20th century, the poor sound quality of the phonograph influenced some early jazz bands to replace their double bass with a tuba, so listeners could actually hear the instrument."
            ],
            "audio": "https://tts.langeek.co/read?text=dHViYQ&hash=5c8de393134bc257fa74790d736ea5ea8f7e981c&lang=en&cache-only=0",
            "defineEn": "a large wind instrument with a curved tube and a wide bore that produces the lowest pitches in the brass family",
            "defineVi": "một nhạc cụ hơi lớn có ống cong và lỗ khoan rộng tạo ra âm vực thấp nhất trong họ đồng thau",
            "hasImg": true
        },
        {
            "id": "8c95c19b-81cb-480f-85bf-53615d2863d3",
            "word": "trumpet",
            "phonetic": "tɹʌmpɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dave spent the whole evening blowing his own trumpet.",
                "The elephant trumpeted loudly, announcing its presence in the jungle.",
                "A trumpet, like many wind instruments, has very little flux.",
                "I used to play the trumpet, too.",
                "My dad gave me a trumpet when I was about 14."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJ1bXBldA&hash=cc8ebf2f2f3ef38b6479d016433acb8d96d3a32b&lang=en&cache-only=0",
            "defineEn": "a musical instrument with a curved metal tube and one wide end, which is played by blowing into it while pressing and releasing its three buttons",
            "defineVi": "một nhạc cụ có một ống kim loại cong và một đầu rộng, được chơi bằng cách thổi vào nó trong khi nhấn và thả ba nút của nó",
            "hasImg": true
        },
        {
            "id": "7eea687f-2ba2-434f-b99e-30e3c75a5d3d",
            "word": "trombone",
            "phonetic": "tɹɑːmboʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He played trombone, earned his doctorate in classical conducting, and composed his own music.",
                "Born during the start of the 20th century, jazz grew out of African-American communities and bands often consisted of the cornet or trumpet, tuba, banjo and trombone.",
                "(makes 'sad trombone' sound)"
            ],
            "audio": "https://tts.langeek.co/read?text=dHJvbWJvbmU&hash=fc61795d7a38029e8723c6b78ded007e64c9cad7&lang=en&cache-only=0",
            "defineEn": "a wind instrument consisting of a wide hollow end and a sliding metal tube formed like the letter U",
            "defineVi": "một nhạc cụ hơi bao gồm một đầu rỗng rộng và một ống kim loại trượt được tạo thành giống như chữ U",
            "hasImg": true
        },
        {
            "id": "a854f099-a9a9-4b84-89d2-1601b9c43c9c",
            "word": "flute",
            "phonetic": "fluːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "To play the piano/violin/flute.",
                "They play the flute.",
                "Blow it like a flute.",
                "This might be a sampled flute.",
                "And to help him on his journey, she gives him the titular magic flute."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmx1dGU&hash=2126b6755a97c7d9cd2c978ea850861aa1fb4bb6&lang=en&cache-only=0",
            "defineEn": "a tube-like musical instrument that is played by blowing over a hole while covering and uncovering its other holes",
            "defineVi": "một nhạc cụ giống như ống được chơi bằng cách thổi qua một lỗ trong khi che và mở các lỗ khác của nó",
            "hasImg": true
        },
        {
            "id": "358354fa-0332-475a-a68a-7557208380ac",
            "word": "clarinet",
            "phonetic": "klæɹənɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Last time I hit a deer, I had my clarinet with me and I only got through like two songs and he was out.",
                "Ah, clarinet never came in handy for anything unless maybe like you're driving",
                "A clarinet, because it is shaped differently and made of different materials, amplifies some harmonics more than others.",
                "I have two degrees in clarinet so, that's why I do comedy."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhcmluZXQ&hash=9af62bd34e569e65cf2a61e437dad56bcfe9eb73&lang=en&cache-only=0",
            "defineEn": "a musical instrument with a mouthpiece and keys, that is played by blowing into it",
            "defineVi": "một nhạc cụ có ống ngậm và các phím, được chơi bằng cách thổi vào nó",
            "hasImg": true
        },
        {
            "id": "0bbb2102-c2d5-4510-8f9b-06510d041016",
            "word": "recorder",
            "phonetic": "ɹᵻkoːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend had a doll with a voice recorder that could say different phrases.",
                "One of the most common devices in a paranormal investigator’s toolkit is the humble audio recorder.",
                "Your recorder should have an option to supply 48 volts of phantom power to either input.",
                "Plug in your microphones into the recorder.",
                "You can get a recorder for $9 on Amazon or $100 portable piano keyboard."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjb3JkZXI&hash=9ba57e95a31526ee2d1b2b9da06d32c444329ceb&lang=en&cache-only=0",
            "defineEn": "a woodwind musical instrument with a thumb-hole and 7 finger-holes and a fipple through which air is blown",
            "defineVi": "một nhạc cụ hơi bằng gỗ có lỗ xỏ ngón tay cái và 7 lỗ xỏ ngón tay và một cái núm để không khí được thổi qua",
            "hasImg": true
        },
        {
            "id": "8591846f-dfcd-4c1a-a08a-ee531a0cb872",
            "word": "saxophone",
            "phonetic": "sæksəfoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "I was looking for the cool instruments, the saxophones and the trumpets.",
                "Didn't Kenny G set the world record for the longest saxophone note because he can circular breathe?",
                "Okay, but where are the samples that use one of jazz's most recognizable instruments, the saxophone?",
                "(plays saxophone)",
                "(plays saxophone) -"
            ],
            "audio": "https://tts.langeek.co/read?text=c2F4b3Bob25l&hash=2aa367e12e6458abc1c1b0376625edd13c6a2f6f&lang=en&cache-only=0",
            "defineEn": "a curved metal wind instrument that is played by blowing into it while pressing its buttons",
            "defineVi": "một nhạc cụ gió kim loại cong được chơi bằng cách thổi vào nó trong khi nhấn các nút của nó",
            "hasImg": true
        },
        {
            "id": "ee007698-01b6-49c2-b56b-56d323ce2d72",
            "word": "xylophone",
            "phonetic": "zaɪləfoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "For example, the opening xylophone solo in the third movement has a rhythmic pattern following the Fibonacci Sequence going from 1, 2, 3, 5, 8 and then back down 5, 3, 2, 1."
            ],
            "audio": "https://tts.langeek.co/read?text=eHlsb3Bob25l&hash=ae9c68fa13c20f7c431aa807dbb82098225faf55&lang=en&cache-only=0",
            "defineEn": "a percussion instrument consisting of a row of wooden bars in different lengths set on a frame, played by a wooden or plastic mallet",
            "defineVi": "một nhạc cụ gõ bao gồm một hàng các thanh gỗ có độ dài khác nhau được đặt trên một khung, được chơi bằng một cái vồ bằng gỗ hoặc nhựa",
            "hasImg": true
        },
        {
            "id": "83c5768e-23ea-47cf-b7f0-5356e21fd3ce",
            "word": "accordion",
            "phonetic": "ɐkoːɹdiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, this is the accordion folder.",
                "You could fold paper to make an accordion book.",
                "\"I love that Nikki Glaser, she plays the accordion!\"",
                "Keeping one of those portable accordion folders in your bag works well when you’re away from home, and it combos well with a file box for longer-term storage.",
                "I still love the accordion."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb3JkaW9u&hash=4e2180ece2215ef6cda9d9d30fa4a9d0ac32eda2&lang=en&cache-only=0",
            "defineEn": "a box-like musical instrument that is held in both hands and is played by squeezing and stretching it while pressing its keys",
            "defineVi": "một nhạc cụ giống như hộp được cầm bằng cả hai tay và được chơi bằng cách bóp và kéo dài nó trong khi nhấn các phím của nó",
            "hasImg": true
        },
        {
            "id": "d8c64abc-7a7d-4245-b8f5-c0128b5641f2",
            "word": "drum",
            "phonetic": "dɹʌm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The teacher drummed the names of the state capitals into our heads.",
                "Chris kills it on drums.",
                "a learning disabled man is on the drums!",
                "but he has a drum.",
                "He has a snare drum."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJ1bQ&hash=9fbbf08fbdfe4f7e8ee98ad51e5f9f505480faf5&lang=en&cache-only=0",
            "defineEn": "a musical instrument consisting of a hollow, round frame with plastic or skin stretched tightly across one or both ends, played by hitting it with sticks or hands",
            "defineVi": "một nhạc cụ bao gồm một khung tròn, rỗng bằng nhựa hoặc da được căng chặt ở một hoặc cả hai đầu, được chơi bằng cách đánh bằng gậy hoặc tay",
            "hasImg": true
        }
    ]
}