{
    "id": "628d7b04-d9ba-44b0-a4c6-1ed591393269",
    "title": "Food and Restaurant",
    "originalTitle": "Food and Restaurant",
    "words": [
        {
            "id": "04b68725-d9b1-4600-9053-313bb6466a6e",
            "word": "kosher",
            "phonetic": "koʊʃɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We stocked our pantry with kosher snacks and drinks for our guests.",
                "He made sure to buy kosher ingredients for the dinner party, respecting the dietary needs of his Jewish friends.",
                "None of that looks kosher.",
                "That's kosher that way.",
                "There are five Jewish private schools here, several kosher restaurants."
            ],
            "audio": "https://tts.langeek.co/read?text=a29zaGVy&hash=251cfd08c484eaaa488ace94959e12a505a0e478&lang=en&cache-only=0",
            "defineEn": "describing food that is acceptable by Jewish law",
            "defineVi": "mô tả thực phẩm được luật pháp Do Thái chấp nhận"
        },
        {
            "id": "12b4b121-ee36-4d31-bb16-253e5835f352",
            "word": "halal",
            "phonetic": "hæləl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He asked the waiter if the restaurant served halal meat, as he was mindful of his dietary restrictions.",
                "He decided to only consume halal meat to adhere to his religious beliefs."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFsYWw&hash=84ce71bb012fcfe6d9247659ab232f253b5e6d79&lang=en&cache-only=0",
            "defineEn": "(of meat) prepared according to Islamic law",
            "defineVi": "(thịt) được chế biến theo luật Hồi giáo"
        },
        {
            "id": "cb206562-cae3-44f1-802e-1d62512c0df8",
            "word": "edible",
            "phonetic": "ɛdᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He found an edible mushroom in the forest.",
                "She decorated her cake with edible glitter for a touch of sparkle.",
                "Chefs and bakers may use edible ink pens to add personalized messages or artwork to wedding cakes.",
                "Sushi rolls are often wrapped in sheets of edible algae, known as nori.",
                "Some candies have a glossy coating made with edible gum."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWRpYmxl&hash=6104655f3cd42b91bb629f335917f2fb78d1579c&lang=en&cache-only=0",
            "defineEn": "safe or suitable for eating",
            "defineVi": "an toàn hoặc thích hợp để ăn",
            "hasImg": true
        },
        {
            "id": "ab58306e-76dd-46fc-963c-e2be29cefcf5",
            "word": "culinary",
            "phonetic": "kjʊlɪnɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Harvesting abalone for culinary purposes requires sustainable practices to ensure the long-term survival of it.",
                "Nectarines can be used in various culinary creations, from pies and tarts to jams and chutneys.",
                "They went on a culinary adventure and discovered a specialty restaurant that served long bone-in veal chops.",
                "He crushed the dried capsules of the poppy flowers to extract the tiny seeds for culinary purposes.",
                "Dulse is a rare gem in the culinary world, often sought after but not easily found."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VsaW5hcnk&hash=47f76a76e3907734967d73bc5b42d3ffc7d84289&lang=en&cache-only=0",
            "defineEn": "of or relating to cooking",
            "defineVi": "của hoặc liên quan đến nấu ăn",
            "hasImg": true
        },
        {
            "id": "8b293f2f-a19a-4b14-9a9d-d78721e6900c",
            "word": "regimen",
            "phonetic": "ɹɛdʒɪmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Moved by her powerful words, the sage told the princess to follow an ancient spiritual regimen.",
                "So let's go back to Jay's medication regimen.",
                "Eating well, keep hydrated and really have a good clean skin regimen.",
                "My question is, for those who are experiencing mild symptoms, is there any particular self-care regimen that they should be doing?",
                "Of actually going there, you have that regimen."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVnaW1lbg&hash=76d64513fc1583f0c11082202929e59eb51177b9&lang=en&cache-only=0",
            "defineEn": "a set of instructions given to someone regarding what they should eat or do to maintain or restore their health",
            "defineVi": "một tập hợp các hướng dẫn được đưa ra cho ai đó về những gì họ nên ăn hoặc làm để duy trì hoặc phục hồi sức khỏe của họ",
            "hasImg": true
        },
        {
            "id": "a0bfbae0-26bf-4e0d-b17f-d16bb3771240",
            "word": "texture",
            "phonetic": "tɛkstʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The milk skin gives a unique texture to the homemade pudding.",
                "The fluffy pancakes owed their light texture to the addition of baking powder.",
                "The ricotta adds a creamy texture and subtle tanginess to the pancakes.",
                "The velvety texture of meunière butter adds a luxurious finish to mashed potatoes.",
                "The creamy texture of soursop makes it a great addition to fruit salads."
            ],
            "audio": "https://tts.langeek.co/read?text=dGV4dHVyZQ&hash=ad13a63969e93adbb52286f20e5ba0b0fc1be801&lang=en&cache-only=0",
            "defineEn": "the way that a certain type of food feels in one's mouth, whether it is hard, smooth, etc.",
            "defineVi": "cách mà một loại thức ăn nhất định cảm thấy trong miệng của một người, cho dù nó cứng, mịn, v.v.",
            "hasImg": true
        },
        {
            "id": "1f55a9a6-6c38-4d0a-ad62-52308500f82e",
            "word": "tender",
            "phonetic": "tɛndɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He prepared a delicious pork hock stew, with tender chunks of meat, vegetables, and a savory broth.",
                "The tender chicken roulade was filled with spinach and cheese.",
                "She carefully harvested the tender leaves of the Alexander plant for her herbal tea.",
                "They roasted a tender and juicy gigot of lamb.",
                "The pie had a warm apple filling, with tender apples cooked in cinnamon and sugar."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVuZGVy&hash=d1811b8bc8217f25af9085642d29530b61c08ceb&lang=en&cache-only=0",
            "defineEn": "describing food that is easy to chew or cut",
            "defineVi": "mô tả thực phẩm dễ nhai hoặc cắt",
            "hasImg": true
        },
        {
            "id": "25d60832-9d08-4a28-8377-b7e5c0270a87",
            "word": "full-bodied",
            "phonetic": "fʊlbɑːdid ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnVsbC1ib2RpZWQ&hash=722ec536343adc0a70da1a1b29365b120c00fee4&lang=en&cache-only=0",
            "defineEn": "describing something rich and pleasant in taste or sound",
            "defineVi": "mô tả một cái gì đó phong phú và dễ chịu trong hương vị hoặc âm thanh",
            "hasImg": true
        },
        {
            "id": "5255f472-8a21-41f0-acd9-55cd109fd35a",
            "word": "veggie",
            "phonetic": "vɛdʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Roll cellophane noodles, veggies, and shrimp in rice paper for tasty summer rolls.",
                "They finally added a delicious veggie burger option to their menu.",
                "Make chicken noodle soup with tender egg noodles, chicken, and veggies.",
                "He packed a mouthwatering sausage sandwich for his lunch, layered with fresh veggies and a tangy mustard sauce.",
                "They were hosting a barbecue and decided to prepare homemade veggie burgers using gluten flour."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVnZ2ll&hash=ce2159e876c991646f7e6f48570b5cf3ad74cb65&lang=en&cache-only=0",
            "defineEn": "a vegetable",
            "defineVi": "một loại rau",
            "hasImg": true
        },
        {
            "id": "047d826b-4bef-461a-9c32-a0e000d6284c",
            "word": "crusty",
            "phonetic": "kɹʌsti ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She layered thin slices of prosciutto between crusty bread, fresh mozzarella, and sun-dried tomatoes for a gourmet panini.",
                "You can pair Cheshire cheese with some crackers or crusty bread.",
                "You can serve camembert with some crusty bread and fig jam for a delightful appetizer.",
                "The gourmet sandwich shop featured sliced Boston butt, pickles, and mustard on a crusty baguette.",
                "It was a rainy evening, and they enjoyed a cozy dinner of creamy spinach soup with a slice of crusty bread."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3J1c3R5&hash=e4e667609db737d2625d3499170aff00f7cec016&lang=en&cache-only=0",
            "defineEn": "describing food that has a hard covering or outer layer",
            "defineVi": "mô tả thực phẩm có lớp phủ cứng hoặc lớp bên ngoài",
            "hasImg": true
        },
        {
            "id": "5cdc8cfc-2a84-4b7a-b690-f9e5bd45ec93",
            "word": "starchy",
            "phonetic": "stɑːɹtʃi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "With a knife, he separated the endosperm from the seed, revealing its starchy and nutrient-rich composition.",
                "It's starchy. ",
                "Fungi support their cell walls with a starchy polymer called chitin.",
                "And a little bit of starchy water, get that to, like, a good state.",
                "African baobab trees produce fruits that have a starchy pulp and a fatty seed."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhcmNoeQ&hash=e5f49705abec5c7f1fe6aa12f26e3ccaed4ac8d7&lang=en&cache-only=0",
            "defineEn": "describing food that contains starch in large amounts",
            "defineVi": "mô tả thực phẩm có chứa tinh bột với số lượng lớn",
            "hasImg": true
        },
        {
            "id": "d8c5c360-7ef3-4807-b173-0568553a6c48",
            "word": "pungent",
            "phonetic": "pʌndʒənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "While ordinary onions have a strong pungent flavor, Welsh onions have a more delicate and subtle taste.",
                "- It's pungent.",
                "After just five days out of the ground, that pungent truffle smell will have halved.",
                "It's chou doufu, which is stinky tofu, a fermented tofu with a very pungent scent commonly found in the night markets of Taiwan.",
                "In fact, there's one species called brevibacterium that makes a compound called methanethiol, and it's found both between your toes and in a lot of pungent cheeses."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVuZ2VudA&hash=a6234f6c944bd949e78cbbb4dd626dc270334c68&lang=en&cache-only=0",
            "defineEn": "describing something that has a strong and sharp smell or taste",
            "defineVi": "mô tả một cái gì đó có mùi hoặc hương vị mạnh mẽ và sắc nét",
            "hasImg": true
        },
        {
            "id": "c25b2445-60d2-47ca-a9a5-5fbca0e1b195",
            "word": "wholesome",
            "phonetic": "hoʊlsʌm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You can create a wholesome breakfast by combining almond meal with oats.",
                "The children's lunchboxes were filled with wholesome snacks, including luncheon meat roll-ups and fruit slices.",
                "They created a wholesome energy bar by combining rolled oats, nuts, seeds, and a drizzle of honey.",
                "The incident showed that the wholesomest meat is at another man's cost.",
                "She baked a batch of wholesome wholemeal cookies, combining oats, nuts, and dried fruits for a chewy and nutritious treat."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hvbGVzb21l&hash=26486f39ca4f9a299e36aad3da1f53a1832af316&lang=en&cache-only=0",
            "defineEn": "describing food that is good for the health of the body",
            "defineVi": "mô tả thực phẩm tốt cho sức khỏe của cơ thể",
            "hasImg": true
        },
        {
            "id": "f8b9489b-2eeb-4c2b-8d2f-59d062ca2c79",
            "word": "wholefood",
            "phonetic": "hoʊlfuːd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2hvbGVmb29k&hash=11f8db26bd50f8c27c81e3ea69964fd1416dbd0a&lang=en&cache-only=0",
            "defineEn": "food that contains little or no artificial substance and is considered healthy",
            "defineVi": "thực phẩm chứa ít hoặc không chứa chất nhân tạo và được coi là tốt cho sức khỏe",
            "hasImg": true
        },
        {
            "id": "7b5ab4d3-6d68-459e-9d13-1dfc53c5850c",
            "word": "oatmeal",
            "phonetic": "oʊtmiəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I love adding a dash of almond extract to my morning oatmeal.",
                "He likes to add a dollop of peanut butter to his oatmeal for a protein boost.",
                "I prefer using honey as a natural sweetener in my morning oatmeal.",
                "Grandma's oatmeal cookies are the best, especially with plump raisins baked into them.",
                "She added a spoonful of wheatmeal to her morning oatmeal for an extra boost of fiber and nutrients."
            ],
            "audio": "https://tts.langeek.co/read?text=b2F0bWVhbA&hash=b156c9c99caec4f3e0c1b8dd0c6299d54d9ed90d&lang=en&cache-only=0",
            "defineEn": "a thick, soft food from ground oats, eaten usually for breakfast",
            "defineVi": "một loại thức ăn dày, mềm từ yến mạch xay, thường được ăn vào bữa sáng",
            "hasImg": true
        },
        {
            "id": "6f717217-377f-47f3-a00b-98a131f5b64c",
            "word": "wheatmeal",
            "phonetic": "wiːtmiəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I packed a nutritious wheatmeal sandwich for lunch, filling it with lean protein, crisp vegetables, and a spread of creamy avocado.",
                "She added a spoonful of wheatmeal to her morning oatmeal for an extra boost of fiber and nutrients."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hlYXRtZWFs&hash=4e9b6fb4350f0cd8db6edc947d489798c3abb943&lang=en&cache-only=0",
            "defineEn": "an unbleached flour that is made by grinding whole grains of wheat",
            "defineVi": "một loại bột chưa tẩy trắng được làm bằng cách nghiền hạt lúa mì nguyên hạt",
            "hasImg": true
        },
        {
            "id": "a5258ad6-55b5-4a61-bea9-cb05c0703a48",
            "word": "yeast",
            "phonetic": "jiːst ",
            "partOfSpeechType": "noun",
            "examples": [
                "She mixed wheat flour, water, and yeast to make a dough for homemade bread.",
                "He mixed enriched flour with yeast and warm water to make homemade dinner rolls.",
                "We followed a traditional bread recipe, combining yeast, water, and bleached flour for a classic loaf.",
                "Remember to always adjust the quantity of yeast extract according to your taste preferences.",
                "She told me that yeast extract is a fantastic seasoning substitute for reducing sodium in my meals."
            ],
            "audio": "https://tts.langeek.co/read?text=eWVhc3Q&hash=fbf529c8ae6c95fddae7f70d82aef05623a7c5c4&lang=en&cache-only=0",
            "defineEn": "a type of fungus capable of converting sugar into alcohol and carbon dioxide, used in making alcoholic drinks and for making bread swell",
            "defineVi": "một loại nấm có khả năng chuyển hóa đường thành rượu và carbon dioxide, được sử dụng để pha chế đồ uống có cồn và làm phồng bánh mì",
            "hasImg": true
        },
        {
            "id": "bcfde6af-9222-4f8a-8785-0ba7b1171c97",
            "word": "starch",
            "phonetic": "stɑːɹtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I added arrowroot starch to my homemade soup to thicken the broth.",
                "You can use tapioca starch as a gluten-free alternative in baking recipes.",
                "We prepared a mouthwatering gravy using manioc starch as a substitute for cornstarch.",
                "Rice is a good source of starch and pairs well with stir-fried vegetables.",
                "She transformed plain rice into a delightful rice pudding using manioc starch."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhcmNo&hash=044c92ddcf08a3e271c83eb7d490ac8abeaa7312&lang=en&cache-only=0",
            "defineEn": "a white carbohydrate food substance that exists in flour, potatoes, rice, etc.",
            "defineVi": "một chất thực phẩm carbohydrate màu trắng tồn tại trong bột mì, khoai tây, gạo, v.v.",
            "hasImg": true
        },
        {
            "id": "a80a47b0-6ea4-4f51-9458-c74f16b2b587",
            "word": "hors d'oeuvre",
            "phonetic": "hoːɹz diː bækslæʃ ɜːvɹə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9ycyBkJ29ldXZyZQ&hash=5edd7fa6217a31d6bae2b6debd16403366b41623&lang=en&cache-only=0",
            "defineEn": "a small dish served before the main course as an appetizer",
            "defineVi": "một món ăn nhỏ phục vụ trước món chính như một món khai vị",
            "hasImg": true
        },
        {
            "id": "beac5dec-01bd-40ea-90f7-17cca8a505f1",
            "word": "aperitif",
            "phonetic": "ɐpɛɹətiːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some companies like Campari Group, maker of the famous Campari aperitif, have phased it out for economic reasons in the US."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBlcml0aWY&hash=33888bd5e7b194e83e4d15b90cce45146ecd030b&lang=en&cache-only=0",
            "defineEn": "a drink, particularly alcoholic, consumed before a meal to stimulate one's appetite",
            "defineVi": "một thức uống, đặc biệt là rượu, uống trước bữa ăn để kích thích sự thèm ăn của một người",
            "hasImg": true
        },
        {
            "id": "beda037b-cea7-4750-b973-96b7d798f3ca",
            "word": "stew",
            "phonetic": "stuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "She prepared a creamy navy bean and vegetable stew for his children.",
                "Black-eyed peas are commonly used in stews, soups, salads, and traditional dishes.",
                "The chef prepared a tasty fish stew with vegetables and spices.",
                "He prepared a delicious pork hock stew, with tender chunks of meat, vegetables, and a savory broth.",
                "William is in a stew about his tax return."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Rldw&hash=3ce67f91beaf742a1d976cc15d67193f78247af1&lang=en&cache-only=0",
            "defineEn": "a dish of vegetables or meat cooked at a low temperature in liquid in a closed container",
            "defineVi": "một đĩa rau hoặc thịt được nấu ở nhiệt độ thấp trong chất lỏng trong hộp kín",
            "hasImg": true
        },
        {
            "id": "98a7c8b8-4fbe-41e9-a7a7-df43f613796c",
            "word": "to broil",
            "phonetic": "tə bɹɔɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Flame broiled burgers.",
                "Broil that until the cheese is melted.",
                "But what really broils my bantha is that the movie is about a janitor whose genetic signature proves that she's a descendant of galactic rulers.",
                "(upbeat music) To make this recipe really decadent, add a nice topping of cheese and bread crumbs, and broil that.",
                "When it comes to cooking, roasting, broiling or grilling meats, for the best flavor letting it rest helps keep what we often call the juices inside."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJvaWw&hash=fa2cf73b3ac84dcb8568494ca4c849a70462cc3e&lang=en&cache-only=0",
            "defineEn": "to cook food, especially meat or fish, under or over direct heat",
            "defineVi": "để nấu thức ăn, đặc biệt là thịt hoặc cá, dưới hoặc trên nhiệt trực tiếp",
            "hasImg": true
        },
        {
            "id": "9fa092f1-7526-4c20-8c12-3de8b58c36e7",
            "word": "to poach",
            "phonetic": "tə poʊtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The waiter served them both with salmon poached in white wine.",
                "Essentially, they were poaching customers from future quarters.",
                "Had to be poached in a little cider, and the curry sauce, you had to grind the curry spices.",
                "This is the cutest poach I've ever seen.",
                "During Mozambique's Civil War, elephants were poached in large numbers for their ivory and meat in order to help sustain the fighting forces and pay for weapons."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9hY2g&hash=65ba48c8bf776780c323a2599c4fe3d3568d850c&lang=en&cache-only=0",
            "defineEn": "to cook food, especially fish, in a small amount of boiling water or another liquid",
            "defineVi": "để nấu thức ăn, đặc biệt là cá, trong một lượng nhỏ nước sôi hoặc chất lỏng khác",
            "hasImg": true
        },
        {
            "id": "48390aa2-8ac3-44eb-b6f0-f33029903667",
            "word": "to garnish",
            "phonetic": "tə ɡɑːɹnɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The bartender garnished the cocktail with a twist of citrus rind.",
                "They garnished their summer cocktails with a sprig of fresh angelica.",
                "I always garnish my soup with a sprinkle of fresh herbs.",
                "The chef carefully arranged the arugula leaves on the plate as a beautiful garnish.",
                "Some high-end restaurants use gold leaf as a garnish for desserts and other dishes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2FybmlzaA&hash=e001128cc0583a34ea1c98c6c3481ea7df11fe2c&lang=en&cache-only=0",
            "defineEn": "to make food look more delicious by decorating it",
            "defineVi": "để làm cho thức ăn trông ngon hơn bằng cách trang trí nó",
            "hasImg": true
        },
        {
            "id": "6a2554cd-8e86-4176-8576-362f9cb84063",
            "word": "to season",
            "phonetic": "tə siːzən ",
            "partOfSpeechType": "verb",
            "examples": [
                "Election season always puts my dad's back up.",
                "The season starts in September.",
                "She seasoned the meat with herbs and spices before cooking.",
                "Tomatoes are out of season now.",
                "The theatre company has several new productions in the pipeline for next season."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2Vhc29u&hash=20bcb95166452bf29ab7cbb14e99ac6af81ac02d&lang=en&cache-only=0",
            "defineEn": "to add spices or salt to food to make it taste better",
            "defineVi": "thêm gia vị hoặc muối vào thức ăn để làm cho nó ngon hơn",
            "hasImg": true
        },
        {
            "id": "2853eeb6-8073-4f76-9e81-6ace7101a3ed",
            "word": "to marinade",
            "phonetic": "tə mæɹɪneɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "He marinades the chicken in a flavorful blend of herbs and spices to enhance its taste.",
                "Mix yogurt with herbs and spices to create a flavorful marinade for chicken or fish.",
                "The natural tanginess of tamarind adds a unique twist to sauces, marinades, and soups.",
                "You should marinade the steak for a few hours to allow the flavors to penetrate the meat.",
                "The chef used juniper berries as a key ingredient in her signature marinade for the grilled meat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFyaW5hZGU&hash=1c218a38936939d76ee1a6af98e8ee01917c9ddc&lang=en&cache-only=0",
            "defineEn": "to leave food in a marinade",
            "defineVi": "để lại thức ăn trong nước xốt",
            "hasImg": true
        },
        {
            "id": "9be8f521-369b-442a-9eda-785b6fbc26d5",
            "word": "to dice",
            "phonetic": "tə daɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The U.S. tax code now loads the dice in favor of private pension plans.",
                "Going mountain-climbing alone is dicing with death.",
                "But it was no dice.",
                "I rolled the dice on a tool brand I haven't used before.",
                "I hadn't booked, so no dice."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGljZQ&hash=adde24967590f127612f6d7c97acf70e928253fc&lang=en&cache-only=0",
            "defineEn": "to cut food into small cubes",
            "defineVi": "để cắt thức ăn thành khối nhỏ",
            "hasImg": true
        },
        {
            "id": "db9f0f37-4421-4b81-b958-b63e1cffb315",
            "word": "julienne",
            "phonetic": "dʒuːliən ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=anVsaWVubmU&hash=8306d635097db88346007c9c2ad313cbb073398f&lang=en&cache-only=0",
            "defineEn": "describing vegetables that are cut into short narrow strips",
            "defineVi": "mô tả các loại rau được cắt thành dải hẹp ngắn",
            "hasImg": true
        },
        {
            "id": "ae08da6c-c088-4cae-9020-c7214f1ec16c",
            "word": "to saute",
            "phonetic": "tə sɔːɾeɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I'll saute those veggies with more cajun seasoning.",
                "- I have sauteed green beans with garlic and mealworms.",
                "I dice them and I sauté with just a bit of onion and olive oil.",
                "It's fresh spinach and roasted peppers, sauteed in olive oil and fresh garlic, topped with Parmesan, mozzarella, and ricotta cheese.",
                "So take a couple spoonfuls, throw it in there, saute up that meat, break it up a little bit."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2F1dGU&hash=c598e4840f6cfa44dc187ca8b91b1f3c5ac4b9e8&lang=en&cache-only=0",
            "defineEn": "to quickly fry food in a small amount of hot oil",
            "defineVi": "để nhanh chóng chiên thực phẩm trong một lượng nhỏ dầu nóng",
            "hasImg": true
        },
        {
            "id": "6719af72-8dd7-4fb5-b090-f2ff5a46cfb9",
            "word": "to grind",
            "phonetic": "tə ɡɹaɪnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Every day about noon, traffic in town grinds to a halt.",
                "The country's economy is slowly grinding to a halt.",
                "Seaweed can be ground into powder and used as a seasoning to add depth of flavor to dishes.",
                "You can create a flavorful beechnut butter by grinding roasted beechnuts with a touch of honey and a pinch of sea salt.",
                "The company's profits began to decline, and the business eventually ground to a halt."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JpbmQ&hash=7b0568f3a208ec1a90ed1934d8f68ffbb907fde0&lang=en&cache-only=0",
            "defineEn": "to break something into powder or very small pieces by using a special device or putting it between two hard surfaces",
            "defineVi": "để phá vỡ một cái gì đó thành bột hoặc mảnh rất nhỏ bằng cách sử dụng một thiết bị đặc biệt hoặc đặt nó giữa hai bề mặt cứng"
        },
        {
            "id": "4932aba4-5cce-4431-a1da-ef135b32d5b9",
            "word": "to knead",
            "phonetic": "tə niːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "This warm plastic dough is then kneaded until it looks like colored marble.",
                "So, we just knead it together now.",
                "You're kneading up what's ever in there.",
                "While father and son knead the dough balls, mother cooks lunch.",
                "We put flour, water, and salt in a plastic bag and kneaded the dough by stepping on it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ga25lYWQ&hash=e2d42d3ec55996f443d0e20c37d2cf4f91b1f0c8&lang=en&cache-only=0",
            "defineEn": "to form and press dough or wet clay with the hands",
            "defineVi": "để tạo hình và ép bột hoặc đất sét ướt bằng tay",
            "hasImg": true
        },
        {
            "id": "491b4274-f719-4541-8efe-c228ae305ea6",
            "word": "to mash",
            "phonetic": "tə mæʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I mashed the swede with butter and seasonings, creating a creamy side dish.",
                "The chef's special included a tender beef fillet served on a bed of creamy garlic mash.",
                "She mashed chickpeas with garlic, lemon juice, and olive oil, creating a creamy and delicious homemade hummus.",
                "I mashed the cooked earthnut peas and spread them on toast for a tasty and nutritious spread.",
                "I used mashed canistel to make a delightful custard for my homemade ice cream."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFzaA&hash=5da03b308fe1038cb36c384ad296854f4854c2de&lang=en&cache-only=0",
            "defineEn": "to crush food into a soft mass",
            "defineVi": "để nghiền thức ăn thành một khối mềm",
            "hasImg": true
        },
        {
            "id": "862dd94d-1477-4a1d-a319-c5e3031753d6",
            "word": "to defrost",
            "phonetic": "tə dᵻfɹɔst ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVmcm9zdA&hash=787030f4f0cde55964064a83075237382ec503a0&lang=en&cache-only=0",
            "defineEn": "to make frozen food free of ice by heating it; to become free of ice by being heated",
            "defineVi": "để làm cho thực phẩm đông lạnh không có đá bằng cách làm nóng nó; để trở nên miễn phí của băng bằng cách được làm nóng",
            "hasImg": true
        },
        {
            "id": "1bb73e77-8596-4ca4-91c3-b4b7238bc2d0",
            "word": "to scramble",
            "phonetic": "tə skɹæmbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Workers scrambled to carry priceless objects out of harm's way.",
                "The damage is done Daisy, you can't unscramble a scrambled egg as they say.",
                "Enhance the flavor of your dishes by shaving truffle over scrambled eggs for a luxurious breakfast.",
                "No one can scramble eggs once they're scrambled, so let it go.",
                "I love to cook scrambled eggs with cheese for breakfast."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NyYW1ibGU&hash=b5d4b3d35f2f2141ae6b726d5b4ffad7d484e53d&lang=en&cache-only=0",
            "defineEn": "to mix an egg yolk with its egg whites and then cook it, usually with milk or butter",
            "defineVi": "trộn một lòng đỏ trứng với lòng trắng trứng của nó và sau đó nấu nó, thường là với sữa hoặc bơ",
            "hasImg": true
        },
        {
            "id": "6ea9a50a-65f0-4f72-8ae9-722f6916b2d2",
            "word": "to dine out",
            "phonetic": "tə daɪn aʊt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZGluZSBvdXQ&hash=b723bb6a0e75bd6f38d02959347821fa62f667fa&lang=en&cache-only=0",
            "defineEn": "to have dinner in a restaurant or at someone else's home",
            "defineVi": "ăn tối ở nhà hàng hoặc ở nhà người khác",
            "hasImg": true
        },
        {
            "id": "d25db87d-9a1e-4cc0-86ff-7f427e27f55a",
            "word": "maitre d'",
            "phonetic": "meɪɾɚ diː bækslæʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFpdHJlIGQn&hash=acecdfa99dc2fbad9841eeaf7df5c846a7a2069a&lang=en&cache-only=0",
            "defineEn": "someone who is in charge of the waiters and waitresses of a restaurant",
            "defineVi": "một người phụ trách bồi bàn và phục vụ bàn của một nhà hàng",
            "hasImg": true
        },
        {
            "id": "583df5af-470e-43ba-afba-7db09cdf1356",
            "word": "rotisserie",
            "phonetic": "ɹoʊtɪsɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cm90aXNzZXJpZQ&hash=2a0c3a99aa8ce1855dd4b959526d096e20836c4f&lang=en&cache-only=0",
            "defineEn": "a restaurant that specializes in barbecued or roasted meat",
            "defineVi": "một nhà hàng chuyên về thịt nướng hoặc nướng",
            "hasImg": true
        },
        {
            "id": "3b183d10-9e08-4a0c-8932-d036319ef87a",
            "word": "doggy bag",
            "phonetic": "dɑːɡi bæɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "No one goes home without a doggy bag or a second and third."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9nZ3kgYmFn&hash=02da0fbcad21ffe32e404979e9ed23ed44ec2460&lang=en&cache-only=0",
            "defineEn": "a bag for taking home one's leftover food in a restaurant",
            "defineVi": "một túi để mang về nhà thức ăn thừa của một người trong một nhà hàng",
            "hasImg": true
        },
        {
            "id": "259bd582-c9aa-4c78-9d9e-93e1d4b9183f",
            "word": "hotplate",
            "phonetic": "hɑːtpleɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG90cGxhdGU&hash=cfb587692a8aacaf5aa7dce9d5284887ed28cc31&lang=en&cache-only=0",
            "defineEn": "a small appliance with a metal or ceramic surface used for cooking or reheating food",
            "defineVi": "một thiết bị nhỏ có bề mặt kim loại hoặc gốm được sử dụng để nấu hoặc hâm nóng thức ăn",
            "hasImg": true
        }
    ]
}