{
    "id": "62a326a8-7edb-4e96-ba4d-856349ba1b51",
    "title": "Time and Space",
    "originalTitle": "Time and Space",
    "words": [
        {
            "id": "1c57485c-4871-4c0e-b4c7-74148834512f",
            "word": "biennial",
            "phonetic": "baɪɛnɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Amid the protests, part of the Whitney's biennial exhibit was a project called Triplechaser, which is named after a tear gas canister that breaks into three parts.",
                "ICEX is a three week biennial exercise that offers the US navy the opportunity to assess its operational readiness in the Arctic, and train with other services, partner nations, and allies to increase capability in the region and maintain regional stability while improving capabilities to operate in the Arctic.",
                "While cost overruns at the Olympics are something of a biennial tradition, a number of factors made Japan's expenditures worse."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymllbm5pYWw&hash=6388967f7cd3b51fc0bac6f15aa4112b214ef060&lang=en&cache-only=0",
            "defineEn": "occurring once every two years",
            "defineVi": "xảy ra hai năm một lần"
        },
        {
            "id": "2dd79086-c4bf-49f0-a469-eecfb3fb23f5",
            "word": "fiscal year",
            "phonetic": "fɪskəl jɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In early April, the New York state legislature passed 212 billion dollar budget for fiscal year 2022.",
                "On the fiscal side, the city initially projected a budget shortfall of eight point three three billion dollars for fiscal year twenty twenty one.",
                "About 252 million of JAG funding was awarded for fiscal year 2019.",
                "In fiscal year 2019, 14 percent of its sales went to its home country of Japan, 15 percent in China, 28 percent in North America, 19 percent in Europe and 24 percent for the rest of the world.",
                "For the fiscal year 2019,Trump proposed a budget of $716 billion for national security, with $686 billion for the Department of Defense."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlzY2FsIHllYXI&hash=31989057151194d980916d300bbed42dc469bf19&lang=en&cache-only=0",
            "defineEn": "a period of 12 months based on which a company, government or individual does financial reporting or budgeting",
            "defineVi": "khoảng thời gian 12 tháng dựa trên đó một công ty, chính phủ hoặc cá nhân thực hiện báo cáo tài chính hoặc lập ngân sách"
        },
        {
            "id": "2c1bfa1a-f14a-4e6a-9e49-ac525602f2e9",
            "word": "epoch",
            "phonetic": "ɛpɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "What is an epoch?",
                "This marked the beginning of our current epoch: the Holocene.",
                "The transition to the next epoch, the Pliocene, involved a brief period of warming, followed by an even faster drop in temperature.",
                "For example, Juxia from the Late Eocene epoch of China was about the size of a horse.",
                "There's the Pleistocene, an icy epoch that saw the evolution of modern humans."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBvY2g&hash=0c32efaf28a1d3676965b8c7de41304b3f6e8e7e&lang=en&cache-only=0",
            "defineEn": "a period of time in history or someone's life, during which significant events happen",
            "defineVi": "một khoảng thời gian trong lịch sử hoặc cuộc sống của ai đó, trong đó các sự kiện quan trọng xảy ra"
        },
        {
            "id": "bd1cdf33-6557-401a-8fa5-13ff6b54c766",
            "word": "wormhole",
            "phonetic": "wɜːmhoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "However, wormholes have a dark side.",
                "For man-made wormholes, We need a new ingredient.",
                "So, where can we find a wormhole?",
                "For very old string theory wormholes, that's the cosmic strings job.",
                "We could use this to stabilize our wormholes."
            ],
            "audio": "https://tts.langeek.co/read?text=d29ybWhvbGU&hash=cd27f317571db36fef4b003af6ac1f6fc7f3ec6d&lang=en&cache-only=0",
            "defineEn": "a hypothetical structure that connects regions of space-time that are far apart",
            "defineVi": "một cấu trúc giả thuyết kết nối các vùng không-thời gian cách xa nhau"
        },
        {
            "id": "3f499b2c-aa22-4a76-b0f1-818dec3e3b2c",
            "word": "to wane",
            "phonetic": "tə weɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "But sales of the second generation beetle declined as its novelty wore off and the trend in retro auto design waned.",
                "Over 100 waste-to-energy incineration plants were built, but when fuel prices dropped, interest waned.",
                "The problem is, researchers have realized more recently that immunity from this cell-free vaccine wanes after just two years.",
                "With them now in bankruptcy proceedings, is there a sense that their influence is waning with lawmakers?",
                "And there's a possibility that some of the effectiveness would wane a bit."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FuZQ&hash=d2acee2d239be6c3207db57125265e438998d9c8&lang=en&cache-only=0",
            "defineEn": "(of the moon) have a progressively less significant part of its seeable surface illuminated so that it seems to reduce in size",
            "defineVi": "(của mặt trăng) có một phần ít quan trọng hơn trên bề mặt có thể nhìn thấy của nó được chiếu sáng để nó dường như giảm kích thước"
        },
        {
            "id": "dfd91742-b370-4ce1-9e7f-7c76c310f9f7",
            "word": "to wax",
            "phonetic": "tə wæks ",
            "partOfSpeechType": "verb",
            "examples": [
                "The wax began to run.",
                "- Wax your back.",
                "The wax is just temporary.",
                "- You waxed me.",
                "- Wax on, wax off."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2F4&hash=835cac578d1a23b047c19c5b754cacfb63ccf960&lang=en&cache-only=0",
            "defineEn": "(of the moon) to progressively display a larger illuminated section until it turns into a full moon",
            "defineVi": "(của mặt trăng) để dần dần hiển thị một phần được chiếu sáng lớn hơn cho đến khi nó biến thành trăng tròn"
        },
        {
            "id": "af544e4b-1fbb-429c-98cd-0d06f51ca06e",
            "word": "to elapse",
            "phonetic": "tʊ ᵻlæps ",
            "partOfSpeechType": "verb",
            "examples": [
                "About six hours have elapsed since the X7 began in the body shop.",
                "This is a scene that happens relatively early in the film where we are catching back up with our characters after a five-year time elapse once they have definitively lost to Thanos-- after he's eradicated half of all life.",
                "So the amount of time that elapses past 3 minutes is 96 minus 61, which is 35 minutes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWxhcHNl&hash=5437dc99e3f6f44e7cc2adac06222d21ae19ddbf&lang=en&cache-only=0",
            "defineEn": "(of time) to pass by",
            "defineVi": "(của thời gian) trôi qua",
            "hasImg": true
        },
        {
            "id": "766dd9f5-9264-4234-bfde-937ebad8a74a",
            "word": "twilight",
            "phonetic": "twaɪlaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Twilight had not yet come.",
                "Twilight books and movies are each BAD in their own ways!",
                "Below the sunlight zone, there’s the twilight zone.",
                "In this transition zone between twilight and darkness, light becomes a powerful tool.",
                "Generally, you can only see satellites overhead during astronomical twilight, when the Sun is 12 to 18 degrees below the horizon, and for an hour or so at the start and end of the night."
            ],
            "audio": "https://tts.langeek.co/read?text=dHdpbGlnaHQ&hash=b5101673ea643b2554649b0357755d69060e7b61&lang=en&cache-only=0",
            "defineEn": "the time in the evening when the sun is below the horizon",
            "defineVi": "thời gian vào buổi tối khi mặt trời ở dưới đường chân trời",
            "hasImg": true
        },
        {
            "id": "0bbd632d-a288-4cac-ac03-38369e31e6b7",
            "word": "space-time",
            "phonetic": "speɪstaɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the mass making the depression moves, that sends out ripples in space-time.",
                "If we compress that object, space-time gets more curved around it.",
                "Or maybe we punched a hole through the space-time continuum.",
                "They are two expressions of one thing - space-time.",
                "With exotic matter, we could weave space-time however we see fit."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BhY2UtdGltZQ&hash=cba78df28b93a7a9e5c7d7686cb5a243aeb029bd&lang=en&cache-only=0",
            "defineEn": "the Theory that adds the notion of time to that of a three-dimensional space",
            "defineVi": "Lý thuyết bổ sung khái niệm thời gian vào không gian ba chiều"
        },
        {
            "id": "f8a3441c-7c34-4501-958c-a662c6944624",
            "word": "shooting star",
            "phonetic": "ʃuːɾɪŋ stɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2hvb3Rpbmcgc3Rhcg&hash=b34abc3466c305739c3c234dcd9cda350dd6bd7d&lang=en&cache-only=0",
            "defineEn": "a usually small meteor that burns with a bright light when entering the earth's atmosphere",
            "defineVi": "một thiên thạch thường nhỏ cháy với ánh sáng rực rỡ khi đi vào bầu khí quyển của trái đất",
            "hasImg": true
        },
        {
            "id": "8c6757fe-fed9-41a6-98fe-64a3951de30c",
            "word": "dwarf",
            "phonetic": "dwɔːɹf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Baker Mayfield's contract dwarfs other rookies.",
                "The buildings dwarf you. ",
                "A magnetar flare dwarfs that into insignificance.",
                "Interestingly, brown dwarfs are a better bet as an energy source.",
                "The dwarf carried on."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHdhcmY&hash=ccd94b36ac70aa797cc551962f01ed0d5c8807f3&lang=en&cache-only=0",
            "defineEn": "a star that is relatively small in size or mass and is not very bright",
            "defineVi": "một ngôi sao có kích thước hoặc khối lượng tương đối nhỏ và không sáng lắm"
        },
        {
            "id": "30b0e3e5-5406-4811-858c-a1b7842bc249",
            "word": "nebula",
            "phonetic": "nɛbjʊlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Within the Cloud lies the Tarantula nebula, one of the most active starburst regions in our local universe.",
                "This nebula is fading way faster than anyone expected it to.",
                "Thanks to CuriosityStream and Nebula for supporting educational videos on the internet!",
                "That gas is the nebula, and at first, it glows super brightly.",
                "In this study, the team of astronomers used velocities of 86 speedy planetary nebulas, or the remnants of certain stars, in the Andromeda Galaxy."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVidWxh&hash=109bc7cbd84f18ae907053b62eb649fb6df0e80c&lang=en&cache-only=0",
            "defineEn": "a massive cloud of gas and dust in deep space that often appears very bright and can be seen in the sky at night",
            "defineVi": "một đám mây khí và bụi khổng lồ trong không gian sâu thường xuất hiện rất sáng và có thể nhìn thấy trên bầu trời vào ban đêm"
        },
        {
            "id": "d6aa116e-b5b1-4a17-a6e2-d0e48a368b56",
            "word": "meteoroid",
            "phonetic": "miːɾɪoːɹɔɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Smaller bits, from a meter down to a millionth of a meter, we call meteoroids.",
                "Since the Moon has no atmosphere to burn up space rocks, meteoroids often strike the surface, sending shockwaves through the Moon’s layers.",
                "And there are even more meteoroids that burn up before they can get to the ground.",
                "See, small asteroids and meteoroids are kinda like cosmic time capsules.",
                "When the meteoroid is completely burned, the meteor is gone, and the light disappears."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0ZW9yb2lk&hash=7267b8c6e8826a8b698cf91775883fc947c02891&lang=en&cache-only=0",
            "defineEn": "a small celestial body that becomes visible as a meteor upon entrance into the atmosphere of the earth",
            "defineVi": "một thiên thể nhỏ có thể nhìn thấy như một thiên thạch khi đi vào bầu khí quyển của trái đất",
            "hasImg": true
        },
        {
            "id": "2f9a7f12-f583-4753-8882-4c3fba2d3a6c",
            "word": "astrophysics",
            "phonetic": "æstɹəfɪzɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Kavli Prize in Astrophysics is awarded for outstanding achievement in advancing our knowledge and understanding of the origin, evolution, and properties of the universe.",
                "Jonathan McDowell, an astronomer at the Harvard Smithsonian Center for Astrophysics, has been tracking Starlink's failure rates and says they've improved.",
                "Hypervelocity stars were first discovered in 2005, when a group of astronomers from the Harvard-Smithsonian Center for Astrophysics were analyzing blue stars and noticed that one of them was going, like, ridiculously fast.",
                "Another first-of-its-kind discovery published last month in the journal Astronomy & Astrophysics comes from Chalmers University of Technology in Sweden.",
                "And in a paper published last week in Astronomy & Astrophysics, astronomers announced that five of them are also pretty in-sync."
            ],
            "audio": "https://tts.langeek.co/read?text=YXN0cm9waHlzaWNz&hash=017ff7af89149b350936dd354de29f5705f1bd6a&lang=en&cache-only=0",
            "defineEn": "a branch in astronomy that studies the physical and chemical nature of stars and other Celestial bodies, and the application of the laws and theories of physics to the interpretation of astronomical observations",
            "defineVi": "một nhánh trong thiên văn học nghiên cứu bản chất vật lý và hóa học của các ngôi sao và các thiên thể khác, và ứng dụng các định luật và lý thuyết vật lý để giải thích các quan sát thiên văn"
        },
        {
            "id": "de304327-4c9a-4438-8fb1-88426bbe88c6",
            "word": "astrobiology",
            "phonetic": "æstɹoʊbaɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Right now, we’re big into astrobiology.",
                "We call it the science of astrobiology.",
                "Like in a paper published in May of this year in the journal Astrobiology.",
                "Well, a few of the researchers on last week’s paper also published another paper in August, in the journal Astrobiology.",
                "But a new paper published online last week in the journal Astrobiology says that it might not have always been that way."
            ],
            "audio": "https://tts.langeek.co/read?text=YXN0cm9iaW9sb2d5&hash=95b4cda95cd9f6757c353d66fa3d3bab72070300&lang=en&cache-only=0",
            "defineEn": "a branch of biology that deals with the study of life in space",
            "defineVi": "một nhánh của sinh học liên quan đến việc nghiên cứu sự sống trong không gian"
        },
        {
            "id": "8053d186-192a-42db-8f1a-68ca9bafe9de",
            "word": "aurora borealis",
            "phonetic": "ɔːɹoːɹə boːɹɪælɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "In this region, we find the Ionosphere, the aurora borealis, and the ISS, and the outermost layer is the Exosphere, stretching up to 10,000 kilometers.",
                "Follow me over to Reactions to check out their Summer of Space episode on the awe-inspiring aurora borealis, including the chemistry behind its spectacular colors.",
                "That’s what’s happening when you see the Northern and Southern Lights, or the Aurora Borealis and Aurora Australis, respectively."
            ],
            "audio": "https://tts.langeek.co/read?text=YXVyb3JhIGJvcmVhbGlz&hash=5ca65f0eed2503dffa9628997607166f36fc8221&lang=en&cache-only=0",
            "defineEn": "the colored lights, mainly green and red, in the sky seen primarily near the northern magnetic pole",
            "defineVi": "các đèn màu, chủ yếu là xanh lục và đỏ, trên bầu trời được nhìn thấy chủ yếu ở gần cực từ phía bắc",
            "hasImg": true
        },
        {
            "id": "2d95be7c-f37b-468f-97af-0e8774667abc",
            "word": "aurora australis",
            "phonetic": "ɔːɹoːɹə ɔːstɹɑːliz ",
            "partOfSpeechType": "noun",
            "examples": [
                "That’s what’s happening when you see the Northern and Southern Lights, or the Aurora Borealis and Aurora Australis, respectively."
            ],
            "audio": "https://tts.langeek.co/read?text=YXVyb3JhIGF1c3RyYWxpcw&hash=02e34427485038a702e2be534da39b768e3025e1&lang=en&cache-only=0",
            "defineEn": "the colored lights, mainly green and red, in the sky seen primarily near the southern magnetic pole",
            "defineVi": "các đèn màu, chủ yếu là xanh lục và đỏ, trên bầu trời được nhìn thấy chủ yếu ở gần cực nam"
        },
        {
            "id": "56e8fb53-e3b5-4cb2-a55a-cb042ccb1aef",
            "word": "aeon",
            "phonetic": "iːɑːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The process takes aeons."
            ],
            "audio": "https://tts.langeek.co/read?text=YWVvbg&hash=6a21cfa1e9c1adcf5366abbed4525724ea501385&lang=en&cache-only=0",
            "defineEn": "an endless or lengthy period of time",
            "defineVi": "một khoảng thời gian vô tận hoặc dài"
        },
        {
            "id": "5c63c1a2-a17a-4326-b45b-7ffb278330a3",
            "word": "GMT",
            "phonetic": "dʒiːɛmtiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the 50's they came out with the Submariner, the Explorer, the Milgauss, the GMT and they were all watches that were designed and made to be used as tools.",
                "Boom, GMT squared equals 4 pi squared r cubed.",
                "And there's a whole underground of different nuances and you know there's a GMT with a matte dial, a GMT with a gilt dial and there are all these tiny little details that change and they make a watch more or less valuable.",
                "Rearrange this a little bit, and we get 4 pi squared, r cubed, equals GMT squared.",
                "And there's a whole underground of different nuances and you know there's a GMT with a matte dial, a GMT with a gilt dial and there are all these tiny little details that change and they make a watch more or less valuable."
            ],
            "audio": "https://tts.langeek.co/read?text=R01U&hash=932ff0aac16642a3bd6ac729cfd58a887804e723&lang=en&cache-only=0",
            "defineEn": "the time as measured at Greenwich, London, on the line of 0° longitude, used to calculate the time across the globe",
            "defineVi": "thời gian được đo tại Greenwich, Luân Đôn, trên đường kinh độ 0°, được sử dụng để tính thời gian trên toàn cầu"
        },
        {
            "id": "6a803f2a-21fa-4bd7-969c-ff0866d2b526",
            "word": "centennial",
            "phonetic": "sɛntɛnɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Tulsa centennial has also fueled a national conversation about reparations for centuries of slavery and racial discrimination.",
                "Organizers hope this year's centennial commemoration honors the history, but also inspires action for the future.",
                "They set up this bipartisan commission to do a number of initiatives to bring forward the issue of racial reconciliation and commemorate the centennial anniversary of the massacre.",
                "ALEXANDER TAMAHN, Artist: A lot of the commemoration of the centennial is upon reflection and looking back."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VudGVubmlhbA&hash=550950c293c133d3f3cca5dadb10175c8210c7c0&lang=en&cache-only=0",
            "defineEn": "the 100th anniversary of an event or occasion",
            "defineVi": "kỷ niệm 100 năm của một sự kiện hoặc dịp"
        },
        {
            "id": "9b5ee4dc-2c27-4b07-864b-7f37616d3fc3",
            "word": "bicentennial",
            "phonetic": "baɪsəntɛnɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's a policy group to make Texas successful after its bicentennial."
            ],
            "audio": "https://tts.langeek.co/read?text=YmljZW50ZW5uaWFs&hash=eede80194b481a89b57e47ad4630ca6c8d98155e&lang=en&cache-only=0",
            "defineEn": "the 200th anniversary of an event or occasion",
            "defineVi": "kỷ niệm 200 năm của một sự kiện hoặc dịp"
        },
        {
            "id": "6d72c1ea-15f8-45b5-986f-418a7141451e",
            "word": "perpetual",
            "phonetic": "pɚpɛtʃuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The wealthy businessman realized too late that a contented mind is a perpetual feast, and that money couldn't buy him true happiness.",
                "Lastly, there's the perpetual hurdle of intermittency.",
                "Or maybe there's perpetual motion on tiny quantum scales.",
                "In Indian scriptures, thousands of gods and demons made perpetual war, destroying and recreating reality itself!",
                "These mirrors also underscore the perpetual cycle of violence at the heart of the revenge tragedy which you’ll no doubt remember from our talk of ancient Greek stories."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVycGV0dWFs&hash=3a681e3fa7680d90485ff314a5f10932522f9495&lang=en&cache-only=0",
            "defineEn": "continuing uninterrupted that seems to last forever",
            "defineVi": "tiếp tục không bị gián đoạn mà dường như kéo dài mãi mãi"
        },
        {
            "id": "019b0178-6cef-4e90-8f49-ec9d2d712366",
            "word": "gregorian calendar",
            "phonetic": "ɡɹɛɡoːɹiən kæləndɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3JlZ29yaWFuIGNhbGVuZGFy&hash=d5244626524d570809df843a9c10bc9aae0f1481&lang=en&cache-only=0",
            "defineEn": "the calendar introduced by Pope Gregory XII in 1582, as a modification for the Julian Calendar, presently used in many parts of the world",
            "defineVi": "lịch do Giáo hoàng Grêgôriô XII giới thiệu năm 1582, như một sửa đổi cho Lịch Julian, hiện được sử dụng ở nhiều nơi trên thế giới"
        },
        {
            "id": "b4c786ab-0e28-4946-86aa-6a45e0a5c69d",
            "word": "exoplanet",
            "phonetic": "ɛksoʊplænɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Super-Earths are exoplanets more massive than Earth and less massive than a planet like Uranus or Neptune.",
                "Since 2009, Kepler Space Telescope has discovered about 4000 exoplanets.",
                "Understanding exoplanets like this requires an incredible amount of data analysis.",
                "The Kepler space telescope looks for exoplanets using the transit method.",
                "It’s an exoplanet about 11 times the mass of Jupiter."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhvcGxhbmV0&hash=070526eb21ab6da32a88a9fbd1b7d13af567aa71&lang=en&cache-only=0",
            "defineEn": "extrasolar planet; a planet that is outside the solar system",
            "defineVi": "hành tinh ngoài hệ mặt trời; một hành tinh nằm ngoài hệ mặt trời"
        },
        {
            "id": "f202874e-6def-41f4-b907-10999505ef38",
            "word": "full moon",
            "phonetic": "fʊl muːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The full moon cast a soft glow on the landscape.",
                "The full moon is 100 times brighter than the new moon.",
                "\"Blue moon\" is the second full moon in a calendar month.",
                "The full moon gives enough light that it can even cast shadows on the ground on a dark night here on Earth.",
                "Next comes the full moon."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVsbCBtb29u&hash=8bf3e1fab465897404475412c302ee92a54fedaa&lang=en&cache-only=0",
            "defineEn": "the moon when all its circular shape can be seen from the earth; the period during which this occurs",
            "defineVi": "mặt trăng khi tất cả hình dạng tròn của nó có thể được nhìn thấy từ trái đất; khoảng thời gian mà điều này xảy ra",
            "hasImg": true
        },
        {
            "id": "61e888e5-9fae-44d2-9a91-f478a08c2710",
            "word": "crescent",
            "phonetic": "kɹɛsənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The next phase is called the crescent phase.",
                "Sometimes it looks like a crescent.",
                "A lot like with a crescent Moon, the unlit part of its body was completely invisible.",
                "The Sun becomes a thick crescent, then a thin one.",
                "If you put together the small part of the light circle on the right side, with the big part of the dark circle on the left side, you can make a crescent moon!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jlc2NlbnQ&hash=10635fddd1b7578e6840ce2aa5636cd20848cb57&lang=en&cache-only=0",
            "defineEn": "denoting the shape of the new moon",
            "defineVi": "biểu thị hình dạng của mặt trăng mới",
            "hasImg": true
        },
        {
            "id": "370e5fdb-e103-4ca8-aa81-c62b5156ba0e",
            "word": "zodiac",
            "phonetic": "zoʊdiæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The guards shot Zodiac.",
                "'No, Ukiah,' Zodiac said quietly.",
                "Zodiac laughed angrily.",
                "He looked at Zodiac.",
                "'You know about Zodiac?"
            ],
            "audio": "https://tts.langeek.co/read?text=em9kaWFj&hash=c202ae18ee41e15bca0c04367c2412e2792aba5a&lang=en&cache-only=0",
            "defineEn": "the non-physical area in the sky that is believed the sun, moon, and other planets move, some people assume it affects their lives",
            "defineVi": "khu vực phi vật chất trên bầu trời được cho là có mặt trời, mặt trăng và các hành tinh khác di chuyển, một số người cho rằng nó ảnh hưởng đến cuộc sống của họ"
        }
    ]
}