{
    "id": "62b07fd3-d5ee-44f0-91fa-774bb05b145d",
    "title": "Lifestyles",
    "originalTitle": "Lesson 30",
    "words": [
        {
            "id": "fda71901-b207-46d3-a5a4-5330ea22a9c5",
            "word": "bohemian",
            "phonetic": "boʊhiːmiən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It’s very, like, bohemian.",
                "I think you choose bohemian.",
                "So he recruits this guy very clever, very kind of bohemian, very cynical guy, to work for him.",
                "Wow, I think it's more of the jump around because if you remember Queen, Queen had more hits and Bohemian Rhapsody."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9oZW1pYW4&hash=5f3b3c22eedf8bcc0f52ae33b0ce7169fa876de8&lang=en&cache-only=0",
            "defineEn": "following an unconventional lifestyle, typically being involved in arts",
            "defineVi": "theo một lối sống độc đáo, điển hình là tham gia vào nghệ thuật"
        },
        {
            "id": "c685ec1f-0c17-4205-900f-5541e85ef799",
            "word": "drifter",
            "phonetic": "dɹɪftɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I gave a lift to a drifter.",
                "When I became a larva, I moved among other drifters.",
                "I came from a world of drifters, a place few humans have ever seen."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJpZnRlcg&hash=b574d673eb0dacc7cdf38e1715279e806097945a&lang=en&cache-only=0",
            "defineEn": "a person who moves from place to place, without a permanent job or place of residence",
            "defineVi": "một người di chuyển từ nơi này sang nơi khác, không có công việc cố định hoặc nơi cư trú",
            "hasImg": true
        },
        {
            "id": "22b4b43b-bd8d-492e-ba08-4c419784f8de",
            "word": "free spirit",
            "phonetic": "fɹiː spɪɹɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "White worked scattered freelance gigs, but still had to borrow money from friends, like neighborhood free spirit Elijah, a clothing minimalist."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlZSBzcGlyaXQ&hash=dd9be550d6c0d334290d673916347adda464a5d3&lang=en&cache-only=0",
            "defineEn": "a person who lives life independently and not according to the norms or customs of the society",
            "defineVi": "một người sống cuộc sống độc lập và không theo các chuẩn mực hoặc phong tục của xã hội"
        },
        {
            "id": "fb82d178-44d6-46c8-9a11-d7e2e9925d21",
            "word": "hippie",
            "phonetic": "hɪpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Beetle was perfect for hippies.",
                "In the 70s, the hippie movement really, really fit nicely into the natural foods health foods, healthy.",
                "Talk about make love, not war - Bonobos are hippies.",
                "This was the era of hippies, beatniks, and flower power.",
                "They're older people, they're hippies, old hippies or whatever."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlwcGll&hash=6d231bf0d929c1711c6e95bd9269f4bb62b64641&lang=en&cache-only=0",
            "defineEn": "a person who is associated with a subculture of rejecting social conventions and opposing violence, especially in 1960s",
            "defineVi": "một người gắn liền với một nhóm văn hóa từ chối các quy ước xã hội và phản đối bạo lực, đặc biệt là vào những năm 1960"
        },
        {
            "id": "4390fb78-485a-43b6-97d2-93a574a39bfc",
            "word": "nomad",
            "phonetic": "noʊmæd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Nomads started hunting for gold in the western part of this desert almost 3,000 years ago.",
                "So I think of myself as a nomad.",
                "They were more concerned with protecting China against its traditional enemies, nomads from the steppe.",
                "Carol Meeks has a YouTube cooking channel for nomads on a tight budget.",
                "Carol Meeks has a YouTube cooking channel for nomads on a tight budget."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9tYWQ&hash=0c9ef2385269ae15af4ac8503debd26ce9dc1e1b&lang=en&cache-only=0",
            "defineEn": "a member of the community that moves from place to place with their livestock rather than residing in one place",
            "defineVi": "một thành viên của cộng đồng di chuyển từ nơi này sang nơi khác với gia súc của họ hơn là cư trú ở một nơi"
        },
        {
            "id": "149dd714-17f3-403c-ade4-f082fae8642f",
            "word": "austere",
            "phonetic": "ɔːstɪɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I feel like already, the packaging is more austere than this one, and here it is.",
                "[Intro Music Plays] Ancient India was home to several schools of thought, including what would become Hinduism, its more austere rivals Buddhism and Jainism, and a super-fatalistic faith called Ajivika that isn’t around anymore.",
                "One issue of major concern, what happens to progress made for women and girls, who've flourished since escaping the Taliban's austere interpretation of Islam?",
                "Again, you just have this idea that it's a resource poor country that you don't expect the food to be a little bit austere or something. -",
                "They are brought up by their austere and wise mother, or Marmee, and are taught all sorts of empowering lessons about being kind, charitable, intelligent, and loving in the face of hardship."
            ],
            "audio": "https://tts.langeek.co/read?text=YXVzdGVyZQ&hash=247293e55619e5f0ae37b58aad02d1d356abe0c9&lang=en&cache-only=0",
            "defineEn": "describing a lifestyle that is simple without being enjoyable or pleasing",
            "defineVi": "mô tả một lối sống đơn giản mà không thú vị hay hài lòng"
        },
        {
            "id": "2cb537b8-1e86-40fc-9cf1-99735968f787",
            "word": "enclosed",
            "phonetic": "ɛŋkloʊzd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW5jbG9zZWQ&hash=2e12f4c95ab228a2532cd68fc3ac925c73e7cef7&lang=en&cache-only=0",
            "defineEn": "(of a community or lifestyle) lacking communication with the outside world",
            "defineVi": "(của một cộng đồng hoặc lối sống) thiếu giao tiếp với thế giới bên ngoài"
        },
        {
            "id": "cc23d373-3e76-4a2a-bb91-7c354f3d771c",
            "word": "inactive",
            "phonetic": "ɪnæktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The marathon runner was surprised to learn that his friend, who had always been overweight and inactive, had outlived many of their healthier peers, proving that a creaking door hangs longest.",
                "Their frontal lobes are virtually inactive.",
                "The star itself is relatively inactive, too, without a lot of things like big flares.",
                "The southern parts of the fault have remained inactive for over 200 years.",
                "But the majority of Russia is older, politically inactive."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5hY3RpdmU&hash=fc24bff293141b5cc9480d64f4d1afb579d21e47&lang=en&cache-only=0",
            "defineEn": "not engaging in physical activity or exercise",
            "defineVi": "không tham gia vào hoạt động thể chất hoặc tập thể dục",
            "hasImg": true
        },
        {
            "id": "b0291992-d80c-4eec-8f70-ab8f47fa3917",
            "word": "living",
            "phonetic": "lɪvɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Everyone has to make a living.",
                "These events occurred within living memory.",
                "My father had a living in an inner suburb of Leeds which had been going down in the world for decades.",
                "He made a living by working as a cook.",
                "What did she do for a living?"
            ],
            "audio": "https://tts.langeek.co/read?text=bGl2aW5n&hash=1c87d2a54ab4c6956679b1a42bf313255f3a8873&lang=en&cache-only=0",
            "defineEn": "the particular way someone lives",
            "defineVi": "cách cụ thể mà ai đó sống"
        },
        {
            "id": "518ac831-76b8-4236-a91a-f4effb1ddaae",
            "word": "outdoorsy",
            "phonetic": "aʊtdoːɹsi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And I think what Jeep had originally kind of paved the way for some of these other brands to create more comfortable, more car like, nicer ride SUVs, because they knew that people like that body style that like outdoorsy, utilitarian, a lot of cargo space, usable space type of vehicle.",
                "Or Canon Rebel ads, which seem to tell us that we, too, can be outdoorsy and adventurous."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0ZG9vcnN5&hash=083327bd8117123a40d605053d1c31505b0140fc&lang=en&cache-only=0",
            "defineEn": "related to or fond of outdoor activities",
            "defineVi": "liên quan đến hoặc thích các hoạt động ngoài trời"
        },
        {
            "id": "47d8e3d3-d5a6-413e-b973-688ebf2a5912",
            "word": "rootless",
            "phonetic": "ɹuːtləs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cm9vdGxlc3M&hash=86ab8e10e5f0dc166f2a2c05242fb4379de1532c&lang=en&cache-only=0",
            "defineEn": "having no home or not belonging to any particular community",
            "defineVi": "không có nhà hoặc không thuộc về bất kỳ cộng đồng cụ thể"
        },
        {
            "id": "4091baf7-5ef5-4997-a041-cc4455f6cf9d",
            "word": "private",
            "phonetic": "pɹaɪvət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The rich family owned a private jet.",
                "The U.S. tax code now loads the dice in favor of private pension plans.",
                "The backyard is a private part of the house.",
                "This information is private, so keep it on the Q.T.",
                "She keeps a lid on her private life."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpdmF0ZQ&hash=3f5889bcc91ee3a32a50ab91bc7b96d0ddaa43e2&lang=en&cache-only=0",
            "defineEn": "used by or belonging to only a particular individual, group, institution, etc.",
            "defineVi": "được sử dụng bởi hoặc chỉ thuộc về một cá nhân, nhóm, tổ chức cụ thể, v.v.",
            "hasImg": true
        },
        {
            "id": "daa901a7-aab3-4455-af76-d84c75a1bccc",
            "word": "settled",
            "phonetic": "sɛɾəld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For each of these exercises, you would do them until you feel more settled and the distress has passed.",
                "When it was all settled, when the LAWSUIT was done, did you think it was a Fair Settlement?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2V0dGxlZA&hash=a211c83a3662ff1bcf448cb234e2c3c4480a7d04&lang=en&cache-only=0",
            "defineEn": "being comfortable and content with the home, lifestyle, etc. that someone has",
            "defineVi": "thoải mái và hài lòng với ngôi nhà, lối sống, v.v. mà ai đó có"
        },
        {
            "id": "7bb6275b-464d-4543-a578-3b5e582ac47f",
            "word": "social",
            "phonetic": "soʊʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Social workers operate on the razor’s edge.",
                "We study the history of our country in social studies class.",
                "You can also get information on careers in social work from their website.",
                "Mark's reputation as a love rat spread quickly among his social circle, as he had a long history of cheating on his partners.",
                "She was always into sports and social activities, while I was your typical bookworm with very few friends."
            ],
            "audio": "https://tts.langeek.co/read?text=c29jaWFs&hash=f09a554379f81a9fb56efb27fe9d3096efddcec9&lang=en&cache-only=0",
            "defineEn": "being fond of living with other people",
            "defineVi": "thích sống với người khác",
            "hasImg": true
        },
        {
            "id": "4f1fb536-fc8a-402a-b77f-9878ec1ed868",
            "word": "suburban",
            "phonetic": "səbɜːbən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's suburban voters.",
                "It's suburban voters.",
                "Hillary Rodham's political education began at home in suburban Chicago.",
                "As cities grew during the industrial revolution, large suburban cemeteries replaced smaller urban churchyards.",
                "We saw that in November with suburban voters, in particular women in suburban areas."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VidXJiYW4&hash=bb8a378cc79d02615931ef1c8cd12e5bd5ca6756&lang=en&cache-only=0",
            "defineEn": "in or relating to a residential area outside a city",
            "defineVi": "trong hoặc liên quan đến một khu dân cư bên ngoài thành phố",
            "hasImg": true
        },
        {
            "id": "130795eb-1ab2-4f46-ba89-88c033e61fb0",
            "word": "lifestyle",
            "phonetic": "laɪfstaɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He enjoys the low-maintenance lifestyle and the unique look it gives him.",
                "The magazine has an article about famous celebrities and their lifestyles.",
                "Due to his sedentary lifestyle and unhealthy eating habits, John started experiencing middle-aged spread in his 40s, resulting in a noticeable increase in his waistline.",
                "James' lavish lifestyle eventually caught up with him when he was unable to maintain it, showing that wilful waste makes woeful want.",
                "Mary gets on in years gracefully, maintaining her active lifestyle and pursuing her passions."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlmZXN0eWxl&hash=670eaf5aeeed2096c3be36ccd79eaf15b91fb17f&lang=en&cache-only=0",
            "defineEn": "a type of life that a person or group is living",
            "defineVi": "một loại cuộc sống mà một người hoặc nhóm đang sống"
        },
        {
            "id": "6058adc8-d470-441e-bcce-1d0269be1962",
            "word": "existence",
            "phonetic": "ɛɡzɪstəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "To lead a life of luxury/a miserable existence.",
                "I swear, this project is the bane of my existence.",
                "the document purports to show evidence of the existence of aliens, but it's widely believed to be a hoax.",
                "Our understanding of how the universe came into existence.",
                "The car accident that nearly took his life made him realize that in the midst of life we are in death, and that we should not take our existence for granted."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhpc3RlbmNl&hash=6ba3dd8366fbb145646a00f96f6249b85f16ca68&lang=en&cache-only=0",
            "defineEn": "a particular way of living",
            "defineVi": "một cách sống cụ thể"
        },
        {
            "id": "fd1f74a7-ea4d-4e2d-b088-b2fcc9b8f157",
            "word": "way of life",
            "phonetic": "weɪ ʌv laɪf ",
            "partOfSpeechType": "phrase",
            "examples": [
                "Will population growth destroy our way of life?",
                "Cars transformed our way of life, our infrastructure, and our cities.",
                "That's the way of life.",
                "It's a way of life.",
                ", it's our way of life."
            ],
            "audio": "https://tts.langeek.co/read?text=d2F5IG9mIGxpZmU&hash=57a0792fc586c7e5c50e00c748d15f49a8d9ecc7&lang=en&cache-only=0",
            "defineEn": "a set of values, rules, standards, and principles typical to a person or group",
            "defineVi": "một tập hợp các giá trị, quy tắc, tiêu chuẩn và nguyên tắc điển hình cho một người hoặc một nhóm"
        },
        {
            "id": "488d21ea-f41a-4aad-9428-f16844c90422",
            "word": "standard of living",
            "phonetic": "stændɚd ʌv lɪvɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many families in this country are still behind the eight ball and do not enjoy the same standard of living that other people enjoy.",
                "No one's standard of living would change.",
                "Their standard of living is still lower than Americans.",
                "You can improve their standard of living by supporting Crash Course at Patreon.",
                "Historically, CO₂ emissions have been closely tied to a high standard of living."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhbmRhcmQgb2YgbGl2aW5n&hash=f009547aeb22a1874226f8f372ec0504890e5ced&lang=en&cache-only=0",
            "defineEn": "the level of wealth, welfare, etc., available to an individual, group, country, etc.",
            "defineVi": "mức độ giàu có, phúc lợi, v.v., có sẵn cho một cá nhân, nhóm, quốc gia, v.v."
        },
        {
            "id": "6d98a519-5389-4e5e-8d2f-59399e22040b",
            "word": "to drop out",
            "phonetic": "tə dɹɑːp aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Despite losing his first match, the boxer got another bite at the cherry when his opponent dropped out, and he won the second match.",
                "So, last summer, she dropped out.",
                "Ultimately, Bloomberg and Warren both dropped out.",
                "Is she going to drop out?",
                "I can drop out and cut my losses."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJvcCBvdXQ&hash=c87a3f35bbdd4b47e92810be75e6d82803062e60&lang=en&cache-only=0",
            "defineEn": "to stop going to school, university, or college before finishing one's studies",
            "defineVi": "ngừng đi học, đại học hoặc cao đẳng trước khi hoàn thành việc học của một người"
        },
        {
            "id": "916ae329-5768-4abc-9c89-77d228c7de19",
            "word": "to follow",
            "phonetic": "tə fɑːloʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her second movie followed close on the heels of her successful film debut.",
                "Her second movie followed close on the heels of her successful film debut.",
                "The movie follows the book faithfully.",
                "The film faithfully follows Shakespeare's plot.",
                "Millions of people followed the trial on TV."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9sbG93&hash=81f37c11a5ef93e3d1ef3f754dd1914977bdf9a7&lang=en&cache-only=0",
            "defineEn": "to conform to something or someone; to in accordance with the standards, customs, or teachings of someone or something",
            "defineVi": "để phù hợp với một cái gì đó hoặc ai đó; để phù hợp với các tiêu chuẩn, phong tục, hoặc lời dạy của một ai đó hoặc một cái gì đó"
        },
        {
            "id": "229cccfe-5694-4cba-a13d-c1c599df8f69",
            "word": "to lead",
            "phonetic": "tə liːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The receptionist led the way to the boardroom.",
                "The department led the world in cancer research.",
                "The company's new product launch led to a fat increase in revenue.",
                "We lead a very quiet life.",
                "To lead a life of luxury/a miserable existence."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGVhZA&hash=d6e37e11fb1e62b99b61044e0d219da72598ead3&lang=en&cache-only=0",
            "defineEn": "to experience a particular kind of life",
            "defineVi": "để trải nghiệm một loại cuộc sống cụ thể"
        },
        {
            "id": "fdb86641-c3b2-4a35-85f2-960c5b2981f0",
            "word": "to settle",
            "phonetic": "tə sɛɾəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "We finally settled on a soft yellow for the kitchen walls.",
                "The dust is settling on the chaos which ensued when the French sold 110,000 tickets to the World Cup football matches by phone.",
                "You should let the dust settle before you make any big decisions.",
                "I'll call you as soon as the dust settles from the move.",
                "When the dust settled and the votes were recounted, she had won the election."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2V0dGxl&hash=bfcaef5c6c3468cf0cf9e5bbedb26029252bf2df&lang=en&cache-only=0",
            "defineEn": "to follow a more secure and stable lifestyle with a permanent job and home",
            "defineVi": "để theo một lối sống an toàn và ổn định hơn với một công việc lâu dài và nhà"
        },
        {
            "id": "7eb7d830-4c33-41e6-809c-8808a127674a",
            "word": "tradition",
            "phonetic": "tɹɐdɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Gathering for dinner together as a family is a cherished tradition in our household.",
                "Our fine traditions give us a head start on the competition.",
                "My grandmother always lets me in on family stories and traditions that I didn't know before.",
                "She scratched that itch of curiosity by exploring different cultures and traditions.",
                "You should ask your uncle to share stories about your family's history and traditions."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhZGl0aW9u&hash=c5e1670c6cb9505674f196a3ab62cec28a454eff&lang=en&cache-only=0",
            "defineEn": "an established way of thinking or doing something among a specific group of people",
            "defineVi": "một cách thiết lập của suy nghĩ hoặc làm một cái gì đó trong một nhóm người cụ thể"
        },
        {
            "id": "ce99df3a-cce1-4f31-8ae1-45b2ec00cb8d",
            "word": "manners",
            "phonetic": "mænɚz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFubmVycw&hash=f8417c35d4b30190eae69b3ae544b30b221be469&lang=en&cache-only=0",
            "defineEn": "the behaviors and customs particular to a society",
            "defineVi": "các hành vi và phong tục đặc biệt cho một xã hội"
        },
        {
            "id": "9b014d2f-3d18-4a93-919f-4f36c34432af",
            "word": "to practise",
            "phonetic": "tə pɹæktɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Some of these traditions have been modified and translated into the set of practises called Vodou in Haiti.",
                "I've been practising for three days, ok?",
                "One day he and his friends were practising their shooting, and all of them were doing quite well except Peter.",
                "So I test out the colors in here, any layouts that I want to do, instead of constantly doing it in pencil, I practise it in this.",
                "Like, I watch him and his daughter practise for softball every spring and summer, right, in their backyard, so I know that he lives here."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJhY3Rpc2U&hash=9d5fea217a18ab98f597ab81813fde80e50e4b72&lang=en&cache-only=0",
            "defineEn": "to do something such as a habit, custom, etc. routinely",
            "defineVi": "để làm một cái gì đó như một thói quen, phong tục, vv thường xuyên"
        },
        {
            "id": "97de6545-e8ca-4bc3-a023-a8f91cedf08d",
            "word": "regulation",
            "phonetic": "ɹɛɡjʊleɪʃən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The organization called the new regulations a turning point in the campaign against smoking.",
                "A majority of Democrats believe that such regulations protect the public.",
                "A lot of companies are being boxed into a corner by these increasingly restrictive regulations.",
                "The regulations are scheduled to go into effect next winter, and in the interim, we'll be working hard to make all of the appropriate changes.",
                "The wealthy developer was able to skirt environmental regulations, while the poor homeowner faced steep fines for minor violations."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVndWxhdGlvbg&hash=c4b3598d6103a64fa03b85d65a253537de168049&lang=en&cache-only=0",
            "defineEn": "in accordance with the established rules, customs, etc.",
            "defineVi": "phù hợp với các quy tắc đã được thiết lập, phong tục, v.v."
        },
        {
            "id": "04a9597a-8129-4b9a-8a64-36f39ad2a046",
            "word": "meme",
            "phonetic": "miːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The viral internet meme that gained immense popularity for a brief period became a ten-day wonder, with people sharing and referencing it widely before it faded from the online spotlight.",
                "Memes are some of the most easily recognizable images of our generation.",
                "Apple's high prices reached meme proportions during the announcement of its Mac Pro in June 2019.",
                "What's the meme?",
                "I love that meme so much."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVtZQ&hash=6c0190ebf29758d53cadc383be8839ac7433cb96&lang=en&cache-only=0",
            "defineEn": "a cultural feature that is passed from one generation to another based on imitation and not genetic inheritance",
            "defineVi": "một đặc điểm văn hóa được truyền từ thế hệ này sang thế hệ khác dựa trên sự bắt chước chứ không phải di truyền"
        },
        {
            "id": "ce154f59-e5da-4cc2-8772-be8b461405b4",
            "word": "rolling stone",
            "phonetic": "ɹoʊlɪŋ stoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her father sighed an said that a rolling stone gathers no moss.",
                "I said that once to a Rolling Stone reporter",
                "First to go gold, first to go platinum, first on the cover of Rolling Stone, first with Adidas deal.",
                "In a 1991 Rolling Stone interview, Schwarzenegger said they reminded him of his younger days when he drove tanks while serving in the Austrian army."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9sbGluZyBzdG9uZQ&hash=f7fd0c443d68b438deb4222bff382e25e6f63e5d&lang=en&cache-only=0",
            "defineEn": "a person who follows an unsettled way of life with no permanent job or home",
            "defineVi": "một người theo một lối sống không ổn định, không có công việc hoặc nhà ở cố định"
        },
        {
            "id": "4f316c5d-1490-4a8e-9f60-381200ee8e2e",
            "word": "New Age",
            "phonetic": "nuː eɪdʒ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The word meditation might bring to mind yoga, chimes, and juice cleanses, but it isn’t just some New Age trend.",
                "The iPhone X pushed the smartphone market into a new age of over a thousand dollar phones.",
                "The appreciation and increased use of unilateral action has developed a new age of presidency.",
                "It's this really, really new age type of overclocking.",
                "Narrator: Just imagine a rainbow spacesuit for a new age of exploration."
            ],
            "audio": "https://tts.langeek.co/read?text=TmV3IEFnZQ&hash=663972d6b8fd3b12f14508ecb1b4ec2ee05a3107&lang=en&cache-only=0",
            "defineEn": "based on or connected with alternative approaches to spirituality, medicine, etc. and refusing to accept the Western standard and mainstream culture",
            "defineVi": "dựa trên hoặc kết nối với các cách tiếp cận thay thế đối với tâm linh, y học, v.v. và từ chối chấp nhận văn hóa chính thống và tiêu chuẩn phương Tây"
        },
        {
            "id": "9c0a7ccd-758d-40db-ad93-12f71fa77db8",
            "word": "all-American",
            "phonetic": "ɔːlɐmɛɹɪkən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And as you may or may not know, I work at DTV News, which is the All-American Sign Language Voiceover Caption da-da-da news station.",
                "The all-American dream come true.",
                "At the time, this meant reestablishing Coca-Cola's reputation - not as an all-American icon, but as a brand fit for German consumption.",
                "In the 1980s, after Skylab, there were plans for a much larger, all-American space station named Space Station Freedom.",
                "He's raised by his father and worked on bikes and trucks and his dad was All-American."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsLUFtZXJpY2Fu&hash=c99bbc36e416529c2fb91090238bc06a51aeb75d&lang=en&cache-only=0",
            "defineEn": "having all the positive qualities that are considered to be American, such as being healthy or working hard",
            "defineVi": "có tất cả những phẩm chất tích cực được coi là của người Mỹ, chẳng hạn như khỏe mạnh hoặc làm việc chăm chỉ"
        },
        {
            "id": "ae6a58f5-66a1-46bd-ba67-58d689305621",
            "word": "to grow into",
            "phonetic": "tə ɡɹoʊ ɪntʊ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JvdyBpbnRv&hash=9443de6cb7e8a520fb69b0009c6673b8f2290e4f&lang=en&cache-only=0",
            "defineEn": "to develop gradually and become a particular type of person or thing",
            "defineVi": "để phát triển dần dần và trở thành một loại người cụ thể hoặc điều"
        },
        {
            "id": "567491a9-f67a-4a36-8399-0e322878c802",
            "word": "custom",
            "phonetic": "kʌstəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The old customs are dying.",
                "In a vibrant salad bar, guests create their own custom salads by topping fresh greens with grilled chicken breast.",
                "I have been as busy as a beaver these last few weeks crocheting up custom orders for some lovely customers.",
                "Customs officers have the right to check all baggage going through customs.",
                "Child labor was once a common practice, but a bad custom is like a good cake, better broken than kept."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VzdG9t&hash=377f8cf6216c348a7d10390c5397ae6f9b4fb181&lang=en&cache-only=0",
            "defineEn": "a way of behaving or of doing something that is widely accepted in a society or among a specific group of people",
            "defineVi": "một cách cư xử hoặc làm một cái gì đó được chấp nhận rộng rãi trong một xã hội hoặc giữa một nhóm người cụ thể"
        },
        {
            "id": "af3a063a-84d5-4ebe-95c9-253b69a727d6",
            "word": "when in Rome, do as the Romans do",
            "phonetic": "wɛn ɪn ɹoʊm duː æz ðə ɹoʊmənz duː ",
            "partOfSpeechType": "sentence",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2hlbiBpbiBSb21lLCBkbyBhcyB0aGUgUm9tYW5zIGRv&hash=e63f57f4ac02c8f9345fb4b53248b4dee3b12992&lang=en&cache-only=0",
            "defineEn": "used to say when someone is in an unfamiliar situation, they should behave as other people do",
            "defineVi": "dùng để nói khi ai đó ở trong một tình huống không quen thuộc, họ nên cư xử như những người khác"
        }
    ]
}