{
    "id": "63366a2a-4da5-420f-9a37-8fd92d16cf2b",
    "title": "General Verbs Related to Medicine",
    "originalTitle": "General Verbs Related to Medicine",
    "words": [
        {
            "id": "544547c2-15b8-4785-a671-5cd90d15c099",
            "word": "to admit",
            "phonetic": "tʊ ɐdmɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Admit it Bobby.",
                "Over 40% of Americans admitted they were living beyond their means.",
                "Many judges admitted that the Dodge was their guilty pleasure out of our field.",
                "He admitted killing a deer out of season.",
                "I have to admit that the news gave us a shock."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRtaXQ&hash=bfeabcb3b5af3e2fa25291b6353105d935571035&lang=en&cache-only=0",
            "defineEn": "(of a hospital) to take in a patient so that they can receive treatment",
            "defineVi": "(của bệnh viện) tiếp nhận bệnh nhân để họ được điều trị",
            "hasImg": true
        },
        {
            "id": "e7961c75-f4e4-41e0-abbe-00a79446900d",
            "word": "to certify",
            "phonetic": "tə sɜːɾᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The states have already certified their electors.",
                "What kind of fancy bias lighting is this, ISV color accuracy certified?",
                "It's certified.",
                "Michigan has now certified its statewide results.",
                "I've got a certified disability."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2VydGlmeQ&hash=ffc34a78bb65e97c076ffc458f304c2743113240&lang=en&cache-only=0",
            "defineEn": "declare legally insane",
            "defineVi": "tuyên bố hợp pháp mất trí"
        },
        {
            "id": "c318f549-d987-4e22-b6fb-ded034a83c11",
            "word": "to commit",
            "phonetic": "tə kəmɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The crime was committed in broad daylight.",
                "The organization is committed to promoting equality and fairness for every person.",
                "They have committed to a lifetime of love and partnership by getting married.",
                "The government is committed to holding exports at their present level.",
                "You should take a hard look at the issues before committing yourself."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbWl0&hash=bd875b156732d8a5d43c50cd99d90462a6f7a4f8&lang=en&cache-only=0",
            "defineEn": "to officially order to send a person to prison, psychiatric hospital, etc.",
            "defineVi": "chính thức ra lệnh đưa một người vào tù, bệnh viện tâm thần, v.v."
        },
        {
            "id": "5fa646bb-cb91-4ed6-981d-424477cb5d62",
            "word": "to cure",
            "phonetic": "tə kjʊɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "A cure for lung cancer would save thousands of lives each year.",
                "The upcoming election is a kill or cure moment for the future of the country.",
                "Remember that an ill wound is cured, not an ill name.",
                "Regular exercise and healthy eating habits can prevent many illnesses as prevention is better than cure.",
                "Scientists are still trying to find a cure for cancer."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3VyZQ&hash=de4757c833353832fc94eb61695e046e19568ed7&lang=en&cache-only=0",
            "defineEn": "to become healthy again or make someone regain their health",
            "defineVi": "để trở nên khỏe mạnh một lần nữa hoặc làm cho ai đó lấy lại sức khỏe của họ",
            "hasImg": true
        },
        {
            "id": "80cec251-c481-437d-81b3-6fc3e2d6d683",
            "word": "to hospitalize",
            "phonetic": "tə hɑːspɪɾəlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "After the accident, Mark was hospitalized for weeks, but now he's finally back in the land of the living, recovering and grateful to be alive.",
                "22 customers were hospitalized.",
                "My doctors almost hospitalized me.",
                "A sixth person was hospitalized in critical condition with gunshot wounds.",
                "The 65-year-old woman is hospitalized with serious injuries."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9zcGl0YWxpemU&hash=604d4aacf80b446acc2a5561ef9d03ad572b3aab&lang=en&cache-only=0",
            "defineEn": "to send someone to hospital for medical treatment",
            "defineVi": "gửi ai đó đến bệnh viện để điều trị y tế",
            "hasImg": true
        },
        {
            "id": "311ddd9a-b345-4f7b-ab13-54cffbbf7bda",
            "word": "to medicalize",
            "phonetic": "tə mɛdɪkəlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbWVkaWNhbGl6ZQ&hash=6027e0865ffcb67b2b63c2de3553d10538524c9a&lang=en&cache-only=0",
            "defineEn": "to classify or interpret a non-medical condition, behavior, or aspect of life in terms of medical concepts or frameworks, often resulting in medical intervention or treatment",
            "defineVi": "để phân loại hoặc giải thích một tình trạng, hành vi hoặc khía cạnh phi y tế của cuộc sống theo các khái niệm hoặc khuôn khổ y tế, thường dẫn đến can thiệp hoặc điều trị y tế"
        },
        {
            "id": "339dfb79-4d8e-4a3f-8068-232e0387528e",
            "word": "to prescribe",
            "phonetic": "tə pɹɪskɹaɪb ",
            "partOfSpeechType": "verb",
            "examples": [
                "Well, here' s your chance to give him a taste of the medicine that he prescribes.",
                "And many psychiatrists and doctors will prescribe anti-depressants.",
                "So I prescribed her medication.",
                "Black Americans are prescribed less pain medication than their White counterparts.",
                "So he prescribed me epinephrine"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlc2NyaWJl&hash=e7fb9273fdfe311589887e393c3317431a2c23b3&lang=en&cache-only=0",
            "defineEn": "(medicine) to tell someone what drug or treatment they should get",
            "defineVi": "(y học) nói cho ai đó biết họ nên dùng loại thuốc hay cách điều trị nào",
            "hasImg": true
        },
        {
            "id": "b56f1f97-321e-4cf9-9abe-819902834471",
            "word": "to treat",
            "phonetic": "tə tɹiːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Treat yourselves to a good meal.",
                "They treated him like a dog.",
                "The creamy sapodilla milkshake was a refreshing treat on a hot summer day.",
                "A juicy pear is a refreshing treat on a hot summer day.",
                "The loganberry pie at the local bakery is a delicious summer treat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJlYXQ&hash=34790ed1b89f4cbd3dedd95baa2f76329cd669d9&lang=en&cache-only=0",
            "defineEn": "to cure a wound or to give medical care to an injured person",
            "defineVi": "chữa vết thương hoặc chăm sóc y tế cho người bị thương",
            "hasImg": true
        },
        {
            "id": "0640af3b-7cef-4ed1-87e8-e2b8d44a9f0f",
            "word": "to readmit",
            "phonetic": "tə ɹiːdmɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVhZG1pdA&hash=262b5dc52bfed5d44d77dac0f669354ced5144f9&lang=en&cache-only=0",
            "defineEn": "to accept a patient into a hospital shortly after discharge for a second or subsequent time",
            "defineVi": "chấp nhận bệnh nhân vào bệnh viện ngay sau khi xuất viện lần thứ hai hoặc lần tiếp theo"
        },
        {
            "id": "51bc8a2a-e54c-4bde-b3c6-9e607a6e180a",
            "word": "to dispense",
            "phonetic": "tə dɪspɛns ",
            "partOfSpeechType": "verb",
            "examples": [
                "We don't have much time, so let's dispense with the formalities and start talking turkey.",
                "I dispense compliments to people that deserve them.",
                "America had just dispensed with monarchy and elitism.",
                "When she's not at work at Stanford Medical Center Hospital in California, Dr. Nidhi Rohatgi is regularly dispensing care to family and friends 13 time zones away in India.",
                "But, people, please remember that we here at Crash Course do not dispense relationship advice."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzcGVuc2U&hash=5acba3976aae011836184e4e0325d2ffa7d10c41&lang=en&cache-only=0",
            "defineEn": "(of medicine) to prepare and give out according to doctor's prescription, especially as a job",
            "defineVi": "(thuốc) chuẩn bị và phát theo đơn của bác sĩ, đặc biệt là công việc",
            "hasImg": true
        },
        {
            "id": "9ef63e3c-14f5-4191-b8e2-4274d956c8e0",
            "word": "to dose",
            "phonetic": "tə doʊs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The coup gave the dictatorship a dose of its own medicine, subjecting the dictator and his entourage to torture and confinement in deplorable conditions.",
                "I can only stand opera in small doses.",
                "We added cauliflower to our vegetable soup for an extra dose of nutrients.",
                "Enhance your salad with tangy bergamot orange for a dose of vitamin E.",
                "I believe that a dose of adversity is often as needful as a dose of medicine."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZG9zZQ&hash=064a5dbcb011285d9cb53408d9a1906da7d1a387&lang=en&cache-only=0",
            "defineEn": "administer a drug to",
            "defineVi": "quản lý một loại thuốc để"
        },
        {
            "id": "7558c9dc-5f62-4d3c-b94d-128d967e9d61",
            "word": "to inject",
            "phonetic": "tʊ ɪndʒɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "That bill injected 600 million dollars into the development of the Internet.",
                "The researchers injected these mice with REV-ERB.",
                "First, they injected a bunch of college guys with the hormone epinephrine.",
                "First, they injected lampreys with bits of the extracellular matrix from mice brains.",
                "You inject old people with blood from young people."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5qZWN0&hash=d86b3e3a43fdbc7c4edfe57037d2e4d46728f535&lang=en&cache-only=0",
            "defineEn": "to insert a liquid, especially a drug, into the body by using a syringe",
            "defineVi": "để chèn một chất lỏng, đặc biệt là một loại thuốc, vào cơ thể bằng cách sử dụng một ống tiêm",
            "hasImg": true
        },
        {
            "id": "6f815ae1-cc96-49be-b168-f3ee558f8c49",
            "word": "to inoculate",
            "phonetic": "tʊ ɪnɑːkjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Your job is to inoculate the townspeople against false information before the election.",
                "The World Health Organization has arranged for 100,000 doses to inoculate Palestinian front-line workers.",
                "So I was inoculated against is what I would say.",
                "We saw Vice President Mike Pence be inoculated with the vaccine today.",
                "But on the micro-economic level it’s your job to inoculate yourself."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5vY3VsYXRl&hash=df260a5d31126f2bd1d6c8c979446f4bbe9f231c&lang=en&cache-only=0",
            "defineEn": "to boost the immunity system of a person or animal against a disease by vaccination",
            "defineVi": "để tăng cường hệ thống miễn dịch của một người hoặc động vật chống lại một căn bệnh bằng cách tiêm phòng",
            "hasImg": true
        },
        {
            "id": "98b666d8-dc29-401c-97df-23dfbe594238",
            "word": "to overdose",
            "phonetic": "tʊ oʊvɚdoʊs ",
            "partOfSpeechType": "verb",
            "examples": [
                "I had a really bad drug addiction in college, but seeing my friend die from an overdose really scared me straight.",
                "Overdose deaths spiked.",
                "- I overdosed.",
                "And over time, this overdose can kill neurons.",
                "A month has passed since Christel's overdose."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3ZlcmRvc2U&hash=bea9640e4421a7af16e31820720a13acdae93214&lang=en&cache-only=0",
            "defineEn": "to give or take an excessive amount of a drug at a given time, which could be fatal",
            "defineVi": "cho hoặc uống quá nhiều thuốc tại một thời điểm nhất định, có thể gây tử vong",
            "hasImg": true
        },
        {
            "id": "014bcc64-b82d-469a-8a17-58de69cc7637",
            "word": "to take",
            "phonetic": "tə teɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Take your pick.",
                "His new world record will take some beating.",
                "His apology took the edge off her anger.",
                "Things like this take time.",
                "The river took a meandering bend through the picturesque valley."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZQ&hash=218a7b24f2f9192973800c7366909ef3421d1aec&lang=en&cache-only=0",
            "defineEn": "to consume something as food, drink, medication, or drugs",
            "defineVi": "để tiêu thụ một cái gì đó như thực phẩm, đồ uống, thuốc, hoặc ma túy",
            "hasImg": true
        },
        {
            "id": "0f487d2b-c099-4229-b2d1-4468d48dfb3d",
            "word": "to vaccinate",
            "phonetic": "tə væksᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Vaccinate your kids, people.",
                "Only 11 percent of Brazil's population is fully vaccinated.",
                "And no country can simply vaccinate its way out of this pandemic.",
                "Ah, vaccinated.",
                "You have got to vaccinate people."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmFjY2luYXRl&hash=3dfdc650cf4084a4d91dd0c649d46456281b9f62&lang=en&cache-only=0",
            "defineEn": "to protect a person or an animal against a disease by giving them a vaccine",
            "defineVi": "để bảo vệ một người hoặc một con vật chống lại một căn bệnh bằng cách cho họ vắc-xin",
            "hasImg": true
        },
        {
            "id": "562a7879-0589-4d51-898f-13f5e41097cd",
            "word": "to come off",
            "phonetic": "tə kʌm ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "I always come off worse when we argue.",
                "But then the wheels came off the bus in the final season, and now it's often derided as one of the most disappointing finales of all time.",
                "Come off it, he can hardly boil an egg!",
                "Come off it, he'll know that's a lie.",
                "Alec Davidson, for example, was one of those who came off worst."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSBvZmY&hash=786e30825bad11044fa2e58444085e700a8ae006&lang=en&cache-only=0",
            "defineEn": "to stop taking medicine, a drug, alcohol, etc.",
            "defineVi": "ngừng dùng thuốc, ma túy, rượu, v.v."
        },
        {
            "id": "b57e1074-e18f-4e91-8f7c-78eb26cf3100",
            "word": "to administer",
            "phonetic": "tʊ ɐdmɪnɪstɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "So far, the nation has administered 26 million doses.",
                "So I could administer fluids.",
                "When you look at the map across the country right now, every state right now, except for Kansas, has administered at least 60 percent of the allocated vaccine.",
                "It can be administered in various different forms.",
                "We are not administered by China."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRtaW5pc3Rlcg&hash=28a5f10e863a211d9c14e663b2e1e39fce66b5a3&lang=en&cache-only=0",
            "defineEn": "to give someone medicines, drugs, etc.",
            "defineVi": "để cung cấp cho ai đó thuốc, thuốc, vv",
            "hasImg": true
        },
        {
            "id": "e5ff6f8e-2557-448c-ae02-7eabf2434d65",
            "word": "to discharge",
            "phonetic": "tə dɪstʃɑːɹdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "When a student goes AWOL repeatedly, the Principal determines the appropriate disciplinary action, up to and including recommendation for discharge.",
                "Just discharges me.",
                "The jumper repeater grenade discharges three large blasts of tear gas in rapid succession.",
                "And just, discharges me.",
                "He was discharged from service on February 10, 1883."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzY2hhcmdl&hash=558f84943c45c9dbe2646b9052516fc5cd1a8e15&lang=en&cache-only=0",
            "defineEn": "to allow a patient to leave the hospital because they have recovered and no longer need to receive inpatient care",
            "defineVi": "cho phép bệnh nhân xuất viện vì họ đã bình phục và không cần phải điều trị nội trú nữa",
            "hasImg": true
        },
        {
            "id": "cd346efc-dacd-4c90-9bb3-98dab763f523",
            "word": "to tape",
            "phonetic": "tə teɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "I ran the tape back.",
                "I have raised an invoice for the tape.",
                "He didn't know the tape was still running.",
                "Transfer tape makes light work of re-gluing in the workshop.",
                "- Take tape."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFwZQ&hash=4c425fc711b7ab7fd5587800e062c0cd6c2ae605&lang=en&cache-only=0",
            "defineEn": "to tie an injury or a wound with tape, particularly adhesive tape",
            "defineVi": "để buộc vết thương hoặc vết thương bằng băng, đặc biệt là băng dính",
            "hasImg": true
        },
        {
            "id": "08d8669f-5d6f-4d05-b75c-579f0ab71628",
            "word": "to infuse",
            "phonetic": "tʊ ɪnfjuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "They infused hyssop in olive oil and used it as a natural remedy for skin irritations.",
                "We harvested fresh dill seeds from our garden and used them to infuse a jar of homemade vinegar.",
                "They harvested the marjoram leaves from their garden and used them to infuse oil for salad dressings.",
                "She infused olive oil with rosemary and used it as a moisturizer for her skin.",
                "He added slices of boerewors to his homemade pizza, infusing it with a unique and delicious flavor."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5mdXNl&hash=5d2173237066fd2e26474294a847fedbeb4f6f54&lang=en&cache-only=0",
            "defineEn": "to slowly administer a drug or other substance through a needle or catheter into the bloodstream",
            "defineVi": "để từ từ quản lý một loại thuốc hoặc chất khác qua kim hoặc ống thông vào máu",
            "hasImg": true
        },
        {
            "id": "cbeaa051-105f-4957-85d8-98d54eeb9115",
            "word": "to isolate",
            "phonetic": "tʊ aɪsəleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the pandemic hit, many people went to ground and isolated themselves at home to avoid getting sick.",
                "The breakup with his long-term partner caused him to fall to pieces and isolate himself from others.",
                "Truculent Trump twists in the wind as an isolated, ridiculed figure of fun.",
                "Its armies are isolated.",
                "And in 1976, researchers isolated one of its DNA polymerases."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaXNvbGF0ZQ&hash=8ca54e3c1c0950c54cf4d56b6c00e467cc4f24f7&lang=en&cache-only=0",
            "defineEn": "to physically or socially separate someone or something from others",
            "defineVi": "để thể chất hoặc xã hội tách một ai đó hoặc một cái gì đó từ những người khác"
        },
        {
            "id": "bd48e1ea-d711-495a-b929-b81c06bda8fa",
            "word": "to medicate",
            "phonetic": "tə mɛdᵻkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Until people are properly medicated, it can be really difficult and it can be frustrating for them.",
                "Crows can invent tools, some spiders customize hunting techniques, animals have even been observed medicating themselves to treat illnesses.",
                "A lot of people are drinking to self medicate, and it's a perfectly normal reaction to what, wait, are you high too?",
                "As if to make matters worse, doctors often don’t prescribe anything, not even medicated eye drops, preferring to just wait it out."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWVkaWNhdGU&hash=2b6c8e8aeb2b4312c2cfb8c26d7a320182ac20d4&lang=en&cache-only=0",
            "defineEn": "to administer a drug or treat a patient using drugs",
            "defineVi": "để quản lý một loại thuốc hoặc điều trị một bệnh nhân sử dụng thuốc",
            "hasImg": true
        },
        {
            "id": "2d0ee46f-234e-4f17-b324-5670b29965fd",
            "word": "to revive",
            "phonetic": "tə ɹᵻvaɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company has brought in some new blood in an effort to revive its fortunes.",
                "Changes began during Japan's doldrums when the government tried to revive growth by steadily deregulating sections of the economy.",
                "The town tried for years to revive the old factory, but nothing they did brought back business.",
                "Reviving the old Cold War with new weapons.",
                "Reviving the old Cold War with new weapons."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV2aXZl&hash=ac5cf43503f4a18107ced5569d63cd6a262d4f7e&lang=en&cache-only=0",
            "defineEn": "to make a person become conscious again",
            "defineVi": "để làm cho một người trở nên có ý thức một lần nữa",
            "hasImg": true
        },
        {
            "id": "20d2c126-ab45-4b97-8e2f-4611450a7bdf",
            "word": "to self-medicate",
            "phonetic": "tə sɛlfmɛdᵻkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "So, I think my I.V. drug use with heroin and cocaine was a way to self-medicate.",
                "Many victims of trauma try to cope through whats colloquially called self-medicating and some can end up with substance abuse or dependence issues."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VsZi1tZWRpY2F0ZQ&hash=34ed36c706c799fd104a9fae7ab1b4ef005bcef0&lang=en&cache-only=0",
            "defineEn": "to attempt to medicate oneself without the doctor's permission",
            "defineVi": "cố gắng tự chữa bệnh mà không có sự cho phép của bác sĩ"
        },
        {
            "id": "c7930cdf-c581-4f62-bc97-5492044d3d40",
            "word": "to self-quarantine",
            "phonetic": "tə sɛlfkwɔːɹəntiːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Secretary of State Mike Pompeo is self-quarantining after coming in contact with someone infected with COVID-19.",
                "In order to pass the time, the party takes turns telling stories over each night during their self-quarantine.",
                "But it's gonna be ending in self-quarantine for me no matter what happens.",
                "And just one day after the first confirmed coronavirus case was announced, the LNA began its worst shelling on residential areas that anyone could remember, despite the fact that people were clearly stuck in their homes under curfew and self-quarantine."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VsZi1xdWFyYW50aW5l&hash=3e2239b7fb61f5bc92102c9e5fa0dcb37f9b7a19&lang=en&cache-only=0",
            "defineEn": "to keep oneself away from others for a period of time in order to prevent the spread of an infectious disease",
            "defineVi": "để tránh xa những người khác trong một khoảng thời gian để ngăn chặn sự lây lan của một bệnh truyền nhiễm"
        },
        {
            "id": "b79ef49b-0490-4230-8545-23f5f2f4cd4b",
            "word": "to anesthetize",
            "phonetic": "tʊ ɐnɛsθɪtaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "We can leave it the way it is and she will be handicapped for the rest of her life, or we can anesthetize her and rebreak the leg and then set it correctly.",
                "In the late 1930s, an Italian physician named Ugo Cerletti supposedly watched pigs get anesthetized with electricity before being butchered."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW5lc3RoZXRpemU&hash=af06eaaef9006c3cbbac7e92d31f0c14149ad566&lang=en&cache-only=0",
            "defineEn": "to administer drugs to a patient in order to prevent pain or to induce a loss of consciousness during surgery or medical procedures",
            "defineVi": "quản lý thuốc cho bệnh nhân để ngăn chặn cơn đau hoặc gây mất ý thức trong quá trình phẫu thuật hoặc thủ tục y tế"
        },
        {
            "id": "837017e0-283f-4577-8f10-2d36ef67b191",
            "word": "to bandage",
            "phonetic": "tə bændɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Fetch me a bandage and make it snappy!",
                "We have a spider bandage?",
                "He's all bandaged up, and Vince McMahon's back there.",
                "She also has this large bandage on her leg because they had to do full reconstructive surgery on the broken bone.",
                "It's the bandage you idiot."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFuZGFnZQ&hash=f554060e474a64109b37b07d5cab538dc8bc7118&lang=en&cache-only=0",
            "defineEn": "to cover a wound or part of the body with a piece of cloth for protection",
            "defineVi": "che vết thương hoặc một phần cơ thể bằng một mảnh vải để bảo vệ",
            "hasImg": true
        },
        {
            "id": "4d555297-9d87-4f3e-95cd-bf7a6bf2739f",
            "word": "to detox",
            "phonetic": "tə diːtɑːks ",
            "partOfSpeechType": "verb",
            "examples": [
                "I added citron to my detox regimen for its cleansing properties.",
                "We juiced the cucumbers and mint leaves to create a cool and refreshing detox drink.",
                "Detoxing pretty hard?",
                "At any given time, we're detoxing up to 90 people.",
                "Residential detox beds are full, so more often than not, they come here to jail."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGV0b3g&hash=91399ef7dd0956cda1316b33dc4b1ac78a59eb19&lang=en&cache-only=0",
            "defineEn": "treat for alcohol or drug dependence",
            "defineVi": "điều trị nghiện rượu hoặc ma túy"
        },
        {
            "id": "a5386802-4455-413c-83a1-67636cd97375",
            "word": "to dress",
            "phonetic": "tə dɹɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "My grandmother made a dress for me.",
                "The bride's wedding dress is white.",
                "She bought an expensive dress for a special occasion.",
                "Where did you buy that dress?",
                "This dress makes me look fat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJlc3M&hash=adb9d8e3b42291ca982155552090e4b30bb84d1e&lang=en&cache-only=0",
            "defineEn": "to clean the wound properly and apply bandages in order to promote healing and to protect it from further harm",
            "defineVi": "làm sạch vết thương đúng cách và băng lại để thúc đẩy vết thương mau lành và bảo vệ vết thương khỏi bị tổn hại thêm",
            "hasImg": true
        },
        {
            "id": "8bef2d4e-e3c1-4e4c-89f5-2966701ccc3e",
            "word": "to heal",
            "phonetic": "tə hiːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "As the saying goes, physician, heal thyself.",
                "That cut is taking a long time to heal.",
                "After going through a painful breakup, I thought I would never be able to love again, but time heals all wounds, and I eventually moved on.",
                "After the accident, I was in a lot of pain, but the doctor reassured me that time works wonders and that I would heal.",
                "Maybe heal another energy."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGVhbA&hash=e9849fbd7cc0f6e03c9c6180435333e86417c91b&lang=en&cache-only=0",
            "defineEn": "to make an injury, etc. healthy again",
            "defineVi": "để làm cho một chấn thương, vv khỏe mạnh trở lại",
            "hasImg": true
        },
        {
            "id": "adde8d0d-5324-4ba9-8aad-c3409c1428a6",
            "word": "to immunize",
            "phonetic": "tʊ ɪmjuːnaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "So far, nearly 63 percent of U.S. adults are at least partially immunized.",
                "Now the San Francisco Zoo has immunized 124 mountain yellow-legged frogs.",
                "And more importantly, only about three percent of the U.S. population has been immunized so far.",
                "And in 2017, a record 123 million children were immunized with at least one dose of DTP.",
                "She also encouraged pregnant women to be immunized."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1tdW5pemU&hash=d58d0715d48013241b25326ec05d8e09d49ffc14&lang=en&cache-only=0",
            "defineEn": "to protect an animal or a person from a disease by vaccination",
            "defineVi": "để bảo vệ một con vật hoặc một người từ một căn bệnh bằng cách tiêm phòng",
            "hasImg": true
        },
        {
            "id": "c260bc86-b0dc-4e7c-a489-9fd068d87c06",
            "word": "to irrigate",
            "phonetic": "tʊ ɪɹᵻɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We can survive harsh winters, irrigate deserts, and travel at will to reach the most remote islands.",
                "Trees need to be planted in the right soil conditions, inoculated with truffle fungus, and often irrigated constantly.",
                "And, they also track strange things, like income because wealthy people have the money to irrigate and manicure their lawns in a place in a way that more impoverished folks don't.",
                "A year are used to irrigate Nearby Crops.",
                "Under the Maurya Empire, more than half of the arable land in ancient India was irrigated, producing two harvests a year."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaXJyaWdhdGU&hash=70b9fe84c82d7a9f420ee241c850f7a6647c93a1&lang=en&cache-only=0",
            "defineEn": "supply with a constant flow or sprinkling of some liquid, for the purpose of cooling, cleansing, or disinfecting",
            "defineVi": "cung cấp một dòng chảy liên tục hoặc phun một số chất lỏng, với mục đích làm mát, làm sạch hoặc khử trùng"
        },
        {
            "id": "46f90bd4-c8f7-41e9-bba6-ea609796df4d",
            "word": "to manipulate",
            "phonetic": "tə mənɪpjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The journalist's investigation uncovered a network of the gnomes of Zurich who were involved in manipulating global currency markets for their own benefit.",
                "He always warned his friends to be cautious of women, saying that the female of the species is more deadly than the male and that they should never underestimate a woman's ability to manipulate and deceive.",
                "Every bit of it is being manipulated from the beginning of the campaign to the end, a year out.",
                "A quantum gate manipulates an input of superpositions, rotates probabilities, and produces another superposition as its output.",
                "So instead, The Fed manipulates interest rates by changing the money supply."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFuaXB1bGF0ZQ&hash=2c7187da927c7db2eafcd4621ad9d59309290f6b&lang=en&cache-only=0",
            "defineEn": "treat manually, as with massage, for therapeutic purposed",
            "defineVi": "điều trị bằng tay, như với xoa bóp, cho mục đích trị liệu"
        },
        {
            "id": "9ff94535-d30b-46a0-b0bc-22a357877b1e",
            "word": "to rehabilitate",
            "phonetic": "tə ɹᵻhɐbɪlᵻteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He had rehabilitated his image.",
                "The field has mostly rehabilitated its image now, but there’s still a lot of research to be done.",
                "In the end, they were all rehabilitated, but the study gave us some understanding of the devastating psychological effects of starvation.",
                "Also, it created a world in which future countesses could rehabilitate their reputations in New York.",
                "It’s a whole new campaign to rehabilitate the reputation of what’s probably the most powerful police force in the entire country."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVoYWJpbGl0YXRl&hash=6eee2943ed3b671b30f00c488ff11ce4a39d779e&lang=en&cache-only=0",
            "defineEn": "to help someone to restore to a healthy and independent state after a period of imprisonment, addiction, illness, etc.",
            "defineVi": "để giúp ai đó phục hồi trạng thái khỏe mạnh và độc lập sau một thời gian bị giam cầm, nghiện ngập, bệnh tật, v.v."
        },
        {
            "id": "cdcd045c-cc8d-4767-a41d-f8fdcb727844",
            "word": "to resuscitate",
            "phonetic": "tə ɹᵻsʌsᵻteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "So can we resuscitate it?",
                "It can survive like this for years until being resuscitated by the next big rainstorm.",
                "Her distinctive style emerged from her interest in spiritualism, and very few even saw or knew of her work until it was resuscitated by scholars in the 1980s."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzdXNjaXRhdGU&hash=db0e057b69c231e7aa6ca6ce9464f513b2f97684&lang=en&cache-only=0",
            "defineEn": "cause to regain consciousness",
            "defineVi": "nguyên nhân để lấy lại ý thức",
            "hasImg": true
        },
        {
            "id": "d8ad04d8-ec8e-4702-bb40-c16e6930b275",
            "word": "to sedate",
            "phonetic": "tə sᵻdeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I can sedate.",
                "Next, they sedated the subjects and performed the same experiment.",
                "It's sedating, particularly if you take it at night, but even during the day, it can be calming.",
                "It's extremely sedating in addition to weight gaining.",
                "Rarely is a sedate Zoom call this politically dramatic."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VkYXRl&hash=95240fdb94699bfa1d753be5bd0265c8bff7b0ed&lang=en&cache-only=0",
            "defineEn": "cause to be calm or quiet as by administering a sedative to",
            "defineVi": "gây ra để được bình tĩnh hoặc yên tĩnh như bằng cách quản lý một thuốc an thần để"
        },
        {
            "id": "08a62882-1f74-4765-bf1b-b0da9f26d6b3",
            "word": "to stabilize",
            "phonetic": "tə steɪbɪlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "And once again, we are resonance stabilized.",
                "After an hour, the radiation levels stabilized.",
                "They stabilized.",
                "Purchase prices have stabilized recently due to new policies, political unrest, and the global pandemic.",
                "The United States's is stabilizing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhYmlsaXpl&hash=1ba02400d351b88df5ce6cb2ccb5c3eb088ef9c5&lang=en&cache-only=0",
            "defineEn": "to make something become steady or stable",
            "defineVi": "để làm cho một cái gì đó trở nên ổn định hoặc ổn định"
        },
        {
            "id": "1ca77221-95ff-439b-8f84-72cef30f4b65",
            "word": "to sterilize",
            "phonetic": "tə stɛɹəlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The process involves using steam to sterilize the instruments.",
                "But if they got every last virus, they could also be sterilizing cures.",
                "The sterilized bars are then ground up and put through a manufacturing line where they're remolded into new bars.",
                "In each flask, he boiled beef broth for an hour to sterilize it.",
                "You can even by sterilized barn owl pellets and dissection kits online!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RlcmlsaXpl&hash=64164b1f1ab6c39cb1875c19b616c8f94aa66334&lang=en&cache-only=0",
            "defineEn": "make free from bacteria",
            "defineVi": "làm cho miễn phí từ vi khuẩn"
        },
        {
            "id": "8031badc-1952-48fb-b212-c80b0adc51b0",
            "word": "to strap",
            "phonetic": "tə stɹæp ",
            "partOfSpeechType": "verb",
            "examples": [
                "She wore a chin strap to protect her jaw during sports activities.",
                "I'd strapped him in his chair in the back and he'd sat there, happy as Larry, all the time I couldn't get the thing going.",
                "You just need a strap.",
                "Strap it to my foot and skate to the town.",
                "One jock strap would work."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RyYXA&hash=99739ec029da9495dc66b6d2912573aa7b642b61&lang=en&cache-only=0",
            "defineEn": "(of a wound or an injured part of the body) to bind or cover with a strip of cloth, particularly gauze, bandage, or other dressings",
            "defineVi": "(của một vết thương hoặc một bộ phận bị thương của cơ thể) để buộc hoặc che phủ bằng một dải vải, đặc biệt là gạc, băng hoặc băng khác",
            "hasImg": true
        },
        {
            "id": "33445f08-1c0b-427a-957b-9f8fcac00170",
            "word": "to swab",
            "phonetic": "tə swɑːb ",
            "partOfSpeechType": "verb",
            "examples": [
                "We need swabs.",
                "The swabs are issued uniforms.",
                "In one study, 60 volunteers swabbed their belly buttons.",
                "After the PFE, male swabs stop at the barbershop.",
                "Swab: Let's go!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dhYg&hash=439eb26cd58a1e0d0eecf635558b341746ee78b6&lang=en&cache-only=0",
            "defineEn": "to clean, apply medication to, or remove liquid from a wound using a swab",
            "defineVi": "để làm sạch, bôi thuốc hoặc loại bỏ chất lỏng từ vết thương bằng tăm bông"
        },
        {
            "id": "dd8a609b-9cd4-4a71-a664-016168907422",
            "word": "to sedate",
            "phonetic": "tə tɹæŋkwɪlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "I can sedate.",
                "Next, they sedated the subjects and performed the same experiment.",
                "It's sedating, particularly if you take it at night, but even during the day, it can be calming.",
                "It's extremely sedating in addition to weight gaining.",
                "Rarely is a sedate Zoom call this politically dramatic."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VkYXRl&hash=95240fdb94699bfa1d753be5bd0265c8bff7b0ed&lang=en&cache-only=0",
            "defineEn": "cause to be calm or quiet as by administering a sedative to",
            "defineVi": "gây ra để được bình tĩnh hoặc yên tĩnh như bằng cách quản lý một thuốc an thần để"
        },
        {
            "id": "04b345f8-9b70-4240-b374-00dde83db9fd",
            "word": "to donate",
            "phonetic": "tə doʊneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She donated money to a charity to help those in need.",
                "Mary had a vested interest in the outcome of the election, so she donated money to her candidate's campaign.",
                "We donate blood regularly at the hospital to help those in need.",
                "They donated canned food to the local food bank.",
                "Please do your part by donating what you can to the organization."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZG9uYXRl&hash=352be92d21fea60918f7e3033373bda1a0fa626d&lang=en&cache-only=0",
            "defineEn": "to give parts of one's body like blood, organs, tissues or other substances for medical purposes such as research, transplants, or treatment",
            "defineVi": "cung cấp các bộ phận của cơ thể như máu, nội tạng, mô hoặc các chất khác cho các mục đích y tế như nghiên cứu, cấy ghép hoặc điều trị"
        },
        {
            "id": "b11575e0-3175-4643-8cd3-c25701dc6c7b",
            "word": "to come around",
            "phonetic": "tə kʌm ɚɹaʊnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "It's important to be honest and ethical in your dealings with others, because what goes around comes around and your reputation will precede you.",
                "Eventually, though, the rest of the astronomers came around.",
                "Arbery comes around the front of the truck.",
                "When does the birth certificate man come around?",
                "[gunfire] - Coming around at 10:00."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSBhcm91bmQ&hash=3a178ad64c8f38331b06c22a8cbb9af458246f6d&lang=en&cache-only=0",
            "defineEn": "to become conscious again",
            "defineVi": "để trở nên có ý thức một lần nữa"
        }
    ]
}