{
    "id": "637e13d6-a52d-4e9f-99b3-f448576831b6",
    "title": "Feminism",
    "originalTitle": "Lesson 29",
    "words": [
        {
            "id": "6c9fe20f-e6d8-451f-bd0d-1ab595a50d7a",
            "word": "feminism",
            "phonetic": "fɛmɪnɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "She talks a lot about intersectional feminism, racism.",
                "So clearly the civil Rights movement hadn’t exactly caught up to full fledged feminism at this point.",
                "I, and many others, have learned about rape culture, feminism, sexism, homophobia, transgender issues, racism because of the Internet.",
                "Whether you like feminists, hate feminists, hate certain waves of feminists and feminism, whatever.",
                "Let’s do feminism videos together."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVtaW5pc20&hash=e7d1efbf05227ef0ba5e9ea212c54dbc661b1bd6&lang=en&cache-only=0",
            "defineEn": "the movement that supports equal treatment of men and women and believes women should have the same rights and opportunities",
            "defineVi": "phong trào ủng hộ đối xử bình đẳng giữa nam và nữ và tin rằng phụ nữ nên có các quyền và cơ hội như nhau",
            "hasImg": true
        },
        {
            "id": "8d1487e9-b6d7-43ef-b5ba-917cc39f9ee2",
            "word": "patriarchy",
            "phonetic": "peɪtɹɪɑːɹki ",
            "partOfSpeechType": "noun",
            "examples": [
                "You know, the good old patriarchy.",
                "That’s it, that’s the only way, patriarchy!",
                "Well, you know, as part of the patriarchy I probably deserve this anyway.",
                "Suppose Saudi Arabia is nine out of 10 in patriarchy.",
                "But if some other people, that are affected by the patriarchy, if they wanna do it, then that becomes this big problem."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0cmlhcmNoeQ&hash=0cc8c031e4f5a58a84111fd46bf9f41840968145&lang=en&cache-only=0",
            "defineEn": "a social system in which the father or the eldest male is in charge of the family and his possessions or power are passed to a male heir",
            "defineVi": "một hệ thống xã hội trong đó người cha hoặc người đàn ông lớn tuổi nhất chịu trách nhiệm trong gia đình và tài sản hoặc quyền lực của ông được chuyển cho người thừa kế là nam giới"
        },
        {
            "id": "e111a46d-a906-4510-a1aa-be3b27f78d0e",
            "word": "sexism",
            "phonetic": "sɛksɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "When it was accused of racism, sexism, anti-environmentalism, it reacted defensively, exacerbating the situation.",
                "There's institutional sexism.",
                "I mean, is it sexism?",
                "We would still have sexism preventing women from getting equal pay.",
                "I, and many others, have learned about rape culture, feminism, sexism, homophobia, transgender issues, racism because of the Internet."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V4aXNt&hash=dfd83bd17887d9a69d66e779954aaccb2fce3bee&lang=en&cache-only=0",
            "defineEn": "an unfair treatment based on the belief that one gender, particularly female, is weaker, less intelligent, or less important than the other",
            "defineVi": "một sự đối xử bất công dựa trên niềm tin rằng một giới tính, đặc biệt là nữ, yếu hơn, kém thông minh hơn hoặc kém quan trọng hơn giới kia",
            "hasImg": true
        },
        {
            "id": "dda0cfa2-6a83-473e-85a9-967dcecfa93a",
            "word": "misogyny",
            "phonetic": "mɪsɑːdʒɪni ",
            "partOfSpeechType": "noun",
            "examples": [
                "But if there’s one thing we can say about misogyny: It ain’t rational.",
                "The only way out, the only alternative, is to respond to not the racism, not the xenophobia, not the misogyny, to respond to the genuine frustrations that people have about a rigged game, about a political system that is no longer working for average people. ",
                "Less misogyny, but still got that swagger.",
                "So in short, the long history of misogyny that impacted Asian women, likewise bleeds into the specific forms of racism that Asian men experience.",
                "So, it still is on a case-by-case basis, which kind of lets you know a little bit in terms of how varied the acceptance may be within the world of sports, and also how misogyny plays into the overall conversation of homophobia and transphobia."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzb2d5bnk&hash=fd52fd3ff85e341b30c537855dc5dd8f947a9c31&lang=en&cache-only=0",
            "defineEn": "the feeling of hatred or discrimination against women",
            "defineVi": "cảm giác thù hận hoặc phân biệt đối xử với phụ nữ"
        },
        {
            "id": "ed739461-3486-4761-9a79-0f1308b0d310",
            "word": "hostile",
            "phonetic": "hɑːstəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It turned out that the vice president of the company had been orchestrating a hostile takeover when the president's back was turned.",
                "I kept it under my hat that her job wasn't helping with the hostile work environment Darren and I had found ourselves in recently.",
                "There is absolutely a segment of video game enthusiasts who create a hostile and toxic environment online, but tarring all gamers with the same brush does a disservice to the community.",
                "Number four is hostile spousification.",
                "It's hostile."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9zdGlsZQ&hash=0847e89992f866734d1edb815901808e6aedfb03&lang=en&cache-only=0",
            "defineEn": "unfriendly or aggressive toward others",
            "defineVi": "không thân thiện hoặc hung hăng đối với người khác",
            "hasImg": true
        },
        {
            "id": "1d9495a1-d254-4d32-9d25-f3dd4e471f49",
            "word": "benevolent",
            "phonetic": "bənɛvələnt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Are you some benevolent spirit of television?",
                "Since she was in fact a benevolent white snake spirit in human form, their marriage had already weathered attacks by meddling monks.",
                "The benevolent, shape-shifting dragons of China have the physical features of nine different creatures and look very different from the winged, fire-breathing dragons of Northern Europe.",
                "Princess Savitri of the Madra Kingdom was as benevolent, brilliant, and bright as the Sun God she was named for.",
                "This paternalism allowed masters to see themselves as benevolent and to contrast their family-oriented slavery with the cold, mercenary Capitalism of the free-labor North."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVuZXZvbGVudA&hash=70bb59de1df6751d4deb5b4560111f5a7fd26219&lang=en&cache-only=0",
            "defineEn": "generous and kind; displaying kindness",
            "defineVi": "hào phóng và tốt bụng; thể hiện lòng tốt",
            "hasImg": true
        },
        {
            "id": "d1afc418-c48d-4eef-b31c-be4815cbeccf",
            "word": "transgender",
            "phonetic": "tɹænsdʒɛndɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Trans is short for transgender.",
                "In a Senate hearing, transgender teen Stella Keating spoke virtually on its potential impact.",
                "The U.S. team also has a transgender member, BMX rider Chelsea Wolfe.",
                "- Were you trained in transgender issues when you were going through medical school?",
                "In 28 states, transgender individuals can still be fired from their jobs or kicked out of their homes without legal ramifications."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNnZW5kZXI&hash=92ad5abd8102f16ec01e5dc4ffa9704f9bd2ff04&lang=en&cache-only=0",
            "defineEn": "describing or relating to someone whose gender identity does not correspond with their birth sex",
            "defineVi": "mô tả hoặc liên quan đến một người có bản sắc giới tính không tương ứng với giới tính khi sinh của họ"
        },
        {
            "id": "13bc1aa8-1b3f-4dc7-9b36-8d20a23e1607",
            "word": "fluidity",
            "phonetic": "fluːɪdᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "So you get that really nice fluidity.",
                "In tennis, this is called fluidity.",
                "When you survive on chaos, fluidity is what it’s all about.",
                "In that situation, semicolons bring fluidity and variation to writing by connecting related clauses.",
                "Claude Cahun's photos often engaged in uncanny doubling while also playing on the performance and fluidity of identity, often in collaboration with her partner Marcel Moore."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmx1aWRpdHk&hash=69ca7306b0ed421c9cd7b5a694b1d38beb00fd18&lang=en&cache-only=0",
            "defineEn": "the state of being likely to change rather than being static",
            "defineVi": "trạng thái có khả năng thay đổi hơn là tĩnh"
        },
        {
            "id": "30407d1d-21bc-4bb8-8480-5eb6ca2c4fa6",
            "word": "gender",
            "phonetic": "dʒɛndɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In recent years, comedians have found themselves in hot water for making politically incorrect topics about everything from race to gender.",
                "In some cultures, the idea that one cannot love and be wise was used to reinforce gender roles, with men being encouraged to pursue intellectual pursuits and women being expected to focus on domestic and emotional responsibilities.",
                "The saying 'a whistling woman and a crowing hen are neither fit for God nor men,' is an example of a stereotype that has been used to criticize women who defy traditional gender roles and expectations.",
                "You could have 10 genders.",
                "Gender reveals."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZGVy&hash=0d3b9ad4ab2a44f5c4ade99485fac8d4d9f66be0&lang=en&cache-only=0",
            "defineEn": "the fact or condition of being male, female or non-binary that people identify themselves with based on social and cultural roles",
            "defineVi": "thực tế hoặc tình trạng là nam, nữ hoặc phi nhị phân mà mọi người tự nhận mình dựa trên vai trò xã hội và văn hóa",
            "hasImg": true
        },
        {
            "id": "403e49af-abd9-4f02-939c-c1f4d672e36d",
            "word": "victim",
            "phonetic": "vɪktɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The victim of the robbery stated that the assailant had slipped him a Mickey Finn at the bar.",
                "She eventually became a victim of her own success.",
                "Our hearts go out to the families of the victims of this terrible tragedy.",
                "Statistics show that millions of people are victims of identity theft each year.",
                "She always did enjoy playing the victim."
            ],
            "audio": "https://tts.langeek.co/read?text=dmljdGlt&hash=074c76cf5226ec57b6064343e2fd1c29d0642b35&lang=en&cache-only=0",
            "defineEn": "someone who has been tricked or decieved",
            "defineVi": "một người đã bị lừa hoặc decieved"
        },
        {
            "id": "6140976c-318b-4c73-bf93-07f4c9b74761",
            "word": "privilege",
            "phonetic": "pɹɪvᵻlɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lucy, the Benjamin of the family, always receives extra attention and privileges from her parents.",
                "A Xerox subsidy can be expensive for a company if employees abuse the privilege.",
                "If the government had its way, we'd be taxed for the privilege to breathe!",
                "The CEO liked to remind his employees that we are all Adam's children but silk makes the difference - a way of acknowledging the privilege that came with his position, while also emphasizing the importance of treating everyone with respect and dignity.",
                "Does this Korean man have white privilege?"
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpdmlsZWdl&hash=a41f01babef85f6c397ac636f538eae962459fae&lang=en&cache-only=0",
            "defineEn": "a special right, immunity or advantage that only a particular person or group has",
            "defineVi": "một quyền đặc biệt, quyền miễn trừ hoặc lợi thế mà chỉ một người hoặc một nhóm cụ thể có"
        },
        {
            "id": "cc019600-2ed4-483b-a883-6ad905cabaa3",
            "word": "positive",
            "phonetic": "pɑːzᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She left a positive review online for the restaurant where she ordered a pizza.",
                "If you invest time and energy into learning and personal growth, you will see positive results in your life.",
                "Melissa's new book got off to a flying start, with high sales and positive reviews from readers and critics alike.",
                "Consuming prunes may have a positive impact on heart health by reducing LDL cholesterol levels.",
                "Sticks and stones may break my bones, but my positive attitude will never falter."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zaXRpdmU&hash=7b0e13c8ef0095c5a4870f016efef36834b94539&lang=en&cache-only=0",
            "defineEn": "displaying approval, support, or agreement",
            "defineVi": "hiển thị sự chấp thuận, hỗ trợ hoặc thỏa thuận",
            "hasImg": true
        },
        {
            "id": "888fc7a9-850d-4d5e-ae61-d2343d65c00c",
            "word": "negative",
            "phonetic": "nɛɡətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She received false advice that led to negative consequences.",
                "I don't want to dwell on the negative aspects of our situation.",
                "The right hand doesn't know what the left is doing, and the result is setting customers up for a negative experience.",
                "Buying time may serve as a buffer against the negative effects of time stress in part by enhancing perceived control.",
                "Criticizing the government for not doing enough to control the economy cuts both ways, as too much government intervention can also lead to negative consequences."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVnYXRpdmU&hash=9366ae80b0e8e63533a522e8e4ab41afba3fa926&lang=en&cache-only=0",
            "defineEn": "indicating or implying refusal, denial, disagreement, or omission",
            "defineVi": "chỉ ra hoặc ngụ ý từ chối, từ chối, không đồng ý hoặc thiếu sót",
            "hasImg": true
        },
        {
            "id": "8cf6b1fb-f6f4-4e4e-9aa2-209a3ff7d22d",
            "word": "empowerment",
            "phonetic": "ɛmpaʊɚmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Or instead of a tangible product, your venture might be a national empowerment network.",
                "They leave you with experience, they leave you with empowerment.",
                "Pyramid schemes entice people with the promise of opportunity and empowerment.",
                "So that's it's the empowerment.",
                "Square credits its success to a mission of economic empowerment, giving business owners an ecosystem of tools to seamlessly accept payments and finance growth."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1wb3dlcm1lbnQ&hash=9e657f7cae7d6b37b58ee6a35955f5ba4c2b1676&lang=en&cache-only=0",
            "defineEn": "the act of giving a person or an organization the right, authority or power in order to do something",
            "defineVi": "hành động trao cho một người hoặc một tổ chức quyền, thẩm quyền hoặc quyền lực để làm điều gì đó"
        },
        {
            "id": "faaef968-547b-4bb7-858d-fb0394c2a52b",
            "word": "equity",
            "phonetic": "ɛkwᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Equity is crucially important.",
                "The main concern, of course, is equity.",
                "So equity has to be front and center.",
                "So this actually calculates your equity.",
                "Vaccine equity has been a global call."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXF1aXR5&hash=9c03fc58c2496faf26beae426fe3da8fc1ab30ba&lang=en&cache-only=0",
            "defineEn": "the quality of being fair and just toward people according to natural law",
            "defineVi": "phẩm chất công bằng và công bằng đối với mọi người theo quy luật tự nhiên",
            "hasImg": true
        },
        {
            "id": "8f4750ab-141c-4f99-b889-8a21ad3276dd",
            "word": "conservative",
            "phonetic": "kənsɜːvətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "More conservative candidates are losing ground in key battleground states.",
                "It turned out that as a new kid on the block you are a real threat to existing parties in a rather conservative industry.",
                "Jennifer's conservative views make her the black sheep among her more liberal-minded friends.",
                "Mark was eager to invest all his savings into a new business opportunity, but his financial advisor cautioned him that who grasps at too much loses everything, and recommended a more conservative approach.",
                "Conservatives have no problem with Social Security."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VydmF0aXZl&hash=d8e48102128c1f16649ab6e4fed7208d44edda69&lang=en&cache-only=0",
            "defineEn": "supporting traditional values and beliefs and not willing to accept any contradictory change",
            "defineVi": "ủng hộ các giá trị và niềm tin truyền thống và không sẵn sàng chấp nhận bất kỳ thay đổi mâu thuẫn nào",
            "hasImg": true
        },
        {
            "id": "0b06433c-ee4e-4b7b-89a9-5061ae5f2317",
            "word": "social movement",
            "phonetic": "soʊʃəl muːvmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Whether it's in politics, social movements, or any other area of life, those who are the most vulnerable or marginalized may also be the most fearless and willing to fight for their rights - beggars fear no rebellion, as the old saying goes.",
                "Also, that's a problem within social movements right now. ",
                "I mean, it's going to require a social movement.",
                "And to organize social action and social movement around it, because there are majorities, not intense majorities, but majorities of people who favor measures that have broad backing on registration, on background check.",
                "In this piece, Gerasimov talks about a kind of new form of warfare, one that isn't based around conventional military exchanges, but relies on the manipulation of public opinion, the use of information dissemination, the media, social movements, social media."
            ],
            "audio": "https://tts.langeek.co/read?text=c29jaWFsIG1vdmVtZW50&hash=f3ad32aa91e27b23a51ca0c28f5c745f276663d1&lang=en&cache-only=0",
            "defineEn": "a group of people working together in order to cause a social change or solve a social issue",
            "defineVi": "một nhóm người làm việc cùng nhau để gây ra một sự thay đổi xã hội hoặc giải quyết một vấn đề xã hội"
        },
        {
            "id": "7d512a1b-d69b-4fc6-85a9-d15026a22c77",
            "word": "feminist",
            "phonetic": "fɛmɪnɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "She's no right to call herself a feminist.",
                "The establishment of stronger female characters in horror and action movies since the 1970s and the feminist movement can account for Barbara’s altered character arc. ",
                "Whether you like feminists, hate feminists, hate certain waves of feminists and feminism, whatever.",
                "Whether you like feminists, hate feminists, hate certain waves of feminists and feminism, whatever.",
                "More recently, some feminists adopted Medusa as a symbol of female resistance and revenge."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVtaW5pc3Q&hash=d26f88930c4d08a4279aa5ea88d6dfa5fdb1d6e6&lang=en&cache-only=0",
            "defineEn": "a person who advocates equal rights and opportunities for women",
            "defineVi": "một người ủng hộ quyền và cơ hội bình đẳng cho phụ nữ"
        },
        {
            "id": "4bd199a4-8643-452f-8672-b83f33ac8f28",
            "word": "marital status",
            "phonetic": "mæɹɪɾəl stæɾəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "These factors include marital status, finances, family support, food security, and more."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFyaXRhbCBzdGF0dXM&hash=cdeab0b84753e34740dc911c371693a7bf3857f7&lang=en&cache-only=0",
            "defineEn": "the state of being married, single, divorced, etc.",
            "defineVi": "tình trạng kết hôn, độc thân, ly hôn, v.v."
        },
        {
            "id": "52ed71a8-8c51-43a9-aaa6-42fcfb758233",
            "word": "suffrage",
            "phonetic": "sʌfɹɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In 1897, New Zealand granted women’s suffrage.",
                "Organizing was crucial to women’s suffrage.",
                "But women’s suffrage wasn’t started by these two women.",
                "So one of the themes in Remembering The Ladies is the story of women’s suffrage.",
                "One of the major barriers to that suffrage was racism against Chinese people."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VmZnJhZ2U&hash=75c46dce65321523eb38a5649afdfa5d1c2ff1fc&lang=en&cache-only=0",
            "defineEn": "the citizen's right to vote in political elections",
            "defineVi": "quyền bầu cử của công dân trong các cuộc bầu cử chính trị"
        },
        {
            "id": "6963a535-f4c8-4a5b-a540-9b67532c8fe1",
            "word": "political correctness",
            "phonetic": "pəlɪɾɪkəl kɚɹɛktnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "I know people don't like political correctness.",
                "I mean, I really think that the country will be destroyed by political correctness.",
                "And what enforces the left’s views is the party line, political correctness. ",
                "And if my wife were here, she’d come in right now and slap me about the head and shoulders, because I'm going to give you the definition of political correctness."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9saXRpY2FsIGNvcnJlY3RuZXNz&hash=874821192f12ff281b6cd969acbbbdf6256539f0&lang=en&cache-only=0",
            "defineEn": "the use of language, behavior, or policies that are intended to avoid offense or discrimination towards certain groups of people",
            "defineVi": "việc sử dụng ngôn ngữ, hành vi hoặc chính sách nhằm tránh xúc phạm hoặc phân biệt đối xử đối với một số nhóm người"
        },
        {
            "id": "031fc095-840b-4f3c-a691-cdc2ec81ba71",
            "word": "femininity",
            "phonetic": "fɛmɪnɪnᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her defeat by decapitation demonstrates that we see femininity as a threat.",
                "There are a lot of female monsters who use femininity as a weapon.",
                "Take the findings of a 2006 study, for example, where researchers first asked participants to rate the masculinity and femininity of different scents.",
                "Gilligan argued that these differences stem from cultural conditioning that girls receive to fulfill ideals of femininity.",
                "So not only did babies rock a surprisingly colorless wardrobe, they also were pretty much uniformly rocking dresses, a look that we now associate very strongly with femininity, girls, and women."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVtaW5pbml0eQ&hash=1967106baf6c7b39ba4601b4e31b757edd552426&lang=en&cache-only=0",
            "defineEn": "the qualities or attributes that are considered to be typical of or suitable for women",
            "defineVi": "những phẩm chất hoặc thuộc tính được coi là điển hình hoặc phù hợp với phụ nữ"
        },
        {
            "id": "05bfe33e-1e14-4464-8ce6-7dfd30136aa4",
            "word": "undeclared",
            "phonetic": "ʌndᵻklɛɹd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW5kZWNsYXJlZA&hash=361d1355e352792cd4f0f87811c2464c124ae76b&lang=en&cache-only=0",
            "defineEn": "not publicly stated or admitted",
            "defineVi": "không được tuyên bố công khai hoặc thừa nhận"
        },
        {
            "id": "f9a3920e-88f4-4392-a520-06b0d9935668",
            "word": "self-consciously",
            "phonetic": "sɛlfkɑːnʃəsli ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1jb25zY2lvdXNseQ&hash=d2dedc16c6b0c85db964354daf298490662c84e4&lang=en&cache-only=0",
            "defineEn": "in a way that suggests embarrassment or worry about one's own actions or appearance",
            "defineVi": "theo cách gợi ý sự bối rối hoặc lo lắng về hành động hoặc ngoại hình của chính mình"
        },
        {
            "id": "fa0946c0-e422-45e1-be61-5df567188e7e",
            "word": "self-expression",
            "phonetic": "sɛlfɛkspɹɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Other treatments that have worked for some children include controlling the child's diet, providing the child with an animal to take care of, and encouraging self-expression through art. ",
                "But more than that correct telephone technique is an indication of personal effectiveness and knowing how to get the job done I suppose self-expression is one of the big problems for many of our girls and this goes beyond telephone answering alone in many respects this is as important as their appearance The trouble here is that people just don't know what they sound like."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1leHByZXNzaW9u&hash=9edbb91216c2db77eead2eca3db2d234d1c703b2&lang=en&cache-only=0",
            "defineEn": "the revealing of one's feelings or thoughts, especially through creative activities",
            "defineVi": "tiết lộ cảm xúc hoặc suy nghĩ của một người, đặc biệt là thông qua các hoạt động sáng tạo"
        },
        {
            "id": "e7bca4bb-159b-4812-ac52-0575da72747c",
            "word": "to criticize",
            "phonetic": "tə kɹɪɾɪsaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The author was criticized for rehashing old ideas in their latest book.",
                "I'm always being criticized.",
                "He was criticized by some for seemingly marrying into the fashion industry solely for fame and fortune.",
                "She took offense when her boss criticized her work in front of her colleagues.",
                "John threw a wobbler at work after the boss criticized his report."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3JpdGljaXpl&hash=2afd4c2ee3f951d5901812551b4ac2311f2ef572&lang=en&cache-only=0",
            "defineEn": "to point out the faults or weaknesses of someone or something",
            "defineVi": "để chỉ ra những lỗi lầm hoặc điểm yếu của một ai đó hoặc một cái gì đó"
        },
        {
            "id": "c03e2cb2-53b8-4d05-bc24-15aed6852cc8",
            "word": "activism",
            "phonetic": "æktɪvɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The actor has become the poster boy for environmental activism, using his celebrity status to raise awareness about climate change.",
                "The use of social media in politics can cut both ways, as it can provide a platform for activism and mobilization but can also spread misinformation and propaganda.",
                "He also outlawed worker activism.",
                "Vitaliev's activism was born from his father's bravery.",
                "At the same time, religious activism renewed focus on philanthropy."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0aXZpc20&hash=86a25cff32674d25f30ce97ed325c9e14d5337d2&lang=en&cache-only=0",
            "defineEn": "the action of striving to bring about social or political reform, especially as a member of an organization with specific objectives",
            "defineVi": "hành động phấn đấu để mang lại cải cách xã hội hoặc chính trị, đặc biệt là thành viên của một tổ chức với các mục tiêu cụ thể",
            "hasImg": true
        },
        {
            "id": "e94a7b9f-bedb-4362-8a83-d4619786da52",
            "word": "objectification",
            "phonetic": "ɑːbdʒɛktɪfɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "gennyloves points out some feminist arguments for the attitude to that people have towards selfies and talks about how maybe this is troubling to some people because women, in turning the camera on themselves, are sort of taking agency over their objectification which is, I think, really interesting."
            ],
            "audio": "https://tts.langeek.co/read?text=b2JqZWN0aWZpY2F0aW9u&hash=dffd3545b8532c5b01e351b34a70902449a26f8e&lang=en&cache-only=0",
            "defineEn": "the act of ignoring the rights or feelings of a person and treating them as mere objects",
            "defineVi": "hành động phớt lờ các quyền hoặc cảm xúc của một người và coi họ như những đồ vật đơn thuần"
        },
        {
            "id": "4a1315b4-e751-4096-937e-b227f45b2291",
            "word": "abortion",
            "phonetic": "ɐbɔːɹʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many conservatives, as strong adherents to religious faiths, are against abortion.",
                "Only Uruguay, Cuba, Guyana and parts of Mexico allow early term abortions on demand.",
                "- I love barbecue, Blake Shelton, and abortions, y'all.",
                "After 14 weeks, abortion will continue to be legal only in cases of rape or danger to the mother's life.",
                "But recently, she expressed her pro-choice view on abortion."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJvcnRpb24&hash=4285239c2341688c8cd09cc43e167a0547b2615b&lang=en&cache-only=0",
            "defineEn": "the intentional ending of a pregnancy, often done during the early stages",
            "defineVi": "cố ý kết thúc thai kỳ, thường được thực hiện trong giai đoạn đầu"
        }
    ]
}