{
    "id": "63b22a22-d886-4a36-9395-2919e1113405",
    "title": "Communication",
    "originalTitle": "Lesson 1",
    "words": [
        {
            "id": "5b72e09e-8538-41e3-b443-0665a154d939",
            "word": "answering machine",
            "phonetic": "ænsɚɹɪŋ məʃiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Samples of voices from security camera tapes, telephone answering machines, or other recording devices can be scanned electronically. ",
                "Yeah, I have a friend who was a wonderful actor and he does me on his answering machine.",
                "There were seven messages on our answering machine from six different branches of the bank to say that the check that I had cashed was returned non-sufficient funds, and that I owed them all this money.",
                "One time I was in Saline Valley with my brother and his wife, and I checked my answering machine in San Francisco and discovered through a series of strange phone calls that my roommate in San Francisco had been murdered in our flat while I was gone, by a young man he had picked up in a bar in San Francisco.",
                "I mean, it's kind of hard to explain like how that feels, but I guess like, I don't know if you hear voice, if you ever hear your voice taped or on an answering machine, and it's like, ah."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5zd2VyaW5nIG1hY2hpbmU&hash=58c365d0edfb4e1c6f13ccce41b33fbda104e4d8&lang=en&cache-only=0",
            "defineEn": "a machine that answers missed calls and records the messages callers leave",
            "defineVi": "một máy trả lời các cuộc gọi nhỡ và ghi lại các tin nhắn mà người gọi để lại",
            "hasImg": true
        },
        {
            "id": "3fb9f93d-fb4f-4323-9373-f33d53385630",
            "word": "to attach",
            "phonetic": "tʊ ɐtætʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "You can’t really attach a label to this type of art.",
                "I'll drive you home - no strings attached.",
                "And when a mature person gives love, he or she gives without any strings attached to it.",
                "The policy offers 15% interest, with no strings attached.",
                "Attach the butt."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXR0YWNo&hash=5f9f1f1a7f1e11eb60ce83ee20d29428c27c1a91&lang=en&cache-only=0",
            "defineEn": "to connect or fasten something to another thing",
            "defineVi": "để kết nối hoặc gắn chặt một cái gì đó với một thứ khác",
            "hasImg": true
        },
        {
            "id": "9de0c453-65f2-4879-9af2-1619699ce013",
            "word": "blogger",
            "phonetic": "blɑːɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The famous food blogger shared a tantalizing recipe featuring marinated squab.",
                "The word was invented by an Irish blogger in 2005.",
                "A popular blogger ripped up what she called her last H&M blouse.",
                "In their place, Chinese blogger O Wang Xiao Ming told her million followers to buy Chinese.",
                "[Narrator] Tokyo based video-blogger, Hikosaemon visited the Pyongyang restaurant in Dalian, China."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxvZ2dlcg&hash=3de78f3b979424f13dd7734c3a0da94d5d44a8e9&lang=en&cache-only=0",
            "defineEn": "someone who writes for a blog",
            "defineVi": "một người viết cho một blog",
            "hasImg": true
        },
        {
            "id": "e94069eb-4eee-4385-b131-fb9c6cf54e0f",
            "word": "communication",
            "phonetic": "kəmjuːnɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "She takes language classes to enhance her communication skills.",
                "He once again showed unrivalled mastery of communication and ran rings round his lacklustre rivals on the left and centre.",
                "The counselor emphasized the importance of communication skills in maintaining healthy relationships, saying that a gentle tongue is a tree of life, but perverseness in it breaks the spirit.",
                "Parents often warn their children that evil communications corrupt good manners, urging them to surround themselves with positive influences.",
                "In the past, it was common to send handwritten letters but nowadays email is the preferred method of communication, other times, other manners."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbXVuaWNhdGlvbg&hash=295ac4ccdc489cf22d95a52719099c5bce0fe9b5&lang=en&cache-only=0",
            "defineEn": "the process or activity of exchanging information or expressing feelings, thoughts, or ideas by speaking, writing, etc.",
            "defineVi": "quá trình hoặc hoạt động trao đổi thông tin hoặc thể hiện cảm xúc, suy nghĩ hoặc ý tưởng bằng cách nói, viết, v.v.",
            "hasImg": true
        },
        {
            "id": "b212cee8-045b-47cd-b8f7-784efe65a6d8",
            "word": "connection",
            "phonetic": "kənɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Police are holding two men in connection with last Thursday's bank raid.",
                "He is wanted by the police in connection with an arms theft.",
                "In this connection, I should once again like to haul my own country over the coals.",
                "Although they have their differences, there's no denying that they share a lot of similarities - like mother, like daughter, they have a strong bond and connection.",
                "Hanging your hat on your connection with the professor is not gonna save you this time Jess."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ubmVjdGlvbg&hash=c363c03f00cddb696421cef85f2edf151f07dc75&lang=en&cache-only=0",
            "defineEn": "the state of being linked or connected",
            "defineVi": "trạng thái được liên kết hoặc kết nối",
            "hasImg": true
        },
        {
            "id": "07b611b4-e5d9-43eb-b075-a89ba2c1f656",
            "word": "podcast",
            "phonetic": "pɑːdkæst ",
            "partOfSpeechType": "noun",
            "examples": [
                "He picked up the new language easily by listening to podcasts.",
                "My dog has a podcast.",
                "Your podcast will fail.",
                "Your podcast will fail.",
                "She loves your podcast."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9kY2FzdA&hash=2f896fb6193d1039bccf5592f71a5fbf404bd4b7&lang=en&cache-only=0",
            "defineEn": "a digital audio or video program that is available for download or streaming on the internet, typically produced in a series format covering a wide range of topics",
            "defineVi": "một chương trình âm thanh hoặc video kỹ thuật số có sẵn để tải xuống hoặc phát trực tuyến trên internet, thường được sản xuất ở định dạng sê-ri bao gồm nhiều chủ đề"
        },
        {
            "id": "592140c7-04fb-4910-abfc-781a725910aa",
            "word": "search engine",
            "phonetic": "sɜːtʃ ɛndʒɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their tools are Internet search engines, dictionaries, history books, telephones, and public records of every sort.",
                "The obvious superiority of their search engine quickly attracted financial backing.",
                "At the end of the day, it's a search engine just like Google.",
                "Google's YouTube is the world's second largest search engine.",
                "Use a search engine to look up the name of that site."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VhcmNoIGVuZ2luZQ&hash=d90b23759887971824c0a3c7787e520916746827&lang=en&cache-only=0",
            "defineEn": "a computer program that searches the internet and finds information based on a word or group of words given to it",
            "defineVi": "một chương trình máy tính tìm kiếm trên internet và tìm thông tin dựa trên một từ hoặc nhóm từ được cung cấp cho nó",
            "hasImg": true
        },
        {
            "id": "b9dbd0b7-e1e6-4caf-aa63-7acfda69affc",
            "word": "to surf",
            "phonetic": "tə sɜːf ",
            "partOfSpeechType": "verb",
            "examples": [
                "The beach was crowded with people enjoying the sun and surf.",
                "- She loves-- - I have surfed.",
                "The rugged shells protect the snails’ squishy bodies from the relentless surf.",
                "But also, I surf through cable channels.",
                "You didn't have a surf recently?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VyZg&hash=a610507dd5008b8c3489778d1cefc3ce013031cf&lang=en&cache-only=0",
            "defineEn": "to visit different websites",
            "defineVi": "để truy cập các trang web khác nhau",
            "hasImg": true
        },
        {
            "id": "7e6aaebb-898a-4344-a708-1bfab23e2838",
            "word": "voicemail",
            "phonetic": "vɔɪsmeɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"Check your voicemail.\"",
                "- Check your voicemail.",
                "We have a voicemail.",
                "We have a voicemail.",
                "Your voicemail box is full."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9pY2VtYWls&hash=25d64a6b7f10bcdcd6e373c31dce1c7d5d6c673e&lang=en&cache-only=0",
            "defineEn": "a system that allows callers to leave recorded messages for someone who is unable to answer their phone",
            "defineVi": "một hệ thống cho phép người gọi để lại tin nhắn được ghi lại cho người không thể trả lời điện thoại của họ",
            "hasImg": true
        },
        {
            "id": "6288a918-210f-4baf-9083-b943e6a281d5",
            "word": "attachment",
            "phonetic": "ɐtætʃmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They made inroads on their own traditional attachment to ' capital ' and implemented a tax on short-term capital gains in 1962.",
                "The prophet and his God felt as one, but that attachment cannot be felt nor understood by the common folk.",
                "The woman had been away from her family for several months and realized that absence makes the heart grow fonder, as she felt a stronger emotional attachment to them upon her return.",
                "Attachment is vital.",
                "About 15% of the kids demonstrated insecure ambivalent attachment."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0YWNobWVudA&hash=24976c0b0da49f39a388c233393f6a309219dcb8&lang=en&cache-only=0",
            "defineEn": "a file or document that is sent along with an email or message",
            "defineVi": "một tệp hoặc tài liệu được gửi cùng với email hoặc tin nhắn",
            "hasImg": true
        },
        {
            "id": "0bd97cb5-9167-47d9-ad53-c3000008709e",
            "word": "to delete",
            "phonetic": "tə dᵻliːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She pressed the wrong button and accidentally deleted the file.",
                "It appears that all the files have been deleted.",
                "There's nothing more disheartening than to sweat your guts out on an assignment, only for the computer to crash and delete all your work.",
                "deleting the universe on its way.",
                "but she deleted her original defense, screenshots."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVsZXRl&hash=a266e76b9d5e1d78f62315527100602752fbe2b5&lang=en&cache-only=0",
            "defineEn": "to remove a piece of data from a computer or smartphone",
            "defineVi": "để xóa một phần dữ liệu khỏi máy tính hoặc điện thoại thông minh",
            "hasImg": true
        },
        {
            "id": "9390446e-f08a-47f4-9229-f1c76aff2c41",
            "word": "hate mail",
            "phonetic": "heɪt meɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Timmy's received some hate mail recently but he knows better.",
                "And he'd write hate mail.",
                "He used to write hate mail to the president?",
                "He'd write the president hate mail.",
                "Just ask our buddy in Tennessee who received a ton of hate mail and death threats from his unwanted infamy, and eventually agreed to donate his stockpile to avoid prosecution."
            ],
            "audio": "https://tts.langeek.co/read?text=aGF0ZSBtYWls&hash=3f14eb9fd35f35498ee3eb1b5b6a2d4b7834a1e9&lang=en&cache-only=0",
            "defineEn": "offensive and often threatening letters or emails usually sent under no name",
            "defineVi": "thư hoặc email xúc phạm và thường đe dọa thường được gửi dưới tên"
        },
        {
            "id": "7a9c5312-cea5-4bd4-a29c-ea2e99e81c01",
            "word": "operator",
            "phonetic": "ɑːpɚɹeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The different cabling systems are becoming more and more of a problem, testing the patience of planners and private network operators to the extreme.",
                "the operator said.",
                "Operator: 10-4, go ahead.",
                "Ambulance operators are feeling intense financial pressure from the crisis.",
                "Sonar operators do their thing HERE in the control room."
            ],
            "audio": "https://tts.langeek.co/read?text=b3BlcmF0b3I&hash=3b9e16dca80ea111eb9ebc110de6e78be47d0b39&lang=en&cache-only=0",
            "defineEn": "a person who uses or controls a machine, device or piece of equipment",
            "defineVi": "một người sử dụng hoặc điều khiển máy móc, thiết bị hoặc bộ phận của thiết bị",
            "hasImg": true
        },
        {
            "id": "f489c4f2-c1fe-4b96-9577-ec99ed510658",
            "word": "dialect",
            "phonetic": "daɪəlɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "While all forms of speech are valuable and deserve respect, some varieties are associated with more power and prestige - a language is a dialect with an army and navy, so be aware of the political factors that influence our perceptions of language.",
                "I do dialects very well.",
                "The first village and second village have different dialects, but good mutual intelligibility.",
                "Signed languages also display variations in dialect.",
                "So I may swap dialects depending on the situation."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhbGVjdA&hash=75983c4ea233416731097e36f6d908fab8ab19d5&lang=en&cache-only=0",
            "defineEn": "the spoken form of a language specific to a certain region or people which is slightly different from the standard form in words and grammar",
            "defineVi": "dạng nói của một ngôn ngữ dành riêng cho một vùng hoặc một số người nhất định hơi khác so với dạng tiêu chuẩn về từ ngữ và ngữ pháp"
        },
        {
            "id": "98d2b4d8-c2a7-4fb3-8b30-1126c32aff46",
            "word": "fluency",
            "phonetic": "fluːənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She practices speaking the language with native speakers to improve her fluency.",
                "I was never expecting fast fluency.",
                "In the government’s view, fluency in Mandarin and skills in factory work are key to assimilating to Chinese society.",
                "And once they’re more confident, the second-language learner can signal their newfound fluency by using the appropriate hesitation phenomenon.",
                "A minimum age of 21 years old, a height of at least 5-foot-2, an arm reach of about 7 feet on tiptoes to reach those overhead bins, fluency in English, at least a high-school degree, and no visible tattoos when in uniform."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmx1ZW5jeQ&hash=f799f5e48e0d445328ba64c7e9db780e2fe0d1d7&lang=en&cache-only=0",
            "defineEn": "the quality of being able to speak or write very well and easily in a foreign language",
            "defineVi": "chất lượng của khả năng nói hoặc viết rất tốt và dễ dàng bằng ngoại ngữ"
        },
        {
            "id": "baa484b4-cfc8-4080-9603-3ea86be4fda1",
            "word": "accuracy",
            "phonetic": "ækjʊɹəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The accuracy of the information might leave something to be desired.",
                "The quality of our reporting and the accuracy of our stories are a reflection of our commitment to the truth and our dedication to our craft.",
                "He shared false information without verifying its accuracy.",
                "Of course, in the years since, many scientists also questioned the accuracy of this study.",
                "The story of the stolen crossbow was one of precision without accuracy."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjdXJhY3k&hash=92eea7653002eb1d50b0f8de83b17d2171f89eed&lang=en&cache-only=0",
            "defineEn": "the state or quality of being without any errors",
            "defineVi": "trạng thái hoặc chất lượng không có bất kỳ lỗi nào",
            "hasImg": true
        },
        {
            "id": "3fea3318-d512-4d4b-ab46-01e723083375",
            "word": "language barrier",
            "phonetic": "læŋɡwɪdʒ bæɹiɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "As mass tourism has exploded in Japan, sampuru has served as an invaluable tool for foreigners across language barriers.",
                "Much of the answer lies with the skill and training of interpreters to overcome language barriers.",
                "At that time, mostly German, Irish, British, and Scandinavian people were immigrating to the US, and Italians faced discrimination for their darker skin, food, living conditions, and language barriers.",
                "So, compared to, like a uptown kid, it’s hard to get along when you just came to United States and language barrier. ",
                "You could be surrounded by all the people and you're supposed to not feel so lonely, but because of the language barrier, the hearing communication barrier, you are still alone, regardless."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFuZ3VhZ2UgYmFycmllcg&hash=a595463ebbbb63f5b3f6e9f3332532c969674456&lang=en&cache-only=0",
            "defineEn": "a difficulty emerging from the fact that people cannot communicate because they do not have a common language",
            "defineVi": "một khó khăn phát sinh từ thực tế là mọi người không thể giao tiếp vì họ không có ngôn ngữ chung"
        },
        {
            "id": "8f84bd53-fa68-4db5-b584-53160fe26d1f",
            "word": "mother tongue",
            "phonetic": "mʌðɚ tʌŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The language contact was usually the result of Western colonization, during which colonists exploited peoples who spoke other mother tongues."
            ],
            "audio": "https://tts.langeek.co/read?text=bW90aGVyIHRvbmd1ZQ&hash=49a4b86936562c6f8ae43733f5ffd62b2cb949ea&lang=en&cache-only=0",
            "defineEn": "the first language that a baby acquires naturally; the native language",
            "defineVi": "ngôn ngữ đầu tiên mà em bé tiếp thu một cách tự nhiên; ngôn ngữ bản địa"
        },
        {
            "id": "d8151006-0892-4154-ad95-dce59de5b920",
            "word": "native speaker",
            "phonetic": "neɪɾɪv spiːkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She practices speaking the language with native speakers to improve her fluency.",
                "Today, there are over 400 spoken languages that descended from Proto-Indo-European, comprising 3.2 billion native speakers."
            ],
            "audio": "https://tts.langeek.co/read?text=bmF0aXZlIHNwZWFrZXI&hash=cd0b8fca4912cbbb08499855f723dd635c717e7b&lang=en&cache-only=0",
            "defineEn": "someone who has learned a language as their first language, and not as a foreign language",
            "defineVi": "một người đã học một ngôn ngữ như ngôn ngữ đầu tiên của họ, và không phải là một ngoại ngữ"
        },
        {
            "id": "582a36f8-42ed-4649-b712-eb348c5439ed",
            "word": "pronunciation",
            "phonetic": "pɹənʌnsɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His correct pronunciation impressed everyone in the language class.",
                "They write out the pronunciation.",
                "Can I hear other pronunciations?",
                "There might be other pronunciations.",
                "Fourth and finally: While spelling may be standardized across a language, the pronunciation may vary greatly."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvbnVuY2lhdGlvbg&hash=fcf4888e3e05d3590c81aa322c2a036cf8934ce5&lang=en&cache-only=0",
            "defineEn": "the way a word is pronounced",
            "defineVi": "cách một từ được phát âm",
            "hasImg": true
        },
        {
            "id": "1313a23a-da7b-448a-bf0a-40ca601cd6fe",
            "word": "sign language",
            "phonetic": "saɪn læŋɡwɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I can read your lips, but it will help me if you use sign language as well.",
                "Learn sign language.",
                "My first language is British Sign Language.",
                "British Sign Language uses two.",
                "Signed languages also display variations in dialect."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lnbiBsYW5ndWFnZQ&hash=caf74a2cbfdc2aa5c908649ab447cd1c90814ee1&lang=en&cache-only=0",
            "defineEn": "a system used to communicate with deaf people that involves using hands and body gestures instead of words",
            "defineVi": "một hệ thống được sử dụng để giao tiếp với người điếc liên quan đến việc sử dụng tay và cử chỉ cơ thể thay vì lời nói",
            "hasImg": true
        },
        {
            "id": "a317f637-f900-4b31-9b99-b53c0f3a6331",
            "word": "incoherent",
            "phonetic": "ɪŋkoʊhɪɹənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "QAnon will always be an incoherent mess of nonsense.",
                "So before we start the incoherent screaming and fan adoration, let’s get to the heart and soul of where these teenage dreams originated."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jb2hlcmVudA&hash=7a145372782a95cca7b2756dc80d0517f226eccb&lang=en&cache-only=0",
            "defineEn": "(of speech or written discourse) unclear or poorly organized in a way that is not comprehensible",
            "defineVi": "(của bài nói hoặc bài viết) không rõ ràng hoặc được tổ chức kém theo cách không thể hiểu được"
        },
        {
            "id": "b88fdbd0-159f-4ed8-b574-836e34fdc279",
            "word": "to clarify",
            "phonetic": "tə klæɹᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Just for the record I would like to clarify something my colleague said earlier.",
                "She prepared a delicious lobster dish by frying it in clarified butter until it turned a perfect shade of golden brown.",
                "My grandmother always uses clarified butter to enhance the taste and texture of her homemade cookies.",
                "Clarify that for us from your reporting.",
                "What we saw on the ground clarifies some of the confusion."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xhcmlmeQ&hash=5285e3b93eb3eb17b6eba5f069dc48b251cce83e&lang=en&cache-only=0",
            "defineEn": "to make something clear and easy to understand by explaining it more",
            "defineVi": "để làm cho một cái gì đó rõ ràng và dễ hiểu bằng cách giải thích nó nhiều hơn"
        },
        {
            "id": "689cf636-763c-4d50-96b8-e701094b5233",
            "word": "to comprehend",
            "phonetic": "tə kɑːmpɹihɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Circuitry that Karen could not begin to comprehend.",
                "Our brains can't comprehend these concepts.",
                "Their brains cannot comprehend the third dimension.",
                "And I couldn't even comprehend that because of all of the rejection I had gotten.",
                "Their eyes see colors we can’t even comprehend."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcHJlaGVuZA&hash=8be23fe5572bd60fa821416d3ea062219b4d4203&lang=en&cache-only=0",
            "defineEn": "to fully understand something, especially something complicated",
            "defineVi": "để hiểu đầy đủ một cái gì đó, đặc biệt là một cái gì đó phức tạp",
            "hasImg": true
        },
        {
            "id": "138adda8-7abc-44ec-94ff-81501254a3dc",
            "word": "to converse",
            "phonetic": "tə kənvɜːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The converse is actually true.",
                "We converse with our buddy out there, the other EVA crew member.",
                "Or converse with them personally.",
                "In the circle of Fraud, Dante converses with a mysterious sinner burning in the circle’s hottest flames.",
                "At that point, we're just conversing by text."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udmVyc2U&hash=59afa3bf19f762ebe2f71d3590b17cdbbb90c0f9&lang=en&cache-only=0",
            "defineEn": "to engage in a conversation with someone",
            "defineVi": "để tham gia vào một cuộc trò chuyện với một ai đó",
            "hasImg": true
        },
        {
            "id": "4dfbdb5c-bb37-45ab-be98-011601c32f7b",
            "word": "to explain",
            "phonetic": "tʊ ɛkspleɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "She explained the rules of the game to the new players.",
                "Can you explain this math concept to me?",
                "They explained the procedure for submitting the application form.",
                "They explained the process of making a paper airplane step by step.",
                "He explained the plot of the movie to his friend who hadn't seen it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwbGFpbg&hash=c09dff50785d1072fd505d8568908e84d47c7c8c&lang=en&cache-only=0",
            "defineEn": "to make something clear and easy to understand by giving more information about it",
            "defineVi": "để làm cho một cái gì đó rõ ràng và dễ hiểu bằng cách cung cấp thêm thông tin về nó",
            "hasImg": true
        },
        {
            "id": "9858e9b6-170a-44c4-9d16-b564d05132b5",
            "word": "to express",
            "phonetic": "tʊ ɛkspɹɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Every person has the right to express their opinions and beliefs.",
                "The manager struck a rather insincere note as he expressed his sorrow at the round of layoffs.",
                "He wanted to express his appreciation for all they had done, but words failed him.",
                "Women should feel free to speak their minds and express themselves.",
                "It is important to create a supportive environment where children can express their thoughts and emotions freely."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwcmVzcw&hash=90eb4a5b0101b7d69c64cbcac65214ccc051c0cd&lang=en&cache-only=0",
            "defineEn": "to show or make a thought, feeling, etc. known by looks, words, or actions",
            "defineVi": "để hiển thị hoặc làm cho một suy nghĩ, cảm giác, vv được biết đến bằng vẻ ngoài, lời nói hoặc hành động",
            "hasImg": true
        },
        {
            "id": "936a7ba8-6924-45af-9767-c4e1349bd5b9",
            "word": "to illustrate",
            "phonetic": "tʊ ɪləstɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "A single example serves to illustrate what I mean.",
                "Your presentation is along the right lines, but I think it could benefit from more visuals to help illustrate your points.",
                "The writer who spends too much time trying to achieve the perfect sentence or paragraph may never finish their work, illustrating how best is the enemy of good.",
                "Some people may find tattoos beautiful and appealing, while others may find them unattractive, illustrating that beauty is in the eye of the beholder.",
                "Although he was not particularly popular before his inheritance, he found that after his father's death, he suddenly had many new friends, illustrating that wealth attracts many friends."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaWxsdXN0cmF0ZQ&hash=1d57e5a868549ba81eb0a10b5dc9461f0cb0dfc6&lang=en&cache-only=0",
            "defineEn": "to explain or show the meaning of something using examples, pictures, etc.",
            "defineVi": "để giải thích hoặc hiển thị ý nghĩa của một cái gì đó bằng cách sử dụng các ví dụ, hình ảnh, v.v.",
            "hasImg": true
        },
        {
            "id": "115a4a4d-3de6-4a42-a322-c85cae870a8c",
            "word": "to indicate",
            "phonetic": "tʊ ɪndᵻkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The presence of green algae in water bodies can indicate the health and balance of the ecosystem.",
                "The company's financial report showed a significant increase in yield, indicating successful productivity and growth.",
                "The professor's office hours are posted on the door, indicating when he is available for student consultations.",
                "She felt a rumble in her stomach, indicating that she was hungry.",
                "The building passed the safety inspection and received a clean bill of health, indicating that it was safe for occupancy"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5kaWNhdGU&hash=af225ce53dea4b5371d2294498bd844719465d4b&lang=en&cache-only=0",
            "defineEn": "to mention or express something in few words",
            "defineVi": "để đề cập hoặc thể hiện một cái gì đó trong vài từ"
        },
        {
            "id": "12691052-7f88-4b4f-b867-501f57d0d6bd",
            "word": "tweet",
            "phonetic": "twiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "YouTube videos, news articles, Tumblr posts, tweets get lots of attention.",
                "Instead, what the president's doing is tweeting.",
                "Tweeting it.",
                "His tweets provided the script for Fox News.",
                "Show the tweet!"
            ],
            "audio": "https://tts.langeek.co/read?text=dHdlZXQ&hash=9751c309d29b5ebf8952a0435696ed088f9e1864&lang=en&cache-only=0",
            "defineEn": "a message or post on Twitter",
            "defineVi": "một tin nhắn hoặc bài đăng trên Twitter",
            "hasImg": true
        },
        {
            "id": "704daa65-d9c1-4f29-a6c4-aec4f7f26c70",
            "word": "telephone banking",
            "phonetic": "tɛlᵻfoʊn bæŋkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVsZXBob25lIGJhbmtpbmc&hash=031a372019c13e4f9f6bb2ccf174478f7c813a49&lang=en&cache-only=0",
            "defineEn": "services that banks offer their customers by telephone",
            "defineVi": "dịch vụ mà các ngân hàng cung cấp cho khách hàng của họ qua điện thoại"
        }
    ]
}