{
    "id": "63e72743-a1df-49bf-a5b9-40bdb7c4d776",
    "title": "Lesson 8",
    "originalTitle": "Lesson 8",
    "words": [
        {
            "id": "c0049af7-6493-44cd-948f-c52c4c197221",
            "word": "to divine",
            "phonetic": "tə dᵻvaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "As a manager, I encourage my team to take responsibility for their mistakes and to show understanding and forgiveness towards their colleagues, knowing that to err is human, to forgive divine.",
                "For the Chinese, dragons symbolize divine power, controlling the rain, rivers, sea, and all other bodies of water.",
                "For Mahayana Buddhists, the Buddha was divine.",
                "It was a divine disaster area.",
                "He's like a divine being."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGl2aW5l&hash=7a8a25247d4ebbb458683c093d139d2429aa87af&lang=en&cache-only=0",
            "defineEn": "to either predict the future or uncover hidden truths with the use of supernatural forces",
            "defineVi": "để dự đoán tương lai hoặc khám phá những sự thật ẩn giấu bằng cách sử dụng các lực lượng siêu nhiên"
        },
        {
            "id": "38b3acf6-2007-4137-9ff9-8dcf9fb67deb",
            "word": "divination",
            "phonetic": "dᵻvᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cage used an ancient Chinese divination system called the I-ching to decide what should come next.",
                "Other than Sky Dad Olorun, the most important Orisha is his oldest son Orunmila, the god of Wisdom and divination.",
                "Others believe it was written by the 13th century philosopher Roger Bacon, who attempted to understand the universal laws of grammar, or in the 16th century by the Elizabethan mystic John Dee, who practiced alchemy and divination.",
                "The earliest examples of this writing system, known as the Oracle Bone Script, have been found carved onto ox bones and turtle shells, which were used in divination rituals."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGl2aW5hdGlvbg&hash=c1614a2a24e1882e184407d862e7a87fbd114f5a&lang=en&cache-only=0",
            "defineEn": "the art or gift of prophecy (or the pretense of prophecy) by supernatural means",
            "defineVi": "nghệ thuật hoặc món quà tiên tri (hoặc giả vờ tiên tri) bằng phương tiện siêu nhiên"
        },
        {
            "id": "09f6c93c-0d2e-479f-a4e6-09f963231e43",
            "word": "divinity",
            "phonetic": "dᵻvɪnᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Critically, the Declaration of the Rights of Man also stated that the power of the monarch flowed not from some divinity, but from the nation.",
                "The kings divinity allowed for his regime to be free from arbitrariness or the tyranny of anarchy because whatever he did was necessarily correct.",
                "So I think believing that the forest has a presence and a life and a divinity, I think is certainly real and alive in present Russia.",
                "So absolutism can be seen as a form of tyrannical rule demanding religious, economic and social conformity based on a political theory of monarchical divinity It cost huge amounts in taxation and loss of life in wars to create this system of civility to royal power and it was pretty disempowering to the French public."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGl2aW5pdHk&hash=3a5f3492b2b0e6223247aa2dec8adbec0c26570a&lang=en&cache-only=0",
            "defineEn": "any supernatural being worshipped as controlling some part of the world or some aspect of life or who is the personification of a force",
            "defineVi": "bất kỳ sinh vật siêu nhiên nào được tôn thờ như là người kiểm soát một số phần của thế giới hoặc một số khía cạnh của cuộc sống hoặc ai là hiện thân của một thế lực"
        },
        {
            "id": "4fbb332c-d9d1-485d-820b-67f619c29166",
            "word": "to abjure",
            "phonetic": "tʊ ɐbdʒjʊɹ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYWJqdXJl&hash=50971cd8f579a990b21a7eff7106c6fbdf3c1859&lang=en&cache-only=0",
            "defineEn": "to formally state that one rejects or is willing to give up on a belief or way of life, often as a result of being threatened or under pressure",
            "defineVi": "để chính thức tuyên bố rằng một người từ chối hoặc sẵn sàng từ bỏ niềm tin hoặc cách sống, thường là do bị đe dọa hoặc dưới áp lực"
        },
        {
            "id": "1a88cc9c-f469-49a1-a16a-c9e054a30ecf",
            "word": "to access",
            "phonetic": "tʊ æksɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "We have access to a library with extensive resources at college.",
                "We have access to a state-of-the-art library at the university.",
                "A ramp allows easy access for wheelchairs.",
                "Students with disabilities have priority access to the lift.",
                "The US wants access to Chinese markets."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjZXNz&hash=7b3795e33bbd1f68cc5b66b9425da8eddf4c4c99&lang=en&cache-only=0",
            "defineEn": "to reach or to be able to reach and enter a place",
            "defineVi": "để tiếp cận hoặc để có thể tiếp cận và vào một nơi"
        },
        {
            "id": "44f97913-4cab-4ea2-92a0-970dffd0d89d",
            "word": "to accede",
            "phonetic": "tʊ ɐksiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "And it and the attorney general from Texas’s threat and a lot of other things lead to the president acceding, I guess, letting Sessions make the announcement, but being himself vulnerable, I suppose, to a campaign to make him look like a bad guy. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjZWRl&hash=fcaf3bd282830713d3849d751cffeb3e44595008&lang=en&cache-only=0",
            "defineEn": "yield to another's wish or opinion",
            "defineVi": "nhượng bộ mong muốn hoặc ý kiến của người khác"
        },
        {
            "id": "49d5ebe7-0808-49c0-93d8-cae1fe856f21",
            "word": "venom",
            "phonetic": "vɛnəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Animals with spines and stingers often use venom for defense.",
                "In some fire-ant zones, fire ant venom causes more fatal reactions than bee stings.",
                "A venomous bite delivers the venom straight to your bloodstream.",
                "Paralyzing venom.",
                "Now venom is different."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVub20&hash=41a497500768d9ddb1e490679a59e7fe7317a271&lang=en&cache-only=0",
            "defineEn": "the poisonous substance produced by some snakes, scorpions, or spiders to kill their prey",
            "defineVi": "chất độc được tạo ra bởi một số loài rắn, bọ cạp hoặc nhện để giết con mồi của chúng",
            "hasImg": true
        },
        {
            "id": "9ba4c142-3224-4905-8245-e05da6dff44e",
            "word": "venomous",
            "phonetic": "vɛnəməs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "At least three different genera of shrews are venomous.",
                "The slow loris, a small primate from Southeast Asia, is also venomous.",
                "venomous mammals do exist.",
                "Because today, at least four different orders of mammals include venomous species.",
                "Venomous snakes have long held our imaginations in thrall."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVub21vdXM&hash=b67eface367e413b5b0d20303cc987b221053b1a&lang=en&cache-only=0",
            "defineEn": "possessing or producing a toxin that is injected or delivered into another organism through a bite, sting, or other means",
            "defineVi": "sở hữu hoặc sản xuất chất độc được tiêm hoặc đưa vào sinh vật khác thông qua vết cắn, vết đốt hoặc các phương tiện khác",
            "hasImg": true
        },
        {
            "id": "35a7a4ce-bf5c-4b4d-ae26-937b21cc1844",
            "word": "pantheon",
            "phonetic": "pænθɪən ",
            "partOfSpeechType": "noun",
            "examples": [
                "But can pantheons explain the naked mole rat?",
                "As with other pantheons, some Orishas have dominion over natural phenomena as well.",
                "Like their parents, brother and sister Geb and Nut become the mother and father of the rest of the gods in this pantheon.",
                "Pantheons are families of gods, and those families are complicated.",
                "Like in the Greek pantheon, not all gods pair monogamously."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFudGhlb24&hash=41b85d7fdfcd97a414b72994e3c21baad18de4ed&lang=en&cache-only=0",
            "defineEn": "(antiquity) a temple to all the gods",
            "defineVi": "(cổ) đền thờ các vị thần"
        },
        {
            "id": "ab6c1a4c-170c-4724-8464-d05ccbdb69a9",
            "word": "pantheism",
            "phonetic": "pænθiːɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFudGhlaXNt&hash=af28ce633faaf957d4e6803ded683c35208bbc4e&lang=en&cache-only=0",
            "defineEn": "the doctrine or belief that God is the universe and its phenomena (taken or conceived of as a whole) or the doctrine that regards the universe as a manifestation of God",
            "defineVi": "học thuyết hoặc niềm tin rằng Chúa là vũ trụ và các hiện tượng của nó (được hiểu hoặc quan niệm như một tổng thể) hoặc học thuyết coi vũ trụ là biểu hiện của Chúa"
        },
        {
            "id": "244417bc-b747-45b4-966f-ad39b62a15b0",
            "word": "abscess",
            "phonetic": "æbsɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Look at that huge dental abscess!",
                "And that's a big problem, since staph can cause serious abscesses, or pus-filled pockets inside your nose and on your face.",
                "It's just one of those, in good faith, we cannot say that he won't develop some kind of abscess from debris or something getting stuck in that, therefore future hindering feeding and therefore maybe leading to a prolonged, slow death that we don't want to see."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJzY2Vzcw&hash=712f7daacc3d984bf35f239125b00b999afdb69d&lang=en&cache-only=0",
            "defineEn": "symptom consisting of a localized collection of pus surrounded by inflamed tissue",
            "defineVi": "triệu chứng bao gồm một tập hợp mủ cục bộ được bao quanh bởi mô bị viêm"
        },
        {
            "id": "188ab3f7-5e82-432d-a870-b9b5ec06b53b",
            "word": "abscission",
            "phonetic": "ɐbsɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWJzY2lzc2lvbg&hash=8f1318ae52062f26275753e6172a8f3fcd778741&lang=en&cache-only=0",
            "defineEn": "the act of cutting something off",
            "defineVi": "hành động cắt đứt một cái gì đó"
        },
        {
            "id": "c2328555-c207-4cd2-9db7-e9fa6036c058",
            "word": "to abscond",
            "phonetic": "tʊ ɐbskɑːnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Seeing that I would get more kicks than halfpence if I remained, I took my leave and absconded to the shore for a bit of merriment.",
                "The alleged violations are as follows: absconding mandatory re-entry supervision, use of a controlled substance, cocaine, failure to attend treatment for substance abuse.",
                "Somehow, when they abscond, they take the weapons away from these groups, they find the Chinese markings on them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWJzY29uZA&hash=f5b7f8b485dae5528e8c3bb0a847860e0efc1585&lang=en&cache-only=0",
            "defineEn": "run away; usually includes taking something or somebody along",
            "defineVi": "chạy trốn; thường bao gồm mang theo một cái gì đó hoặc ai đó cùng"
        },
        {
            "id": "e638df62-b787-46e7-92bf-46f676270e40",
            "word": "flexion",
            "phonetic": "flɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "- \"This is the spine tester, set up right now to test the flexion of a carbon arrow.\"",
                "That would be flexion, this is extension, this is neutral.",
                "If that bending motion decreases the angle of the joint and brings those bones together, like when I bend my arm together, that movement is called flexion."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxleGlvbg&hash=a8f02720cfbad30bebd8f0ca5fce1432fef18821&lang=en&cache-only=0",
            "defineEn": "act of bending a joint; especially a joint between the bones of a limb so that the angle between them is decreased",
            "defineVi": "hành động uốn cong khớp; đặc biệt là khớp giữa các xương của một chi để góc giữa chúng bị giảm"
        },
        {
            "id": "8288c927-55f1-4907-bfd1-03acaafbb6c0",
            "word": "flexible",
            "phonetic": "flɛksɪbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The human resources manager understood that her employees had varying needs and preferences, and created a flexible work environment to accommodate them - different strokes for different folks.",
                "Flexible working hours are a win-win situation for employers and employees.",
                "His body is still flexible.",
                "He’s very flexible.",
                "He is very flexible inside."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxleGlibGU&hash=8b7cacc2c60855e0d2e99cf9226a1ca0617acb4c&lang=en&cache-only=0",
            "defineEn": "able to be bent or folded easily",
            "defineVi": "có thể uốn cong hoặc gấp lại dễ dàng",
            "hasImg": true
        },
        {
            "id": "0cf340d4-0751-4ec4-8c60-b6132ad88c26",
            "word": "flexibility",
            "phonetic": "flɛksəbɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He turned his head from side to side, testing the flexibility of his neck.",
                "The decision to allow employees to work from home cuts both ways, as it can increase flexibility and productivity but can also lead to reduced collaboration and communication.",
                "Can I have your flexibility?",
                "It just allows a little bit more flexibility.",
                "Spreading glue onto the hat gives it its flexibility."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxleGliaWxpdHk&hash=526f10ee06005dcaa7c4531ce2d545e9b6ab2e35&lang=en&cache-only=0",
            "defineEn": "the capability of bending or being bent without breaking",
            "defineVi": "khả năng uốn cong hoặc bị uốn cong mà không bị gãy"
        },
        {
            "id": "13d62953-0799-40ec-b2eb-45cff49bd097",
            "word": "ministration",
            "phonetic": "mɪnɪstɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "But Stanford professor Lewis Terman started promoting the widespread use of intelligence tests in the early 1900s, and with his help the US government began the world's first massive ministration of intelligence tests, when it assessed World War I army recruits and immigrants fresh off the boat.",
                "So we have to increase the pace The Biden ministration just hit their goal of 100 million shots in 100 days with more than a month to spare, and we set a record with 2.92 million vaccinations reported just today."
            ],
            "audio": "https://tts.langeek.co/read?text=bWluaXN0cmF0aW9u&hash=cdb7726daec4f789b8372c58ae179582ff6100d3&lang=en&cache-only=0",
            "defineEn": "assistance in time of difficulty",
            "defineVi": "hỗ trợ lúc khó khăn"
        },
        {
            "id": "fd41453e-a55b-4c12-bbe8-e01de3e371d1",
            "word": "ministry",
            "phonetic": "mɪnɪstɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Ministry of Peace is the military.",
                "His Presbyterian ministry, Frontera de Cristo, is a cross-border community, stretching from Douglas, Arizona to its sister city of, Agua Prieta in Mexico.",
                "It happened for the ministries and for the army, for everyone.",
                "We finally received a statement from Pinnacle's new neighbor, the economic development ministry.",
                "South Korea's foreign ministry has advised people to not dine in Pyongyang restaurants because the profits benefit the Kim regime."
            ],
            "audio": "https://tts.langeek.co/read?text=bWluaXN0cnk&hash=6ff57a96a17d327d5c22d5a3cd4005c639131492&lang=en&cache-only=0",
            "defineEn": "religious ministers collectively (especially Presbyterian)",
            "defineVi": "các bộ trưởng tôn giáo tập thể (đặc biệt là Trưởng lão)"
        },
        {
            "id": "e4a3a916-a75f-483c-a90d-fc6d1af0e522",
            "word": "to abash",
            "phonetic": "tʊ ɐbæʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I was not only abashed, therefore, after I climbed the unbannisterred staircase to find myself so near the presence and dignity of Judge Davis, in whose room I was told I could find Mr. Lincoln.",
                "Compared to him everyone else seemed a little self-conscious, abashed, or megalomaniacal."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWJhc2g&hash=589aaf5e23a775fb0aa66f86894ff4a16f8ed8bc&lang=en&cache-only=0",
            "defineEn": "cause to be embarrassed; cause to feel self-conscious",
            "defineVi": "gây ra sự xấu hổ; khiến bạn cảm thấy tự ti"
        }
    ]
}