{
    "id": "640dd027-d1c1-4ca1-9dc0-adf61258602c",
    "title": "Employment and Jobs 1",
    "originalTitle": "Lesson 22",
    "words": [
        {
            "id": "fe757fc4-1da3-4853-8b3f-fd84d9b7ddcb",
            "word": "pilot",
            "phonetic": "paɪlət ",
            "partOfSpeechType": "noun",
            "examples": [
                "All through the hijacking the pilot kept a level head.",
                "The pilot's best bet was to make an emergency landing.",
                "The pilot made every safety check before taking off, but an unexpected mechanical issue caused a delay.",
                "On Thursday the airline had to charter 10 aircraft to counter industrial action by its pilots, who are on a work-to-rule.",
                "The helicopter pilot skillfully maneuvered through the mountains."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlsb3Q&hash=a9919107ec75ce3f5ca86b2391b11f76315c3cbb&lang=en&cache-only=0",
            "defineEn": "someone whose job is to operate the controls of an aircraft",
            "defineVi": "một người có công việc là vận hành các điều khiển của một chiếc máy bay",
            "hasImg": true
        },
        {
            "id": "04ec3769-d75f-4381-bae3-825516519bd3",
            "word": "boss",
            "phonetic": "bɔs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boss has a short fuse these days!",
                "The boss was clear about the deadline for the project, with no ifs, ands, or buts.",
                "The boss of the failed company is keeping schtum about his role in the disaster.",
                "My boss finally let me in on the plans for the new project.",
                "The boss sure aired his lungs when we lost another customer!"
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9zcw&hash=cc8832986e00d3287a2cfc1e34c80af76d04b8e5&lang=en&cache-only=0",
            "defineEn": "a person who is in charge of a large organization or has an important position there",
            "defineVi": "một người phụ trách một tổ chức lớn hoặc có một vị trí quan trọng ở đó",
            "hasImg": true
        },
        {
            "id": "a7bcbd15-c63d-47c2-9db3-1bbafeb04c0b",
            "word": "business",
            "phonetic": "bɪznəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many more businesses are feeling the chill wind of the recession.",
                "The business has already closed the books for this quarter.",
                "The business is losing money.",
                "The business has legs.",
                "Many businesses use the Salesforce platform for customer relationship management."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVzaW5lc3M&hash=05385ff27a4a97f16285677f5b2378e28bce2ded&lang=en&cache-only=0",
            "defineEn": "the activity a person normally does to make money",
            "defineVi": "hoạt động mà một người thường làm để kiếm tiền"
        },
        {
            "id": "e9974b9f-d0ee-4957-80ac-e7abab729705",
            "word": "businessman",
            "phonetic": "bɪznəsmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rich businessman owned multiple luxurious cars.",
                "At the charity event, the wealthy businessman's joke had everyone in stitches.",
                "The wealthy businessman realized too late that a contented mind is a perpetual feast, and that money couldn't buy him true happiness.",
                "Even the most successful businessmen have made foolish decisions at some point in their careers, proving that every man has a fool in his sleeve.",
                "The successful businessman understood the importance of the saying 'the early man never borrows from the late man', and always started his projects early to avoid delays and setbacks."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVzaW5lc3NtYW4&hash=decbd827352b03d79192e8b502121fa35b48ccbb&lang=en&cache-only=0",
            "defineEn": "a man who works in business, especially at a high level",
            "defineVi": "một người đàn ông làm việc trong kinh doanh, đặc biệt là ở cấp cao",
            "hasImg": true
        },
        {
            "id": "eda477e8-c194-4a1f-b1e9-d948a3b6b21e",
            "word": "businesswoman",
            "phonetic": "bɪznəswʊmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "She came a long way from being a poor child to becoming a successful businesswoman.",
                "She was businesswoman and star.",
                "and she's the businesswoman I want to be.",
                "You know, we all know you as a great artist, but I understand you have always been a great businesswoman as well.",
                "A time-sensitive businesswoman that needs to be at a board meeting tomorrow, might be willing to pay $800 for that same type of seat on the same flight."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVzaW5lc3N3b21hbg&hash=0c2103dbfc63717f0130d8ddd8cf7373abe8f9c9&lang=en&cache-only=0",
            "defineEn": "a woman who works in business, especially at a high level",
            "defineVi": "một người phụ nữ làm việc trong kinh doanh, đặc biệt là ở cấp cao",
            "hasImg": true
        },
        {
            "id": "41b76d86-7309-4464-b3b6-c0aed93e147d",
            "word": "expert",
            "phonetic": "ɛkspɜːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even the experts took the painting for a genuine Van Gogh.",
                "Dietary experts can advise on the ins and outs of dieting.",
                "Did you see that martial arts expert?",
                "The security expert warned the business owner that a bad padlock invites a picklock.",
                "Experts have urged ministers to take the necessary steps to resolve the issue."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwZXJ0&hash=93e3786345b5fa36e00e83b65b714111a064be83&lang=en&cache-only=0",
            "defineEn": "an individual with a great amount of knowledge, skill, or training in a particular field",
            "defineVi": "một cá nhân có lượng lớn kiến thức, kỹ năng hoặc được đào tạo trong một lĩnh vực cụ thể",
            "hasImg": true
        },
        {
            "id": "146541cd-6ec2-481d-af03-d9da0418c855",
            "word": "manager",
            "phonetic": "mænɪdʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The manager played his strongest side of the season.",
                "Managers selling employees the new working hours.",
                "The team's new manager brings ten years' experience to the job.",
                "The manager displayed a cold shoulder towards the employee who had made a mistake.",
                "The manager struck a rather insincere note as he expressed his sorrow at the round of layoffs."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuYWdlcg&hash=1ce1689d08bfd478bea56fb0af639ec593170446&lang=en&cache-only=0",
            "defineEn": "someone who is in charge of running a business or managing part or all of a company or organization",
            "defineVi": "một người chịu trách nhiệm điều hành một doanh nghiệp hoặc quản lý một phần hoặc toàn bộ công ty hoặc tổ chức",
            "hasImg": true
        },
        {
            "id": "20f11d78-149b-43a4-a608-7c38887f8460",
            "word": "assistant",
            "phonetic": "ɐsɪstənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sales assistants are often on the receiving end of verbal abuse from customers.",
                "She made him her assistant.",
                "My assistant is threatening to leave.",
                "She stole the shoes from under the assistant's nose.",
                "The assistant manager is standing in for the store manager while she is on maternity leave."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNzaXN0YW50&hash=e01d7db145078df6b15d8c542f6e3e5e7fd580bc&lang=en&cache-only=0",
            "defineEn": "a person who helps someone in their work",
            "defineVi": "một người giúp ai đó trong công việc của họ",
            "hasImg": true
        },
        {
            "id": "dce3c069-9243-41df-b58f-6fd5345b7cb5",
            "word": "receptionist",
            "phonetic": "ɹᵻsɛpʃənɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The receptionist led the way to the boardroom.",
                "The receptionist sat behind the desk, welcoming visitors.",
                "The receptionist informed me that the manager is not available at the moment.",
                "Please collect the documents from the receptionist before leaving the building.",
                "I mean, I'm a receptionist at Soul Cycle."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjZXB0aW9uaXN0&hash=c45778d9e115b3ce8d9986d086ba6c0ff2f35f3c&lang=en&cache-only=0",
            "defineEn": "a person who greets and deals with people arriving at or calling a hotel, office building, doctor's office, etc.",
            "defineVi": "một người chào đón và giao dịch với những người đến hoặc gọi đến khách sạn, tòa nhà văn phòng, văn phòng bác sĩ, v.v.",
            "hasImg": true
        },
        {
            "id": "1750736b-faec-4d4e-8c4b-a1118c1fca30",
            "word": "detective",
            "phonetic": "dɪtɛktɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "Detectives had closed the book on the Hornsey Murders case three years previously.",
                "The detective took after the burglars.",
                "They hired a detective firm to dig up dirt on their rival.",
                "The detective warned the gang members that blood will have blood, and that their violent actions would only lead to more violence and retribution.",
                "The mob boss ordered a hit on the detective who had sent his right-hand man up the river."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV0ZWN0aXZl&hash=c28b803cf7007af975fbcb1b43cad05b4382be52&lang=en&cache-only=0",
            "defineEn": "a person, especially a police officer, whose job is to investigate and solve crimes and catch criminals",
            "defineVi": "một người, đặc biệt là cảnh sát, có công việc là điều tra và giải quyết tội phạm và truy bắt tội phạm",
            "hasImg": true
        },
        {
            "id": "af4d5468-b588-4b9f-993a-3878e9fdc532",
            "word": "model",
            "phonetic": "mɑːdəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The parent modeled good behavior by always wearing a seatbelt in the car, even for short trips.",
                "Many young people look up to celebrities as role models.",
                "The reforms served as a model for the rest of the Communist world.",
                "The new smartphone model is currently the flavor of the week among tech enthusiasts.",
                "The car manufacturer's latest model outperformed its competitors by a nose, offering slightly better fuel efficiency and a more comfortable ride."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kZWw&hash=5abaea122502faa5fea42a9cbc791be8e81d5809&lang=en&cache-only=0",
            "defineEn": "a person whose job is to display clothes by wearing them and to be photographed",
            "defineVi": "một người có công việc trưng bày quần áo bằng cách mặc chúng và được chụp ảnh",
            "hasImg": true
        },
        {
            "id": "c4e907b3-b3f0-458f-bf59-0226604a73f3",
            "word": "cook",
            "phonetic": "kʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef cooks a delicious meal in the restaurant.",
                "My sister skillfully cooks a flavorful curry for dinner.",
                "Mix cooked conchiglie with cherry tomatoes, cucumbers, and a vinaigrette for a pasta salad.",
                "He cooked a delicious wild rice and mushroom risotto for his vegetarian dinner.",
                "She cooked a mouthwatering pheasant roast for her family's Sunday dinner."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29vaw&hash=f9754c3c38ceb46cdd6576e6b0a8746b86b75170&lang=en&cache-only=0",
            "defineEn": "a person who prepares and cooks food, especially as their job",
            "defineVi": "một người chuẩn bị và nấu thức ăn, đặc biệt là công việc của họ",
            "hasImg": true
        },
        {
            "id": "f5817c71-4046-4833-b679-ea8cdec6d5e2",
            "word": "pharmacist",
            "phonetic": "fɑːɹmɐsɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Really, pharmacists are up there as one of the most trusted health care professionals.",
                "The pharmacist said klonopin, lamictil, lithium, Xanax.",
                "We have pharmacists who are within 5 miles of probably 90% of Americans.",
                "But the pharmacist told him a month’s supply would be $1,300.",
                "Cause I'm a pharmacist."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhhcm1hY2lzdA&hash=d21925d6f3df54408e66f5cb8057217097755128&lang=en&cache-only=0",
            "defineEn": "someone whose job is to prepare and sell drugs, and who works in a shop",
            "defineVi": "một người có công việc chuẩn bị và bán ma túy, và những người làm việc trong một cửa hàng",
            "hasImg": true
        },
        {
            "id": "bb975ff2-8977-4db2-b77e-7bd487439cf5",
            "word": "journalist",
            "phonetic": "dʒɜːnəlɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The journalist published a wrong statement in the article.",
                "Journalists on the spot reported no progress.",
                "Journalists have to learn the tricks of the trade quickly if they want to get the good stories.",
                "As a journalist, I know that a carpenter is known by his chips.",
                "The journalist's investigation uncovered a network of the gnomes of Zurich who were involved in manipulating global currency markets for their own benefit."
            ],
            "audio": "https://tts.langeek.co/read?text=am91cm5hbGlzdA&hash=771d52ada8c055a7782451a6b88616d6a687a00e&lang=en&cache-only=0",
            "defineEn": "someone who prepares news to be broadcast or writes for newspapers, magazines, or news websites",
            "defineVi": "người chuẩn bị tin tức để phát sóng hoặc viết cho báo, tạp chí hoặc trang web tin tức",
            "hasImg": true
        },
        {
            "id": "299f5826-41f5-4b9f-bf2b-8255ed817d24",
            "word": "writer",
            "phonetic": "ɹaɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The writer drew inspiration from her life experiences, using them as grist for the mill of her creative process.",
                "The writer's poetry is known for its abstract language and thought-provoking imagery.",
                "On the whole, Soviet writers knew when they were putting their heads on the block.",
                "I wear a lot of different hats - from writer to producer and artist.",
                "We asked five successful writers to reveal some of the tricks of the trade."
            ],
            "audio": "https://tts.langeek.co/read?text=d3JpdGVy&hash=6482a2bfbd4cbd6b1327c6e7779f824265ff7acc&lang=en&cache-only=0",
            "defineEn": "someone whose job involves writing articles, books, stories, etc.",
            "defineVi": "một người có công việc liên quan đến viết bài, sách, truyện, v.v.",
            "hasImg": true
        },
        {
            "id": "b43f9a9a-5ff3-40eb-8015-259cc9f33f6e",
            "word": "singer",
            "phonetic": "sɪŋɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The singer always brings the house down with her powerful voice and stage presence.",
                "The singer is in the spotlight for her new album release.",
                "At the age of 75, the singer is not exactly in the prime of his life!",
                "The singer won the talent competition by a nose, impressing the judges with her powerful voice and stage presence.",
                "The talented young singer gave the established artist a run for her money, impressing the audience with her exceptional vocal skills."
            ],
            "audio": "https://tts.langeek.co/read?text=c2luZ2Vy&hash=3d931eae2e8d87f1b1b6b9aadd4fdd74181d869d&lang=en&cache-only=0",
            "defineEn": "someone whose job is to use their voice for creating music",
            "defineVi": "ai đó có công việc là sử dụng giọng nói của họ để tạo ra âm nhạc",
            "hasImg": true
        },
        {
            "id": "e4c9a155-d159-4903-adb7-990f86444ade",
            "word": "professor",
            "phonetic": "pɹəfɛsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The professor made mincemeat of the speaker at the conference.",
                "The professor knew his subject from the ground up.",
                "The professor will hold a seat on the advisory board.",
                "The professor be damned.",
                "The professor is a big cheese in the academic world, known for her groundbreaking research and expertise in the field."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZmVzc29y&hash=492d70093fb885c1938436343476b9a22bec332d&lang=en&cache-only=0",
            "defineEn": "a faculty member at a college or university who has not yet attained job security or is at the rank below full professor",
            "defineVi": "một giảng viên tại một trường cao đẳng hoặc đại học chưa đạt được sự đảm bảo công việc hoặc ở cấp dưới giáo sư đầy đủ",
            "hasImg": true
        },
        {
            "id": "701989d6-062e-4b6a-8232-c1dea93a39c3",
            "word": "researcher",
            "phonetic": "ɹᵻsɜːtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Researchers are exploring the potential uses of dinoflagellates in biotechnology.",
                "Researchers are investigating the potential uses of gulfweed as a sustainable resourc.",
                "Researchers study diatoms to better understand the environmental conditions of aquatic habitats.",
                "Researchers have built a sophisticated computer program to search for answers.",
                "Researchers found this to be the most effective method."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzZWFyY2hlcg&hash=62a6d14243e8ad0b679b8e2035259900f083b1f7&lang=en&cache-only=0",
            "defineEn": "someone who studies a subject carefully and carries out academic or scientific research",
            "defineVi": "một người nghiên cứu một chủ đề một cách cẩn thận và thực hiện nghiên cứu học thuật hoặc khoa học",
            "hasImg": true
        },
        {
            "id": "f7bfd40b-389e-4a46-8652-2245547f6784",
            "word": "hairdresser",
            "phonetic": "hɛɹdɹɛsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We had the same hairdresser.",
                "Judy Ann Santiago is a hairdresser in South Florida.",
                "And I was telling my hairdresser so much stuff about wanting to be a journalist.",
                "To make ends meet, Jin Sook worked as a hairdresser while Don worked as a janitor, pumped gas, and served coffee.",
                "William, I was wondering if you could engage in small talk with me, as if you're my hairdresser and this is my first appointment."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFpcmRyZXNzZXI&hash=15c858c26218c8e97d6ee618fa274f2cb9ace3a9&lang=en&cache-only=0",
            "defineEn": "someone ‌whose job is to cut, wash and style hair",
            "defineVi": "ai đó ‌có công việc là cắt, gội và tạo kiểu tóc",
            "hasImg": true
        },
        {
            "id": "27e201c0-acbe-4da3-8c89-d1344fd4f58e",
            "word": "designer",
            "phonetic": "dɪzaɪnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our graphic designer really carved out a niche for himself with that series of innovative ads.",
                "The audience at the fashion show feasted their eyes on the stunning runway models, showcasing the latest designer collections.",
                "Eve borrows money to buy expensive designer clothes - champagne taste on a beer budget!",
                "She feels a million bucks when she wears her favorite designer outfit and walks with confidence.",
                "The fashion designer's latest collection was ridiculed by some critics, but the designer remained optimistic - after all, there is no such thing as bad publicity."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzaWduZXI&hash=81e9361de7f09776cd144f9a3085ccbed69602b6&lang=en&cache-only=0",
            "defineEn": "someone whose job is to make plans or patterns for something (furniture, tools, etc. )",
            "defineVi": "ai đó có công việc là lập kế hoạch hoặc mô hình cho một thứ gì đó (đồ nội thất, dụng cụ, v.v.)",
            "hasImg": true
        },
        {
            "id": "31d117fa-02eb-411d-82d5-ac9489e1621a",
            "word": "cleaner",
            "phonetic": "kliːnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This young team is taking the veteran squad to the cleaners tonight.",
                "His team were taken to the cleaners by the Australians in the first Test.",
                "He had a lot of dishonest partners who really took him to the cleaners.",
                "When the company Tom had invested in went bankrupt, he realized he had been taken to the cleaners.",
                "Cleaner wrasse are small, striped fish found in coral reefs."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xlYW5lcg&hash=96126bcd56c811ec8714f86e8b2a598be001fc77&lang=en&cache-only=0",
            "defineEn": "someone whose job is to clean other people’s houses, offices, etc.",
            "defineVi": "người có công việc là dọn dẹp nhà cửa, văn phòng của người khác, v.v.",
            "hasImg": true
        },
        {
            "id": "4f6499b1-87fd-451d-8a80-8b8b7df5db54",
            "word": "painter",
            "phonetic": "peɪntɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sarah was a gifted painter who had won several awards for her work.",
                "She inherited her artistic talent from her mother, who is an accomplished painter.",
                "The painter applied a thick layer of paint on the canvas, creating a textured and opaque surface.",
                "The late bloomer who didn't start pursuing his passion for art until his fifties, but eventually became a successful painter, shows that it's never too late to follow your dreams.",
                "Painters like Kerstin Reuterborg have it down to a science."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFpbnRlcg&hash=f577a07c80deff395134a6f538ce73ba3affdada&lang=en&cache-only=0",
            "defineEn": "someone whose job is to paint buildings, walls, etc.",
            "defineVi": "một người có công việc là sơn các tòa nhà, bức tường, v.v.",
            "hasImg": true
        },
        {
            "id": "23afe066-ca50-4558-b980-2b7f6840b7a7",
            "word": "instructor",
            "phonetic": "ɪnstɹʌktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Jennifer had been harboring the hots for her gym instructor, Alex.",
                "\"In learning a new skill, consistent practice and small improvements can lead to mastery, as many a little makes a mickle,\" said the instructor during the class.",
                "The workshop instructor emphasized that children and fools must not play with edged tools, stressing the need for focus, discipline and maturity when using power tools.",
                "They attended a cooking class where the instructor taught them how to make stuffed savoy cabbage rolls.",
                "The writing instructor told the students that whoever writes a book should be ready to accept criticism, and encouraged them to revise their work based on feedback from others."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdHJ1Y3Rvcg&hash=56905d56e1c32981c40beb992db5874ceccbc05d&lang=en&cache-only=0",
            "defineEn": "a person who teaches a practical skill or sport to someone; someone whose occupation is teaching",
            "defineVi": "một người dạy một kỹ năng thực tế hoặc thể thao cho ai đó; ai đó có nghề nghiệp là giảng dạy",
            "hasImg": true
        },
        {
            "id": "d9b69a5b-438a-493d-98fe-e779d93c6f55",
            "word": "employment",
            "phonetic": "ɛmplɔɪmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Employment rises by two and a half million.",
                "Employment lawyers report an uptick in layoffs of older workers as a result of the pandemic-induced recession.",
                "On Sunday, a majority of the Trump campaign staff ended their employment.",
                "Except for the dips in the '08 recession, employment grew in every category until 2020.",
                "The employment rates are very low."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1wbG95bWVudA&hash=9d9d6eb91c5ac18461a0967797454ff47d086794&lang=en&cache-only=0",
            "defineEn": "a paid job",
            "defineVi": "một công việc được trả lương",
            "hasImg": true
        },
        {
            "id": "72cf51f7-e8ad-4e7f-9ad8-ba6315eb183a",
            "word": "department",
            "phonetic": "dᵻpɑːɹtmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The department led the world in cancer research.",
                "The HR department only shared the employee's personal information on a need-to-know basis.",
                "The department has devolved into chaos without her leadership.",
                "The department has placed its plans on hold pending the results of the elections.",
                "The police department has encouraged officers to walk the beat."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwYXJ0bWVudA&hash=3b908088eada0a96c823c8975e77411e3c4e284e&lang=en&cache-only=0",
            "defineEn": "a part of an organization such as a university, government, etc. that deals with a particular task",
            "defineVi": "một phần của một tổ chức chẳng hạn như một trường đại học, chính phủ, vv mà giải quyết một nhiệm vụ cụ thể"
        },
        {
            "id": "c4657862-9ce7-45a5-a90a-2ae2a5841205",
            "word": "payment",
            "phonetic": "peɪmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We look forward to receiving the payment at your earliest convenience.",
                "Scott has been boxed into a corner with this mortgage payment that he cannot afford.",
                "I bought a winter coat for nothing down and no payments due until February.",
                "Sarah's family was surprised by how much the interest on their mortgage grew, and they struggled to keep up with payments.",
                "Electronic payments have cannibalized checks."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF5bWVudA&hash=43b24fc7f8f66cc2a627260ec0a68e46d8ede440&lang=en&cache-only=0",
            "defineEn": "an amount of money that is paid",
            "defineVi": "một số tiền được trả",
            "hasImg": true
        },
        {
            "id": "910efee6-63bf-4681-87fa-a20ad241a1fa",
            "word": "shift",
            "phonetic": "ʃɪft ",
            "partOfSpeechType": "noun",
            "examples": [
                "His gaze shifted, and he stared into the distance.",
                "I need to shift these boxes from the warehouse to the loading dock.",
                "Can you shift your chair a bit to the left so I can see the presentation better?",
                "I know you want to make changes to the education system, but you cannot shift an old tree without it dying.",
                "Here the calendar date shifted. "
            ],
            "audio": "https://tts.langeek.co/read?text=c2hpZnQ&hash=cdb236e2228e40b59f4909c89d8cb163e33601e7&lang=en&cache-only=0",
            "defineEn": "the period of time when a group of people work during the day or night",
            "defineVi": "khoảng thời gian khi một nhóm người làm việc vào ban ngày hoặc ban đêm",
            "hasImg": true
        },
        {
            "id": "fa2806fc-6bda-47cb-b339-5dfe1ea4b161",
            "word": "bonus",
            "phonetic": "boʊnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The DVD comes with several bonus features.",
                "To take advantage of this extra bonus offer, simply check the box on your order form.",
                "Sam is hoping for a bonus for his good results, but he may be overplaying his hand if he asks for a promotion.",
                "After working overtime and completing the project ahead of schedule, the team was given a bonus because a good dog deserves a good bone.",
                "Bonuses are still at least the lion's share of what senior people on Wall Street make."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9udXM&hash=099431ddc692410103ae2b67b41f5c46778c490b&lang=en&cache-only=0",
            "defineEn": "extra money that we get, besides our salary, as a reward",
            "defineVi": "thêm tiền mà chúng tôi nhận được, ngoài tiền lương của chúng tôi, như một phần thưởng"
        },
        {
            "id": "438f697b-a658-4e64-9d2e-b5795347aae3",
            "word": "to employ",
            "phonetic": "tʊ ɛmplɔɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The farmer employs modern agricultural techniques to maximize the yield of his soybean crop.",
                "This company tends to employ young women have an eye to the main chance.",
                "The dessert mousse employed a gelatin-based thickening agent to create a light and airy texture.",
                "They’re breaking the law by employing such young children.",
                "The election promise of employing the large number of unemployed graduates has become a milestone round the neck of the coalition government."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1wbG95&hash=f92f55ae5acdcb92045b0142fcba8a686f16b0f8&lang=en&cache-only=0",
            "defineEn": "to give work to someone and pay them",
            "defineVi": "giao việc cho ai đó và trả tiền cho họ",
            "hasImg": true
        },
        {
            "id": "4aa1d5ee-fc51-42a6-83eb-a944432c4ec4",
            "word": "to retire",
            "phonetic": "tə ɹᵻtaɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Employees can retire at 60 if they choose.",
                "Jim retired to raise raspberries.",
                "When the CEO retired, the board of directors made the mistake of promoting the inexperienced intern to take his place.",
                "Since he retired, Bill has too much time on his hands.",
                "Even though I’ve retired, I still get up at 7 am by force of habit."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV0aXJl&hash=1999be924875d11168da8c52dc79e5f8d7471ea5&lang=en&cache-only=0",
            "defineEn": "to leave one's job and stop working, usually on reaching a certain age",
            "defineVi": "rời bỏ công việc của một người và ngừng làm việc, thường là khi đến một độ tuổi nhất định",
            "hasImg": true
        },
        {
            "id": "7a6b64e7-41fb-430a-a197-03fd2cbb796a",
            "word": "successful",
            "phonetic": "səksɛsfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A successful investor has his finger on the pulse of international business.",
                "She introduced her husband as a successful entrepreneur during the charity event.",
                "We asked five successful writers to reveal some of the tricks of the trade.",
                "He has made a fortune through his successful business ventures.",
                "Emily's father went under the knife yesterday for a successful heart surgery."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VjY2Vzc2Z1bA&hash=59f6df1629cee43009ff20969a1e6c14a383d0c1&lang=en&cache-only=0",
            "defineEn": "getting the results wanted or hoped",
            "defineVi": "nhận được kết quả mong muốn hoặc hy vọng",
            "hasImg": true
        },
        {
            "id": "28a9c47e-18b4-4ba7-b671-da10813fdf67",
            "word": "company",
            "phonetic": "kʌmpəni ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company kicked off the CEO for embezzlement.",
                "The company abandoned its outdated marketing strategy in favor of a more innovative approach.",
                "Our company puts the emphasis on quality.",
                "Many companies saw the advent of online retailing as a threat to their bricks and mortar business.",
                "The company are playing 11 cities around the country."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGFueQ&hash=76188ca5e985c2cc84d4c89bdf9b26c7933cd653&lang=en&cache-only=0",
            "defineEn": "an organization that does business and earns money from it",
            "defineVi": "một tổ chức kinh doanh và kiếm tiền từ nó",
            "hasImg": true
        }
    ]
}