{
    "id": "647959c1-92cc-4039-bdd3-a5355b9cb16e",
    "title": "You Harvest What You Sow!",
    "originalTitle": "Lesson 52",
    "words": [
        {
            "id": "6273b114-9fe8-40d6-9661-0b971b420a07",
            "word": "cornfield",
            "phonetic": "kɔːɹnfiːld ",
            "partOfSpeechType": "noun",
            "examples": [
                "As we walked through the cornfield, we came across a cob that had fallen from one of the stalks.",
                "Global water sources are polluted by excess ammonium nitrate from cornfields.",
                "The United States alone has enough cornfields to cover Germany.",
                "Which consisted of him in a Brooks Brothers suit in a cornfield.",
                "A large section of his cornfield has been flattened."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ybmZpZWxk&hash=ac15e7163ca807bd454920d360d7a329192608b4&lang=en&cache-only=0",
            "defineEn": "a field in which corn is planted",
            "defineVi": "một cánh đồng trong đó ngô được trồng",
            "hasImg": true
        },
        {
            "id": "471a249a-5b77-4135-8be6-70b55f0bccc2",
            "word": "plantation",
            "phonetic": "plænteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And for every ton of fruit, plantations produce 2 tons of debris.",
                "Camp and fighter strip are in a coconut plantation.",
                "Plantations arrived in Guatemala with European explorers colonizing the Americas. ",
                "Northern bankers financed the purchase of land for plantations.",
                "In 1928, workers from United Fruit plantations in Colombia went on strike."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhbnRhdGlvbg&hash=a10889bb846f7142f4d77b7913d1e5e57b39a124&lang=en&cache-only=0",
            "defineEn": "a large piece of land used for growing sugar cane, coffee, tea, etc., particularly in a hot country",
            "defineVi": "một mảnh đất lớn được sử dụng để trồng mía, cà phê, trà, vv, đặc biệt là ở một đất nước nóng",
            "hasImg": true
        },
        {
            "id": "93b3b625-63a2-47db-be9e-372c9efdef4b",
            "word": "cowboy",
            "phonetic": "kaʊbɔɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Old-school highway cowboys lost the fight.",
                "The black cowboys didn’t get any recognition from the beginning.",
                "Without railroads, cowboys would have just driven their cattle in endless circles.",
                "He is a cowboy.",
                "It's a cowboy."
            ],
            "audio": "https://tts.langeek.co/read?text=Y293Ym95&hash=226e3b02376b5071a87606ec7bee1a5a913390e6&lang=en&cache-only=0",
            "defineEn": "(particularly in the western parts of the US) a male rider who looks after cattle",
            "defineVi": "(đặc biệt là ở phía tây của Hoa Kỳ) một người đàn ông cưỡi ngựa chăm sóc gia súc",
            "hasImg": true
        },
        {
            "id": "d894bb9a-7828-44d4-bebd-1ef77da4a18a",
            "word": "crop",
            "phonetic": "kɹɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fertile soil in this region yields abundant crops of wheat and corn.",
                "The farmer harvested a bountiful crop of watermelons from his fields.",
                "The study analyzed the yield of various crops across different regions, providing valuable insights for agricultural planning.",
                "The land is used to grow crops.",
                "More land was needed to grow crops for export."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JvcA&hash=132303f32566c9d4bd12c33917c19430e2fe87d7&lang=en&cache-only=0",
            "defineEn": "all the fruit, wheat, etc. harvested during a season",
            "defineVi": "tất cả trái cây, lúa mì, v.v. được thu hoạch trong một mùa",
            "hasImg": true
        },
        {
            "id": "003297ce-4858-4f6e-814c-25061ad969ae",
            "word": "groundwater",
            "phonetic": "ɡɹaʊndwɔːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Unlike groundwater, this water originated from the rock minerals themselves.",
                "We call this water groundwater.",
                "But deeper and deeper wells at big farms are using up groundwater faster than it's naturally replenished.",
                "Arizona's biggest water source is groundwater, which is accessed by wells.",
                "Any pollution on the surface can rapidly seep into and contaminate groundwater."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JvdW5kd2F0ZXI&hash=444fb04dbf4102ff248d605be3c236792351fd05&lang=en&cache-only=0",
            "defineEn": "water that is held in soil, rocks, etc. under the ground",
            "defineVi": "nước được giữ trong đất, đá, vv dưới mặt đất"
        },
        {
            "id": "ef8c9741-60d0-4f29-9f16-66296ce4cbd2",
            "word": "erosion",
            "phonetic": "ɪɹoʊʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So erosion happens very slowly.",
                "We call this erosion.",
                "This movement is called erosion.",
                "Riverbank erosion has taken place for millions of years, since the formation of the Earth.",
                "Meanwhile, erosion and other processes have also played a part, with wind and rain carving canyons, arches, and other amazing landscapes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXJvc2lvbg&hash=e721baf2a1fdf90fca09e4c80f031b0562c6507e&lang=en&cache-only=0",
            "defineEn": "the process through which soil, stone, etc. is destroyed little by little by water, wind, etc.",
            "defineVi": "quá trình đất, đá, v.v. bị phá hủy từng chút một bởi nước, gió, v.v.",
            "hasImg": true
        },
        {
            "id": "2de53696-5c80-4b08-a5df-18fa714ec6a2",
            "word": "pesticide",
            "phonetic": "pɛstɪsaɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Excessive use of pesticides can breed resistance in pests, making them harder to control in the future.",
                "Pesticides can fight the locusts.",
                "- Woah. - Ooh, those pesticides really come through.",
                "Less pesticide does not mean none at all.",
                "The plant makes its own pesticide."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVzdGljaWRl&hash=f16cee875dfcc4d56cc80cb836e6f2e5d5b8b61f&lang=en&cache-only=0",
            "defineEn": "a type of chemical substance that is used for killing insects or small animals that damage food or crops",
            "defineVi": "một loại chất hóa học được sử dụng để diệt côn trùng hoặc động vật nhỏ làm hỏng thực phẩm hoặc mùa màng",
            "hasImg": true
        },
        {
            "id": "13aff50d-5316-4896-8715-0bdd67ad973c",
            "word": "agricultural",
            "phonetic": "æɡɹɪkʌltʃɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The farmer employs modern agricultural techniques to maximize the yield of his soybean crop.",
                "The study analyzed the yield of various crops across different regions, providing valuable insights for agricultural planning.",
                "About 12,000 years ago, the agricultural revolution took place.",
                "Locusts are an agricultural menace.",
                "We are protecting the country's agricultural interests."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdyaWN1bHR1cmFs&hash=6f9050eb6cba38f5e3dd75206b94ffd453e923b9&lang=en&cache-only=0",
            "defineEn": "related to the practice or science of farming",
            "defineVi": "liên quan đến thực hành hoặc khoa học canh tác"
        },
        {
            "id": "b474d438-ce15-4b5a-aae2-f616a365dcb6",
            "word": "edible",
            "phonetic": "ɛdᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He found an edible mushroom in the forest.",
                "She decorated her cake with edible glitter for a touch of sparkle.",
                "Chefs and bakers may use edible ink pens to add personalized messages or artwork to wedding cakes.",
                "Sushi rolls are often wrapped in sheets of edible algae, known as nori.",
                "Some candies have a glossy coating made with edible gum."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWRpYmxl&hash=6104655f3cd42b91bb629f335917f2fb78d1579c&lang=en&cache-only=0",
            "defineEn": "safe or suitable for eating",
            "defineVi": "an toàn hoặc thích hợp để ăn",
            "hasImg": true
        },
        {
            "id": "514c676e-739a-49f3-acb1-dfcd6f8c29ca",
            "word": "fertile",
            "phonetic": "fɜːɾəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The fertile soil in this region yields abundant crops of wheat and corn.",
                "And thankfully, this pair doesn't produce fertile offspring.",
                "And the fertile lands of The Reach has been cut off from King’s Landing.",
                "At Parker, they undertook the irrigation of fertile desert lands.",
                "[Nahre] Electronic dance music has always been fertile ground for the blending of musical genres."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVydGlsZQ&hash=a777b46426d7c458b38cdb84f62cc81a7ff15edd&lang=en&cache-only=0",
            "defineEn": "(of an animal, person, or plant) able to produce offspring or fruit or seed",
            "defineVi": "(của động vật, người hoặc thực vật) có khả năng sinh con hoặc quả hoặc hạt",
            "hasImg": true
        },
        {
            "id": "23b75605-6318-4a94-ac5f-ab3a95612d14",
            "word": "produce",
            "phonetic": "pɹəduːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The apple tree in our backyard produces juicy fruits every year.",
                "Violence in the last analysis produces more violence.",
                "ur company mainly produces goods for export.",
                "The local factory produces electronic components.",
                "The company has just produced a luxury version of the aircraft."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZHVjZQ&hash=1f1e5ec09ec2db4a2d70f63df8970bedc97223ec&lang=en&cache-only=0",
            "defineEn": "products grown or made on a farm, such as fruit, vegetables, etc.",
            "defineVi": "các sản phẩm được trồng hoặc sản xuất tại một trang trại, chẳng hạn như trái cây, rau, v.v.",
            "hasImg": true
        },
        {
            "id": "d5bec3b7-8bb1-43d6-9c18-f7a64584a70a",
            "word": "barley",
            "phonetic": "bɑːɹli ",
            "partOfSpeechType": "noun",
            "examples": [
                "I asked my mother to prepare a refreshing barley salad for me.",
                "They planted wheat, barley, and other grains. ",
                "A barley seedling predicts a baby boy, while emmer foretells a girl.",
                "Grains are plants, like oats, wheat, and barley.",
                "And in England, they settled on the barleycorn: a single grain of barley."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFybGV5&hash=a7b72d6a7c05c23717cf4005e3857d70aefa04fa&lang=en&cache-only=0",
            "defineEn": "a type of plant from which food and alcoholic beverages are produced; the grain from this plant",
            "defineVi": "một loại cây trồng để sản xuất thức ăn và đồ uống có cồn; hạt từ cây này",
            "hasImg": true
        },
        {
            "id": "6e668538-d252-4308-b4aa-93785a398f72",
            "word": "legume",
            "phonetic": "lɛɡjuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend studied the nutritional benefits of different legumes for her research project.",
                "As the harvest season arrived, the farmer gathered caryopses of various legumes.",
                "He discovered a new variety of legume while exploring the rainforest.",
                "You can make a satisfying chickpea curry by simmering the legumes with aromatic spices and creamy coconut milk.",
                "You can create a protein-packed garbanzo bean curry by simmering the legumes with fragrant spices."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVndW1l&hash=36bbf29a154a0e9177fe063349da4a472585745f&lang=en&cache-only=0",
            "defineEn": "any type of plant whose pods contain seeds, such as peas and beans",
            "defineVi": "bất kỳ loại cây nào có vỏ chứa hạt, chẳng hạn như đậu Hà Lan và đậu",
            "hasImg": true
        },
        {
            "id": "ced82191-2f33-4f32-9141-48563853e18a",
            "word": "hay",
            "phonetic": "heɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She hits the hay every night at 10 pm.",
                "Kim Kardashian makes hay while the sun shines by promoting three products all at once.",
                "I had some free time in class, so I made hay while the sun shone and did the extra assignment.",
                "My grandfather was a farmer, and he always said that weather predictions like: a dry March, a wet April and a cool May fill barn and cellar and bring much hay still held true in determining a good harvest.",
                "The farmer was concerned about the dry weather in February, remembering the old proverb that if in February there be no rain, it is neither good for hay nor grain, and worried that his crops might not yield as much as he had hoped."
            ],
            "audio": "https://tts.langeek.co/read?text=aGF5&hash=2997c82ef5c381da15f0cd76d7cfa4814a71b365&lang=en&cache-only=0",
            "defineEn": "cut and dried grass, for animals to feed on",
            "defineVi": "cắt và phơi khô cỏ, cho động vật ăn",
            "hasImg": true
        },
        {
            "id": "96010e52-8271-4733-b844-977f002f29ba",
            "word": "soy",
            "phonetic": "sɔɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The protein in the soy milk is also more complete.",
                "Soy milk, actually, is a good source of potassium, but some of the others are not.",
                "The crickets here eat a mixture of corn, soy, and some flax.",
                "I'm going to call you soy egg.",
                "In August, this corridor for soy and beef exports lit up like an inferno."
            ],
            "audio": "https://tts.langeek.co/read?text=c295&hash=f8c4d271dd5d6051388cb4004753f225427b7f89&lang=en&cache-only=0",
            "defineEn": "the plant from which soybeans are taken; the food produced from soybeans",
            "defineVi": "cây lấy đậu nành; các món ăn làm từ đậu nành",
            "hasImg": true
        },
        {
            "id": "fe50c475-47e1-4ad7-9954-5afd7a90ee34",
            "word": "sugar cane",
            "phonetic": "ʃʊɡɚ keɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "We ran into a lot of sugar cane.",
                "Mono- and disaccharides come from fruits, honey, sugar beets and sugar cane, while polysaccharide starches come from veggies and grains.",
                "They added some sugar cane, some honey, and voila it was sweeter.",
                "Made from feedstocks like corn starch and sugar cane, well known bioplastics producers include Fabri-Kal, which makes the Greenware-branded cups and lids, Eco-Products and World Centric.",
                "So, it's a big, big challenge, the sugar cane. -"
            ],
            "audio": "https://tts.langeek.co/read?text=c3VnYXIgY2FuZQ&hash=16c653360d38a5079223f6a4bad7b6dd5ee4c455&lang=en&cache-only=0",
            "defineEn": "a type of tall tropical plant that from its stems sugar can be extracted",
            "defineVi": "một loại cây nhiệt đới cao có thể chiết xuất đường từ thân của nó",
            "hasImg": true
        },
        {
            "id": "78ff54ba-abcd-4416-b7d8-64621dbe4986",
            "word": "to dig",
            "phonetic": "tə dɪɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The coach dug his own grave when he publicly insulted the team's owner.",
                "The gardener dug a hole and gently placed the bulb of an onion into the soil.",
                "The party has really dug itself into a hole with its economic policies.",
                "He has been digging his own grave with a string of poor results.",
                "You dug your own grave with your own knife and fork when the exams came."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGln&hash=48fb8f9a26b7e4db37cb5e1529ec86137eb40505&lang=en&cache-only=0",
            "defineEn": "to remove earth or make a hole in the ground using the hands, machines, tools, etc.",
            "defineVi": "để loại bỏ đất hoặc tạo một lỗ trên mặt đất bằng tay, máy móc, công cụ, v.v.",
            "hasImg": true
        },
        {
            "id": "2b70a462-9484-4f40-b769-b29eeb18faca",
            "word": "to harness",
            "phonetic": "tə hɑːɹnɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "We worked in harness on our last job.",
                "Carefully, in harness with the captain, he carried Australia to victory.",
                "After a fun weekend I was back in harness on Monday, handling paperwork at my desk.",
                "They’ll be working in harness with other doctors to compile the report.",
                "Morin's book is a helpful guide to surviving the first few months in harness."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFybmVzcw&hash=2b70aa4063255ba72480a087a72e0fa1cf0fbd60&lang=en&cache-only=0",
            "defineEn": "to place a harness on a horse, dog, or other animal; to fasten a horse, dog, or other animal to something using a harness",
            "defineVi": "đặt dây nịt cho ngựa, chó hoặc động vật khác; buộc ngựa, chó hoặc động vật khác vào thứ gì đó bằng cách sử dụng dây nịt",
            "hasImg": true
        },
        {
            "id": "4c754803-5b91-44be-9a71-2cdc0cd3dd56",
            "word": "to harvest",
            "phonetic": "tə hɑːɹvɪst ",
            "partOfSpeechType": "verb",
            "examples": [
                "The farmer harvested a bountiful crop of watermelons from his fields.",
                "The farmer harvested the tuberous roots of the yam plant.",
                "The farmer harvested the fresh broccoli florets from the garden for market.",
                "She harvested a bunch of parsley from her rooftop garden.",
                "She carefully harvested the tender leaves of the Alexander plant for her herbal tea."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFydmVzdA&hash=dade29971c29a0dc46c08d81ae01641dcd148812&lang=en&cache-only=0",
            "defineEn": "to catch fish or animals for consumption",
            "defineVi": "để đánh bắt cá hoặc động vật để tiêu thụ"
        },
        {
            "id": "ac0ba701-f96b-4d0a-8b1e-30428e900f0e",
            "word": "to keep",
            "phonetic": "tə kiːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The soldiers kept the attackers at bay.",
                "Her father kept a grocer's shop.",
                "The big fellow keeps a fish shop near the post office.",
                "The master kept a weekly journal.",
                "Always keep a backup of the file."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ga2VlcA&hash=a6cfa1ba5bca1df01b715fe53db340eaf9f235d4&lang=en&cache-only=0",
            "defineEn": "to own and take care of animals",
            "defineVi": "sở hữu và chăm sóc động vật",
            "hasImg": true
        },
        {
            "id": "f3c0eb55-9422-4def-a671-c3ea9504bfc5",
            "word": "to load",
            "phonetic": "tə loʊd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The U.S. tax code now loads the dice in favor of private pension plans.",
                "The blackberry bushes in our backyard were loaded with plump, juicy fruits.",
                "Get a load of that dress Mag!",
                "Get a load of George over there.",
                "The truck carried a load of construction materials to the building site."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9hZA&hash=13367f5e4dcdea5dc1786caa32f649509e7ac37c&lang=en&cache-only=0",
            "defineEn": "to put a large number of people or things into a container, vehicle, etc.",
            "defineVi": "để đưa một số lượng lớn người hoặc vật vào thùng chứa, phương tiện, v.v.",
            "hasImg": true
        },
        {
            "id": "308ad2a6-7369-4e6a-8a29-c3d5bfa83400",
            "word": "to package",
            "phonetic": "tə pækɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "This package is for you.",
                "The company is offering voluntary severance packages.",
                "I sent the package by airmail.",
                "My package got here faster than I could say Jack Robinson!",
                "Verio provides around-the-clock network monitoring and technical support with all promotional packages."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFja2FnZQ&hash=cad0bc530cbb8eb811120084b364ce22e10f8eaa&lang=en&cache-only=0",
            "defineEn": "to pack something in order to sell or transport it",
            "defineVi": "để đóng gói một cái gì đó để bán hoặc vận chuyển nó",
            "hasImg": true
        },
        {
            "id": "5a89914a-9c73-47e8-bced-a5391f0d3cf9",
            "word": "to pile",
            "phonetic": "tə paɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "She found her keys under a pile of papers on her desk.",
                "He savored the juicy bacon burger, piled high with crispy bacon, lettuce, tomato, and a tangy barbecue sauce.",
                "He carefully selected the least overripe avocados from the pile.",
                "On his return, when Pete saw the pile of files on his desk, he groaned inwardly.",
                "All is grist that comes to the mill, he would tell his employees, as they sorted through piles of discarded items."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGlsZQ&hash=934ab31ee1f7dc73092b2a9083d13f885a82c7a2&lang=en&cache-only=0",
            "defineEn": "to lay things on top of each other; to be stacked on top of each other",
            "defineVi": "đặt mọi thứ chồng lên nhau; xếp chồng lên nhau",
            "hasImg": true
        },
        {
            "id": "abdd021f-1372-4232-8c5b-0be67011895a",
            "word": "to uproot",
            "phonetic": "tʊ ʌpɹuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "But now these fires have uprooted these Rohingyas' lives again.",
                "Sometimes they destroyed buildings, uprooted trees, and killed humans. ",
                "Heavy rains triggered landslides and flash floods, which uprooted trees and destroyed homes.",
                "And so don't try to uproot it.",
                "What if you could use your nose to snorkel, or uproot a small tree, or smell water from several miles away?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdXByb290&hash=f1e664f4d6d9060e1a98e5536dfaa3ff1a958e17&lang=en&cache-only=0",
            "defineEn": "to pull a plant or tree completely out of the ground",
            "defineVi": "để kéo một cây hoặc cây hoàn toàn ra khỏi mặt đất",
            "hasImg": true
        },
        {
            "id": "4106668e-d8b2-4fdd-b0b3-f94b96293c87",
            "word": "livestock",
            "phonetic": "laɪvstɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "She attends a workshop on animal nutrition, learning about the importance of incorporating meal into livestock diets.",
                "The farmer knew that as the day lengthens, so the cold strengthens, and he made sure to prepare his crops and livestock for the harsh winter ahead.",
                "Our livestock are the dominant biomass on the planet.",
                "About 500 million people rely on livestock for their livelihood worldwide.",
                "Meanwhile, the livestock industry is facing other problems."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl2ZXN0b2Nr&hash=81d9a967dae9cb5cf1a7ad575ca917d0fcea20d2&lang=en&cache-only=0",
            "defineEn": "animals that are kept on a farm, such as cows, pigs, or sheep",
            "defineVi": "động vật được nuôi trong trang trại, chẳng hạn như bò, lợn hoặc cừu",
            "hasImg": true
        },
        {
            "id": "f9c97543-788f-48b2-b7e8-6325eb9b4bd5",
            "word": "boar",
            "phonetic": "boːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fourth mission was to capture the Erymanthian boar, which had ravaged many fields.",
                "Isis soon left the chest to visit Horus, and Seth found the coffin while boar hunting.",
                "The Vanir are also associated with a golden boar said to travel above and below the earth like the sun.",
                "That's less than beef, and nothing compared to bear and boar meat.",
                "Forgetting to vote would be like going into a Publix supermarket to order the Boar's Head Maple Honey Turkey Sub with Saint Andre soft-ripened cheese and then forgetting the mayonnaise."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9hcg&hash=ab455a1e14ce628bdb87434f4c2fe0a098033d13&lang=en&cache-only=0",
            "defineEn": "a domestic male pig that is uncastrated",
            "defineVi": "một con lợn đực trong nước không được thiến",
            "hasImg": true
        },
        {
            "id": "1e25de2e-2dd8-4179-803f-7afc2f8e3ae3",
            "word": "calf",
            "phonetic": "kæf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The farmer witnessed the birth of a baby calf in the barn.",
                "The parents were both highly successful doctors, but their son struggled in medical school, proving that many a good cow has a bad calf.",
                "The chef was known for her delicious dishes, but even she had a few failed experiments, showing that many a good cow has a bad calf.",
                "Maria had been part of a social group, but when she had a falling out with one of the members, they quickly excluded her and moved on, proving that a bellowing cow soon forgets her calf.",
                "Maggie had been committed to a project, but when it became too challenging, she gave up and moved on, proving that a bellowing cow soon forgets her calf."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FsZg&hash=d491c88a0ac106fd7b26d00b9b7fe42e3c9fd375&lang=en&cache-only=0",
            "defineEn": "the young offspring of a cow or bull, typically less than one year old",
            "defineVi": "con non của bò hoặc bò đực, thường dưới một tuổi",
            "hasImg": true
        },
        {
            "id": "d9c28283-dbe0-4902-b1c4-ef5c09789d52",
            "word": "hog",
            "phonetic": "hɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Siemens display goes the whole hog.",
                "Those movie stars live pretty high off the hog.",
                "The Smith family has been eating pretty high on the hog since they had a good corn harvest.",
                "They've been living high on the hog ever since David won the lottery.",
                "It doesn't help our organization's appearance to have a hog in armor parading himself as our leader"
            ],
            "audio": "https://tts.langeek.co/read?text=aG9n&hash=672251063a579275f51e9f9330c4df71883ba14a&lang=en&cache-only=0",
            "defineEn": "a domestic pig that is kept for its meat",
            "defineVi": "một con lợn trong nước được giữ cho thịt của nó",
            "hasImg": true
        },
        {
            "id": "77f74209-172f-40c5-82ab-02b205b9ed45",
            "word": "mule",
            "phonetic": "mjuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bank evicted his family from their home and Muley refused to leave, he remained stubborn as a mule.",
                "His friends advised him to accept the offer, but you know Larry - he's as stubborn as a mule!",
                "Take mules, for example, the offspring of a male donkey and a female horse.",
                "It's Montana mule.",
                "Like mules or ligers, though, the hybrid iguanas are sterile."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVsZQ&hash=1049042c602033d5814f7cfa96e04a0c49b33fe2&lang=en&cache-only=0",
            "defineEn": "an animal that is the offspring of a male donkey and a female horse, which is particularly used to carry heavy loads",
            "defineVi": "một con vật là con đẻ của một con lừa đực và một con ngựa cái, được sử dụng đặc biệt để mang vác nặng",
            "hasImg": true
        },
        {
            "id": "dd8ab65b-acd9-4ed3-8b59-5ec6929ce791",
            "word": "pony",
            "phonetic": "poʊni ",
            "partOfSpeechType": "noun",
            "examples": [
                "The team's big game halftime show was a dog and pony show with dancers and flashy lights, but it didn't improve the team's performance in the game.",
                "They raised pigs and kept a pony.",
                "The politician's speech was all fluff and no substance, just a dog and pony show to get votes.",
                "They raised pigs and kept a pony or two.",
                "If we miss the last bus, we'll have to rely on shank's pony to get home."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ueQ&hash=c371cd693f9ee1871f1095f68f288bee5dd1e15e&lang=en&cache-only=0",
            "defineEn": "a type of horse that is small in size",
            "defineVi": "một loại ngựa có kích thước nhỏ",
            "hasImg": true
        },
        {
            "id": "5eece34f-9210-4615-9786-6f59fa7d9092",
            "word": "honeycomb",
            "phonetic": "hʌnɪkoʊm ",
            "partOfSpeechType": "noun",
            "examples": [
                "What would the honeycomb look like for a four dimensional bee?",
                "I do like honeycomb mice.",
                "And then it's got these honeycombs on the back here too.",
                "If you like the shape and you like honeycomb mice, if you're into wired mice, absolutely.",
                "It's like some people just like the honeycomb."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9uZXljb21i&hash=d9d7ead145bb8c9fa99814fbac55d0268dff940f&lang=en&cache-only=0",
            "defineEn": "a structure that is made by bees, consisting of six-sided cells where they store their honey",
            "defineVi": "một cấu trúc được tạo ra bởi những con ong, bao gồm các tế bào sáu cạnh, nơi chúng lưu trữ mật ong của chúng",
            "hasImg": true
        },
        {
            "id": "145fdce7-cdc0-4727-8c8c-1599b20c0c28",
            "word": "poultry",
            "phonetic": "poʊltɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Poultry is a lean source of protein and a healthier alternative to red meat.",
                "I bought a whole chicken from the grocery store to make a delicious poultry dish for dinner.",
                "She prepared a mouthwatering chicken curry using a blend of spices and tender pieces of poultry.",
                "Americans consume more meat and poultry than any other country in the world.",
                "This one on the poultry farm, where Rawda al-Bakour’s family had taken up home."
            ],
            "audio": "https://tts.langeek.co/read?text=cG91bHRyeQ&hash=6f4e6da38cb309179dd682375ed4c0fe11eeee2e&lang=en&cache-only=0",
            "defineEn": "turkeys, chickens, geese, and ducks that are kept for their eggs and meat",
            "defineVi": "gà tây, gà, ngỗng và vịt được nuôi để lấy trứng và thịt",
            "hasImg": true
        },
        {
            "id": "c063b12b-5c41-45a9-9c95-22de8eace069",
            "word": "ostrich",
            "phonetic": "ɑːstɹɪtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "An ostrich strategy for covid-19 is too risky.",
                "Too many CEOs follow the ostrich plan, sticking their head in the sand in an unconscious effort to avoid bad news, and the responsibility that goes with it.",
                "Ostriches still lay hard eggs, just like other birds.",
                "Yes, ostriches still have wings and feathers.",
                "It is an ostrich! -"
            ],
            "audio": "https://tts.langeek.co/read?text=b3N0cmljaA&hash=a41ba25a928e1a0b85a40de08275b9fe82c7da79&lang=en&cache-only=0",
            "defineEn": "a fast and large bird that is flightless and has long legs and a long neck, native to Africa",
            "defineVi": "một loài chim nhanh và lớn, không biết bay, có chân dài và cổ dài, có nguồn gốc từ Châu Phi",
            "hasImg": true
        }
    ]
}