{
    "id": "649ae52e-1727-4c34-bc3a-6768c041db5c",
    "title": "Unit 11",
    "originalTitle": "Unit 11",
    "words": [
        {
            "id": "82ba460a-3d5d-4030-9da1-6d9b1a579991",
            "word": "music",
            "phonetic": "mjuːzɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can you read music?",
                "The music was far too loud for my liking.",
                "Her words were music to my ears.",
                "Set this poem to music.",
                "That music really gets me."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzaWM&hash=e110ab2a8fd17c950e2017dfd5aab54ca22e6d69&lang=en&cache-only=0",
            "defineEn": "a series of sounds made by instruments or voices, arranged in a way that is pleasant or exciting to listen to",
            "defineVi": "một loạt âm thanh được tạo ra bởi các nhạc cụ hoặc giọng nói, được sắp xếp theo cách dễ chịu hoặc thú vị để nghe",
            "hasImg": true
        },
        {
            "id": "c70507d6-bfa1-4654-bdb1-770113406bb9",
            "word": "collection",
            "phonetic": "kəlɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This collection of stories bridges the gap between history and fiction.",
                "The museum had an impressive collection of European art.",
                "These books belong in the library's rare collection.",
                "The museum curator collects antique artworks for the museum's collection.",
                "I have thirteen stamps in my collection."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGVjdGlvbg&hash=a6e0c9156d977a8c3f2b03db44415d0d9230cad8&lang=en&cache-only=0",
            "defineEn": "a group of particular objects put together and considered as a whole",
            "defineVi": "một nhóm các đối tượng cụ thể đặt lại với nhau và được coi là một tổng thể",
            "hasImg": true
        },
        {
            "id": "d4b9a9ea-f27e-4d4e-9091-be79c6747ac3",
            "word": "computer game",
            "phonetic": "kəmpjuːɾɚ ɡeɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "He worked on his computer game all day.",
                "You're going to be a very good computer game writer one day.",
                "As people turned to computer games, consoles and arcades were hit hard.",
                "'I'm going to make computer games, become rich, and help my mum to be well again.'",
                "He needed to change some things in his computer game before the exhibition."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcHV0ZXIgZ2FtZQ&hash=1ca247227659f5f67498a2fade32a885ceaa97b2&lang=en&cache-only=0",
            "defineEn": "a game designed to be played on a computer",
            "defineVi": "một trò chơi được thiết kế để chơi trên máy tính",
            "hasImg": true
        },
        {
            "id": "ef5f7eeb-a965-45d4-b254-07c3728d8aae",
            "word": "lifetime",
            "phonetic": "laɪftaɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "They have committed to a lifetime of love and partnership by getting married.",
                "He had the chance to meet the president once in a lifetime, and he wasn't going to miss it.",
                "The chance to see a solar eclipse from such a perfect location happens once in a lifetime.",
                "This is a once in a lifetime opportunity.",
                "Being part of the Commonwealth Games has been a once in a lifetime experience."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlmZXRpbWU&hash=ea934bb80c1ff9ebc21f0ef1855cea0b372f6e89&lang=en&cache-only=0",
            "defineEn": "the entire duration of a person's life, from birth to death, or the duration of existence of something in general",
            "defineVi": "toàn bộ thời gian sống của một người, từ khi sinh ra cho đến khi chết hoặc thời gian tồn tại của một thứ gì đó nói chung"
        },
        {
            "id": "3592cbb9-0440-4935-a6dd-b662a0f04792",
            "word": "band",
            "phonetic": "bænd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The band are playing 11 cities around the country.",
                "In the distance a band was playing.",
                "His favorite band is playing a concert on Friday night.",
                "All members of the band equally share the band's profits.",
                "The band hit the big time after their song was played on the radio."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFuZA&hash=df16324a46316e0aae97bc26de4871192235710b&lang=en&cache-only=0",
            "defineEn": "a group of people who spend time together for a particular purpose because they share common interests or have the same beliefs",
            "defineVi": "một nhóm người dành thời gian cho nhau vì một mục đích cụ thể vì họ có chung sở thích hoặc có cùng niềm tin",
            "hasImg": true
        },
        {
            "id": "673cf36e-d555-4fb0-9ed2-858abe53df75",
            "word": "member",
            "phonetic": "mɛmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In 2018 the party had 10 000 members.",
                "All members of the band equally share the band's profits.",
                "In the wake of the scandal, several committee members resigned.",
                "The company's recent collapse has left their pension fund members up the creek.",
                "The members of the band are like peas in a pod."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVtYmVy&hash=a29c72daf85fb639baa10fb04aa1ac87bd3b0514&lang=en&cache-only=0",
            "defineEn": "someone or something that is in a specific group, club, or organization",
            "defineVi": "ai đó hoặc cái gì đó trong một nhóm, câu lạc bộ hoặc tổ chức cụ thể",
            "hasImg": true
        },
        {
            "id": "379c08f0-1b2d-446b-816b-639afdf8853b",
            "word": "sleeping pill",
            "phonetic": "sliːpɪŋ pɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "sleeping pills LSD marijuana, heroin Stop it!",
                "Sleep eating and sleeping pills.",
                "It's very much like a sleeping pill.",
                "And over-the-counter sleeping pills can be highly addictive, leading to withdrawal that worsens symptoms.",
                "After she was told that she couldn't come to work because of the complaint that she filed, she took all of her sleeping pills."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xlZXBpbmcgcGlsbA&hash=0f7a62bb9d97270c589d9a42d1dbe7232dd990b5&lang=en&cache-only=0",
            "defineEn": "a soporific drug taken as a tablet or capsule",
            "defineVi": "một loại thuốc ngủ được dùng dưới dạng viên nén hoặc viên nang",
            "hasImg": true
        },
        {
            "id": "1ebb5322-4482-4f22-b6e6-740626a3f3f6",
            "word": "headache",
            "phonetic": "hɛdeɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Has your headache gone yet?",
                "I've got a headache.",
                "He applied a few drops of spikenard oil to his temples, finding relief from his headache.",
                "The vexatious customer continued to make unreasonable demands, causing a headache for the customer service representative.",
                "All that driving has given me a headache."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhZGFjaGU&hash=999fcdb1500a145d05ab6fdd22d3c146621944cf&lang=en&cache-only=0",
            "defineEn": "a pain in the head, usually persistent",
            "defineVi": "đau đầu, thường dai dẳng",
            "hasImg": true
        },
        {
            "id": "4c4bc8f6-0d2c-4687-bfe5-0b9c35b728ba",
            "word": "headlight",
            "phonetic": "hɛdlaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Each time they asked him a question he was like a deer caught in the headlights.",
                "When she asked me to marry her, I could only stand there like a rabbit caught in headlights.",
                "We collect headlights.",
                "It has a headlight.",
                "Each headlight takes 30 to 60 seconds to form."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhZGxpZ2h0&hash=896972a07a1ab6b17888b9b193c9698179127ba6&lang=en&cache-only=0",
            "defineEn": "one of the two powerful, large, and bright lights that are placed at the front of vehicles",
            "defineVi": "một trong hai đèn mạnh, lớn và sáng được đặt ở phía trước xe",
            "hasImg": true
        },
        {
            "id": "a821e324-8e35-41ba-a62c-54f832802653",
            "word": "headline",
            "phonetic": "hɛdlaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "ran the dramatic headline.",
                "The celebrity scandal dominated the headlines for a short period, but it turned out to be just a nine-day wonder as people quickly forgot about it and focused on other news.",
                "They can get their heads around something that's in the headlines of The Globe and Mail that morning.",
                "Social media can be a platform for anyone to voice their opinions, but often shallow streams make most din as people compete for attention with flashy headlines and clickbait.",
                "And in 2017, one of hers made headlines."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhZGxpbmU&hash=f5b826dad13f8a79e1f9455e2b0cc0a6df2ca9fb&lang=en&cache-only=0",
            "defineEn": "the large words in the upper part of a page of a newspaper, article, etc.",
            "defineVi": "các từ lớn ở phần trên của một trang báo, bài báo, v.v."
        },
        {
            "id": "b89b2ef7-e555-4461-a87a-b8a7f5f6a09a",
            "word": "headphones",
            "phonetic": "hɛdfoʊnz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGVhZHBob25lcw&hash=4003d9cce1621f02069e6731ca088bcac1b203e5&lang=en&cache-only=0",
            "defineEn": "a device that has two pieces that cover our ears and we use to listen to music or sounds without others hearing",
            "defineVi": "một thiết bị có hai miếng che tai của chúng ta và chúng ta sử dụng để nghe nhạc hoặc âm thanh mà người khác không nghe thấy",
            "hasImg": true
        },
        {
            "id": "7aa8bb06-97b7-4917-9b26-e4ae6cd652a2",
            "word": "headquarters",
            "phonetic": "hɛdkwɔːɹɾɚz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Its headquarters is in Dubai.",
                "Facebook headquarters is pretty large. ",
                "Take the Central Party Complex, for example, the regime's headquarters.",
                "At the headquarters of the pro sports leagues in New York City, the New York attorney general's actions caused concern.",
                "Headquarters, Miami, which was terrific, my hometown."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhZHF1YXJ0ZXJz&hash=d0b9138535da75adce02777ed566a21ff0b61cdc&lang=en&cache-only=0",
            "defineEn": "the place where the main offices of a large company or organization are located",
            "defineVi": "nơi đặt văn phòng chính của một công ty hoặc tổ chức lớn",
            "hasImg": true
        },
        {
            "id": "ad9deab8-3f12-42c4-a81b-afafe3fe02cd",
            "word": "headstone",
            "phonetic": "hɛdstoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The headstone is sunk into the ground.",
                "Shouldn't that be all of our headstones is our Google searches.",
                "But not so long ago, many burial grounds were lively places, with blooming gardens and crowds of people strolling among the headstones.",
                "Just this headstone telling us that Dam Phong died for journalism.",
                "She’ll need some staff to help manage the ceremony, a memorial printed package, flowers, wreaths, a basic metal casket, funeral plot, and last but not least, a headstone."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhZHN0b25l&hash=930130dcb92851abda15a26f9ae77818435d3b0b&lang=en&cache-only=0",
            "defineEn": "a stone slab or marker placed at the head of a grave, typically inscribed with the name, dates, and sometimes other information about the deceased",
            "defineVi": "một phiến đá hoặc điểm đánh dấu được đặt ở đầu mộ, thường được ghi tên, ngày tháng và đôi khi là thông tin khác về người đã khuất",
            "hasImg": true
        },
        {
            "id": "73397473-c414-477c-9dce-d20c523215b1",
            "word": "headway",
            "phonetic": "hɛdweɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "By this time next year, we will have made significant headway on our goals, thanks to our steady progress and hard work.",
                "We've been making headway on the project for a while now, and we're starting to see some real progress.",
                "Researchers are making headway, though, to get around some of these limitations.",
                "They can't make any headway.",
                "Tesla and some local Chinese brands are also making headway in China, according to a report from Piper Sendler."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhZHdheQ&hash=bb2beba9fbf62bd204e762fa6fe7ffe70813d52a&lang=en&cache-only=0",
            "defineEn": "the forward movement or advancement made despite difficulties or obstacles",
            "defineVi": "sự di chuyển về phía trước hoặc sự tiến bộ được thực hiện bất chấp những khó khăn hoặc trở ngại"
        },
        {
            "id": "d59bf438-4de1-4b8e-9753-fb028a352bbf",
            "word": "sunglasses",
            "phonetic": "sʌŋɡlæsᵻz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VuZ2xhc3Nlcw&hash=36628ec15da1ddf0daa969bfe2a7dc1af8995b4a&lang=en&cache-only=0",
            "defineEn": "dark glasses that we wear to protect our eyes from sunlight or glare",
            "defineVi": "kính đen mà chúng ta đeo để bảo vệ mắt khỏi ánh sáng mặt trời hoặc ánh sáng chói",
            "hasImg": true
        },
        {
            "id": "8f9aed1a-c03b-484d-8dd4-97a3b0dba476",
            "word": "sun",
            "phonetic": "sʌn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The sun always rises in the east.",
                "The sunflower turned its face towards the sun.",
                "The afternoon sun casts a warm glow on the buildings and trees.",
                "Every light is not the sun.",
                "The children played happily under the sun."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vu&hash=38d88e07abd99bc51565301dc68d45a29711a578&lang=en&cache-only=0",
            "defineEn": "the large, bright star in the sky that shines during the day and gives us light and heat",
            "defineVi": "ngôi sao lớn, sáng trên bầu trời tỏa sáng vào ban ngày và cho chúng ta ánh sáng và nhiệt",
            "hasImg": true
        },
        {
            "id": "5b0e09d3-557b-4f19-b380-31b6a9864d7f",
            "word": "costume",
            "phonetic": "kɔstuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "She seems to conjure wonderful costumes out of thin air.",
                "They will be laughing their heads off when they see my costume.",
                "They will be laughing their heads off when they see my costume.",
                "The festival they attended a few years ago was wild and woolly, with people dressed in vibrant costumes, live music, and a festive atmosphere.",
                "The use of long ruffled skirts as Bomba costumes also shows incorporation of Spanish influences in Bomba today."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29zdHVtZQ&hash=d1dd30b62e42114cba16adff4244415cce435d1b&lang=en&cache-only=0",
            "defineEn": "pieces of clothing worn by actors or performers for a role, or worn by someone to look like another person or thing",
            "defineVi": "quần áo được mặc bởi các diễn viên hoặc người biểu diễn cho một vai diễn, hoặc được ai đó mặc để trông giống người hoặc vật khác",
            "hasImg": true
        },
        {
            "id": "60da968a-075b-41d4-890f-1bceec9f3c64",
            "word": "sunscreen",
            "phonetic": "sʌnskɹiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "We packed our beach bag with sunscreen, towels, and beach toys.",
                "First, not all sunscreens are harmful to the environment.",
                "Wearing a good-quality sunscreen, SPF minimum 30, ideally 50, throughout the year.",
                "Narrator: You can purchase sunscreens from other countries online.",
                "Sunscreen can be a lotion, a cream, or a spray."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vuc2NyZWVu&hash=2fd596bbfefd32c6a7d6d651f62a9bd045d9a4ed&lang=en&cache-only=0",
            "defineEn": "a cream that is applied to the skin to protect it from the harmful rays of the sun",
            "defineVi": "một loại kem được áp dụng cho da để bảo vệ nó khỏi các tia có hại của mặt trời",
            "hasImg": true
        },
        {
            "id": "afc88a7e-c935-4427-9562-229a273350b3",
            "word": "sunset",
            "phonetic": "sʌnsɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The sunset over the Strait of Malacca is a sight for sore eyes.",
                "The evening sky is filled with beautiful colors during sunset.",
                "The island had stunning sunsets that painted the sky with vibrant hues.",
                "The cloudy sky created a dramatic backdrop for the sunset.",
                "The west is known for its stunning landscapes and breathtaking sunsets."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vuc2V0&hash=70d659494eb15251266fcb82648b330c51e734d8&lang=en&cache-only=0",
            "defineEn": "the event during which the sun goes down",
            "defineVi": "sự kiện trong đó mặt trời lặn",
            "hasImg": true
        },
        {
            "id": "196c325d-c381-4cf7-8337-5855fa52a30a",
            "word": "credit card",
            "phonetic": "kɹɛdɪt kɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her credit card bills are enormous!",
                "I pay for my groceries with my credit card.",
                "John finally paid off his credit card debt and felt a huge weight lifted off his shoulders.",
                "The couple enjoyed a luxurious vacation, but knew that their credit card bill would be waiting for them at home.",
                "I lived on the edge using cash advances to pay one credit card with another until I finally found a job three months after graduation."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlZGl0IGNhcmQ&hash=e75696c6c11445ac862edd916787fb81f20d72db&lang=en&cache-only=0",
            "defineEn": "a plastic card, usually given to us by a bank, that we use to pay for goods and services",
            "defineVi": "một thẻ nhựa, thường được ngân hàng cấp cho chúng tôi, mà chúng tôi sử dụng để thanh toán hàng hóa và dịch vụ",
            "hasImg": true
        },
        {
            "id": "e745120b-4684-471d-8103-3a5104dee32b",
            "word": "birthday card",
            "phonetic": "bɜːθdeɪ kɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmlydGhkYXkgY2FyZA&hash=932c04f5d3233054daec6266e0c26c041882cfed&lang=en&cache-only=0",
            "defineEn": "a card given or sent on someone's birthday, featuring celebratory messages or well wishes",
            "defineVi": "một tấm thiệp được tặng hoặc gửi vào ngày sinh nhật của ai đó, có thông điệp kỷ niệm hoặc lời chúc tốt đẹp",
            "hasImg": true
        },
        {
            "id": "55f9452e-966c-4525-8924-e60db23d02ea",
            "word": "driving licence",
            "phonetic": "dɹaɪvɪŋ laɪsəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Harry Marsh was a driving examiner who had to test people who wanted to get a driving licence."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJpdmluZyBsaWNlbmNl&hash=fd542254d86cc76cca7d49e0d0912871e026d1fd&lang=en&cache-only=0",
            "defineEn": "an official document that shows someone is qualified to drive a motor vehicle",
            "defineVi": "một tài liệu chính thức cho thấy ai đó đủ điều kiện lái xe cơ giới",
            "hasImg": true
        },
        {
            "id": "b3264438-70fd-4fab-9e23-87b4b3437886",
            "word": "business card",
            "phonetic": "bɪznəs kɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnVzaW5lc3MgY2FyZA&hash=f06d8c0239df336c965ac369eeb9cb530bec5dba&lang=en&cache-only=0",
            "defineEn": "a small card that contains contact information for a person or company, used to share and promote professional connections",
            "defineVi": "một thẻ nhỏ chứa thông tin liên hệ của một người hoặc công ty, được sử dụng để chia sẻ và thúc đẩy các kết nối nghề nghiệp",
            "hasImg": true
        },
        {
            "id": "b5897950-72fa-4436-9140-92f491a3e0bd",
            "word": "tea bag",
            "phonetic": "tiː bæɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVhIGJhZw&hash=98b9a365f86ea40d9c36f997617e9589de4788f8&lang=en&cache-only=0",
            "defineEn": "a small bag or sachet containing tea leaves or herbal ingredients used to steep in hot water for brewing tea",
            "defineVi": "một túi hoặc gói nhỏ chứa lá trà hoặc các thành phần thảo dược dùng để ngâm trong nước nóng để pha trà",
            "hasImg": true
        },
        {
            "id": "f934d754-06a2-4c92-bb92-e66fb71936e7",
            "word": "teacup",
            "phonetic": "tiːkʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "He admired the hand-painted design on the teacup.",
                "The whole controversy turned out to be a storm in a teacup.",
                "Both are trying to present the disagreement as a storm in a teacup.",
                "'Ah,' she said over her teacup, now agreeing to listen.",
                "The second kind can grow to look like little teacups, or the wispy strands of an old man’s beard."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVhY3Vw&hash=67f97e1afc33f079cd5343c04da7d250639358d2&lang=en&cache-only=0",
            "defineEn": "a small cup typically used for drinking tea",
            "defineVi": "một cốc nhỏ thường được sử dụng để uống trà",
            "hasImg": true
        },
        {
            "id": "3ea3acf6-a224-479f-a0c8-dafdfeed68b3",
            "word": "teatime",
            "phonetic": "tiːtaɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "And some soldiers recreated domestic life in the trenches, observing teatime and attending to healing wounded or sick comrades.",
                "Sometimes the big girls bullied us little ones and made us hand over our teatime bread or evening biscuit."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVhdGltZQ&hash=c2339e189f1811d035743c3363a125a06ed140f5&lang=en&cache-only=0",
            "defineEn": "a time in the early evening or afternoon when people have a light meal",
            "defineVi": "một thời gian vào đầu buổi tối hoặc buổi chiều khi mọi người có một bữa ăn nhẹ",
            "hasImg": true
        },
        {
            "id": "620c7e51-c035-412e-8b81-9acf1e6746ab",
            "word": "tea table",
            "phonetic": "tiː teɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVhIHRhYmxl&hash=ae664467b9eba16cbd36a6b41ddbb703708e1882&lang=en&cache-only=0",
            "defineEn": "a small, low-height table that is typically used for serving tea or other beverages, snacks, or small items",
            "defineVi": "một chiếc bàn nhỏ, có chiều cao thấp thường được sử dụng để phục vụ trà hoặc đồ uống khác, đồ ăn nhẹ hoặc các vật dụng nhỏ",
            "hasImg": true
        },
        {
            "id": "0983faac-9c95-421b-a1b7-378240e69fc4",
            "word": "money",
            "phonetic": "mʌni ",
            "partOfSpeechType": "noun",
            "examples": [
                "The business is losing money.",
                "Money can't buy happiness.",
                "Money means nothing to him.",
                "A lot of people give money to good causes.",
                "My parents give me pocket money every week."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9uZXk&hash=4178e5094d54a8d5b469b59d4a203aa9d6c9cf7c&lang=en&cache-only=0",
            "defineEn": "something that people use to buy and sell goods and services, can be in the form of coins or paper bills",
            "defineVi": "thứ mà mọi người sử dụng để mua và bán hàng hóa và dịch vụ, có thể ở dạng tiền xu hoặc hóa đơn giấy",
            "hasImg": true
        },
        {
            "id": "6c1d355e-49bd-4ab3-8446-b5b2671e60fe",
            "word": "case",
            "phonetic": "keɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "They still get cases of typhoid there.",
                "After all, one case of the trots hardly spells disaster.",
                "The Supreme Court heard the case on Tuesday.",
                "The case was tried before a jury.",
                "The latest skiing accident is a case in point."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzZQ&hash=9e762cdd45ccbbd42c6cd1a8f7aebc443203f726&lang=en&cache-only=0",
            "defineEn": "a container in which goods can be stored",
            "defineVi": "một container trong đó hàng hóa có thể được lưu trữ",
            "hasImg": true
        },
        {
            "id": "917b339a-e318-4088-983b-f80864696bcb",
            "word": "briefcase",
            "phonetic": "bɹiːfkeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "He dropped his briefcase on a chair.",
                "I gave up the briefcase but he wanted jam o it.",
                "I bought a briefcase.",
                "This is like a giant briefcase.",
                "I was once photographed standing on top of a briefcase by my hometown newspaper."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpZWZjYXNl&hash=a0509f92c6f35b1a6448cee95220697b021fcc25&lang=en&cache-only=0",
            "defineEn": "a flat, leather or plastic case with a handle, used for carrying papers or documents",
            "defineVi": "hộp phẳng, bằng da hoặc nhựa có tay cầm, dùng để đựng giấy tờ, tài liệu",
            "hasImg": true
        },
        {
            "id": "d18445a8-b8e2-45fe-b005-cb0f82834f19",
            "word": "suitcase",
            "phonetic": "suːtkeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "She pulled her suitcase behind her as she walked through the airport.",
                "My clothes won't all go in that one suitcase.",
                "I'm excited to go on vacation, so I packed my suitcase and headed to the airport.",
                "She's been living out of her suitcases in her brother's apartment ever since getting evicted from her house.",
                "Sarah's job involves so much travelling that she lives out of a suitcase."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VpdGNhc2U&hash=b196084cd9da78abf4d8abc18ef668d5ff432c5a&lang=en&cache-only=0",
            "defineEn": "a case with a handle, used for carrying clothes, etc. when we are traveling",
            "defineVi": "một cái hộp có tay cầm, được sử dụng để mang quần áo, v.v. khi chúng ta đi du lịch",
            "hasImg": true
        },
        {
            "id": "e0f31276-80af-460c-97cb-d5ef8cb8679c",
            "word": "bookcase",
            "phonetic": "bʊkkeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bookcase runs the length of the room.",
                "He's made a real pig's ear of that bookcase he was supposed to be making.",
                "Take Joe Biden’s bookcase.",
                "And here we have wooden bookcases. ",
                "That pulls on the bookcase, slowing it down."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9va2Nhc2U&hash=7fa504fcf26b661047ed8637b55f70494ce65900&lang=en&cache-only=0",
            "defineEn": "a piece of furniture that contains shelves for holding books",
            "defineVi": "một mảnh đồ nội thất có chứa kệ để giữ sách",
            "hasImg": true
        },
        {
            "id": "c681ce81-dd51-4c2c-8257-82141a200f35",
            "word": "motor racing",
            "phonetic": "moʊɾɚ ɹeɪsɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW90b3IgcmFjaW5n&hash=60bb37ada3fe9bddb0ae0739d8b7a7ee298c1db5&lang=en&cache-only=0",
            "defineEn": "a sport in which drivers compete in races using high-speed vehicles, such as cars or motorcycles",
            "defineVi": "một môn thể thao trong đó các tay đua thi đấu trong các cuộc đua sử dụng các phương tiện tốc độ cao, chẳng hạn như ô tô hoặc xe máy",
            "hasImg": true
        },
        {
            "id": "953da98a-03b5-496c-a158-406be4a8f834",
            "word": "dining table",
            "phonetic": "daɪnɪŋ teɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our dining table has four chairs around it.",
                "We gathered around the dining table for a family dinner.",
                "She sat at the dining table in the living room and enjoyed a meal.",
                "The family gathered around the dining table, savoring the succulent quail, which had been marinated and grilled to perfection.",
                "She picked a small gourd from the garden and used it as a decorative vase for fresh flowers on her dining table."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGluaW5nIHRhYmxl&hash=ec00ca03479d1c51328ec1ec583797e117e909cc&lang=en&cache-only=0",
            "defineEn": "a table on which people have meals",
            "defineVi": "một cái bàn mà mọi người dùng bữa",
            "hasImg": true
        },
        {
            "id": "d1d94bf7-4a97-4c2d-9281-3e3477fd4ed3",
            "word": "to wait tables",
            "phonetic": "tə weɪt teɪbəlz ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FpdCB0YWJsZXM&hash=d43cc2a97f0ffcf2e73538ab61a2d06806845a4b&lang=en&cache-only=0",
            "defineEn": "to serve meals or drinks to customers in a restaurant, café, etc.",
            "defineVi": "để phục vụ bữa ăn hoặc đồ uống cho khách hàng trong nhà hàng, quán cà phê, v.v.",
            "hasImg": true
        },
        {
            "id": "f5e494e9-0bb9-4c4e-9fa3-46335c091a7f",
            "word": "changing table",
            "phonetic": "tʃeɪndʒɪŋ teɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hhbmdpbmcgdGFibGU&hash=5be28e803ab54a88f0cc00f93f715d162fb8fa34&lang=en&cache-only=0",
            "defineEn": "a specialized piece of furniture with a raised platform and cushioned surface for changing diapers, often with storage shelves or drawers for supplies",
            "defineVi": "một món đồ nội thất chuyên dụng có bệ nâng và bề mặt có đệm để thay tã, thường có giá để đồ hoặc ngăn kéo để đựng đồ dùng",
            "hasImg": true
        },
        {
            "id": "a6fe063a-0786-4808-9c10-36c9b5e251ba",
            "word": "traffic lights",
            "phonetic": "tɹæfɪk laɪts ",
            "partOfSpeechType": "noun",
            "examples": [
                "The car stopped at the traffic lights.",
                "After the traffic lights, turn right.",
                "The power outage caused the traffic lights to go haywire.",
                "Wait for the traffic lights to change.",
                "They have surveillance helicopters, access to drones, traffic lights with surveillance capabilities."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhZmZpYyBsaWdodHM&hash=6f0cb7ff302250c7eff4574d99054e21f1f084f8&lang=en&cache-only=0",
            "defineEn": "a set of lights, often colored in red, yellow, and green, that control the traffic on a road",
            "defineVi": "một bộ đèn, thường có màu đỏ, vàng và xanh lục, điều khiển giao thông trên đường",
            "hasImg": true
        },
        {
            "id": "2beaaf13-352f-4b0c-ad99-2802855cc8ce",
            "word": "traffic warden",
            "phonetic": "tɹæfɪk wɔːɹdən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJhZmZpYyB3YXJkZW4&hash=d32e9a9a8d246ac59842c42e085d88c452ec7498&lang=en&cache-only=0",
            "defineEn": "*** a uniformed official employed to locate and report on infringements of parking regulations",
            "defineVi": "*** một quan chức mặc đồng phục làm việc để xác định vị trí và báo cáo về các vi phạm quy định đỗ xe"
        },
        {
            "id": "252dd599-fd34-43ad-ac6a-956cdf1314d4",
            "word": "traffic jam",
            "phonetic": "tɹæfɪk dʒæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "I got stuck in the mother of all traffic jams.",
                "Experts call them phantom traffic jams.",
                "Traffic jams can be incredibly frustrating.",
                "It's the traffic jam atop the world.",
                "Ever been in a traffic jam with no obvious cause?"
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhZmZpYyBqYW0&hash=3d5ecdeb4d801b1e8cddecd429bd1c7f19da5b6b&lang=en&cache-only=0",
            "defineEn": "a large number of bikes, cars, buses, etc. that are waiting in lines behind each other which move very slowly",
            "defineVi": "một số lượng lớn xe đạp, ô tô, xe buýt, v.v. đang xếp hàng chờ nhau di chuyển rất chậm",
            "hasImg": true
        },
        {
            "id": "b6aff960-8e9e-40a6-ae57-04ff79194d21",
            "word": "toothache",
            "phonetic": "tuːθeɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Chewing on a clove can help alleviate a toothache.",
                "But a toothache can be kind of an indicator for something way more serious.",
                "A toothache, for example, can irritate the mandibular nerve causing pain near the central skull.",
                "Melissa Gilbert: You could die from a toothache then.",
                "Two of them were stationed 570 kilometers away when one got a toothache."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9vdGhhY2hl&hash=9b92fb4bca90116d6ca8156b0895611f976dc1fb&lang=en&cache-only=0",
            "defineEn": "a pain in a tooth",
            "defineVi": "đau răng",
            "hasImg": true
        },
        {
            "id": "410d1bd3-2d5d-4749-a82d-14ed73745547",
            "word": "toothbrush",
            "phonetic": "tuːθbɹʌʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They replaced their old toothbrushes with new ones.",
                "I usually use a toothbrush with a small head to reach the back teeth easily.",
                "The dentist recommended using an electric toothbrush for better cleaning.",
                "He applied toothpaste to his toothbrush and started brushing his teeth in circular motions.",
                "The dentist showed me the proper technique for brushing and gave me a new toothbrush."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9vdGhicnVzaA&hash=a5637ffee8b5e8d2de7493edc59b22ef55275dff&lang=en&cache-only=0",
            "defineEn": "a small brush with a long handle that we use for cleaning our teeth",
            "defineVi": "một bàn chải nhỏ có tay cầm dài mà chúng tôi sử dụng để làm sạch răng của chúng tôi",
            "hasImg": true
        },
        {
            "id": "2e2551af-e502-4402-8396-8b3bf2dde289",
            "word": "toothpaste",
            "phonetic": "tuːθpeɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "He applied toothpaste to his toothbrush and started brushing his teeth in circular motions.",
                "Baking soda served as a natural toothpaste alternative, gently whitening teeth and freshening breath.",
                "She brushed her teeth with toothpaste to keep them clean and healthy.",
                "I use neem toothpaste for its natural antibacterial properties and to maintain oral hygiene.",
                "\"Charcoal toothpaste is better than regular toothpaste.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG9vdGhwYXN0ZQ&hash=8b1e3ea0db8ff69bc0caa8cf4e7753205ee2986d&lang=en&cache-only=0",
            "defineEn": "a soft and thick substance we put on a toothbrush to clean our teeth",
            "defineVi": "một chất mềm và đặc mà chúng ta bôi lên bàn chải đánh răng để làm sạch răng",
            "hasImg": true
        },
        {
            "id": "6dc8f681-f861-4753-ae9a-9d0054b23f18",
            "word": "door key",
            "phonetic": "doːɹ kiː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG9vciBrZXk&hash=8ef37d0111f20dbada80d52cf2d3a0bcff0206ff&lang=en&cache-only=0",
            "defineEn": "*** a specially shaped piece of metal that you place in a lock and turn in order to open or lock a door, or to start or stop the engine of a vehicle",
            "defineVi": "*** một miếng kim loại có hình dạng đặc biệt mà bạn đặt vào ổ khóa và xoay để mở hoặc khóa cửa, hoặc để khởi động hoặc tắt động cơ của xe",
            "hasImg": true
        },
        {
            "id": "56ab79ac-77f0-4063-8ccf-fbc6e4c0d335",
            "word": "answer key",
            "phonetic": "ænsɚ kiː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW5zd2VyIGtleQ&hash=b9da6e65f217678524457b81e9bfd0737fb296aa&lang=en&cache-only=0",
            "defineEn": "*** An assorted list of solutions to problems or exercises in a test, textbook, etc.",
            "defineVi": "*** Một danh sách các giải pháp cho các vấn đề hoặc bài tập trong một bài kiểm tra, sách giáo khoa, v.v."
        },
        {
            "id": "d174cbfb-03b7-4da8-82fd-2748b48e3553",
            "word": "car key",
            "phonetic": "kɑːɹ kiː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FyIGtleQ&hash=48395fe44683aa5858336816bdf7f16d8b4a23a8&lang=en&cache-only=0",
            "defineEn": "a small handheld device used to unlock and start the engine of a car",
            "defineVi": "một thiết bị cầm tay nhỏ dùng để mở khóa và khởi động động cơ ô tô",
            "hasImg": true
        },
        {
            "id": "379c30ff-3501-44e8-a93a-b0d61533d4af",
            "word": "hairbrush",
            "phonetic": "hɛɹbɹʌʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "With a typical hairbrush, you’d have to pick the fur out from between the bristles.",
                "We've got refreshing towels, a hairbrush, dental kit, a perfume, body lotion, tissues, a nourishing face emulsion, which I think is just like a face cream, and a compact mirror.",
                "The only way you’d get it is if we shared a hat, a hairbrush, a pillow, or anything else that might touch my head.",
                "Then it meant the items associated with a dressing table (like a mirror and hairbrush), and then a room containing a dressing table with a lavatory attached."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFpcmJydXNo&hash=83a26a2b275341bbab8e94d2c086f67eb303d8b0&lang=en&cache-only=0",
            "defineEn": "a brush for making the hair smooth or tidy",
            "defineVi": "một bàn chải để làm cho tóc mượt mà hoặc gọn gàng",
            "hasImg": true
        },
        {
            "id": "ecdb032c-5db3-4290-912f-b977e70d5e56",
            "word": "hairdresser",
            "phonetic": "hɛɹdɹɛsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We had the same hairdresser.",
                "Judy Ann Santiago is a hairdresser in South Florida.",
                "And I was telling my hairdresser so much stuff about wanting to be a journalist.",
                "To make ends meet, Jin Sook worked as a hairdresser while Don worked as a janitor, pumped gas, and served coffee.",
                "William, I was wondering if you could engage in small talk with me, as if you're my hairdresser and this is my first appointment."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFpcmRyZXNzZXI&hash=15c858c26218c8e97d6ee618fa274f2cb9ace3a9&lang=en&cache-only=0",
            "defineEn": "someone ‌whose job is to cut, wash and style hair",
            "defineVi": "ai đó ‌có công việc là cắt, gội và tạo kiểu tóc",
            "hasImg": true
        },
        {
            "id": "da3b4eb2-f1d4-4c14-a6da-1fd827eb49ac",
            "word": "haircut",
            "phonetic": "hɛɹkʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I need a haircut because my hair is getting too long.",
                "She received an ugly haircut that she immediately regretted.",
                "All the kids poked fun at Dan’s new haircut.",
                "Jenny's new haircut turned out to be a disaster, leaving her feeling ugly as sin and regretting her decision to try something different.",
                "He looks like a million bucks with his impeccably tailored suit and stylish haircut."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFpcmN1dA&hash=052be4f709dd2fa8e72d6da2d20b8e21b867069d&lang=en&cache-only=0",
            "defineEn": "the way in which a person's hair is cut",
            "defineVi": "cách cắt tóc của một người",
            "hasImg": true
        },
        {
            "id": "11777b25-9448-45e1-abf9-ff71f8a45827",
            "word": "news agency",
            "phonetic": "nuːz eɪdʒənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Iran's state-run news agency announced the seizures."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV3cyBhZ2VuY3k&hash=6691d069ba2884da950a4d12c599ee687b1b597b&lang=en&cache-only=0",
            "defineEn": "an organization that gathers news stories for newspapers and TV or radio stations",
            "defineVi": "một tổ chức tập hợp các câu chuyện tin tức cho các tờ báo và đài truyền hình hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "00db0f2e-cd74-4c87-805e-2ac09730c363",
            "word": "travel agency",
            "phonetic": "tɹævəl eɪdʒənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The travel agency is not his only venture - he's got more than one iron in the fire.",
                "And then just other places, like travel agencies that I've been to before.",
                "I was an operations manager for a luxury travel agency.",
                "\"I want to show it to my boss at the travel agency.\"",
                "And, upon further investigation, it seems that T.C. Son in New York is actually the name of a travel agency."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhdmVsIGFnZW5jeQ&hash=3e483a83e8e3d08252bfd188e47a6666bd36d10f&lang=en&cache-only=0",
            "defineEn": "an agency that makes arrangements for people who want to travel",
            "defineVi": "một cơ quan sắp xếp cho những người muốn đi du lịch",
            "hasImg": true
        },
        {
            "id": "87ee66f0-fa79-4f69-b6cf-c4664be2f40e",
            "word": "estate agency",
            "phonetic": "ᵻsteɪt eɪdʒənsi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXN0YXRlIGFnZW5jeQ&hash=075f416459a00d5ed262fc351888d1058a285f0f&lang=en&cache-only=0",
            "defineEn": "*** a company or business that sells and rents out buildings and land for clients",
            "defineVi": "*** một công ty hoặc doanh nghiệp bán và cho thuê các tòa nhà và đất đai cho khách hàng",
            "hasImg": true
        },
        {
            "id": "d9392c2c-65da-482e-9b21-c9f1636e782b",
            "word": "wrapping paper",
            "phonetic": "ɹæpɪŋ peɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d3JhcHBpbmcgcGFwZXI&hash=9567d1e5529614f51bd32b174cb20fd587f960da&lang=en&cache-only=0",
            "defineEn": "a colored paper used to cover and decorate presents",
            "defineVi": "một tờ giấy màu được sử dụng để che và trang trí quà",
            "hasImg": true
        },
        {
            "id": "6df55b77-74f9-4ef9-a850-af7fbfcbf133",
            "word": "toilet paper",
            "phonetic": "tɔɪlɪt peɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "- I need toilet paper.",
                "I said toilet paper!",
                "Works better than toilet paper.",
                "Lot of people out there are worried, right now, about toilet paper.",
                "Andy Warhol's soup cans get an update to toilet paper."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9pbGV0IHBhcGVy&hash=a80ada8e7539d7a8173808dcd6eebcbf4616888c&lang=en&cache-only=0",
            "defineEn": "soft, thin paper in sheets or on a roll for cleaning after using the toilet",
            "defineVi": "giấy mềm, mỏng ở dạng tờ hoặc cuộn để làm sạch sau khi đi vệ sinh",
            "hasImg": true
        },
        {
            "id": "30bebda2-3da4-4ecb-9b6a-9169bb9a5bff",
            "word": "wallpaper",
            "phonetic": "wɔːlpeɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wallpaper also Changes as the light changes.",
                "- That's amazing wallpaper.",
                "I can change your computer wallpaper to a tropical beach scene.",
                "I actually really, really like this wallpaper that it comes with by default.",
                "Whoa, that's pretty sick desktop wallpaper."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FsbHBhcGVy&hash=a6676cb4e105a337761516485f27adbf5f212002&lang=en&cache-only=0",
            "defineEn": "a type of thick paper used for covering the surface of a wall or ceiling, particularly for decoration",
            "defineVi": "một loại giấy dày được sử dụng để che phủ bề mặt tường hoặc trần nhà, đặc biệt là để trang trí",
            "hasImg": true
        },
        {
            "id": "828bbfec-3590-4410-81fb-e6ae74a11332",
            "word": "motorway",
            "phonetic": "moʊɾɚweɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Leave the motorway at Junction 7.",
                "Jim had a brush with death on the motorway.",
                "Environmental protesters have made common cause with local people to stop the motorway being built.",
                "Local residents protested so strongly that plans for a new motorway fell by the wayside.",
                "They're more typically used for controversial major infrastructure projects, such as a new power station or motorway."
            ],
            "audio": "https://tts.langeek.co/read?text=bW90b3J3YXk&hash=89defdbf79a9ca78398fef6ce23f693e4fc4a7e2&lang=en&cache-only=0",
            "defineEn": "a very wide road that has no intersections or cross-traffic and is designed for high-speed travel",
            "defineVi": "một con đường rất rộng không có giao lộ hoặc giao thông cắt ngang và được thiết kế để di chuyển với tốc độ cao",
            "hasImg": true
        },
        {
            "id": "a98f6079-d3d1-42a2-85cf-01424f1b8c8f",
            "word": "motorbike",
            "phonetic": "moʊɾɚbaɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Well, I've never ridden a motorbike before, so here goes!",
                "My mother nearly had kittens when I said I was going to buy a motorbike .",
                "Its American-manufactured motorbikes are promoted as a symbol of patriotism. ",
                "Fun fact, in Brazil, the government funds couriers on motorbikes to collect breast milk directly from people's houses."
            ],
            "audio": "https://tts.langeek.co/read?text=bW90b3JiaWtl&hash=557ed53968b86ce3149f67645a9f0d17f9e17307&lang=en&cache-only=0",
            "defineEn": "a light vehicle that has two wheels and is powered by an engine",
            "defineVi": "một chiếc xe nhẹ có hai bánh và chạy bằng động cơ",
            "hasImg": true
        },
        {
            "id": "aea654e6-b680-491f-9119-060af14068c6",
            "word": "changing room",
            "phonetic": "tʃeɪndʒɪŋ ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hhbmdpbmcgcm9vbQ&hash=1d35e657006d200edead8aaa571385851c32aed9&lang=en&cache-only=0",
            "defineEn": "a room that people use in stores, gyms, schools, etc. to change or try on clothes",
            "defineVi": "một căn phòng mà mọi người sử dụng trong cửa hàng, phòng tập thể dục, trường học, v.v. để thay hoặc thử quần áo",
            "hasImg": true
        },
        {
            "id": "8455c194-2771-444e-8b52-c404d0ee8429",
            "word": "handcuff",
            "phonetic": "hændkʌf ",
            "partOfSpeechType": "noun",
            "examples": [
                "We can't handcuff those folks.",
                "You are handcuffed at your ankles and your feet with chains, shackled.",
                "And they handcuffed him and that was troublesome.",
                "We can't fly over to Western Siberia, handcuff you, and keep you away.",
                "They handcuffed me and put me down, I said, \"What, I ain't doing nothing.\""
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZGN1ZmY&hash=bcd0d07e0f3505860c78223fa3ee0903db6257b2&lang=en&cache-only=0",
            "defineEn": "a pair of rings made of metal with a chain attached to them, used for putting on the wrists of prisoners",
            "defineVi": "một cặp nhẫn làm bằng kim loại có gắn dây chuyền, dùng để đeo vào cổ tay tù nhân",
            "hasImg": true
        }
    ]
}