{
    "id": "64fbe59f-d4c6-4f01-afaf-ac4515b33aa0",
    "title": "All Hail to the King!",
    "originalTitle": "Lesson 26",
    "words": [
        {
            "id": "1e64f692-68e3-4a2e-a68e-5919b64a4aa8",
            "word": "to border",
            "phonetic": "tə boːɹdɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The spy stole across the border under the cover of darkness.",
                "They didn't reach the border until after dark.",
                "He used to run guns across the border.",
                "Hungary's opening of the border was a turning point for the refugees.",
                "Niagara Falls is a famous natural attraction located on the border of Canada and the United States."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9yZGVy&hash=b6b19198950cbd0a05ff5aeb30dcb8dc52f00a59&lang=en&cache-only=0",
            "defineEn": "to be the neighboring country or region next to another, sharing a line",
            "defineVi": "là quốc gia hoặc khu vực láng giềng bên cạnh nhau, chia sẻ một dòng"
        },
        {
            "id": "31e05d48-0b67-465d-b21d-1f9dd9c12379",
            "word": "to honor",
            "phonetic": "tʊ ɑːnɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "It's an honor to meet you!",
                "I feel it a great honor to be chosen.",
                "Mother's Day is celebrated in May to honor mothers.",
                "She realized that sometimes, a prophet is not without honor save in his own country.",
                "The company's management recognized the importance of honoring its traditions while also being open to new ideas and innovations, understanding that tradition is a guide and not a jailer."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9ub3I&hash=d518a677c860ca716ed27da822b308ab5147ad01&lang=en&cache-only=0",
            "defineEn": "to show a lot of respect for someone or something",
            "defineVi": "để hiển thị rất nhiều sự tôn trọng cho một ai đó hoặc một cái gì đó"
        },
        {
            "id": "1faf2985-be50-4c1f-826f-20a9f5785441",
            "word": "aristocracy",
            "phonetic": "æɹɪstɑːkɹəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The young heiress was expected to marry into aristocracy and continue her family's tradition of social prominence and political influence.",
                "But the aristocracy rebelled, and after Joseph’s death, his brother and successor rolled back these Enlightenment reforms.",
                "Traditionally, in the Russian society, in the czarist Russia, it was about aristocracies.",
                "And he also forced the aristocracy to serve the state, 11.",
                "Two classes became prominent alongside the aristocracy and peasants in the social structure: the bourgeoisie and proletariat or working class."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJpc3RvY3JhY3k&hash=2a17210b1772d8647b1e8e4b8a3089c206a8d505&lang=en&cache-only=0",
            "defineEn": "people in the highest class of society who have a lot of power and wealth and usually high ranks and titles",
            "defineVi": "những người thuộc tầng lớp cao nhất của xã hội, những người có nhiều quyền lực và sự giàu có và thường có cấp bậc và danh hiệu cao"
        },
        {
            "id": "fee150bf-b7fc-43dc-b909-c919a746dd7e",
            "word": "dynasty",
            "phonetic": "daɪnɐsti ",
            "partOfSpeechType": "noun",
            "examples": [
                "The very first Chinese dynasty, the Xia, supported astronomical research to create more accurate calendars.",
                "And China had more free enterprise during the Song dynasty than anywhere in the world.",
                "And yes, terrible weather could even contribute to the fall of dynasties.",
                "[Narrator] His marriage to Robert F Kennedy's daughter, Kerry Kennedy, in 1990 was called a union of two political dynasties.",
                "Where various Muslim dynasties would entrench themselves until being expelled in 1492."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHluYXN0eQ&hash=5d109cc28740bb086c37e1ad07772d49ab3570a0&lang=en&cache-only=0",
            "defineEn": "a lineage of kings who rule a country or nation over a long period of time",
            "defineVi": "một dòng dõi của các vị vua cai trị một quốc gia hoặc quốc gia trong một thời gian dài"
        },
        {
            "id": "e9a5713a-6e02-41ff-a185-c9229da791c0",
            "word": "empire",
            "phonetic": "ɛmpaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The empire is riddled with factions, all with an eye on the main chance",
                "Their ruthless army crushed dozens of empires and brought them to heel.",
                "I used a mix of Empire and Granny Smith apples to make some homemade apple pie.",
                "Sipping on a glass of chilled apple cider made from Empire apples is the perfect way to embrace the flavors of autumn.",
                "However, not all European countries sprouted empires."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1waXJl&hash=5b0debe0c74f3efb3e9349fc3cd2cca9b10b0094&lang=en&cache-only=0",
            "defineEn": "the states or countries that are ruled by a single government or monarch, under a single authority",
            "defineVi": "các tiểu bang hoặc quốc gia được cai trị bởi một chính phủ hoặc quốc vương duy nhất, dưới một cơ quan duy nhất"
        },
        {
            "id": "eea1c0c0-c0ef-4405-805c-24b2fa701923",
            "word": "Renaissance",
            "phonetic": "ɹɛnəsɑːns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Renaissance humanists believed that man is the measure of all things, and sought to understand the world through the lens of human experience and reason.",
                "This renaissance didn't last long.",
                "With wisdom and grace,this modern-day Renaissance man has left an indelible markon our community.",
                "Like, life expectancy in many areas of Europe actually went down during the Renaissance.",
                "So was the Renaissance a thing?"
            ],
            "audio": "https://tts.langeek.co/read?text=UmVuYWlzc2FuY2U&hash=f8f027f536149476656c0aa94a3af3a3f65ecd10&lang=en&cache-only=0",
            "defineEn": "the period between the 14th and 16th centuries in Europe, marked by a rise of interest in Greek and Roman cultures, which is dominant in the art, philosophy, etc. of the times",
            "defineVi": "giai đoạn giữa thế kỷ 14 và 16 ở châu Âu, được đánh dấu bằng sự gia tăng mối quan tâm đến các nền văn hóa Hy Lạp và La Mã, chiếm ưu thế trong nghệ thuật, triết học, v.v."
        },
        {
            "id": "149e1860-1030-441e-b2aa-18d271e7e39c",
            "word": "the Middle Ages",
            "phonetic": "ðə mɪdəl eɪdʒᵻz ",
            "partOfSpeechType": "noun",
            "examples": [
                "See, back in the day from the middle ages up through the 1800s.",
                "In England, the Strickland sisters wrote hugely popular histories and much-reprinted biographies of queens and princesses from the middle ages down to their own 19th century.",
                "Instead of centralized governments, Europe in the middle ages had feudalism, a political system based on reciprocal relationships between lords, who owned lots of land, and vassals, who protected the land and got to dress up as knights in exchange for pledging loyalty to the lords."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlIE1pZGRsZSBBZ2Vz&hash=364bd85b4f958395f3748494db511b1b010ac76e&lang=en&cache-only=0",
            "defineEn": "an era in European history, between about AD 1000 and AD 1500, when the authority of kings, people of high rank, and the Christian Church was unquestionable",
            "defineVi": "một thời đại trong lịch sử châu Âu, giữa khoảng năm 1000 sau Công nguyên và năm 1500 sau Công nguyên, khi quyền lực của các vị vua, những người có địa vị cao và Nhà thờ Thiên chúa giáo là không thể nghi ngờ"
        },
        {
            "id": "5021e793-9941-4a86-bf74-68186212b2f1",
            "word": "castle",
            "phonetic": "kæsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "European architecture is known for its stunning cathedrals and castles.",
                "She visited an old castle and marveled at its medieval architecture.",
                "The ancient castle has stood for over a century, preserving its grandeur and history for hundreds of years.",
                "Buying a house shouldn't be a castle in the air for the youth.",
                "A small river runs into the sea at one side of the castle."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzdGxl&hash=6d39a50dbda32dc445d2db7b83d3d032100383c9&lang=en&cache-only=0",
            "defineEn": "a large and strong building that is protected against attacks, in which the royal family lives",
            "defineVi": "một tòa nhà lớn và mạnh mẽ được bảo vệ chống lại các cuộc tấn công, trong đó gia đình hoàng gia sống",
            "hasImg": true
        },
        {
            "id": "2974abb7-e8d5-4554-880a-731f1f1eb4b8",
            "word": "fortress",
            "phonetic": "fɔːɹtɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We built fortresses along the border. ",
                "We built fortresses along the border. ",
                "Be like a fortress.",
                "He's in the Fortress of Solitude.",
                "Like a wall around a fortress, your skin does a fantastic job of keeping out all manner of malevolent microorganisms."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ydHJlc3M&hash=bcb8648e701f5b72364a7f9f5192aa4097e9a312&lang=en&cache-only=0",
            "defineEn": "a structure or town that has been fortified to endure military attacks",
            "defineVi": "một cấu trúc hoặc thị trấn đã được củng cố để chịu đựng các cuộc tấn công quân sự"
        },
        {
            "id": "0527299b-046c-4e78-94f8-42841f701313",
            "word": "armor",
            "phonetic": "ɑːɹmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It doesn't help our organization's appearance to have a hog in armor parading himself as our leader",
                "After a long day at work, Mary returned home to find a candlelit dinner prepared by her husband, her very own knight in shining armor.",
                "The firefighter who rescued us was our knight in shining armor.",
                "She has arrived like a knight in shining armor at the eleventh hour, and she should be congratulated for that.",
                "When Ashley's car broke down on the side of the road, Daniel, her knight in shining armor, arrived to rescue her and fix the engine."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJtb3I&hash=f8b425c32c103796926cc33a97f3b33c54f1c104&lang=en&cache-only=0",
            "defineEn": "a protective metal clothing used by soldiers in the past in order not to be harmed or injured during battles",
            "defineVi": "một bộ quần áo kim loại bảo vệ được sử dụng bởi những người lính trong quá khứ để không bị tổn hại hoặc bị thương trong các trận chiến",
            "hasImg": true
        },
        {
            "id": "6671f088-6c12-465f-a6c8-3a9a7f20f00a",
            "word": "coat of arms",
            "phonetic": "koʊt ʌv ɑːɹmz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cockatrice appears in literature and art, in marginalia and coat of arms.",
                "And Megaloceros also graces the Northern Irish coat of arms to this day, representing the natural environment of the country.",
                "Elcano, too, was celebrated in Spain with a coat of arms and his face on currency and stamps."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29hdCBvZiBhcm1z&hash=d0e99f5ffe5981eb530d10fec2642ff965fd6e8d&lang=en&cache-only=0",
            "defineEn": "the symbol of a nation, country, family, etc. that is usually printed on shields or flags",
            "defineVi": "biểu tượng của một quốc gia, đất nước, gia đình, v.v. thường được in trên khiên hoặc cờ",
            "hasImg": true
        },
        {
            "id": "33eea096-4f2f-4b99-82d8-6cbb286858c0",
            "word": "crown",
            "phonetic": "kɹaʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Uneasy lies the head that wears the crown.",
                "Rumours spread that the Duke had designs on the crown.",
                "The completion of the landmark building was the architect's crowning glory, showcasing their visionary design and construction skills.",
                "Her latest novel is her crowning glory, receiving widespread critical acclaim and topping the bestseller lists.",
                "There are some cases the Crown feels so serious they don't want to stay the charges."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jvd24&hash=4937186d35a7b5e92759b11e06d9d3d7843428d5&lang=en&cache-only=0",
            "defineEn": "a round object often decorated with gems that kings or queens put on their heads as a symbol of power and authority",
            "defineVi": "một vật tròn thường được trang trí bằng đá quý mà các vị vua hoặc hoàng hậu đội trên đầu như một biểu tượng của quyền lực và uy quyền",
            "hasImg": true
        },
        {
            "id": "e52a0088-f89b-4dc8-88cf-b1b8cdbd57a6",
            "word": "arrow",
            "phonetic": "æɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a musician, I know that a good archer is not known by his arrows but by his aim.",
                "When I lost my job and found myself struggling to make ends meet, I felt useless, understanding the truth behind the saying 'a man without money is a bow without an arrow.'",
                "Arrow stuff is cool.",
                "Oh, you can use arrow keys too.",
                "These arrows here show the motion of some of those reflectors."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJyb3c&hash=6e185fd3eab4eead30075efccbdc100e9de137a9&lang=en&cache-only=0",
            "defineEn": "a type of weapon consisting of a metal bar with a sharp head and feathers at the end",
            "defineVi": "một loại vũ khí bao gồm một thanh kim loại có đầu nhọn và lông vũ ở cuối",
            "hasImg": true
        },
        {
            "id": "ea442784-ae15-4253-a775-e16f18df5c90",
            "word": "sword",
            "phonetic": "soːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Thousands of innocents were put to the sword.",
                "Truly we have beaten swords into ploughshares!",
                "The pen is mightier than the sword.",
                "The coach fell on his sword apologizing for the team's poor season.",
                "The CEO fell on his sword when widespread corruption in the company was exposed."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dvcmQ&hash=e43946d96dc9afc94348f3205b9f74acc3fdf586&lang=en&cache-only=0",
            "defineEn": "a type of weapon consisting of a long metal blade and a handle",
            "defineVi": "một loại vũ khí bao gồm một lưỡi kim loại dài và tay cầm"
        },
        {
            "id": "43ec5619-0355-4efa-bf61-b6487c39d7d4",
            "word": "emblem",
            "phonetic": "ɛmbləm ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's kind of my emblem of protection.",
                "Singapore is the Lion City, so the lion is the emblem of Singapore.",
                "It also gained a reputation as one of the emblems of the 60s counterculture.",
                "The queen is now able to receive the emblems of majesty.",
                "- I love it when the bread has that emblem - on it."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1ibGVt&hash=55c8767f8ecf8af7db7e7a1329d14e95a3f2ac1d&lang=en&cache-only=0",
            "defineEn": "a special design or sign that represents a nation, monarchy, etc.",
            "defineVi": "một thiết kế hoặc dấu hiệu đặc biệt đại diện cho một quốc gia, chế độ quân chủ, v.v."
        },
        {
            "id": "1f92dd7d-c0dd-43e0-bc91-9be9d1034553",
            "word": "royal",
            "phonetic": "ɹɔɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Some of you were getting very hot under the collar about Royals.",
                "Learning a new language can be challenging, but remember that there is no royal road to learning.",
                "Andrew Morton, a royal biographer, said Prince Harry's fiancee will pick up the baton from Princess Diana because Markle's age of 36 is the same as Princess Diana's when she passed away in 1997.",
                "Even the royal family weighed in.",
                "Here, the royal power look out over the harbor and points of interest in Valletta."
            ],
            "audio": "https://tts.langeek.co/read?text=cm95YWw&hash=f75b1129f18e95b10a99deb6ee1ebac71c4b9bf4&lang=en&cache-only=0",
            "defineEn": "relating to the king or queen; belonging to the monarchy",
            "defineVi": "liên quan đến vua hoặc nữ hoàng; thuộc chế độ quân chủ"
        },
        {
            "id": "3e71ff02-83bb-48f0-8c41-24b9ba35f288",
            "word": "royalty",
            "phonetic": "ɹɔɪəlɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The famous author made a mint from royalties on his best-selling books.",
                "She claims that she rubs shoulders with royalty all the time.",
                "The commoner's fairy tale came true when she married into royalty and became a princess.",
                "It would be unrealistic to not expect to pay higher royalties in the foreseeable future.",
                "Royalty, you know."
            ],
            "audio": "https://tts.langeek.co/read?text=cm95YWx0eQ&hash=497f4e4d97f2184c6a49e6d85ea6268d0902cafe&lang=en&cache-only=0",
            "defineEn": "kings and queens and any member of their families",
            "defineVi": "các vị vua và hoàng hậu và bất kỳ thành viên nào trong gia đình họ"
        },
        {
            "id": "172e8f07-0841-4827-81ae-2709374fcedd",
            "word": "noble",
            "phonetic": "noʊbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Awfully noble of them if you ask me.",
                "Such noble behavior separated the knight from common archers and mercenaries.",
                "- It's noble.",
                "There's plenty of other pursuits out there, noble pursuits.",
                "Gradually the nobles came back to France, although they had mostly lost their special privileges."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9ibGU&hash=3e7a7ed6137d5039e2269b0988edbf1167e602dd&lang=en&cache-only=0",
            "defineEn": "belonging to the highest social class or the royal family",
            "defineVi": "thuộc tầng lớp xã hội cao nhất hoặc gia đình hoàng gia"
        },
        {
            "id": "53faafef-d7f5-4060-af01-c206e4054635",
            "word": "nobility",
            "phonetic": "noʊbɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "For centuries, such rituals were commonplace for European nobility.",
                "The rulers and nobility also developed a different household type, including multiple wives and large numbers of offspring.",
                "We see a variation of the caste system in feudal Europe with the division of society into three orders or estates: the nobility, the clergy, and the commoners.",
                "Cossack troops and units from the nobility drove back the enemy, knocking Poland-Lithuania and Sweden out temporarily from the competition for control of the region.",
                "Indeed, peasants rebelled when the nobility failed to meet their demands for better conditions."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9iaWxpdHk&hash=c6a1b3a3edba42a5aa853d39e8a58e123ef2499c&lang=en&cache-only=0",
            "defineEn": "the class of people with the highest social ranks and titles",
            "defineVi": "tầng lớp người có cấp bậc xã hội cao nhất và danh hiệu"
        },
        {
            "id": "4aa28d08-9206-4d98-a074-852ced45a45c",
            "word": "count",
            "phonetic": "kaʊnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She counted zero stars in the sky.",
                "I can count up to fifty in English.",
                "Hold this position for a count of 10.",
                "Aren’t you counting your chickens before they have hatched?",
                "She never counted her chickens before they hatched"
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnQ&hash=99a813dcc976069d15bba72b74e23a54427a3e66&lang=en&cache-only=0",
            "defineEn": "a foreign nobleman's title similar to an earl in Britain",
            "defineVi": "danh hiệu của một nhà quý tộc nước ngoài tương tự như một bá tước ở Anh"
        },
        {
            "id": "5826f099-4d49-47f4-9146-ec19e6980830",
            "word": "countess",
            "phonetic": "kaʊntɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Countess paid about £20,000 for it.",
                "'This is the Countess of Morcar's blue diamond.",
                "I didn't take the Countess's diamond.",
                "The Countess of Morcar's blue diamond disappeared from her room at the Cosmopolitan Hotel on the 22nd of this month.",
                "Now the Countess wants to get her diamond back."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnRlc3M&hash=2ba855b1b173eb9c3c2da5e97e8afb0e72b90102&lang=en&cache-only=0",
            "defineEn": "the title of a woman with the rank of a count or earl; the title given to a count's wife",
            "defineVi": "danh hiệu của một người phụ nữ với cấp bậc bá tước hoặc bá tước; danh hiệu được trao cho vợ của bá tước"
        },
        {
            "id": "4e0c5511-b21a-4bf6-97b0-09447ee62236",
            "word": "duke",
            "phonetic": "duːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Companies will have to duke it out among themselves.",
                "Rumours spread that the Duke had designs on the crown.",
                "It certainly helped that her father is a duke!",
                "Watch out, there's two guys duking it out in the back of the bar!",
                "He's eager to see the two candidates duke it out in the debate."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVrZQ&hash=f934002d4858f07bae69210a18d033bc28ea6145&lang=en&cache-only=0",
            "defineEn": "a nobleman in some European countries who has a high social rank",
            "defineVi": "một quý tộc ở một số nước châu Âu có thứ hạng xã hội cao"
        },
        {
            "id": "97bd9dd4-54de-4c1c-be7b-1624ec060b10",
            "word": "duchess",
            "phonetic": "dʌtʃɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "She claims she is a duchess living in reduced circumstances.",
                "The Duchess, of course, now lives in the south of France.",
                "He talked about the Duchess, Arthur's mother.",
                "I wrote to the Duchess this morning.'",
                "He hates the Duchess, because she is not his mother."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVjaGVzcw&hash=763a0beb7cb95ab0c6794d982f73806631562dfe&lang=en&cache-only=0",
            "defineEn": "the title of a woman with the rank of a duke; the title given to the wife of a duke",
            "defineVi": "tước vị nữ tước tước; danh hiệu được trao cho vợ của một công tước"
        },
        {
            "id": "9dd5b6e4-902f-4b11-b29c-14c09ef6faa3",
            "word": "king",
            "phonetic": "kɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "a king who ruled his country with an iron fist.",
                "The loyal subjects bowed down before their king as a sign of reverence.",
                "As they say, a king's chaff is worth more than other men's corn.",
                "He moves his knight to check my king again.",
                "The tech company's innovative product quickly surpassed its competitors and became the king of the hill in the industry."
            ],
            "audio": "https://tts.langeek.co/read?text=a2luZw&hash=03552ac31d8d95fe0fe9875811b1f2a0f4daabc8&lang=en&cache-only=0",
            "defineEn": "the male ruler of a territorial unit that has a royal family",
            "defineVi": "người cai trị nam của một đơn vị lãnh thổ có một gia đình hoàng gia",
            "hasImg": true
        },
        {
            "id": "bbe2c1f6-56ef-4df7-9856-78154625b706",
            "word": "queen",
            "phonetic": "kwiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He played his queen.",
                "She moved her queen.",
                "Buckingham Palace in London is the official residence of the Queen of the United Kingdom.",
                "The United Kingdom is known for its music scene, with iconic bands like The Beatles and Queen originating from the country.",
                "The Queen's holiday is arranged to go like clockwork, everything pre-planned to the minute."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVlZW4&hash=cba0192d01ad075cc2dab59e2f67644a081cf753&lang=en&cache-only=0",
            "defineEn": "the female ruler of a territorial unit that has a royal family",
            "defineVi": "người cai trị nữ của một đơn vị lãnh thổ có một gia đình hoàng gia",
            "hasImg": true
        },
        {
            "id": "91772909-b410-4a44-aea9-8f7896877197",
            "word": "kingdom",
            "phonetic": "kɪŋdəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wise king knew that nothing is surer than death and strove to rule his kingdom with justice, moderation and concern for future generations who would continue after he was gone.",
                "First up is their kingdom.",
                "Your backyard is your kingdom.",
                "But the kingdom will be ready.",
                "First up is kingdom, which is Animalia. "
            ],
            "audio": "https://tts.langeek.co/read?text=a2luZ2RvbQ&hash=b9ccdca76ecd1e66cd0efd2ede68194c443ab67c&lang=en&cache-only=0",
            "defineEn": "an area or territory that is governed by a king or queen",
            "defineVi": "một khu vực hoặc lãnh thổ được cai trị bởi một vị vua hoặc nữ hoàng"
        },
        {
            "id": "1570d0a4-c926-471d-8d79-c9694f310be9",
            "word": "knight",
            "phonetic": "naɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He moves his knight to check my king again.",
                "After a long day at work, Mary returned home to find a candlelit dinner prepared by her husband, her very own knight in shining armor.",
                "The firefighter who rescued us was our knight in shining armor.",
                "She has arrived like a knight in shining armor at the eleventh hour, and she should be congratulated for that.",
                "When Ashley's car broke down on the side of the road, Daniel, her knight in shining armor, arrived to rescue her and fix the engine."
            ],
            "audio": "https://tts.langeek.co/read?text=a25pZ2h0&hash=84b5f8e374b092f3f78f22972ca720bb58b362e8&lang=en&cache-only=0",
            "defineEn": "(in the Middle Ages) a man of high social rank, wearing armor and riding a horse, dedicated to serving the orders of his king",
            "defineVi": "(thời trung cổ) một người đàn ông có địa vị xã hội cao, mặc áo giáp và cưỡi ngựa, chuyên phục vụ mệnh lệnh của nhà vua",
            "hasImg": true
        },
        {
            "id": "b032f86c-59ce-4c24-b92a-a7efed44f3a6",
            "word": "lady",
            "phonetic": "leɪdi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The old lady walked slowly with the support of her cane.",
                "The old lady's cake wasn't wonderful",
                "Her affection for her grandson was written all over the old lady's face.",
                "Cry me a river, I don't even have a cleaning lady.",
                "Her coach reminded her that faint heart never won fair lady, and encouraged her to push her limits."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFkeQ&hash=17d34aef01d7aef72d760dccab0199791e9ea314&lang=en&cache-only=0",
            "defineEn": "a title given to a lord's wife",
            "defineVi": "một danh hiệu được trao cho vợ của một lãnh chúa"
        },
        {
            "id": "2aed1923-5a37-4c33-8f74-610e5c04e896",
            "word": "lord",
            "phonetic": "lɔːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "May the Lord bless you and keep you.",
                "I've got to go home, but Lord knows I dread it.",
                "He would turn up at meetings, but Lord knows where he came from.",
                "James' teacher wanted to impart the wisdom of the ages to his students, so he often said that the fear of the Lord is the beginning of knowledge, but fools despise wisdom and instruction.",
                "In this house, we don't take the lord's name in vain."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9yZA&hash=9bfbafcc1f6157dbc6ca6d904517adb457de05e4&lang=en&cache-only=0",
            "defineEn": "a man of high rank who belongs to the nobility",
            "defineVi": "một người đàn ông có địa vị cao thuộc về giới quý tộc"
        },
        {
            "id": "c6e2b22f-cadf-4bbc-a9a1-7263b84abb30",
            "word": "majesty",
            "phonetic": "mædʒᵻsti ",
            "partOfSpeechType": "noun",
            "examples": [
                "The murderer was imprisoned at His Majesty's pleasure.",
                "He was declared insane and ordered to be detained in a mental hospital at Her Majesty's pleasure.",
                "'Your Majesty,' Aladdin's mother said quietly, 'I have a son, a good young man.",
                "'Tomorrow, Your Majesty,' said Aladdin.",
                "'Your Majesty,' he said quietly in the Sultan's ear, 'my son is a rich man, too."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFqZXN0eQ&hash=129d1cb7a3230999e407dfe279d234b591effcf9&lang=en&cache-only=0",
            "defineEn": "a title used to address a king or queen with respect",
            "defineVi": "một tiêu đề được sử dụng để giải quyết một vị vua hoặc nữ hoàng với sự tôn trọng"
        },
        {
            "id": "10c5d25c-8ede-42d1-a533-0feb9811d4a9",
            "word": "monarch",
            "phonetic": "mɑːnɚk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Monarch butterflies actually have two internal clocks.",
                "Monarch butterflies actually have two internal clocks.",
                "European monarchs and clergy were fearful of similar revolts on their home soil.",
                "The monarch butterfly migration is one of a kind.",
                "A typical adult monarch only lives for two to six weeks."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9uYXJjaA&hash=6845a7c7a32a59a2cf86feae986b9e60437218e7&lang=en&cache-only=0",
            "defineEn": "a person who has the power to rule over a kingdom or empire, especially someone who inherits this power",
            "defineVi": "một người có quyền cai trị một vương quốc hoặc đế chế, đặc biệt là người thừa kế quyền lực này",
            "hasImg": true
        },
        {
            "id": "9b216772-638c-4e98-b9cf-d1c48477dbee",
            "word": "prince",
            "phonetic": "pɹɪns ",
            "partOfSpeechType": "noun",
            "examples": [
                "With a wave of her magic wand, she changed the frog into a handsome prince.",
                "My fitness coach kept telling me I need to eat breakfast like a king, lunch like a prince and dinner like a pauper in order to maintain my muscle mass while cutting body fat.",
                "Prince: \"Oh it stands about nine foot-tall.\"",
                "The prince climbed her tresses into the tower.",
                "Prince: \"Yeah, that's a big capacitor bank.\""
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbmNl&hash=7de18494917b86890fe91d3749e874307c7811cf&lang=en&cache-only=0",
            "defineEn": "a male member of the royalty",
            "defineVi": "một thành viên nam của hoàng gia",
            "hasImg": true
        },
        {
            "id": "5311cf9d-bfdc-4e5a-b195-af0c04bd4388",
            "word": "princess",
            "phonetic": "pɹɪnsɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her niece is the only granddaughter in the family and is treated like a princess.",
                "Normally he knew enough to come in out of the rain but the Princess had intrusted him with an important job.",
                "The commoner's fairy tale came true when she married into royalty and became a princess.",
                "His determination and devotion moved the princess.",
                "Through her tears, the princess saw an immense figure on the horizon."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbmNlc3M&hash=f3b8aae8da7c9dd8d596c51763ed65e04885554c&lang=en&cache-only=0",
            "defineEn": "a female member of a royal family, typically the daughter of a king or queen",
            "defineVi": "một thành viên nữ của một gia đình hoàng gia, điển hình là con gái của một vị vua hoặc nữ hoàng",
            "hasImg": true
        },
        {
            "id": "ec426a7d-0a4a-41ce-b18a-7b7314e3ac85",
            "word": "slavery",
            "phonetic": "sleɪvɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even a man such as this, a man who would see hundreds sent into slavery just to line his own pocket.",
                "Despite his immense wealth, John felt trapped by the constant demands and expectations of his social circle and business partners, demonstrating how a great fortune is a great slavery.",
                "Slavery is an obvious example.",
                "Slavery was hugely important to America.",
                "I hate slavery. "
            ],
            "audio": "https://tts.langeek.co/read?text=c2xhdmVyeQ&hash=081327704b7992d14be5be0b6b80e3ee6e771762&lang=en&cache-only=0",
            "defineEn": "the practice in which people are owned as slaves",
            "defineVi": "thực tế trong đó mọi người được sở hữu như nô lệ"
        }
    ]
}