{
    "id": "650fa33b-ebb0-41af-aac8-9f5a6b5b8c2f",
    "title": "Lesson 5A",
    "originalTitle": "lesson 5A",
    "words": [
        {
            "id": "24eda92c-c84c-40ab-a9a9-3e98e7485678",
            "word": "feeling",
            "phonetic": "fiːlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The feeling of sickness soon passed.",
                "The drug produces a feeling of excitement.",
                "He had mixed feelings about the whole project.",
                "Have you considered my feelings?",
                "Have you considered my feelings?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVlbGluZw&hash=111f721be433253758a6ae5114d7ba9754a31525&lang=en&cache-only=0",
            "defineEn": "something that one feels such as happiness, guilt, sadness, etc.",
            "defineVi": "một cái gì đó mà một người cảm thấy như hạnh phúc, tội lỗi, buồn bã, vv",
            "hasImg": true
        },
        {
            "id": "46cbcc64-0746-4d60-9eb8-f5077c512d51",
            "word": "miserable",
            "phonetic": "mɪzɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Ron's personal life is as miserable as sin.",
                "Oh, I'm miserable.",
                "He is generally miserable and never gets on top of his work.",
                "To lead a life of luxury/a miserable existence.",
                "Everyone just stood around looking miserable as sin during the ceremony."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzZXJhYmxl&hash=8b60f8f184a94b89e66dbf470027cebc83598a5e&lang=en&cache-only=0",
            "defineEn": "feeling very unhappy or uncomfortable",
            "defineVi": "cảm thấy rất không vui hoặc không thoải mái",
            "hasImg": true
        },
        {
            "id": "874682a6-96b4-41fc-bb34-cbcbbd681e45",
            "word": "homesick",
            "phonetic": "hoʊmsɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You're homesick?",
                "His mother told me that he was never homesick.",
                "In 1945, a Japanese chef began using the cooking style to grill steaks for homesick American soldiers.",
                "While there is a 1,000 year history of celebrating the holiday with food and drink, the first St. Patrick’s Day parade actually occurred on American soil on March 17, 1772 when homesick Irish soldiers serving British forces marched in New York City in honor of the saint."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tZXNpY2s&hash=c361e6c3a5af3941ad13e599c71b4b321c077dd5&lang=en&cache-only=0",
            "defineEn": "feeling sad because of being away from one's home",
            "defineVi": "cảm thấy buồn vì xa nhà của một người"
        },
        {
            "id": "33517a2c-decf-4b42-9411-9faa1b8db368",
            "word": "disappointed",
            "phonetic": "dɪsɐpɔɪntᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Taylor was bitterly disappointed to be dropped from the England side.",
                "I'm disappointed about their decision, but I'm not losing any sleep over it.",
                "I'm disappointed that I didn't get the job but that's the way the cookie crumbles.",
                "We were left feeling rather disappointed.",
                "I know you're disappointed, but you need to roll up your sleeves and redouble your efforts."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzYXBwb2ludGVk&hash=85f143fe582e64ff31b1ddfb57a35006df50759f&lang=en&cache-only=0",
            "defineEn": "not satisfied with something, especially because one expected otherwise",
            "defineVi": "không hài lòng với một cái gì đó, đặc biệt là bởi vì một mong đợi khác",
            "hasImg": true
        },
        {
            "id": "7ed90d35-0549-4c59-a00b-b79f48567f1f",
            "word": "lonely",
            "phonetic": "loʊnli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Can two lonely men truly reach out?",
                "He strikes an attitude of bravery and lonely defiance.",
                "I was a little bit lonely at the time and she took me under her wing.",
                "He had been single for a while and was feeling lonely, but reminded himself that for everything, there is a season, and he believed he would find love when the time was right.",
                "She was lonely when she first left home, but she is finding her feet now."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9uZWx5&hash=d85ff7795fcdf35d42c9c1d01d48df94cfb0b666&lang=en&cache-only=0",
            "defineEn": "feeling sad because of having no friends to talk to or spend time with",
            "defineVi": "cảm thấy buồn vì không có bạn bè để nói chuyện hoặc dành thời gian cho",
            "hasImg": true
        },
        {
            "id": "79351950-6f85-4938-bf7d-691fe1dc016b",
            "word": "proud",
            "phonetic": "pɹaʊd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The proud uncle held his newborn nephew in his arms.",
                "She must be very proud of herself.",
                "He was proud to be playing opposite a famous actor.",
                "Mr. and Mrs. Johnson are proud parents of three daughters, each with their unique talents.",
                "They are so proud of their grandchild for graduating from college."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvdWQ&hash=4dae34688a942f2d53e1ff4937a491f9eb6660e5&lang=en&cache-only=0",
            "defineEn": "feeling satisfied with someone or one's possessions, achievements, etc.",
            "defineVi": "cảm thấy hài lòng với tài sản, thành tích của ai đó hoặc của ai đó, v.v.",
            "hasImg": true
        },
        {
            "id": "edb96e2d-c06e-4143-9c97-984a6f1d1d78",
            "word": "fed up",
            "phonetic": "fɛd ʌp ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I’m fed up with you two talking shop.",
                "Farmers are angry and fed up to the back teeth of empty promises from politicians.",
                "I'm already fed up with your lazy, selfish behavior, Jim, but if you can't be bothered to come with me to my own mother's funeral, that will be the straw that breaks the donkey's back!",
                "He was pretty much fed up and had been kind of at the end of his rope.",
                "I know that we're all kind of fed up with this and we want this to be over."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVkIHVw&hash=22f5db297c4c51e8ecbda66d982d5eff35ee0d48&lang=en&cache-only=0",
            "defineEn": "feeling annoyed, upset, bored with something happening for a long time",
            "defineVi": "cảm thấy khó chịu, khó chịu, buồn chán với một điều gì đó xảy ra trong một thời gian dài",
            "hasImg": true
        },
        {
            "id": "3b2dd42f-7395-480d-b9d4-4155c4cce232",
            "word": "grateful",
            "phonetic": "ɡɹeɪtfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I would be grateful if you could call me back at your earliest convenience.",
                "We should be grateful for the opportunities and blessings in our lives, and not focus on what we lack.",
                "Although Sarah wasn't able to attend the event, her friends were grateful for her sincere apologies, and decided to take the will for the deed.",
                "The heartbroken man consoled himself with the thought that it is better to have loved and lost than never to have loved at all - he was grateful for the memories and experiences he had shared with his former partner.",
                "Mark wasn't happy with his first draft of the book, but he's grateful for the chance to take a second bite at the cherry and revise it before submitting it to publishers."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhdGVmdWw&hash=1c156cd0316de61001a0f68da67cbbbd9808ced2&lang=en&cache-only=0",
            "defineEn": "displaying or expressing thanks because someone has done something for one",
            "defineVi": "hiển thị hoặc bày tỏ sự cảm ơn vì ai đó đã làm điều gì đó cho một người",
            "hasImg": true
        },
        {
            "id": "f9e15a11-a897-413d-9bc6-c3be490ef230",
            "word": "upset",
            "phonetic": "ʌpsɛt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Is he upset?",
                "My baby gets upset when I leave the room.",
                "At first, I was upset when my ex cheated on me.",
                "I'm not upset that vacation time might be reduced because I have no horse in this race.",
                "He brewed a cup of ginger tea to soothe his upset stomach."
            ],
            "audio": "https://tts.langeek.co/read?text=dXBzZXQ&hash=1cff3e632553b315facabfecf763969491cc4767&lang=en&cache-only=0",
            "defineEn": "unhappy, worried, or disappointed, often because something unpleasant happened",
            "defineVi": "không vui, lo lắng hoặc thất vọng, thường là vì điều gì đó khó chịu đã xảy ra",
            "hasImg": true
        },
        {
            "id": "1329c55c-0022-42c2-bd3c-c6bfd6770169",
            "word": "relieved",
            "phonetic": "ɹᵻliːvd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We are so relieved he is all right.",
                "After completing the project, she felt relieved and decided to rest.",
                "After completing his exams, Jack felt relieved and knew that he was on the other side of all the hard work and stress.",
                "The city’s officials were much relieved.",
                "I'm both relieved but I'm also sad."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsaWV2ZWQ&hash=fc71bdd896496d80b05f6cbf28178b4ba82bf949&lang=en&cache-only=0",
            "defineEn": "feeling relaxed, calm, happy, or comforted because something worrisome, annoying, upsetting, etc. has ended or has not occurred",
            "defineVi": "cảm thấy thoải mái, bình tĩnh, hạnh phúc hoặc thoải mái vì điều gì đó đáng lo ngại, khó chịu, khó chịu, v.v. đã kết thúc hoặc chưa xảy ra"
        },
        {
            "id": "833d0ad6-7abf-41fc-90d7-3beeddbca37e",
            "word": "offended",
            "phonetic": "əfɛndᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He struck an attitude of offended dignity and marched out of the room.",
                "I was going to be more offended than I normally am when you haven't seen a movie, but you haven't seen it in a while.",
                "And maybe I was naïve, but I was pretty shocked, and I was also pretty offended.",
                "Most people are offended",
                "I've never been more offended and more depressed at any time in my service in the Senate, because I would not have done this to Sotomayor and Kagan."
            ],
            "audio": "https://tts.langeek.co/read?text=b2ZmZW5kZWQ&hash=1822ff79c00ad2919851d16b6187ea06548fe934&lang=en&cache-only=0",
            "defineEn": "feeling angry, upset, hurt, or annoyed due to rude or embarrassing remarks or behaviors",
            "defineVi": "cảm thấy tức giận, khó chịu, tổn thương hoặc khó chịu do nhận xét hoặc hành vi thô lỗ hoặc đáng xấu hổ"
        },
        {
            "id": "a19d1599-c548-4d4c-a24e-ce87a1936d93",
            "word": "astonished",
            "phonetic": "ɐstɑːnɪʃt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Of what?' asked the astonished father.",
                "'Here?' repeated Bounderby, more astonished than ever."
            ],
            "audio": "https://tts.langeek.co/read?text=YXN0b25pc2hlZA&hash=1465c1dcba2e1dda23edb8e24e576753901ce84f&lang=en&cache-only=0",
            "defineEn": "feeling very surprised or impressed, especially because of an unexpected event",
            "defineVi": "cảm thấy rất ngạc nhiên hoặc ấn tượng, đặc biệt là vì một sự kiện bất ngờ",
            "hasImg": true
        },
        {
            "id": "759a75e5-d424-4480-b1e4-98768bc6cc8c",
            "word": "bewildered",
            "phonetic": "bᵻwɪldɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The car bewildered customers at first, but it took off.",
                "Remember, that was the year Joan of Arc was burned to death for heresy and witchcraft because the English were so bewildered that a teenage peasant girl could lead the French army to victory that they decided she had to be a witch and a heretic."
            ],
            "audio": "https://tts.langeek.co/read?text=YmV3aWxkZXJlZA&hash=5b178e0a07abf8070677035294e76972f3d0bd3c&lang=en&cache-only=0",
            "defineEn": "experiencing confusion",
            "defineVi": "trải qua sự nhầm lẫn",
            "hasImg": true
        },
        {
            "id": "aecd2dd9-fbea-4cd2-8f91-a174d4716c74",
            "word": "delighted",
            "phonetic": "dᵻlaɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They visited a local herb garden and were delighted to discover a thriving patch of clary sage.",
                "Delighted, I gave him some skin, and his mother gave him a big hug.",
                "Midas was delighted.",
                "I was delighted to see my old friend Bessie again.",
                "I am delighted with the house I am renting from him."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsaWdodGVk&hash=ef17b54e5bd839b33dba5238dcadaa52fb8f6749&lang=en&cache-only=0",
            "defineEn": "very happy or pleased",
            "defineVi": "rất hạnh phúc hoặc hài lòng",
            "hasImg": true
        },
        {
            "id": "88d472b5-f69c-4bd1-8ee7-e5a5cd9f1a6c",
            "word": "desperate",
            "phonetic": "dɛspɚɹət ",
            "partOfSpeechType": "noun",
            "examples": [
                "Seeing no other option, the politician decided desperate times call for desperate measures and made a controversial speech spreading misleading information to sway the crucial election results.",
                "Seeing no other option, the politician decided desperate times call for desperate measures and made a controversial speech spreading misleading information to sway the crucial election results.",
                "In a desperate attempt to beat the clock, I raced to mail my tax return before midnight.",
                "Megan regretted throwing herself at Terry, realizing later that her actions came across as desperate and needy.",
                "It was clear to everyone at the club that Peter was throwing himself at anyone who showed the slightest interest, desperate for attention."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzcGVyYXRl&hash=73a4cfe54a3f981ec7ecc00a8da0bbce3bcb415f&lang=en&cache-only=0",
            "defineEn": "a person that is scared and needs help",
            "defineVi": "một người đang sợ hãi và cần giúp đỡ"
        },
        {
            "id": "dae70c3c-caf3-4649-9466-0e3bfb078769",
            "word": "devastated",
            "phonetic": "dɛvᵻsteɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I was devastated, absolutely devastated.",
                "As Americans rushed to help in the search for survivors and to rebuild a devastated city, a shared sense of trauma and a desire to show resolve really did bring the country together.",
                "These governments would have to rebuild devastated areas, jump-start economies, and deal with complicated issues of ethnicity, and the latter was the most difficult, because after centuries of migration and intermarriage, ethnicity and nationality had become exceedingly complex.",
                "So rather than dealing with a devastated populace, American politicians were trying to bring war time taxes under control and size up it’s next enemy: Communist Russia."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV2YXN0YXRlZA&hash=4b2c7e7f4d04785a3b14c26a0380fceda4f828b7&lang=en&cache-only=0",
            "defineEn": "experiencing great shock or sadness",
            "defineVi": "trải qua cú sốc lớn hoặc nỗi buồn",
            "hasImg": true
        },
        {
            "id": "f0190c3c-8328-4e04-a2cc-8bcc1d74eef4",
            "word": "horrified",
            "phonetic": "hɔːɹɪfaɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I was horrified.",
                "I was horrified.",
                "Yeah he's horrified",
                "In it I was horrified to find a whole pile of love letters from Linton.",
                "No, you looked horrified, which is appropriate."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9ycmlmaWVk&hash=492f8cb049f9714f3ef84158710df7f266aad645&lang=en&cache-only=0",
            "defineEn": "very scared or shocked",
            "defineVi": "rất sợ hãi hoặc bị sốc",
            "hasImg": true
        },
        {
            "id": "bd9b0a36-e2ac-4e60-8c10-502d31e28d72",
            "word": "overwhelmed",
            "phonetic": "oʊvɚwɛlmd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The mother of two young children felt overwhelmed by her daily tasks, which included cooking, cleaning, and child-rearing.",
                "He held his head in his hands, feeling overwhelmed by the situation.",
                "She was feeling overwhelmed and stressed, but her mother reminded her that after a storm comes a calm, and that things would get better soon.",
                "Spending time with her family always does Emily the world of good, especially when she's feeling stressed or overwhelmed.",
                "Beginners or non-soccer fans taking a shot at the game might feel overwhelmed by everything there is to do."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcndoZWxtZWQ&hash=d5c975a5d45af2446fbde36ba332e11db1207e1a&lang=en&cache-only=0",
            "defineEn": "experiencing overpowering thoughts or emotions",
            "defineVi": "trải qua những suy nghĩ hoặc cảm xúc áp đảo"
        },
        {
            "id": "713a6093-c1a4-4835-b246-912304b85aae",
            "word": "stunned",
            "phonetic": "stʌnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Just ten miles from rebel lines, the animals look as stunned as I am.",
                "You look stunned looking at my hair right now.",
                "In Bat Yam, just south of Tel Aviv, a stunned Arab shop owner returned to her damaged ice cream parlor.",
                "In Bat Yam, just south of Tel Aviv, a stunned Arab shop owner returned to her damaged ice cream parlor.",
                "I remember being pretty, pretty stunned. "
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1bm5lZA&hash=3a3805f6c17caada9244f765c30ab2e714b5574f&lang=en&cache-only=0",
            "defineEn": "feeling so shocked or surprised that one is incapable of acting in a normal way",
            "defineVi": "cảm thấy quá sốc hoặc ngạc nhiên đến mức không thể hành động theo cách bình thường",
            "hasImg": true
        },
        {
            "id": "561e3b48-ff3d-408f-82ff-af3d2bc1fc7e",
            "word": "thrilled",
            "phonetic": "θɹɪld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They're thrilled about starting a family.",
                "After months of planning, I'm thrilled that the event is finally at hand!",
                "The bride and groom were both thrilled with how everything turned out.",
                "After hiking all day without any food, the hikers were thrilled to come across a roadside stand selling hot dogs.",
                "The Smiths were thrilled to have a pigeon pair, as they had always dreamed of having both a son and a daughter."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhyaWxsZWQ&hash=5868536642ced1f65a7d93b49702c1590dfab030&lang=en&cache-only=0",
            "defineEn": "very excited, happy, or pleased about something",
            "defineVi": "rất vui mừng, hạnh phúc, hoặc hài lòng về một cái gì đó",
            "hasImg": true
        },
        {
            "id": "fd2ea761-35e4-46a6-a9c8-781ca083a34d",
            "word": "scared",
            "phonetic": "skɛɹd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Don't be scared to speak to him.",
                "He watched a scary movie and got scared during the suspenseful scenes.",
                "I was really scared when I encountered a bear in the wilderness.",
                "You've got your rivals running scared.",
                "The young boy was scared of the rocking boat at first, but his grandfather helped him find his sea legs and they spent the day fishing together."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NhcmVk&hash=392bfe4681afc8a9351e3aa7b8f98681e8434edb&lang=en&cache-only=0",
            "defineEn": "afraid of something or someone",
            "defineVi": "sợ một cái gì đó hoặc một ai đó",
            "hasImg": true
        },
        {
            "id": "c012082e-3a54-49da-89c3-2352a75ef205",
            "word": "stiff",
            "phonetic": "stɪf ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The cleaning product contains stiff chemicals that effectively remove tough stains.",
                "The door was so stiff that it took a lot of force to open it.",
                "I was bored stiff listening to that lecture this afternoon.",
                "The hot sauce had a stiff level of spiciness that left my taste buds tingling.",
                "The medication has a stiff dosage, so be prepared for its potent effects."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RpZmY&hash=cd38f2f9483970266f5ac5b5756e6806a86d77e6&lang=en&cache-only=0",
            "defineEn": "harsh or severe in nature or effect",
            "defineVi": "khắc nghiệt hoặc nghiêm trọng trong tự nhiên hoặc hiệu ứng"
        },
        {
            "id": "47e865d5-359b-44e6-898f-71548c2800c1",
            "word": "down",
            "phonetic": "daʊn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The children scarfed down the pizza at the birthday party.",
                "Turn the mould upside down.",
                "His parents are always breathing down his neck.",
                "That song always sends a shiver down my spine.",
                "A path led down the hill."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG93bg&hash=2d12df48405febe70f17b9b0afff95955d789097&lang=en&cache-only=0",
            "defineEn": "feeling unhappy or dejected",
            "defineVi": "cảm thấy không vui hoặc chán nản",
            "hasImg": true
        },
        {
            "id": "d7a60147-b017-4e1f-92f0-e1640876f768",
            "word": "shattered",
            "phonetic": "ʃæɾɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "-Yes, look at the shattered glass over there.",
                "I mean, it's all very shattered."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhdHRlcmVk&hash=1a483f5f7fd268c39876ba33bd6ef623360c45a9&lang=en&cache-only=0",
            "defineEn": "receiving damage and becoming broken or destroyed",
            "defineVi": "nhận thiệt hại và trở nên bị hỏng hoặc bị phá hủy"
        },
        {
            "id": "2f97d568-251d-42ae-adbd-ec0cdd476a1b",
            "word": "gobsmacked",
            "phonetic": "ɡɑːbsmækt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z29ic21hY2tlZA&hash=a6546449dd330305594877de7ad3c98463d95b8b&lang=en&cache-only=0",
            "defineEn": "extremely shocked or surprised, to the point of becoming speechless",
            "defineVi": "cực kỳ sốc hoặc ngạc nhiên, đến mức không nói nên lời",
            "hasImg": true
        },
        {
            "id": "6afdc520-b5f0-4bf9-8050-d9b6aec643d7",
            "word": "sick",
            "phonetic": "sɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm sick of your foolishness.",
                "I'm sick of your foolishness.",
                "You get sick to the back teeth with it.",
                "I am sick to death of hearing your excuses.",
                "He was sick of being the butt of their jokes."
            ],
            "audio": "https://tts.langeek.co/read?text=c2ljaw&hash=a5805361affec775c355800f4876dd6d23f4860c&lang=en&cache-only=0",
            "defineEn": "feeling bored or annoyed with a person, situation, or thing because of having an excessive amount of it",
            "defineVi": "cảm thấy buồn chán hoặc khó chịu với một người, tình huống hoặc sự vật vì có quá nhiều"
        },
        {
            "id": "005e351d-ff1a-4d0a-b912-8273d9f0bd6a",
            "word": "sad",
            "phonetic": "sæd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Oh yeah, that was sad.",
                "That's pretty sad if you ask me.",
                "Sad, woe is us, to come to this plight!",
                "She would cry at the drop of a hat when watching sad movies.",
                "It would be humorous if it weren't so sad the way Sarah tiptoes around her wife."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Fk&hash=c68466f5e493cf41b32c202a5daee1abd465199f&lang=en&cache-only=0",
            "defineEn": "emotionally feeling bad",
            "defineVi": "cảm xúc tồi tệ",
            "hasImg": true
        },
        {
            "id": "525fa37e-6e74-4033-8f50-0e1542fa9c12",
            "word": "depressed",
            "phonetic": "dᵻpɹɛst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm feeling a little depressed at the moment, but I'm sure good times are just around the corner.",
                "A person with schizophrenia isn't necessarily depressed.",
                "I am depressed.",
                "I was depressed.",
                "I was depressed."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwcmVzc2Vk&hash=4bb220bc869bf2c31ffdb31e0fe7947f85f4f298&lang=en&cache-only=0",
            "defineEn": "feeling very unhappy and having no hope",
            "defineVi": "cảm thấy rất buồn và không có hy vọng",
            "hasImg": true
        },
        {
            "id": "b82a756e-0a01-4dc7-86bb-59181966334f",
            "word": "terrified",
            "phonetic": "tɛɹᵻfaɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Terrified people streamed from homes and offices.",
                "Yeah, I'd be so terrified to ever do stand-up.",
                "Maybe you feel as terrified as the characters hiding from a serial killer, which just kinda sucks.",
                "But I'm terrified to clip them because he's a fidgety, movey guy Right.",
                "It has to involve a motorcycle, which I'm terrified of."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVycmlmaWVk&hash=b93bba0fb241637217ea1171c07346c610721757&lang=en&cache-only=0",
            "defineEn": "feeling extremely scared and afraid",
            "defineVi": "cảm thấy vô cùng sợ hãi và sợ hãi",
            "hasImg": true
        },
        {
            "id": "777b48dd-7cbb-4d32-8f86-1cb0bcd629ef",
            "word": "extremely",
            "phonetic": "ɛkstɹiːmli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "She was extremely sick, but we were waiting for a raindrop in the drought.",
                "We were made to feel extremely welcome.",
                "He's extremely irritable - he flies off the handle at the slightest thing.",
                "The Prime Minister is understood to have been extremely angry about the report.",
                "It was a small problem and she has been treated extremely badly."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0cmVtZWx5&hash=5479bc0c82cddc23717a0e65aeb500f1a9972e89&lang=en&cache-only=0",
            "defineEn": "to a very great amount or degree",
            "defineVi": "đến một số lượng rất lớn hoặc mức độ"
        },
        {
            "id": "a71e2c9c-56ea-4b9f-a981-445ec03da72a",
            "word": "exhausted",
            "phonetic": "ɛɡzɔːstᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The exhausted runner flopped onto the ground after crossing the finish line.",
                "That's why we're all exhausted today.",
                "I'm sorry, Mimi, I'm just too exhausted to go out tonight.",
                "He's fresh out of a long road trip and feeling exhausted from the journey.",
                "Despite feeling discouraged and exhausted after months of job searching, Mary remained committed to her career goals by remembering that it is dogged that does it, and ultimately landed her dream job."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhoYXVzdGVk&hash=efe92669d7e78460682e499c60886e6572d68ca7&lang=en&cache-only=0",
            "defineEn": "completely drained of energy, often due to physical or mental exertion",
            "defineVi": "hoàn toàn cạn kiệt năng lượng, thường là do gắng sức về thể chất hoặc tinh thần",
            "hasImg": true
        },
        {
            "id": "7057752d-9570-4f79-8d33-d622dedcb3f8",
            "word": "irritated",
            "phonetic": "ɪɹᵻteɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The skin gets irritated.",
                "Number three, you're easily irritated.",
                "Or, they just feel really irritated with anything and everything.",
                "My throat is so, irritated that I'm just hoping it doesn't seal up.",
                "Or an irritated family member says, \"It's right there, you just didn't look.\""
            ],
            "audio": "https://tts.langeek.co/read?text=aXJyaXRhdGVk&hash=5dcdceb782f81367124dbfd8499ecef566106627&lang=en&cache-only=0",
            "defineEn": "feeling angry or annoyed",
            "defineVi": "cảm thấy tức giận hoặc khó chịu",
            "hasImg": true
        },
        {
            "id": "8cfcbfad-5477-4a26-8c76-db260c89d101",
            "word": "gutted",
            "phonetic": "ɡʌɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "AMNA NAWAZ: Devastation across the South this morning, downed power lines, gutted forests, and homes eviscerated, the aftermath of a series of powerful tornadoes that wreaked havoc last night, including in Georgia."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3V0dGVk&hash=2433efbfe7e4ed508c59700d81627a18fdc1288b&lang=en&cache-only=0",
            "defineEn": "experiencing great sadness, shock, or disappointment",
            "defineVi": "trải qua nỗi buồn, cú sốc hoặc sự thất vọng lớn"
        }
    ]
}