{
    "id": "6539464b-178c-4d4c-80fe-ad05e70e135e",
    "title": "Unit 7 - Lesson 1",
    "originalTitle": "Unit 7 - Lesson 1",
    "words": [
        {
            "id": "259161a6-3250-448d-bc65-0298b3406cab",
            "word": "to commemorate",
            "phonetic": "tə kəmɛmɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The center is now housing an exhibition commemorating China's battle against the virus.",
                "Organizers in Oklahoma have canceled Monday's main event commemorating the Tulsa race massacre of 1921.",
                "Eventually it evolved to commemorating all aspects of the United States.",
                "Commemorating Stonewall would replace it from then on.",
                "On January 15th 1969 the King Center began to commemorate his birthday with an ecumenical service, which gains attention as a model for other observances of his birthday nationwide."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbWVtb3JhdGU&hash=1ade5f1a2ac9c88c0c2b10ba5d87130eab8e41c8&lang=en&cache-only=0",
            "defineEn": "to recall someone or something  in the past by doing something special",
            "defineVi": "để nhớ lại một ai đó hoặc một cái gì đó trong quá khứ bằng cách làm một cái gì đó đặc biệt"
        },
        {
            "id": "ff2ef559-e52c-4bed-9fa4-df1d2f5a384d",
            "word": "holiday",
            "phonetic": "hɑːlɪdeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "That holiday cost me a small fortune.",
                "The closing of the airport knocked our holiday plans on the head.",
                "I'll always remember this holiday.",
                "My favorite month is December because of the holidays.",
                "We sometimes visit our relatives during the holidays."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9saWRheQ&hash=a9f80069d2e5f9c24741eed39895fc29a60dde5d&lang=en&cache-only=0",
            "defineEn": "a period of recreation away from home or work",
            "defineVi": "một khoảng thời gian giải trí xa nhà hoặc nơi làm việc",
            "hasImg": true
        },
        {
            "id": "663260e6-9ab6-466f-9e31-e8a2408a508a",
            "word": "to set off",
            "phonetic": "tə sɛt ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "Check the oil and water before setting off.",
                "Taking the bit between his teeth he set off across the plain with greater speed than the bones of his anatomy ever gave any promise of.",
                "Every so often, Claire has itchy feet and sets off for a foreign destination.",
                "The tree crashed through the conservatory and set off all the alarms, which joined with the sound of the gale to scare me out of my wits.",
                "One week later, this sandwich set off a virtual confrontation between some of the biggest names in fast food."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2V0IG9mZg&hash=45a415b6020ab221cf1cbe764503718f4ce8f89d&lang=en&cache-only=0",
            "defineEn": "to activate an alarm, a bomb, an explosive, etc.",
            "defineVi": "để kích hoạt báo động, bom, chất nổ, v.v.",
            "hasImg": true
        },
        {
            "id": "9cc98449-05ee-4baf-ac59-0f28fe6fb22c",
            "word": "firework",
            "phonetic": "faɪɚwɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Fireworks displays are common in many countries during the month of July.",
                "The event finished with a spectacular fireworks display.",
                "The country celebrated its independence with a grand parade and fireworks.",
                "In January, we celebrate the start of the new year with fireworks and joy.",
                "I heard what sounded like fireworks."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlyZXdvcms&hash=90251560d0017888506bd12f539c425ff4c4192e&lang=en&cache-only=0",
            "defineEn": "(usually plural) a small thing containing explosive powder that produces bright colors and a loud noise when it explodes or burns, mostly used at celebrations",
            "defineVi": "(thường là số nhiều) một vật nhỏ chứa bột nổ tạo ra màu sắc tươi sáng và tạo ra tiếng động lớn khi nổ hoặc cháy, chủ yếu được sử dụng trong các lễ kỷ niệm",
            "hasImg": true
        },
        {
            "id": "05fd7e11-a298-4f94-999e-2d31ae836998",
            "word": "to march",
            "phonetic": "tə mɑːɹtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The demonstrators marched in a body to the main square.",
                "They follow their March show with four UK dates next month.",
                "The dispute finally came to a head in March that year.",
                "St. Patrick's Day is celebrated in March.",
                "Lidl stole a march on other retailers by stocking pink prosecco in large volumes earlier."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFyY2g&hash=0f289d0365f9631255f2b8b4650466c817dae811&lang=en&cache-only=0",
            "defineEn": "to walk firmly with regular steps",
            "defineVi": "bước đi vững chắc với những bước đều đặn",
            "hasImg": true
        },
        {
            "id": "01f42e66-09f3-4591-a986-fcc482e9c05a",
            "word": "parade",
            "phonetic": "pɚɹeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The parade is the first sign of the new regime flexing its military muscles.",
                "The country celebrated its independence with a grand parade and fireworks.",
                "Mom really rained on our parade by chaperoning our school dance.",
                "It doesn't help our organization's appearance to have a hog in armor parading himself as our leader",
                "o make sure that all goes according to plan and no one rains on his parade, the president's safari will stay clear of trouble spots."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyYWRl&hash=300303e48f014191bc914177db6684e5c4891940&lang=en&cache-only=0",
            "defineEn": "a public event where people or vehicles orderly move forward, particularly to celebrate a holiday or special day",
            "defineVi": "một sự kiện công cộng nơi mọi người hoặc phương tiện di chuyển về phía trước một cách có trật tự, đặc biệt là để chào mừng một ngày lễ hoặc ngày đặc biệt",
            "hasImg": true
        },
        {
            "id": "5e859920-6779-4ddb-8b87-4cc06a711b9a",
            "word": "to have",
            "phonetic": "tə hæv ",
            "partOfSpeechType": "verb",
            "examples": [
                "That hot guy had a good head on his shoulders.",
                "The hotel had expensive rates during the holiday season.",
                "The group has a new CD in the pipeline.",
                "The police had the situation well in hand.",
                "The theatre company has several new productions in the pipeline for next season."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGF2ZQ&hash=f50f008a97735633f0ac679f3f12de346952ff3e&lang=en&cache-only=0",
            "defineEn": "to hold, possess, or own an object or a quality",
            "defineVi": "để giữ, sở hữu, hoặc sở hữu một đối tượng hoặc một chất lượng",
            "hasImg": true
        },
        {
            "id": "de023437-7809-4b8f-81aa-d656b14a0c46",
            "word": "picnic",
            "phonetic": "pɪknɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children spread cheese dip on crackers during their picnic in the park.",
                "My sister packed some Spanish limes in her picnic basket for a tangy snack on our outdoor adventure.",
                "We often have a picnic in the park on sunny Sundays.",
                "At a family reunion picnic, the buffet table showcased a classic beef plate roast.",
                "We packed sandwiches for our picnic in the park."
            ],
            "audio": "https://tts.langeek.co/read?text=cGljbmlj&hash=20920f10e08d0fd7e696114df67479a2a00b0738&lang=en&cache-only=0",
            "defineEn": "‌an occasion when we pack food and take it to eat outdoors, typically in the countryside",
            "defineVi": "‌một dịp khi chúng ta đóng gói thức ăn và mang đi ăn ngoài trời, điển hình là ở nông thôn",
            "hasImg": true
        },
        {
            "id": "1a298aa0-8b5e-4331-a461-c8329ad36d5a",
            "word": "to pray",
            "phonetic": "tə pɹeɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "As a parent, I believe that 'family that prays together stays together' is an important lesson to teach our children.",
                "- I'm, like, praying.",
                "Praying for good fortune and better days.",
                "Victims prayed for relief from Asclepius, the god of medicine.",
                "We are praying the music."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJheQ&hash=059eaccce73f101263948dd64392079e12ece2d2&lang=en&cache-only=0",
            "defineEn": "to speak to a God or saint to ask for help or express gratitude",
            "defineVi": "nói chuyện với một vị thần hoặc thánh để yêu cầu giúp đỡ hoặc bày tỏ lòng biết ơn",
            "hasImg": true
        },
        {
            "id": "4e166e67-e964-483c-803b-43f7cedb848c",
            "word": "to send",
            "phonetic": "tə sɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "That song always sends a shiver down my spine.",
                "Anne's aunt always sends her birthday cards and gifts.",
                "I sent the package by airmail.",
                "He sent me a copy of his new book.",
                "She sent the kids to bed early."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VuZA&hash=c2cf48074fe387a6f0654706360efe1e2af5e741&lang=en&cache-only=0",
            "defineEn": "to take something to a specific location or making arrangements for it to be taken there, particularly by post",
            "defineVi": "để đưa một cái gì đó đến một địa điểm cụ thể hoặc sắp xếp để nó được đưa đến đó, đặc biệt là qua đường bưu điện",
            "hasImg": true
        },
        {
            "id": "6dfc650b-f555-46ad-b331-43e288c8aa2d",
            "word": "card",
            "phonetic": "kɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Someone has stacked the cards against me.",
                "He's still playing his cards close to his chest.",
                "Anne's aunt always sends her birthday cards and gifts.",
                "She drew a red heart on the card, with words of love and appreciation.",
                "Marriage has been on the cards from day one."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZA&hash=46e72e3b98defa53190cc5a83926db709a93de6e&lang=en&cache-only=0",
            "defineEn": "a piece of stiff and thick paper, usually rectangular in shape, that is used for sending messages, greetings, invitations, etc.",
            "defineVi": "một mảnh giấy cứng và dày, thường có hình chữ nhật, được sử dụng để gửi tin nhắn, lời chào, lời mời, v.v.",
            "hasImg": true
        },
        {
            "id": "91f3de0f-211e-4a8e-a21d-ad052fe5aa7a",
            "word": "to give",
            "phonetic": "tə ɡɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "A touch of maple extract in the pancake batter gives them a delightful maple syrup taste.",
                "The finance minister's fall from grace gave his enemies great satisfaction.",
                "Give sweetsop a try!",
                "The morgue gives me the jitters.",
                "This old house gives me the willies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2l2ZQ&hash=a72969415fa6739d537415b6fafea729121aea01&lang=en&cache-only=0",
            "defineEn": "to offer a thing to a person",
            "defineVi": "để cung cấp một điều cho một người",
            "hasImg": true
        },
        {
            "id": "f5125533-30a7-4d65-a7a0-e177e5f6e25e",
            "word": "gift",
            "phonetic": "ɡɪft ",
            "partOfSpeechType": "noun",
            "examples": [
                "He gifted a jar of homemade butterscotch sauce to his neighbor.",
                "Shall I take my host family a gift?",
                "She received a new book as a gift.",
                "I got an empty gift box.",
                "She gifted me a jar of homemade confiture made from mixed berries."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2lmdA&hash=bed85d337232b2c1445bf7f6c551d920de76ea3c&lang=en&cache-only=0",
            "defineEn": "something that we give to someone because we like them, especially on a special occasion, or to say thank you",
            "defineVi": "thứ gì đó mà chúng ta tặng cho ai đó vì chúng ta thích họ, đặc biệt là vào một dịp đặc biệt hoặc để nói lời cảm ơn",
            "hasImg": true
        },
        {
            "id": "9e946ddd-221b-402a-86f3-f21f2e2a3a74",
            "word": "to [wish] {sb} well",
            "phonetic": "tə wɪʃ ɛsbiː wɛl ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gd2lzaCB7c2J9IHdlbGw&hash=72a06a456f17384890cefccc27526ea6ba8a5c57&lang=en&cache-only=0",
            "defineEn": "to hope for a person's success, well-being, and good fortune",
            "defineVi": "để hy vọng cho một người thành công, hạnh phúc và may mắn"
        },
        {
            "id": "6fd39a1c-ee18-4b3b-93e3-d546cb158d4e",
            "word": "to remember",
            "phonetic": "tə ɹᵻmɛmbɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Always remember that.",
                "I'll always remember this holiday.",
                "He couldn't remember the name of the movie for the life of him.",
                "Remember Jackson.",
                "I don't remember my first day at school."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVtZW1iZXI&hash=c75466806e140cb873d14e59147d0be78a3c65b2&lang=en&cache-only=0",
            "defineEn": "to bring a type of information from the past to our mind again",
            "defineVi": "để đưa một loại thông tin từ quá khứ vào tâm trí của chúng tôi một lần nữa",
            "hasImg": true
        },
        {
            "id": "5f0b8364-1a76-49a4-a659-9180df985d16",
            "word": "dead",
            "phonetic": "dɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The old captain was dead as a dodo.",
                "The owners were dead as mutton.",
                "This fish is as dead as a herring.",
                "Dead men can't talk.",
                "But this bird was as dead as a dodo."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVhZA&hash=39a12aabcd694ad36af9c2520969787223e382bb&lang=en&cache-only=0",
            "defineEn": "a person or the people who are not alive anymore",
            "defineVi": "một người hoặc những người không còn sống nữa",
            "hasImg": true
        },
        {
            "id": "2f5a4650-74ed-45e8-a106-bd863cda915c",
            "word": "to wear",
            "phonetic": "tə wɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "His face wore a puzzled look.",
                "Both men wore confident smiles.",
                "My mom wears facial mask sometmes.",
                "The police officer wears a uniform and a badge.",
                "He wears glasses now."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2Vhcg&hash=a68d9051a195f4a6c53761ddaac9dc15ab268728&lang=en&cache-only=0",
            "defineEn": "to have something such as clothes, shoes, etc. on your body",
            "defineVi": "để có một cái gì đó như quần áo, giày dép, vv trên cơ thể của bạn",
            "hasImg": true
        },
        {
            "id": "d5131b5d-0f16-4402-84d1-5a571fa1a325",
            "word": "costume",
            "phonetic": "kɔstuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "She seems to conjure wonderful costumes out of thin air.",
                "They will be laughing their heads off when they see my costume.",
                "They will be laughing their heads off when they see my costume.",
                "The festival they attended a few years ago was wild and woolly, with people dressed in vibrant costumes, live music, and a festive atmosphere.",
                "The use of long ruffled skirts as Bomba costumes also shows incorporation of Spanish influences in Bomba today."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29zdHVtZQ&hash=d1dd30b62e42114cba16adff4244415cce435d1b&lang=en&cache-only=0",
            "defineEn": "pieces of clothing worn by actors or performers for a role, or worn by someone to look like another person or thing",
            "defineVi": "quần áo được mặc bởi các diễn viên hoặc người biểu diễn cho một vai diễn, hoặc được ai đó mặc để trông giống người hoặc vật khác",
            "hasImg": true
        }
    ]
}