{
    "id": "655804a1-43be-4ff2-948b-d878e2580de8",
    "title": "Cause and Effect",
    "originalTitle": "Cause and Effect",
    "words": [
        {
            "id": "805b32aa-37d6-4786-be9d-0b4b9a109ce5",
            "word": "to trigger",
            "phonetic": "tə tɹɪɡɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Cameras triggered by cars running red lights at intersections.",
                "Methamphetamine also triggers the release of dopamine.",
                "Trigger the high speed camera.",
                "So, naturally, DNA damage triggers an immune response: inflammation.",
                "The announcement triggered a jump in oil prices."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJpZ2dlcg&hash=e710ce0f7b624779bc5f2dbc057589ad5417c9bd&lang=en&cache-only=0",
            "defineEn": "to cause something to happen",
            "defineVi": "để gây ra một cái gì đó để xảy ra"
        },
        {
            "id": "93dd4c10-d03f-4cad-a220-cfb1c53b409f",
            "word": "root",
            "phonetic": "ɹuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The laws were reformed root and branch.",
                "The farmer harvested the tuberous roots of the yam plant.",
                "Racism must be eliminated, roots and all.",
                "It's time for a roots and all review of political donations.",
                "I watched as the pig rooted around in the dirt for food."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9vdA&hash=56abf0681805fefc5383f82410e1a3d71eca084b&lang=en&cache-only=0",
            "defineEn": "the primary cause of something",
            "defineVi": "nguyên nhân chính của một cái gì đó"
        },
        {
            "id": "357d67c0-1e6d-499a-b96a-8dff7e5cc41a",
            "word": "outcome",
            "phonetic": "aʊtkʌm ",
            "partOfSpeechType": "noun",
            "examples": [
                "A mixture of skill and good luck decided the outcome of the game.",
                "The outcome of the game is in the team captain's hands.",
                "The outcome of the court case will make or mar the future of the business.",
                "The outcome of the election is now in the lap of the gods, as the polls are too close to call.",
                "Whether you agree or not, it makes no odds to the outcome of the decision."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0Y29tZQ&hash=2af24b2684a9a31802bcee5844ccf14997bc6290&lang=en&cache-only=0",
            "defineEn": "the result or consequence of a situation, event, or action",
            "defineVi": "kết quả hoặc hậu quả của một tình huống, sự kiện, hoặc hành động"
        },
        {
            "id": "b06671b4-502c-4ed2-98ae-ef3848629e79",
            "word": "to provoke",
            "phonetic": "tə pɹəvoʊk ",
            "partOfSpeechType": "verb",
            "examples": [
                "She provoked him with her remarks, so she asked for it when he got angry.",
                "Initially, the high interest rates definitely provoked a recession in 1981 and 1982.",
                "So they provoked a counter-Maidan.",
                "They provoke people in the wrong way.",
                "That provoked a response in the Ukrainian populace, in the Ukrainian streets."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvdm9rZQ&hash=bc5a68002be26483c7d00ca69ae923c6cc84520c&lang=en&cache-only=0",
            "defineEn": "to give rise to a certain reaction or feeling, particularly suddenly",
            "defineVi": "để làm phát sinh một phản ứng hoặc cảm giác nhất định, đặc biệt là đột ngột"
        },
        {
            "id": "70679ed8-ffbd-48dd-b891-3752c9d94ad3",
            "word": "to result",
            "phonetic": "tə ɹɪzʌlt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We need the results now.",
                "She'll have had the results by now.",
                "The result of this election is going to be too close to call.",
                "The bakery incorporated finely diced fatback into savory pie crusts for flaky results.",
                "If you invest time and energy into learning and personal growth, you will see positive results in your life."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzdWx0&hash=be7171ad775b0586ddc75e8a32fe2dbedef8b069&lang=en&cache-only=0",
            "defineEn": "to directly cause something",
            "defineVi": "để trực tiếp gây ra một cái gì đó"
        },
        {
            "id": "79c00979-b0e4-41d0-9863-d610d47b1a38",
            "word": "to raise",
            "phonetic": "tə ɹeɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The bank raised interest rates.",
                "Many shops have raised their prices.",
                "The piece raises the ghosts of a number of twentieth-century art ideas.",
                "The book raises many important questions.",
                "Local residents have raised concerns about late-night noise."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmFpc2U&hash=500f1aa3fef8123f772ac0554c8b0885efe19dfd&lang=en&cache-only=0",
            "defineEn": "to provoke by bringing a feeling or memory into the mind",
            "defineVi": "để kích động bằng cách mang lại một cảm giác hoặc ký ức vào tâm trí"
        },
        {
            "id": "158fcb73-e7f8-470d-b0d2-04c11d88c043",
            "word": "to stem from",
            "phonetic": "tə stɛm fɹʌm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Pointing out that many health problems stem from poor diet and overeating.",
                "Probably, my interest in farming stemmed from my interest in food.",
                "Daenerys Targaryen's claim to the Iron Throne stems from her status as the mother of dragons.",
                "This hypothesis stems from the work of paleontologist René Lavocat and taxonomist Robert Hoffstetter who published a series of studies on these rodents from 1969 to 1975.",
                "Your forgetfulness might also stem from the other end of things: the whole remembering bit."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RlbSBmcm9t&hash=4d3fb8b4273caa14b97e3a6d6711a6fe36c99fe0&lang=en&cache-only=0",
            "defineEn": "to arise from or be caused by something",
            "defineVi": "phát sinh từ hoặc được gây ra bởi một cái gì đó"
        },
        {
            "id": "1f15db69-9e31-4e8c-a9d7-e2a67dcc0b3e",
            "word": "responsible",
            "phonetic": "ɹᵻspɑːnsᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The brain is responsible for controlling our thoughts and actions.",
                "The engineer is responsible for ensuring the safety and efficiency of the electrical system.",
                "He is ultimately responsible for every aspect of the broadcast.",
                "At the end of the day I'm responsible for what happens in the school.",
                "As a responsible person, it is important to be mindful of our impact on the environment."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzcG9uc2libGU&hash=ecc54abccc8d5e3bf34d38315515dbb8ad79c2cc&lang=en&cache-only=0",
            "defineEn": "being the main cause of something",
            "defineVi": "là nguyên nhân chính của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "466a3542-9a71-4a13-91b0-7ded99424a0c",
            "word": "side effect",
            "phonetic": "saɪd ɪfɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The side effects of a medication may be worse than the symptoms of the illness it was intended to treat, showing how the cure is worse than the disease.",
                "Common side effects include dizziness, dry mouth, nausea, fatigue, confusion, balance problems, and euphoria.",
                "These medications have less side effects overall.",
                "Humanity’s longest experiment in controlled evolution has had other side effects as well.",
                "Vaccines do carry certain risks and side effects."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lkZSBlZmZlY3Q&hash=5e562e3028a2c49105a9a30588ba26b501b9de88&lang=en&cache-only=0",
            "defineEn": "a result of a situation or action that was not meant to happen",
            "defineVi": "một kết quả của một tình huống hoặc hành động mà không có nghĩa là để xảy ra"
        },
        {
            "id": "b71abfb3-6738-4d6b-ac8f-2667d1a07769",
            "word": "significantly",
            "phonetic": "sɪɡnɪfɪkəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The company's stock prices took a beating in the market, dropping significantly due to poor financial performance.",
                "The company's profits have been declining for months, but the CEO only started to take notice after the stock price dropped significantly.",
                "The oil industry pollutes, significantly.",
                "White Castle's profits fell significantly.",
                "There, phonons could significantly affect the star’s behavior."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lnbmlmaWNhbnRseQ&hash=04d67fbbc6b5e351c2af1354e691f7ffc8865760&lang=en&cache-only=0",
            "defineEn": "in a manner that is important or large enough to be noticed or be effective",
            "defineVi": "theo cách đó là quan trọng hoặc đủ lớn để được chú ý hoặc có hiệu quả"
        },
        {
            "id": "93362273-e6c2-45fb-863d-8eb5b04293e6",
            "word": "thus",
            "phonetic": "ðʌs ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Current drilling technology thus barely scrapes the surface.",
                "The story of her life, thus far, has been being in the right place at the right time.",
                "The CEO of the company knew that no truth, no crown, and thus made sure that the company always operated with honesty and integrity.",
                "It’s as if Google is just so big now, the left hand doesn’t know what the right is doing, and thus different teams keep coming up with the same products.",
                "Thus ends that experiment, now back to the show."
            ],
            "audio": "https://tts.langeek.co/read?text=dGh1cw&hash=1c9b50876f601a55a139d8c436e72177d209ff25&lang=en&cache-only=0",
            "defineEn": "as a result",
            "defineVi": "kết quả là"
        },
        {
            "id": "6dbef0bc-4fa2-46f1-b244-e21883a3cefd",
            "word": "surge",
            "phonetic": "sɜːdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Alcoholism surged.",
                "Bike sales are surging.",
                "So the president created a surge. ",
                "Shares of Virgin Galactic are surging this morning.",
                "Shares surged to $333 on August 19th, 2020."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VyZ2U&hash=af7ac065f655e5df91e51bc119768085cfdf04e5&lang=en&cache-only=0",
            "defineEn": "an abrupt increase in something's number or amount",
            "defineVi": "sự gia tăng đột ngột về số lượng hoặc số lượng của một cái gì đó"
        },
        {
            "id": "f3e70226-7852-4942-b14c-fe5e21cca243",
            "word": "to rocket",
            "phonetic": "tə ɹɑːkɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company rose like a rocket by trading sub-prime mortgages, and then fell like a stick when the housing bubble burst.",
                "Everyone has their eyes on the young actress who has been rising like a rocket in the film industry.",
                "Designing a website may be a lot of work but it’s not rocket science.",
                "I love rockets.",
                "Rockets struck at a military base outside Irbil."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcm9ja2V0&hash=e82fb07b06e6dc6aa99caf0eec22b89215b90650&lang=en&cache-only=0",
            "defineEn": "(of a price, amount, etc.) to increase suddenly and significantly",
            "defineVi": "(của một mức giá, số lượng, v.v.) tăng đột ngột và đáng kể",
            "hasImg": true
        },
        {
            "id": "492ba331-9393-4e2f-a224-a59c079e9d75",
            "word": "to plunge",
            "phonetic": "tə plʌndʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company has plunged $37 million into the red.",
                "We took the plunge and set up our own business.",
                "The bridge collapsed, and the car plunged under.",
                "Emma and Michael had been in a committed relationship for a long time, so they finally took the plunge and exchanged wedding vows.",
                "If you have been thinking about buying shares, now could be the time to take the plunge."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGx1bmdl&hash=83e88742fef996396358377cef1051fdd206b336&lang=en&cache-only=0",
            "defineEn": "(of prices, values, temperature, etc.) to suddenly decrease in a significant amount",
            "defineVi": "(về giá cả, giá trị, nhiệt độ, v.v.) đột ngột giảm một lượng đáng kể",
            "hasImg": true
        },
        {
            "id": "7c4a6ff9-4f1a-4513-851d-d49b41375916",
            "word": "to lower",
            "phonetic": "tə loʊɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "They have drastically lowered the bar for anyone who wants to call themselves a musician.",
                "The politician promised to lower taxes, but the people knew that a man is judged by his deeds, not by his words, and voted for the candidate with a proven track record of following through on promises.",
                "President Trump's signature tax legislation lowered the corporate tax rate from 35 to 21 percent.",
                "So high levels of HDL actually lower your risk of heart attack and stroke.",
                "So the government kind of lowered the bar for them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG93ZXI&hash=fe20472657cf09f7f3d824cd64105fe235ce9433&lang=en&cache-only=0",
            "defineEn": "to decrease in degree, amount, quality, or strength",
            "defineVi": "để giảm mức độ, số lượng, chất lượng, hoặc sức mạnh",
            "hasImg": true
        },
        {
            "id": "6979d78e-66d9-49c5-b3b7-58ee2c42919b",
            "word": "to produce",
            "phonetic": "tə pɹəduːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The apple tree in our backyard produces juicy fruits every year.",
                "Violence in the last analysis produces more violence.",
                "ur company mainly produces goods for export.",
                "The local factory produces electronic components.",
                "The company has just produced a luxury version of the aircraft."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvZHVjZQ&hash=054a384a1e7f0a408ebc1210f3d4e80c3197790f&lang=en&cache-only=0",
            "defineEn": "to cause or bring about something",
            "defineVi": "để gây ra hoặc mang về một cái gì đó"
        },
        {
            "id": "451355d6-176c-4a43-811a-d053d9c4b121",
            "word": "product",
            "phonetic": "pɹɑːdʌkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company's new product launch led to a fat increase in revenue.",
                "The product launch went out with a bang, with a viral social media campaign and record-breaking sales numbers.",
                "The company's new product line contributed to a significant increase in its overall yield for the quarter.",
                "The new smartphone had the edge over the last product, with its larger screen and faster processor.",
                "The new product will soon be available in stores nationwide."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZHVjdA&hash=95304d23f8faf500649e8c52e05e2093a5947965&lang=en&cache-only=0",
            "defineEn": "a thing or person resulted from something particular",
            "defineVi": "một điều hoặc người kết quả từ một cái gì đó cụ thể"
        },
        {
            "id": "e7ebbe1f-0022-4b70-b706-36ef6e866f6b",
            "word": "ineffective",
            "phonetic": "ɪnɪfɛktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That's pretty ineffective for winning a race.",
                "Unfortunately, even our most promising drug candidates have turned out to be ineffective.",
                "It also so happens that it was completely ineffective.",
                "The Reynolds number is useful for understanding simple scenarios, but it’s ineffective in many situations.",
                "It just might help you avoid an overvalued stock, an ineffective product, or even a terrible relationship."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5lZmZlY3RpdmU&hash=d84f88da63da5865abb83d15af2826acd236cb1b&lang=en&cache-only=0",
            "defineEn": "unable to have any effect or achieve the intended results",
            "defineVi": "không thể có bất kỳ ảnh hưởng hoặc đạt được kết quả dự định"
        },
        {
            "id": "3abb8f2a-f2dd-4894-ad8d-044100b8cfc5",
            "word": "increasingly",
            "phonetic": "ɪŋkɹiːsɪŋli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "With the war in the Middle East intensifying, the president's plan for environmental reform has increasingly gone by the wayside.",
                "It is becoming increasingly clear that something has gone seriously wrong.",
                "A lot of companies are being boxed into a corner by these increasingly restrictive regulations.",
                "The fact that the Champions League is increasingly dominated by English clubs just rubs salt into his wounds.",
                "and he's increasingly hard of hearing."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jcmVhc2luZ2x5&hash=c6c4cadc4d5c06ac24e8272567ee8433f37b499b&lang=en&cache-only=0",
            "defineEn": "more and more overtime",
            "defineVi": "ngày càng làm thêm giờ"
        },
        {
            "id": "e196b4be-1307-42f6-a850-3c570f759722",
            "word": "to jump",
            "phonetic": "tə dʒʌmp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The car ahead of me jumped the light.",
                "The child jumped up and down with excitement.",
                "My cat jumped onto the kitchen counter.",
                "He jumped the queue at the ticket counter.",
                "The squirrel jumped from one tree branch to another."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ganVtcA&hash=22e9ac22a23d47ad753463ff55eeb1ba560055ac&lang=en&cache-only=0",
            "defineEn": "(particularly of a price, rate, etc.) to increase sharply",
            "defineVi": "(đặc biệt là giá cả, tỷ lệ, v.v.) tăng mạnh",
            "hasImg": true
        },
        {
            "id": "9eb69d3c-d433-4f4d-8e42-67d3b0b1a780",
            "word": "leap",
            "phonetic": "liːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The discovery of new planets represents a quantum leap in astronomy, with the potential to deepen our understanding of the universe and our place in it.",
                "The company is growing by leaps and bounds this year.",
                "Those are my arguments against taking a leap in the dark.",
                "Dexter should have looked before he leaped.",
                "John was nervous about quitting his stable job to start his own business, but he knew that no guts, no glory, and he took the leap."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhcA&hash=2089ce62a7f36a0fe9a7848cbcabfc7a6ffd0a10&lang=en&cache-only=0",
            "defineEn": "a sharp increase in something, such as price, etc.",
            "defineVi": "một sự gia tăng mạnh trong một cái gì đó, chẳng hạn như giá cả, vv"
        },
        {
            "id": "adf69fbd-8206-4633-90e7-2bb7b9df5f67",
            "word": "implication",
            "phonetic": "ɪmplɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He took umbrage at the implication that he was too old for the job.",
                "The new Hong Kong law could also have implications for the United States.",
                "But this has implications.",
                "But the second crisis had far bigger implications for the company as well as the entire food supply network.",
                "The implications for the U.S. go beyond the economic impact."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wbGljYXRpb24&hash=7b6c5f4d9693261cbd753b841c16c0f823b2632f&lang=en&cache-only=0",
            "defineEn": "a possible consequence that something can bring about",
            "defineVi": "một hậu quả có thể xảy ra mà một cái gì đó có thể mang lại"
        },
        {
            "id": "8a4f4f82-9775-458e-9acc-b2b72a3dde1f",
            "word": "to multiply",
            "phonetic": "tə mʌltɪplaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "What do you get if you multiply six by nine?",
                "Multiply the numerators.",
                "Then multiply the two magnitudes.",
                "We multiply its velocity times the same number of time.",
                "Just multiply the base times the height."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbXVsdGlwbHk&hash=26a3ccfbab8c67eafcea4ea889494e9c57219d1c&lang=en&cache-only=0",
            "defineEn": "to significantly increase in quantity or make something increase in this way",
            "defineVi": "để tăng đáng kể về số lượng hoặc làm cho một cái gì đó tăng theo cách này"
        },
        {
            "id": "4220a009-9f3a-4d08-bb1a-61512a3f5422",
            "word": "hence",
            "phonetic": "hɛns ",
            "partOfSpeechType": "adverb",
            "examples": [
                "I try not to get too caught up in the small things, because in the grand scheme of things, it will be all the same a hundred years hence.",
                "Hence the name of the park By this time, dinosaurs had already acquired a variety of body plans and adaptations.",
                "Hence the common refrain: correlation doesn’t imply causation.",
                "And hence, the vehicle fleet is also very, very different to the fleet in the U.S.",
                "And hence, the shape of the orbit must be an ellipse."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVuY2U&hash=a26abb395963fe3971c49d1afe4813661b0d4f55&lang=en&cache-only=0",
            "defineEn": "for this reason; because of this",
            "defineVi": "vì lý do này; vì điều này"
        },
        {
            "id": "ed66feb9-b0bf-423b-8723-13054c6fc4c6",
            "word": "to decline",
            "phonetic": "tə dᵻklaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The government's popularity is declining, as the polls show.",
                "The company's profits have been declining for months, but the CEO only started to take notice after the stock price dropped significantly.",
                "For the past couple of years, the chattering classes have argued about whether the religious right is in decline.",
                "The company's profits began to decline, and the business eventually ground to a halt.",
                "They soon realized that riches have wings, and their profits declined."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVjbGluZQ&hash=b52fb27b82d81ad71638518b0325572c0b627444&lang=en&cache-only=0",
            "defineEn": "to reduce in amount, size, intensity, etc.",
            "defineVi": "để giảm số lượng, kích thước, cường độ, vv",
            "hasImg": true
        },
        {
            "id": "f2886484-7e97-4d03-bceb-44edb04328c3",
            "word": "effectively",
            "phonetic": "ɪfɛktɪvli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The cleaning product contains stiff chemicals that effectively remove tough stains.",
                "He focused on the meat and potatoes of his job, accomplishing tasks efficiently and effectively.",
                "Sally decided to quit her job and publicly criticize her former employer, effectively burning her bridges with the company.",
                "It helps me to focus on the most important parts of a story and communicate them effectively.",
                "After a disagreement, the team is working to get back on the rails and collaborate effectively to achieve their shared goals."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWZmZWN0aXZlbHk&hash=0e10550701e80268b3da7c8f0d293c3405c27466&lang=en&cache-only=0",
            "defineEn": "in a way that results in the desired outcome",
            "defineVi": "theo cách dẫn đến kết quả mong muốn"
        },
        {
            "id": "d3b8a969-258c-4456-a5f3-70eed0aad51a",
            "word": "contribution",
            "phonetic": "kɑːntɹɪbjuːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His contributions to the project are significant and his ideas carry weight.",
                "He was specially awarded for his exceptional contributions to the organization.",
                "The team's success was due in part to their understanding that a bird never flew on one wing, and that each member's contributions were necessary for achieving their goals.",
                "I helped my coworker with a project, but now that they've gotten all the credit, eaten bread is forgotten, and they don't acknowledge my contribution.",
                "She enjoyed being a big fish in a small pond, where her contributions were valued and recognized, but she knew she would have to leave her comfort zone to achieve greater success."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJpYnV0aW9u&hash=f1769885a419b16113c40d513a5a16004d595fdd&lang=en&cache-only=0",
            "defineEn": "someone or something's role in achieving a specific result, particularly a positive one",
            "defineVi": "vai trò của ai đó hoặc cái gì đó trong việc đạt được một kết quả cụ thể, đặc biệt là một kết quả tích cực"
        },
        {
            "id": "043a71d2-8520-44a4-b8ea-173e8ee12e61",
            "word": "consequently",
            "phonetic": "kɑːnsɪkwəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The finches consequently sort out ecological niches.",
                "The disease, consequently, becomes part of normal experience.",
                "Consequently, many young men and women cannot get a good job. ",
                "Consequently, Tom has delayed any marriage plans with Candace.",
                "Consequently, Wendy rose one step. "
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VxdWVudGx5&hash=b3fbbd75d4783dedca1124866f42c3bf0863bdfd&lang=en&cache-only=0",
            "defineEn": "therefore; as a result",
            "defineVi": "Vì vậy; kết quả là"
        },
        {
            "id": "68b7bf1f-f95d-453e-ad10-c173521455c8",
            "word": "consequence",
            "phonetic": "kɑːnsɪkwəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a result, the employees had to deal with the consequences of his poor choices.",
                "They know the consequences but still engage in risky behavior.",
                "You planted the seed of greed yourself, now you must suffer the consequences.",
                "The previous administration kicked the can down the road on climate change, and now we're facing the consequences.",
                "She received false advice that led to negative consequences."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VxdWVuY2U&hash=e64646911e5952f49b224c2b47665c3968d70180&lang=en&cache-only=0",
            "defineEn": "the outcome of an event especially as relative to an individual",
            "defineVi": "kết quả của một sự kiện đặc biệt là liên quan đến một cá nhân"
        },
        {
            "id": "d9317cb6-b1ff-47c0-969f-3a2ceccd74f2",
            "word": "to collapse",
            "phonetic": "tə kəlæps ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company's recent collapse has left their pension fund members up the creek.",
                "The bridge collapsed, and the car plunged under.",
                "She flopped her bag onto the couch and collapsed next to it.",
                "She was so tired that she was on the point of collapse.",
                "The political situation had become so unstable that people felt that above black there is no color, and that the country was on the brink of collapse."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29sbGFwc2U&hash=153ba93d5ee40ef42f3aa93443945e60644386a0&lang=en&cache-only=0",
            "defineEn": "(of prices, shares, etc.) to suddenly decrease in terms of amount or value",
            "defineVi": "(về giá cả, cổ phiếu, v.v.) giảm đột ngột về số lượng hoặc giá trị",
            "hasImg": true
        },
        {
            "id": "3418bb6c-81a0-44a8-8b9b-516c8690e9eb",
            "word": "to gain",
            "phonetic": "tə ɡeɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company is gaining ground rapidly with its new product launch.",
                "He gained a reputation as a smart number-cruncher who could turn data into policy.",
                "She gained a second wind during the campaign and turned the opinion polls around.",
                "Smaller capitalist countries are maneuvering to gain a bigger share of the pie.",
                "The company's marketing team is on a roll with their latest campaign, gaining a lot of attention on social media."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2Fpbg&hash=909bf599f3723319374f363c6fc3551d85f275c6&lang=en&cache-only=0",
            "defineEn": "(of currencies, prices, etc.) to increase in value",
            "defineVi": "(về tiền tệ, giá cả, v.v.) để tăng giá trị"
        },
        {
            "id": "4cf6a262-b94e-4dfc-aa26-77821e3b4544",
            "word": "following",
            "phonetic": "fɑːloʊɪŋ ",
            "partOfSpeechType": "preposition",
            "examples": [
                "Jake missed his friend's birthday party, but he made it up to her by organizing a surprise gathering with their mutual friends the following week.",
                "She thought that being an influencer was a gravy train, but soon realized that building a following requires hard work and dedication.",
                "Now, consider the following.",
                "The following spring, the adult bee chews its way out.",
                "The following year, construction on the tower foundations finally began."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9sbG93aW5n&hash=896126927e6134e1a2550d2bfd3cf5c4db9e11b7&lang=en&cache-only=0",
            "defineEn": "as a result of; after",
            "defineVi": "bởi vì; sau đó"
        },
        {
            "id": "b071e0f8-2ec9-4929-af32-3ee480ae3cb7",
            "word": "to arise",
            "phonetic": "tʊ ɚɹaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "I constantly have to remind myself that the worst wheel of the cart creaks most, checking my tendency to complain when relatively minor difficulties arise in my life.",
                "As soon as the opportunity arose, he was quick off the mark in exploiting it.",
                "Those who go the furthest in life are the ones willing to jump in at the deep end when a great opportunity arises.",
                "He refuses to allow that such a situation could arise.",
                "I always tell my students that you snooze, you lose, and that they should always be ready to take advantage of opportunities when they arise."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXJpc2U&hash=5ae693788c7f25481fbb84f53dd8ad4c00cd1ca8&lang=en&cache-only=0",
            "defineEn": "to be caused by something particular or happen as a result of it",
            "defineVi": "được gây ra bởi một cái gì đó cụ thể hoặc xảy ra như là kết quả của nó"
        },
        {
            "id": "75863e44-cadb-49be-b7c1-5273383dceb1",
            "word": "causal",
            "phonetic": "kɔːzəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A spurious correlation is the implied causal relationship between events that are coincidentally linked.",
                "And crucially, do they talk about a causal relationship?",
                "By this logic, agents have the ability to affect the causal chain of the universe.",
                "They countered that a simple correlation between body type and criminality could not be taken as causal evidence.",
                "I can tell you that there is a causal link between playing a violent video game and behavior."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F1c2Fs&hash=a2d12d8ee0908c91cdfc12fe96d9e740adac1249&lang=en&cache-only=0",
            "defineEn": "related to the relationship between two things in which one is the cause of the other",
            "defineVi": "liên quan đến mối quan hệ giữa hai điều trong đó một là nguyên nhân của khác"
        },
        {
            "id": "6688b94f-5ef2-41dd-bee3-778087329480",
            "word": "to climb",
            "phonetic": "tə klaɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "We climbed the sturdy branches of the tree to get a better view.",
                "She climbed the greasy pole to become the CEO.",
                "She climbed onto the roof to enjoy the view from above.",
                "He climbs on the bandwagon when he joins a new popular cause.",
                "The truck's engine roared as it climbed the steep hill."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xpbWI&hash=954ba34506d27b2a29962b73cf3c88c0d07f6df2&lang=en&cache-only=0",
            "defineEn": "to increase in terms of amount, value, intensity, etc.",
            "defineVi": "để tăng về số lượng, giá trị, cường độ, vv",
            "hasImg": true
        },
        {
            "id": "441551d9-4eb3-4604-8d7c-38d9ea9e6809",
            "word": "to boost",
            "phonetic": "tə buːst ",
            "partOfSpeechType": "verb",
            "examples": [
                "He added Swiss chard to his smoothie for an extra boost of nutrients.",
                "Including mangoes in your diet can provide a boost of vitamins and antioxidants.",
                "The government implemented new policies to boost the country's economy.",
                "They snacked on a handful of mixed nuts for an energy boost during their hike.",
                "I'm in for the boost it will give my career."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9vc3Q&hash=3f41b2f40e4620eb2b0e39ecebaaf5be638623cf&lang=en&cache-only=0",
            "defineEn": "to increase or make something better",
            "defineVi": "để tăng hoặc làm cho một cái gì đó tốt hơn",
            "hasImg": true
        }
    ]
}