{
    "id": "65995347-1fa2-42db-9686-d0c88648a19f",
    "title": "Unit 7",
    "originalTitle": "Unit 7",
    "words": [
        {
            "id": "d583c797-1358-48a9-9acf-134319281f88",
            "word": "body language",
            "phonetic": "bɑːdi læŋɡwɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9keSBsYW5ndWFnZQ&hash=466f6f7ba03be7e9426bdd3300e94e385ea7177b&lang=en&cache-only=0",
            "defineEn": "the nonverbal signals and movements that convey a person's thoughts, emotions, and intentions through physical gestures, facial expressions, and posture",
            "defineVi": "các tín hiệu và chuyển động phi ngôn ngữ truyền đạt suy nghĩ, cảm xúc và ý định của một người thông qua cử chỉ, nét mặt và tư thế"
        },
        {
            "id": "733c5078-defe-44dc-bbe1-4d4fb70eae75",
            "word": "to bite",
            "phonetic": "tə baɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "By the will of his wife, he bit the bullet.",
                "The bite had scarcely broken the skin.",
                "The bite had scarcely broken the skin.",
                "The street vendor served crispy trotter bites with a tangy dipping sauce at the food market.",
                "Never bite the hand that feeds you Carol."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYml0ZQ&hash=ee9210b097ea1df8f23f7ae644c185769cba91a6&lang=en&cache-only=0",
            "defineEn": "to cut into flesh using the teeth",
            "defineVi": "để cắt vào thịt bằng cách sử dụng răng",
            "hasImg": true
        },
        {
            "id": "f234db2f-c580-42e5-9355-9056140e5ea7",
            "word": "to blow up",
            "phonetic": "tə bloʊ ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The incident has been blown up out of proportion.",
                "Some dirtbags tried to blow up the restaurant with a bomb.",
                "Her channel just blew up.",
                "Now blow up a planet!",
                "My notifications are blowing up."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxvdyB1cA&hash=ab6a23ce3277b7086b76fd59394facea63bdcec0&lang=en&cache-only=0",
            "defineEn": "to fill with air or gas until something becomes inflated or expands",
            "defineVi": "để lấp đầy không khí hoặc khí đốt cho đến khi một cái gì đó trở nên phồng lên hoặc mở rộng",
            "hasImg": true
        },
        {
            "id": "995a5fe7-edef-498d-b530-679a482fb8b9",
            "word": "balloon",
            "phonetic": "bəluːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "They decorated the room with balloons and streamers for the birthday party.",
                "It will go down like a lead balloon across Wales",
                "When the judge announced the decision, the balloon went up, and emotions ran high in the courtroom.",
                "The company sent out a trial balloon by leaking a rumor about a new product to test customer interest before investing in its development.",
                "Let's throw a party - birthday cake, balloons, the whole enchilada."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsbG9vbg&hash=719ce710c9b8b6c8111ee43b4b8a6b7bf9e81d80&lang=en&cache-only=0",
            "defineEn": "a thin and small rubber bag with a hole into which air is blown and is used as a toy or decoration",
            "defineVi": "một túi cao su mỏng và nhỏ có lỗ để thổi không khí vào và được dùng làm đồ chơi hoặc đồ trang trí",
            "hasImg": true
        },
        {
            "id": "49b0140d-b46c-4d1b-a234-78e9f10983b6",
            "word": "to clap",
            "phonetic": "tə klæp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The movie finished, and the audience clapped.",
                "The baby giggled and clapped its hands in delight.",
                "The queen claps her hands again.",
                "People are clapping.",
                "No-- No clap?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xhcA&hash=970fc97b3578ff5dd0bd213e0e2d97af8acaf2ee&lang=en&cache-only=0",
            "defineEn": "to hit one's palms against each other, making a loud noise",
            "defineVi": "đập lòng bàn tay vào nhau, tạo ra tiếng động lớn",
            "hasImg": true
        },
        {
            "id": "8c82fbb6-dcde-4646-8b73-736098efd920",
            "word": "to climb",
            "phonetic": "tə klaɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "We climbed the sturdy branches of the tree to get a better view.",
                "She climbed the greasy pole to become the CEO.",
                "She climbed onto the roof to enjoy the view from above.",
                "He climbs on the bandwagon when he joins a new popular cause.",
                "The truck's engine roared as it climbed the steep hill."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xpbWI&hash=954ba34506d27b2a29962b73cf3c88c0d07f6df2&lang=en&cache-only=0",
            "defineEn": "to go upwards toward the top of a mountain or rock for sport",
            "defineVi": "đi lên đỉnh núi hoặc đá để chơi thể thao",
            "hasImg": true
        },
        {
            "id": "71b0c8ce-a128-4fe6-a74f-155278ec63d4",
            "word": "ladder",
            "phonetic": "lædɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He got down from the ladder.",
                "e stood on a ladder to change a lightbulb on the ceiling.",
                "He stands on a ladder to reach the top of the wall for painting.",
                "Jane experienced much suffering and adversity, but she drew strength from the knowledge that crosses are ladders that lead to heaven.",
                "If someone has a good work ethic, they should move up the career ladder."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFkZGVy&hash=0ebd44e7ebc56e37c3399c78ceefc515da418bdc&lang=en&cache-only=0",
            "defineEn": "a piece of equipment with a set of steps that are connected to two long bars, used for climbing up and down a height",
            "defineVi": "một thiết bị với một bộ các bước được nối với hai thanh dài, được sử dụng để leo lên và xuống độ cao",
            "hasImg": true
        },
        {
            "id": "77bb84b0-8a96-4ca5-9c12-0dfadfdf6c09",
            "word": "to hit",
            "phonetic": "tə hɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "That bacon sandwich really hit the spot!",
                "A cup of coffee hits the spot at any given time.",
                "A car hit the barrier.",
                "The bus hit the bridge.",
                "The woman hit the mugger with her umbrella."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGl0&hash=8e891100207a6bdacada536dea7ecfa24cc97ce5&lang=en&cache-only=0",
            "defineEn": "to strike someone or something with force using one's hand or an object",
            "defineVi": "để tấn công một ai đó hoặc một cái gì đó bằng vũ lực bằng tay của một người hoặc một đối tượng",
            "hasImg": true
        },
        {
            "id": "b7388410-cc2b-4067-a1ec-002e644379ce",
            "word": "nail",
            "phonetic": "neɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lawyers put another nail in her coffin today.",
                "Those coffin nails are going to hurt your voice.",
                "He hit the nail squarely on the head with the hammer.",
                "This latest evidence could be the final nail in the coffin for Jackson's case.",
                "You’ve hit the nail on the head there, David."
            ],
            "audio": "https://tts.langeek.co/read?text=bmFpbA&hash=320dea3073bf95aec2e9d62804f1137fc4d318f1&lang=en&cache-only=0",
            "defineEn": "a small strong pointy metal that is inserted into walls or wooden objects using a hammer to hang things from or fasten them together",
            "defineVi": "một kim loại nhọn nhỏ mạnh mẽ được chèn vào tường hoặc đồ vật bằng gỗ bằng búa để treo đồ vật hoặc buộc chặt chúng lại với nhau",
            "hasImg": true
        },
        {
            "id": "7d73240a-43a6-4c26-9cfe-f87f563e1a76",
            "word": "to hug",
            "phonetic": "tə hʌɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Big Mama always has a warm hug and a kind word for everyone who walks through her door.",
                "My baby hugged his soft, plush doll tightly while sleeping.",
                "Delighted, I gave him some skin, and his mother gave him a big hug.",
                "When he realized that his so-called friend had been spreading rumors about him behind his back, he remembered the advice to never fear the enemy that attacks you but the fake friend that hugs you.",
                "That hugs the hips boys."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaHVn&hash=77d448ce4d36e336d7fc5d2d806ec36374062bbd&lang=en&cache-only=0",
            "defineEn": "to tightly hold a person that one loves in their arms",
            "defineVi": "ôm chặt người mình yêu trong vòng tay",
            "hasImg": true
        },
        {
            "id": "bf5c8666-b4d5-442e-8df9-2c8eda8c69f1",
            "word": "tight",
            "phonetic": "taɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Airport security was extra tight in the wake of yesterday's bomb attacks.",
                "The recent strike has put the airline company in a tight spot.",
                "Jane sure ran a tight ship around here.",
                "Shaona was running a tight ship and didn't waste time on small talk.",
                "He hung tight for 50 minutes, awaiting further instructions."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlnaHQ&hash=a53ef9788a15652a88d35d1679ccf25593e5da37&lang=en&cache-only=0",
            "defineEn": "closely joined or connected",
            "defineVi": "tham gia chặt chẽ hoặc kết nối"
        },
        {
            "id": "3e437365-1669-4776-b6fe-d42090129ce7",
            "word": "to kick",
            "phonetic": "tə kɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "She kicked the soccer ball with her foot.",
                "He threw those kicks at lightning speed!",
                "That kick of yours could have easily made mincemeat of my face.",
                "The spicy sausage and mushroom fusilli had a nice kick of flavor.",
                "The previous administration kicked the can down the road on climate change, and now we're facing the consequences."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ga2ljaw&hash=da42a81e8cfa492976b0039cc16337caa23849a8&lang=en&cache-only=0",
            "defineEn": "to hit something or someone with the foot",
            "defineVi": "để đánh một cái gì đó hoặc ai đó với bàn chân",
            "hasImg": true
        },
        {
            "id": "37c59f84-cbb6-4128-98f9-a1fd530148b0",
            "word": "football",
            "phonetic": "fʊtbɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Other football stakeholders also got a share of the cake.",
                "Football is a popular sport that is played with a round ball and two teams.",
                "This stadium has seen many thrilling football games.",
                "My father’s followed the same football team for 40 years.",
                "The star football player blotted his copybook by using bad language in an interview."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9vdGJhbGw&hash=85845ba75100b633c4637135df0f3bac112cc22b&lang=en&cache-only=0",
            "defineEn": "the oval-shaped ball that is used to play American football",
            "defineVi": "quả bóng hình bầu dục được sử dụng để chơi bóng bầu dục Mỹ",
            "hasImg": true
        },
        {
            "id": "3fa9e3f1-4f3a-4075-9bb8-feae202c55b7",
            "word": "to kneel",
            "phonetic": "tə niːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The couple knelt before the altar to exchange their vows.",
                "On arrival, Pollard and his wife kneeled and kissed the ground.",
                "Kneeling before it, he placed his jeweled prize on the iron tree as an offering.",
                "The death of George Floyd after a white police officer knelt on his neck for nearly nine minutes, was caught on camera by not one but several witnesses as they begged officers to let Floyd up.",
                "the Giant says quietly, and he kneels before the child."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ga25lZWw&hash=4e35720a0dc6d6ce2ea1a97376a11edc0df0439d&lang=en&cache-only=0",
            "defineEn": "to support the weight of the body on a knee or both knees",
            "defineVi": "để hỗ trợ trọng lượng của cơ thể trên một đầu gối hoặc cả hai đầu gối",
            "hasImg": true
        },
        {
            "id": "e3794d0c-b2da-494a-ab0e-3187d5ee9f95",
            "word": "to pray",
            "phonetic": "tə pɹeɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "As a parent, I believe that 'family that prays together stays together' is an important lesson to teach our children.",
                "- I'm, like, praying.",
                "Praying for good fortune and better days.",
                "Victims prayed for relief from Asclepius, the god of medicine.",
                "We are praying the music."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJheQ&hash=059eaccce73f101263948dd64392079e12ece2d2&lang=en&cache-only=0",
            "defineEn": "to speak to a God or saint to ask for help or express gratitude",
            "defineVi": "nói chuyện với một vị thần hoặc thánh để yêu cầu giúp đỡ hoặc bày tỏ lòng biết ơn",
            "hasImg": true
        },
        {
            "id": "da6343a4-4a19-42ca-add8-01dfd1f79a38",
            "word": "to point",
            "phonetic": "tə pɔɪnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The compass needle always points north.",
                "The problem has now reached crisis point.",
                "I take your point.",
                "No point in spoiling the ship for a ha'porth of tar",
                "The line cuts the circle at two points."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9pbnQ&hash=5f68b6af0cb61829d8c0200ae73cd4436c50967a&lang=en&cache-only=0",
            "defineEn": "to show the place or direction of someone or something by holding out a finger or an object",
            "defineVi": "để hiển thị địa điểm hoặc hướng của một ai đó hoặc một cái gì đó bằng cách đưa ra một ngón tay hoặc một đối tượng",
            "hasImg": true
        },
        {
            "id": "f55fded6-c06d-4070-9737-c5c803759085",
            "word": "gun",
            "phonetic": "ɡʌn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He turned the gun on himself.",
                "He used to run guns across the border.",
                "I held a gun on them.",
                "He held a gun on the prisoner.",
                "John went great guns at the company's annual sales conference last year."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Vu&hash=93595561fec39e876a79c18ef73a350067aab6bf&lang=en&cache-only=0",
            "defineEn": "a type of weapon that can fire bullets, etc.",
            "defineVi": "một loại vũ khí có thể bắn đạn, v.v.",
            "hasImg": true
        },
        {
            "id": "3f204e3f-f5ac-4f5d-9d0c-570375ca49e7",
            "word": "to scratch",
            "phonetic": "tə skɹætʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She's scratched my back plenty of times.",
                "and I'll scratch yours.",
                "He scratched his head, puzzled by the difficult math problem.",
                "He scratches his itch for adventure by traveling to exotic destinations.",
                "She scratched that itch of curiosity by exploring different cultures and traditions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NyYXRjaA&hash=cf9a0f222a207947bdb1f077bced7e8bcd99302d&lang=en&cache-only=0",
            "defineEn": "to make small cuts or marks on a surface",
            "defineVi": "để thực hiện vết cắt nhỏ hoặc đánh dấu trên một bề mặt"
        },
        {
            "id": "d7ab49d4-90f7-4316-ad17-19023ab75b5e",
            "word": "insect bite",
            "phonetic": "ɪnsɛkt baɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5zZWN0IGJpdGU&hash=0e3963e3b0115899610782ff3af778fd07137f25&lang=en&cache-only=0",
            "defineEn": "the act of being bitten by an insect, resulting in a wound or injury",
            "defineVi": "hành động bị côn trùng cắn, dẫn đến vết thương hoặc thương tích",
            "hasImg": true
        },
        {
            "id": "fefe776b-c4a0-44d2-b42a-e41e9e8a9a1d",
            "word": "to stare",
            "phonetic": "tə stɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The solution was staring me in the face.",
                "We are staring bankruptcy in the face.",
                "Failure was staring him in the face.",
                "A rise in interest rates is staring us in the face.",
                "Some of my patients are actually staring death in the face."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhcmU&hash=0272acc7df4002a56880f91a51bc24a9468dabaa&lang=en&cache-only=0",
            "defineEn": "to look at someone or something without moving the eyes or blinking, usually devoid of any expression or for a long time",
            "defineVi": "nhìn vào ai đó hoặc cái gì đó mà không di chuyển mắt hoặc chớp mắt, thường không có bất kỳ biểu hiện nào hoặc trong một thời gian dài",
            "hasImg": true
        },
        {
            "id": "51a77476-7162-4d12-93d3-6eb48649ed3c",
            "word": "window",
            "phonetic": "wɪndoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "For children, picture books provide a window onto the world.",
                "The closed window blocked out the noise from the street.",
                "The photographs clearly show a broken window.",
                "Two faces appeared at our window.",
                "Language is a window into the world."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZG93&hash=b28e4eb8148fc7ea01aba92634e2bc6811a16f72&lang=en&cache-only=0",
            "defineEn": "a space in a wall or vehicle that is made of glass and we use to look outside or get some fresh air",
            "defineVi": "một không gian trong một bức tường hoặc chiếc xe được làm bằng kính và chúng tôi sử dụng để nhìn ra bên ngoài hoặc hít thở không khí trong lành",
            "hasImg": true
        },
        {
            "id": "8f1e8600-52e0-44bd-a36f-3510481f6c9b",
            "word": "to whistle",
            "phonetic": "tə wɪsəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Here, wet your whistle.",
                "The whistle went for the end of the game.",
                "He whistles constantly and it gets on Charlotte's nerves.",
                "Your Jeep is as clean as a whistle.",
                "Hearing the train whistle at night gives me itchy feet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2hpc3RsZQ&hash=f21842073e59e885d34e60b6812d7ca63a04050f&lang=en&cache-only=0",
            "defineEn": "to make a high-pitched sound by forcing air out through one's partly closed lips",
            "defineVi": "để tạo ra âm thanh the thé bằng cách đẩy không khí ra ngoài qua đôi môi khép hờ của một người",
            "hasImg": true
        },
        {
            "id": "dec05761-a222-4544-a537-a9dab821c7c1",
            "word": "tune",
            "phonetic": "tuːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He played a tune on his harmonica.",
                "Millions tune in to watch the thrills and spills of stock car racing.",
                "The ice cream truck played a catchy tune to attract customers.",
                "From now on, I call the tune and you follow orders.",
                "There is many a good tune played on an old fiddle."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVuZQ&hash=6521798d3dfb754bbb5aac129b1cf4ad0d5dfda0&lang=en&cache-only=0",
            "defineEn": "a number of musical notes that form a piece of music when played or sung in a particular order",
            "defineVi": "một số nốt nhạc tạo thành một bản nhạc khi chơi hoặc hát theo một thứ tự cụ thể",
            "hasImg": true
        },
        {
            "id": "e6f3bada-9f47-44c2-9c29-98e73c7f0f7b",
            "word": "to lick",
            "phonetic": "tə lɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The children eagerly licked their fingers after dipping them into a bowl of brown sugar.",
                "A better teacher would have licked him into shape.",
                "As the saying goes, one who handles honey, licks his fingers.",
                "Ann won’t do a lick of work around the house.",
                "The little boy eagerly licked his ice cream, trying to catch every last bit."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGljaw&hash=b9bfd2e9dafdc2c6d15d79e18b1868a7df8b815b&lang=en&cache-only=0",
            "defineEn": "to pass the tongue over a surface, typically to taste or consume something",
            "defineVi": "để vượt qua lưỡi trên một bề mặt, điển hình là nếm hoặc tiêu thụ một cái gì đó",
            "hasImg": true
        },
        {
            "id": "bbe9fdfe-5c3b-4e05-9026-9e433ceb5141",
            "word": "ice cream",
            "phonetic": "aɪs kɹiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The marang ice cream had a velvety texture and a delightful sweetness.",
                "My favourite ice cream shop went out of business last summer.",
                "The ice cream truck played a catchy tune to attract customers.",
                "I added a scoop of chocolate ice cream to my glass of milk for an extra creamy texture.",
                "She scooped ice cream into a bowl using a spoon."
            ],
            "audio": "https://tts.langeek.co/read?text=aWNlIGNyZWFt&hash=a942844f2d4bd4ac71d695fef017cf6537871edd&lang=en&cache-only=0",
            "defineEn": "a sweet and cold dessert that is made from a mixture of milk, cream, sugar, and various flavorings",
            "defineVi": "một món tráng miệng ngọt và lạnh được làm từ hỗn hợp sữa, kem, đường và các hương liệu khác nhau",
            "hasImg": true
        },
        {
            "id": "f7b7036d-95be-4a0b-86d8-402bc1829e57",
            "word": "to march",
            "phonetic": "tə mɑːɹtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The demonstrators marched in a body to the main square.",
                "They follow their March show with four UK dates next month.",
                "The dispute finally came to a head in March that year.",
                "St. Patrick's Day is celebrated in March.",
                "Lidl stole a march on other retailers by stocking pink prosecco in large volumes earlier."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFyY2g&hash=0f289d0365f9631255f2b8b4650466c817dae811&lang=en&cache-only=0",
            "defineEn": "to walk firmly with regular steps",
            "defineVi": "bước đi vững chắc với những bước đều đặn",
            "hasImg": true
        },
        {
            "id": "f1baf479-67ce-4b7e-8840-f743e099d4be",
            "word": "soldier",
            "phonetic": "soʊldʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The soldiers kept the attackers at bay.",
                "Suddenly another soldier hits the dirt beside me.",
                "The new soldiers had no stomach for a fight.",
                "The tomb is guarded day and night by soldiers.",
                "We must strike now that they are down to only a handful of soldiers!"
            ],
            "audio": "https://tts.langeek.co/read?text=c29sZGllcg&hash=43284305d3040217e598d70e2c4c4865437c7856&lang=en&cache-only=0",
            "defineEn": "someone who serves in an army, particularly a person who is not an officer",
            "defineVi": "một người phục vụ trong quân đội, đặc biệt là một người không phải là một sĩ quan",
            "hasImg": true
        },
        {
            "id": "f618a513-e835-49d4-9d8f-6ff7ece06b37",
            "word": "cold shoulder",
            "phonetic": "koʊld ʃoʊldɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29sZCBzaG91bGRlcg&hash=1daa0396b6676e230f0e4bfeb905340d33cd0c63&lang=en&cache-only=0",
            "defineEn": "an attitude or behavior characterized by a lack of warmth, friendliness, or interest",
            "defineVi": "một thái độ hoặc hành vi đặc trưng bởi sự thiếu ấm áp, thân thiện, hoặc quan tâm",
            "hasImg": true
        },
        {
            "id": "771bf203-bb09-4e05-9ac7-660178d0da55",
            "word": "to [see] eye to eye",
            "phonetic": "tə siː aɪ tʊ aɪ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VlIGV5ZSB0byBleWU&hash=2e445c1f24d5a5be40f662654e353e8594a468e6&lang=en&cache-only=0",
            "defineEn": "to completely agree with someone and understand their point of view",
            "defineVi": "hoàn toàn đồng ý với ai đó và hiểu quan điểm của họ"
        },
        {
            "id": "d144a9e3-65ec-4b11-b806-631a56b13711",
            "word": "[be] (way|) in over {one's} head",
            "phonetic": "biː weɪ ɪn oʊvɚ wʌn bækslæʃ ɛs hɛd ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmUgd2F5IGluIG92ZXIge29uZSdzfSBoZWFk&hash=4af75a498bec6d2e35cc54a3043014a15eac89e6&lang=en&cache-only=0",
            "defineEn": "to get involved with something that is too difficult for one to handle or get out of",
            "defineVi": "để tham gia vào một cái gì đó là quá khó khăn cho một người để xử lý hoặc ra khỏi"
        },
        {
            "id": "142ab93c-33df-42aa-8290-5b8899d58483",
            "word": "to [waste] {one's} breath",
            "phonetic": "tə weɪst wʌn bækslæʃ ɛs bɹɛθ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FzdGUge29uZSdzfSBicmVhdGg&hash=04ba3853613906829f82fa45bb966fc3449cf17a&lang=en&cache-only=0",
            "defineEn": "to speak or argue in vain, with little or no chance of being listened to or heeded",
            "defineVi": "nói hoặc tranh luận vô ích, có rất ít hoặc không có cơ hội được lắng nghe hoặc chú ý"
        },
        {
            "id": "07825b05-9e91-48a6-a0c4-263f07d7eb7d",
            "word": "out of hand",
            "phonetic": "aʊɾəv hænd ",
            "partOfSpeechType": "phrase",
            "examples": [
                "They rejected negotiations out of hand.",
                "The situation is already out of hand as it is.",
                "Moving to London is certainly a possibility - I wouldn't dismiss it out of hand.",
                "Now, nature-inspired algorithms can get a bit out of hand.",
                "And then Republicans immediately dismissed that out of hand."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0IG9mIGhhbmQ&hash=ab2ae0f18c78bd84a2c705208df955bc6596856f&lang=en&cache-only=0",
            "defineEn": "impossible or very hard to control",
            "defineVi": "không thể hoặc rất khó để kiểm soát"
        },
        {
            "id": "937e82b9-6add-4027-9433-b1e2dea1e4bb",
            "word": "to kick up",
            "phonetic": "tə kɪk ʌp ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8ga2ljayB1cA&hash=426d0c4de792fdad26fee5b6f5d53873e7b846f6&lang=en&cache-only=0",
            "defineEn": "to stir up or provoke a reaction or response",
            "defineVi": "để khuấy lên hoặc kích động một phản ứng hoặc phản ứng"
        },
        {
            "id": "18cd3339-2d60-4f09-87ea-916de6058b4e",
            "word": "to [make] a fuss",
            "phonetic": "tə meɪk ɐ fʌs ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFrZSBhIGZ1c3M&hash=45ffdc03e3259657c4829c1fe5db881ddbc08344&lang=en&cache-only=0",
            "defineEn": "to say something incorrect or unsatisfactory, often in an angry tone",
            "defineVi": "nói điều gì đó không đúng hoặc không thỏa đáng, thường với giọng điệu tức giận"
        },
        {
            "id": "40f29d6a-8311-4597-a0f2-09edddd33144",
            "word": "to have a sweet tooth",
            "phonetic": "tə hæv ɐ swiːt tuːθ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaGF2ZSBhIHN3ZWV0IHRvb3Ro&hash=7aa6585dba2d2191edd2c9b5fbd2514394b9d44d&lang=en&cache-only=0",
            "defineEn": "to be attracted to food that contains a lot of sugar",
            "defineVi": "bị thu hút bởi thức ăn có chứa nhiều đường"
        },
        {
            "id": "91e14f08-6229-4e3e-a11a-118fa786c967",
            "word": "to [pull] {one's} leg",
            "phonetic": "tə pʊl wʌn bækslæʃ ɛs lɛɡ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVsbCB7b25lJ3N9IGxlZw&hash=45a1609062772e79f96bbb7d2989c50c7d451203&lang=en&cache-only=0",
            "defineEn": "to joke with someone in a friendly manner by trying to make them believe something that is not true",
            "defineVi": "nói đùa với ai đó một cách thân thiện bằng cách cố gắng làm cho họ tin vào điều gì đó không đúng sự thật"
        },
        {
            "id": "2fb0b404-86b3-41c6-95f0-84803e4ce2f3",
            "word": "to love",
            "phonetic": "tə lʌv ",
            "partOfSpeechType": "verb",
            "examples": [
                "After all, love will find a way.",
                "He loved gardening.",
                "They loved the sun-dried tomato and mozzarella-filled pansotti.",
                "I love the vibrant green color of Granny Smith apples.",
                "I love the crunch of romaine lettuce in my sandwiches."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG92ZQ&hash=daed880e365704c2eba9d378886ea2c5e46867f7&lang=en&cache-only=0",
            "defineEn": "to have very strong feelings for someone or something that is important to us and we like a lot and want to take care of",
            "defineVi": "có tình cảm rất mãnh liệt với ai đó hoặc điều gì đó quan trọng đối với chúng ta và chúng ta rất thích và muốn chăm sóc",
            "hasImg": true
        },
        {
            "id": "c88d4008-f1be-411b-90e8-f5daa873f509",
            "word": "furious",
            "phonetic": "fjʊɹɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I was furious that he went over my head and complained to my manager.",
                "I was furious but just left it at that since he obviously didn't care about me.",
                "I was furious, so I went for a run to get it out of my system.",
                "The families were furious.",
                "The stranger was furious."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVyaW91cw&hash=dcea051790a33e06487a616c8a7390f7ca9eda71&lang=en&cache-only=0",
            "defineEn": "feeling great anger",
            "defineVi": "cảm thấy rất tức giận",
            "hasImg": true
        },
        {
            "id": "dda5c4fa-e873-48a1-9b72-3b84a66f8933",
            "word": "to ignore",
            "phonetic": "tʊ ɪɡnoːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He ignored the warning signs and now his poor health habits are coming home to roost.",
                "Unfortunately, the president struck the wrong note in his speech, ignoring the public mood.",
                "She walked in with her nose in the air, ignoring everyone.",
                "When the company's management team ignored the warnings of a janitor who had worked there for 20 years, they learned the hard way that jesters do oft prove prophets.",
                "He continued to ignore everything I was saying."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaWdub3Jl&hash=e14b970cb5477670b95071e63e539e2e3e71f5b1&lang=en&cache-only=0",
            "defineEn": "to intentionally pay no or little attention to someone or something",
            "defineVi": "cố ý không hoặc ít chú ý đến một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "f4a6db92-dbf9-4ad7-8120-9a1a2a946a9e",
            "word": "worth",
            "phonetic": "wɜːθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As they say, a king's chaff is worth more than other men's corn.",
                "Unless you give me something in writing, that promise isn't worth diddly-squat.",
                "It's not worth putting yourself in danger.",
                "The fans had fun and got their money's worth.",
                "The lazy employee's work was not worth a brass farthing, and he was eventually fired for his lack of effort."
            ],
            "audio": "https://tts.langeek.co/read?text=d29ydGg&hash=8bb829f24ae950188468c292a79a0ccf262b0aa9&lang=en&cache-only=0",
            "defineEn": "important or good enough to be treated or viewed in a particular way",
            "defineVi": "quan trọng hoặc đủ tốt để được đối xử hoặc xem theo một cách cụ thể"
        },
        {
            "id": "df2d119b-6145-4258-82ef-cad4b2386763",
            "word": "to understand",
            "phonetic": "tʊ ʌndɚstænd ",
            "partOfSpeechType": "verb",
            "examples": [
                "She understands the importance of good design.",
                "I fully understand the reason for your decision.",
                "Do you understand the instructions?",
                "I understand his feelings up to a point.",
                "Nobody understands me."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5kZXJzdGFuZA&hash=3ff71366371dcddd0ab773398c26c46e4820e5b8&lang=en&cache-only=0",
            "defineEn": "to know something's meaning, particularly something that someone says",
            "defineVi": "để biết ý nghĩa của một cái gì đó, đặc biệt là một cái gì đó mà ai đó nói",
            "hasImg": true
        },
        {
            "id": "5540c072-7ac7-41ac-ac99-d8b479407068",
            "word": "to agree",
            "phonetic": "tʊ ɐɡɹiː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The board agreed to sell the company.",
                "All ministers are agreed on the need to cut bureaucratic red tape.",
                "Do you agree that the opposite side of the coin is too often untold?",
                "The deal will be agreed on Wednesday, knock on wood.",
                "Getting off his back would be nice for a change don't you agree?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWdyZWU&hash=fcaeb65e94506bb6233699f16cb21af9d3e144eb&lang=en&cache-only=0",
            "defineEn": "to hold the same opinion about something as that of another person",
            "defineVi": "để giữ quan điểm tương tự về một cái gì đó như của người khác",
            "hasImg": true
        },
        {
            "id": "922409b0-83d3-4b3b-82d2-2a6060ddcca0",
            "word": "out of control",
            "phonetic": "aʊɾəv kəntɹoʊl ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3V0IG9mIGNvbnRyb2w&hash=9a271a7cad6257fc2642db458b42b6bfa68db2e1&lang=en&cache-only=0",
            "defineEn": "used to describe a situation or a person that is not being managed or regulated properly, resulting in chaos or recklessness",
            "defineVi": "được sử dụng để mô tả một tình huống hoặc một người không được quản lý hoặc điều chỉnh đúng cách, dẫn đến sự hỗn loạn hoặc liều lĩnh"
        },
        {
            "id": "2ba3f17a-efcc-4ae1-b570-60886ade69ff",
            "word": "to joke",
            "phonetic": "tə dʒoʊk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her jokes had us all in stitches.",
                "At the charity event, the wealthy businessman's joke had everyone in stitches.",
                "My friends all joked that I had a hollow leg.",
                "You must be joking!’",
                "He didn't see the joke."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gam9rZQ&hash=442c0bd5e1ff7d3bd3bf866d22a92a5e1d12f087&lang=en&cache-only=0",
            "defineEn": "to say something funny or behave in a way that makes people laugh",
            "defineVi": "nói điều gì đó buồn cười hoặc cư xử theo cách khiến mọi người cười",
            "hasImg": true
        },
        {
            "id": "4d36e635-3821-4344-ade7-0563cce3cb47",
            "word": "heart",
            "phonetic": "hɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our hearts go out to the families of the victims of this terrible tragedy.",
                "They never lost heart, even in the face of adversity.",
                "They pour out their hearts to God.",
                "Please, open your hearts to these poor people.",
                "And now the poor thing is crying his heart out."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhcnQ&hash=0df043b9bf913282183721a25e9a4a615cee0e75&lang=en&cache-only=0",
            "defineEn": "the body part that pushes the blood to go to all parts of our body",
            "defineVi": "bộ phận cơ thể đẩy máu đi đến tất cả các bộ phận của cơ thể chúng ta",
            "hasImg": true
        },
        {
            "id": "e1a466f9-1753-44f0-93cb-ceeeaeb79ffa",
            "word": "head",
            "phonetic": "hɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The baby cried its head off.",
                "The prisoner held his head in his hands.",
                "Heads are rolling all over the place.",
                "Hold your head up.",
                "Watch your head on the low ceiling."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhZA&hash=2abd8cb012e51c7b2b53b59f69b72bf289920647&lang=en&cache-only=0",
            "defineEn": "the top part of our body, where our brain and face are located",
            "defineVi": "phần trên cùng của cơ thể chúng ta, nơi đặt bộ não và khuôn mặt của chúng ta",
            "hasImg": true
        },
        {
            "id": "5203f8f6-b8a5-4dcb-879c-5ce2ece19bba",
            "word": "hand",
            "phonetic": "hænd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Canadian team handed the game to them on a silver plate.",
                "The girl held her father's hand tightly.",
                "She handed me a clean plate for dessert.",
                "The police had the situation well in hand.",
                "The prisoner held his head in his hands."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZA&hash=42372c981f552b4e6ec5da776f5b1bee27c6c04e&lang=en&cache-only=0",
            "defineEn": "the part of our body that is at the end of our arm and we use to grab, move, or feel things",
            "defineVi": "phần cơ thể nằm ở cuối cánh tay và chúng ta dùng để nắm lấy, di chuyển hoặc cảm nhận đồ vật",
            "hasImg": true
        },
        {
            "id": "4c9735d6-d623-4e34-b3d9-985eef933774",
            "word": "foot",
            "phonetic": "fʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His parents footed the bill for his college education.",
                "Not working my foot.",
                "My father always had a lead foot.",
                "Who will be footing the bill for the party?",
                "I dipped my feet in the cool water of the river."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9vdA&hash=6d4f821157047db8b722f5225d10d1294600c49f&lang=en&cache-only=0",
            "defineEn": "the body part that is at the end of our leg and we stand and walk on",
            "defineVi": "phần cơ thể ở cuối chân của chúng ta và chúng ta đứng và đi",
            "hasImg": true
        }
    ]
}