{
    "id": "662daa8b-efd2-485b-b8a2-8283ee502976",
    "title": "Physics and Chemistry",
    "originalTitle": "Physics and Chemistry",
    "words": [
        {
            "id": "2bae0175-8da2-494d-ba59-95ef68b2ee0f",
            "word": "vacuum",
            "phonetic": "vækjuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "I vacuumed the carpet to remove the dust and dirt.",
                "We need to move the heavy furniture to vacuum the carpet.",
                "Nature abhors a vacuum, so if you don't fill the garden bed with plants, weeds will quickly take over.",
                "Nature abhors a vacuum!",
                "Nature hates a vacuum."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFjdXVt&hash=6b77a2e23ec5f9113b0c42d3aba977d38221ea87&lang=en&cache-only=0",
            "defineEn": "a space that is utterly devoid of matter",
            "defineVi": "một không gian hoàn toàn không có vật chất"
        },
        {
            "id": "bbf05681-7787-41c7-b9fe-d1a567c76a07",
            "word": "to bond",
            "phonetic": "tə bɑːnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "His word is his bond and I vouch for him.",
                "Although they have their differences, there's no denying that they share a lot of similarities - like mother, like daughter, they have a strong bond and connection.",
                "Tom and his wife have been happily married for over 20 years, and they still have a strong bond.",
                "The bond offered a competitive yield, attracting many investors looking for stable returns.",
                "The mother and daughter enjoyed a delightful afternoon of shopping and bonding."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9uZA&hash=d7b8e686e3a1fad64f1f50967480aea3f33087d6&lang=en&cache-only=0",
            "defineEn": "(chemistry) to merge or be merged by a chemical bond",
            "defineVi": "(hoá học) hợp nhất hoặc hợp nhất bằng liên kết hoá học",
            "hasImg": true
        },
        {
            "id": "8788026e-2143-44c4-ac72-589fc080d25c",
            "word": "composition",
            "phonetic": "kɑːmpəzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "With a knife, he separated the endosperm from the seed, revealing its starchy and nutrient-rich composition.",
                "The artist used bold strokes and vibrant colors to create an abstract composition that evoked a sense of energy and movement.",
                "The painting's vibrant colors and striking composition resonated deeply with art enthusiasts.",
                "The sun’s composition is similar.",
                "First, their composition is different."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcG9zaXRpb24&hash=33d4c528f69845edb96728e03fd2d09a076b7fbf&lang=en&cache-only=0",
            "defineEn": "the different elements that form something or the arrangement of these elements",
            "defineVi": "các yếu tố khác nhau tạo thành một cái gì đó hoặc sự sắp xếp của các yếu tố này",
            "hasImg": true
        },
        {
            "id": "f6eb6d5f-a9b7-47dd-858d-42da8c908da5",
            "word": "to distill",
            "phonetic": "tə dɪstɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The next morning on CBS, he distills the essence of this new Iowa effect.",
                "We raise the grains, mash it, distill it here.",
                "this is Senator Chuck Schumer on Passover Night and some have joke that you can distill the Haggadah and all Jewish holidays into three simple sentences.",
                "John, your fund has really outperformed peers over the last decade, and I wanted to see if you could maybe distill that success down to one specific strategy or behavior that you guys do better than anyone else.",
                "I get to take these complex topics and really distill them into the core and meat and make it accessible."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzdGlsbA&hash=b9b4469834697d380ff9139ab5de8fe70ee5a15c&lang=en&cache-only=0",
            "defineEn": "to heat a liquid and turn it into gas then cool it and make it liquid again in order to purify it",
            "defineVi": "để đun nóng một chất lỏng và biến nó thành khí sau đó làm mát nó và làm cho nó trở lại lỏng để làm sạch nó"
        },
        {
            "id": "b0257504-9fad-4d89-be11-430931b9b06f",
            "word": "to compress",
            "phonetic": "tə kəmpɹɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The matter here is compressed by the weight of the entire star above it.",
                "The wall cushions are compressed by the roof cushion.",
                "It's going to compress that circle down.",
                "Your spine is being compressed by gravity.",
                "so whole ranges compress as their own weight basically crushes their base."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcHJlc3M&hash=79f48f2db05b45fed4075287968a4b1c258fa857&lang=en&cache-only=0",
            "defineEn": "to press two things together or be pressed together to become smaller",
            "defineVi": "để ép hai thứ lại với nhau hoặc được ép lại với nhau để trở nên nhỏ hơn"
        },
        {
            "id": "dfc33e7c-b178-483d-84d7-ead2c0942804",
            "word": "dark matter",
            "phonetic": "dɑːɹk mæɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Inspired by these existing questions about the milky way, I’m working on the Dark Matter quiz."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFyayBtYXR0ZXI&hash=67ab7f1d8e3c5b0aef2657c7595216d0bd6b040f&lang=en&cache-only=0",
            "defineEn": "(physics) material existing in space that reflects no light, based on some theories",
            "defineVi": "(vật lý) vật chất tồn tại trong không gian không phản xạ ánh sáng, dựa trên một số lý thuyết"
        },
        {
            "id": "0fa662b5-e893-40ac-b99a-61e381a13c17",
            "word": "antimatter",
            "phonetic": "æntɪmæɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "These particles make up antimatter.",
                "Antimatter is part of one of the most baffling mysteries in the universe.",
                "Somewhere around this time, matter won over antimatter.",
                "But naturally-occuring antimatter is hard to come by.",
                "After all, the energy content of antimatter is a billion times higher than conventional fuel."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aW1hdHRlcg&hash=82e097acd34af5f2e4c88a76fc39dc0aa3e9675f&lang=en&cache-only=0",
            "defineEn": "(physics) matter consisting of elementary particles that are the antiparticles of those of regular matter",
            "defineVi": "(vật lý) vật chất bao gồm các hạt cơ bản là phản hạt của vật chất thông thường"
        },
        {
            "id": "dc0bb495-bc5e-4a7d-9fea-70a29f1562c4",
            "word": "catalyst",
            "phonetic": "kæɾɐlɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "It has a catalyst.",
                "The big catalyst was the Christie's auction.",
                "We have a catalyst pack.",
                "The beheading in October of Parisian teacher Samuel Paty by a Chechen Islamist was the catalyst for change.",
                "Catalysts are substances that increase the rate of chemical reactions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0YWx5c3Q&hash=f94dfdc8df29d4fbb5a8bb6193817ff00d7c1008&lang=en&cache-only=0",
            "defineEn": "(chemistry) a substance that causes a chemical reaction to happen at a faster rate without undergoing any chemical change itself",
            "defineVi": "(hóa học) chất làm cho phản ứng hóa học xảy ra với tốc độ nhanh hơn mà bản thân nó không trải qua bất kỳ biến đổi hóa học nào"
        },
        {
            "id": "eb63542f-cbdb-441f-b2bb-12e7588ea16d",
            "word": "to accelerate",
            "phonetic": "tʊ ɐksɛlɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Step four, accelerate.",
                "Findings on two new candidates could accelerate the effort.",
                "Hardware accelerated video decoding for web browsers.",
                "This trend accelerated during the Industrial Revolution.",
                "The universe’s expansion is accelerating!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjZWxlcmF0ZQ&hash=2f1c4eef4f9cb09aaaf192e7caf6c69d20db8472&lang=en&cache-only=0",
            "defineEn": "to increase the velocity of something",
            "defineVi": "để tăng vận tốc của một cái gì đó"
        },
        {
            "id": "753381f4-8ae4-4f09-9464-d4d8b6a8bbc3",
            "word": "alkali",
            "phonetic": "ælkəlaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Break them in with the alkali base, and you get fatty acid salts, the key ingredient in soap, because they dissolve both ways.",
                "Alkali metals want nothing more than to dump off an electron and form a positive ion, or cation.",
                "Next, you have the alkaline earth metals - reactive metals, but not as reactive as the alkali metals, forming cations with two positive charges instead of just one.",
                "Starting at the left, we have the soft, shiny, extremely reactive alkali metals, so reactive, in fact, that they have to be stored in inert gases or oil, to prevent them from reacting with the atmosphere.",
                "And Lithium's the first alkali that was found in a stone Splitting this mineral gave elements two, praseodymium the green twin and neodymium the new There's a group of idle gases that don't react One was named by a child, little-known fact."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxrYWxp&hash=453f31bd2656b817785f7cdd13e7bbba36089e43&lang=en&cache-only=0",
            "defineEn": "any substance with a pH of more than seven that neutralizes acids creating salt and water",
            "defineVi": "bất kỳ chất nào có độ pH trên bảy trung hòa axit tạo muối và nước"
        },
        {
            "id": "234f8026-9e8b-4950-818b-6a5e2d624df0",
            "word": "solvent",
            "phonetic": "sɑːlvənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have an aprotic solvent.",
                "Then you would have a protic solvent.",
                "It's an aprotic solvent.",
                "So this is an aprotic solvent.",
                "So just like before, we have the exact same solvent."
            ],
            "audio": "https://tts.langeek.co/read?text=c29sdmVudA&hash=198e3e537aa3c36a621ef1f4147e8f4305d16087&lang=en&cache-only=0",
            "defineEn": "a liquid that is capable of dissolving another substance",
            "defineVi": "một chất lỏng có khả năng hòa tan một chất khác"
        },
        {
            "id": "a1d36f8b-5a05-487a-9a10-27901bc48f5e",
            "word": "ammonia",
            "phonetic": "æmoʊniə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Too much ammonia can affect the storage, production, and use of neurotransmitters across the whole brain.",
                "And now one of the by-products of this reaction is ammonia",
                "Product of the reaction, ammonia, is a neutral compound with one nitrogen and three hydrogens.",
                "We could write ammonia as a base.",
                "And then you have ammonia, NH3."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1tb25pYQ&hash=2740841982692b47ef2a1510b5a026783711a66d&lang=en&cache-only=0",
            "defineEn": "a gas with a strong smell that dissolves in water to give a strongly alkaline solution",
            "defineVi": "một loại khí có mùi mạnh hòa tan trong nước để tạo ra dung dịch kiềm mạnh"
        },
        {
            "id": "4d5f117f-0382-4c61-94fa-5803af4ef873",
            "word": "charcoal",
            "phonetic": "tʃɑːɹkoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Friends gather around the grill as spare ribs slowly cook over charcoal.",
                "\"Charcoal toothpaste is better than regular toothpaste.\"",
                "\"Charcoal toothpaste is better than regular toothpaste.\"",
                "Coal burned more efficiently than charcoal.",
                "Normally, incense sticks are made from charcoal."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcmNvYWw&hash=a2672e9b871871889a6beaa71d4c058cab7fc70d&lang=en&cache-only=0",
            "defineEn": "a hard black substance consisting of an amorphous form of carbon which is made by slowly burning wood and is used as fuel or for drawing",
            "defineVi": "một chất cứng màu đen bao gồm một dạng carbon vô định hình được tạo ra bằng cách đốt cháy gỗ từ từ và được sử dụng làm nhiên liệu hoặc để vẽ",
            "hasImg": true
        },
        {
            "id": "0f3c425d-d4f0-4cf1-b010-89fa2036d2d4",
            "word": "charged",
            "phonetic": "tʃɑːɹdʒd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And as they move, scientists think that they pass through clouds of intergalactic charged plasma."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcmdlZA&hash=62f7212b54788f430e39065bb38159fb5b5c2834&lang=en&cache-only=0",
            "defineEn": "with or having an electric charge",
            "defineVi": "có hoặc có điện tích"
        },
        {
            "id": "d9f010bb-8037-43bb-afc5-a69d4b7e0531",
            "word": "conductor",
            "phonetic": "kəndʌktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "the conductor shouted angrily.",
                "the conductor asked.",
                "'Yes,' said the conductor.",
                "'I don't like this,' said the conductor.",
                "These cables from Grano, they contain eight conductors within, so just imagine eight different copper strands inside here."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZHVjdG9y&hash=2057ab933816df4c875b4034b4ae99093ac97eb9&lang=en&cache-only=0",
            "defineEn": "a substance that permits heat or electricity to pass through it or along it",
            "defineVi": "một chất cho phép nhiệt hoặc điện đi qua nó hoặc dọc theo nó",
            "hasImg": true
        },
        {
            "id": "8752eb7a-1b0b-4d87-af82-d3e5153fb759",
            "word": "crystal",
            "phonetic": "kɹɪstəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The house rules are crystal clear.",
                "The children enjoyed making grape sugar candies by rolling the sweet crystals into small shapes.",
                "Gum is used in ice cream to prevent ice crystals.",
                "The townspeople have made it crystal clear that they don't want the new highway built.",
                "When the distance changes, the crystals reflect a different wavelength of light."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3J5c3RhbA&hash=c1cdabfa6cf0bc3d75342e80877e6874a6080458&lang=en&cache-only=0",
            "defineEn": "a substance of small size and equal sides, formed naturally when turns to solid",
            "defineVi": "một chất có kích thước nhỏ và các cạnh bằng nhau, được hình thành tự nhiên khi chuyển sang thể rắn",
            "hasImg": true
        },
        {
            "id": "e0bde1ad-51c7-4a90-bd4b-19acc53aa3a9",
            "word": "ion",
            "phonetic": "aɪɑːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "However, at any given instant only a tiny number of molecules are dissociated ions.",
                "The team detected ions of magnesium and iron.",
                "But in addition to the pumps, neurons also have ion channels.",
                "Hydrogen ions, which are just single protons, and oxygen.",
                "So we have our methoxide ion right over here."
            ],
            "audio": "https://tts.langeek.co/read?text=aW9u&hash=a265f6f81efa6da9269d39877cd9be6f5eec6426&lang=en&cache-only=0",
            "defineEn": "a particle with a net electric charge due to loss or gain of one or more electrons",
            "defineVi": "một hạt có điện tích ròng do mất hoặc tăng một hoặc nhiều electron"
        },
        {
            "id": "36b0f724-6bd4-47a6-81f1-0a3534299ed1",
            "word": "electromagnetic",
            "phonetic": "ɪlɛktɹoʊmɐɡnɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So light is really just electromagnetic radiation.",
                "Electromagnetic radiation just happens to move this fast.",
                "it's the electromagnetic force.",
                "Light is electromagnetic radiation traveling in waves.",
                "Well, on a basic level, a blacklight is pretty much like any other light source like a spotlight, or even a candle flame: They all emit electromagnetic radiation."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3Ryb21hZ25ldGlj&hash=28f740a8ae7bec7419a3f2a9852bd9676ac26bb7&lang=en&cache-only=0",
            "defineEn": "having both electrical and magnetic traits",
            "defineVi": "có cả đặc tính điện và từ"
        },
        {
            "id": "92383c99-234b-4fbc-9cb9-332aee7327e2",
            "word": "nuclear fission",
            "phonetic": "nuːklɪɹ fɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bnVjbGVhciBmaXNzaW9u&hash=844ca4f8f91e8756bbdb20158c8ff0a88a289316&lang=en&cache-only=0",
            "defineEn": "the process or action of splitting a nucleus into two or more parts resulting in the release of a significant amount of energy",
            "defineVi": "quá trình hoặc hành động tách hạt nhân thành hai hoặc nhiều phần dẫn đến giải phóng một lượng năng lượng đáng kể"
        },
        {
            "id": "f5525a10-92e3-4d2b-aeb4-c7eaa83f9585",
            "word": "nuclear fusion",
            "phonetic": "nuːklɪɹ fjuːʒən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bnVjbGVhciBmdXNpb24&hash=a7ebcbc96ac868eca89e91acee6501ea38d9d096&lang=en&cache-only=0",
            "defineEn": "(physics) the reaction in which two nuclei join together and produce energy",
            "defineVi": "(vật lý) phản ứng trong đó hai hạt nhân kết hợp với nhau và tạo ra năng lượng",
            "hasImg": true
        },
        {
            "id": "fc747e44-3966-4009-ab61-f762f45c7398",
            "word": "to evaporate",
            "phonetic": "tʊ ɪvæpɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "My mother taught me that I can use evaporated milk as a substitute for regular milk in many recipes",
                "Hundreds of billions of dollars just evaporated.",
                "Until the alcohol evaporates.",
                "Even supermassive black holes in galactic centers evaporate.",
                "Over the course of millions of years these comets should evaporate!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXZhcG9yYXRl&hash=a4b63e05d222edbb9036a974d0e16bcc9446e6bd&lang=en&cache-only=0",
            "defineEn": "to become gas or vapor from liquid",
            "defineVi": "để trở thành khí hoặc hơi từ chất lỏng"
        },
        {
            "id": "630d64b5-44cf-470d-a767-8787db0ef23e",
            "word": "aluminum",
            "phonetic": "ɐluːmɪnəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "So like back here is aluminum.",
                "The chassis on this is all aluminum.",
                "They are aluminum.",
                "The aluminum body is about 700 pounds lighter than steel versions.",
                "It's this Aluminum?"
            ],
            "audio": "https://tts.langeek.co/read?text=YWx1bWludW0&hash=fa829a8a963e1f226d99cbd7cdc5e68f806f1b32&lang=en&cache-only=0",
            "defineEn": "a light silver-gray metal used primarily for making cooking equipment and aircraft parts",
            "defineVi": "một kim loại màu xám bạc nhẹ được sử dụng chủ yếu để chế tạo thiết bị nấu ăn và các bộ phận máy bay",
            "hasImg": true
        },
        {
            "id": "eadc8907-99a4-4f4c-978b-a37b492807a9",
            "word": "alloy",
            "phonetic": "ælɔɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Various tools require various alloys for hardness.",
                "It has to be alloyed with other metals.",
                "White gold, for example, is an alloy of gold made of white metals, like silver, zinc, and nickel.",
                "Narrator: Are made of precious metals and alloys and cost hundreds of thousands of dollars each.",
                "But in the 1800s, mirrors for telescopes were cast out of a bronze alloy called speculum."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsb3k&hash=a36ec3bcbcd056f068c7b0f11b609b8adab93d63&lang=en&cache-only=0",
            "defineEn": "a combination of two or more metals, creating a metal that is usually stronger or more resistant",
            "defineVi": "sự kết hợp của hai hoặc nhiều kim loại, tạo ra một kim loại thường mạnh hơn hoặc bền hơn"
        },
        {
            "id": "365617fc-635b-4cf6-9db6-6f1dc0d8771a",
            "word": "copper",
            "phonetic": "kɑːpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Additionally, falling prices for key commodities, like copper, are keeping a lid on most manufacturing costs.",
                "Instead, it contained copper.",
                "The blue color comes from copper in the blood.",
                "- Copper vat, which you always make cheese in a copper vat.",
                "The important elements here are vanadium and copper."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29wcGVy&hash=0443f633290ae09c8b3311901ff7fb7d9a2e58c8&lang=en&cache-only=0",
            "defineEn": "a metallic chemical element that has a red-brown color, primarily used as a conductor in wiring",
            "defineVi": "một nguyên tố hóa học kim loại có màu nâu đỏ, chủ yếu được sử dụng làm dây dẫn trong hệ thống dây điện",
            "hasImg": true
        },
        {
            "id": "bb47c6e9-e0c0-4179-ba7f-a1fb0cf59902",
            "word": "magnetic",
            "phonetic": "mæɡnɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The fridge door has a magnetic strip to hold notes and pictures.",
                "One of them is magnetic.",
                "Magnetic north is different.",
                "The whole front isn't magnetic.",
                "So it also has magnetic poles!"
            ],
            "audio": "https://tts.langeek.co/read?text=bWFnbmV0aWM&hash=1db6d67f80018ff96fadbfec3ef753dbcf5eb67e&lang=en&cache-only=0",
            "defineEn": "(physics) possessing the attribute of attracting metal objects such as iron or steel",
            "defineVi": "(vật lý) sở hữu thuộc tính thu hút các vật kim loại như sắt hoặc thép",
            "hasImg": true
        },
        {
            "id": "55d55d6d-a26c-424c-8ca5-4a0777504f01",
            "word": "friction",
            "phonetic": "fɹɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Friction exerts a force in the direction opposite of the motion.",
                "An example of a non-conservative force is friction.",
                "Friction is super important.",
                "So friction comes from something.",
                "So what is friction really?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJpY3Rpb24&hash=d59250ac15c8aa14d41905bb54be9e21473c2984&lang=en&cache-only=0",
            "defineEn": "the resistance that two surfaces moving on each other encounter",
            "defineVi": "lực cản mà hai bề mặt chuyển động trên nhau gặp phải"
        },
        {
            "id": "51cbc2f8-5525-4982-bea3-983823a3bff0",
            "word": "corrosion",
            "phonetic": "kɚɹoʊʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dryness, as well as the lack of acidity in the soil, prevent corrosion on the assets.",
                "The slightest bit of corrosion or the smallest leak will register. ",
                "They did 24 hours in salt fog for like corrosion testing.",
                "Inside these sterile environments, staff, bolstered by 100 robots, add paint, coats that prevent corrosion, supplemental bead seams of seal for sound deadening, and cavity wax for improved rust protection.",
                "For example, levels of chlorine byproducts, like trihalomethanes, could skyrocket, leading to pipe corrosion and the release of iron, copper, and lead into drinking water."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ycm9zaW9u&hash=5ffd9cd4c3b3f6a1d7d710db094875134507c55a&lang=en&cache-only=0",
            "defineEn": "the state in which something such as a metal is damaged due to a gradual chemical reaction",
            "defineVi": "trạng thái trong đó một thứ gì đó như kim loại bị hư hỏng do phản ứng hóa học dần dần",
            "hasImg": true
        },
        {
            "id": "3e282f36-97fe-472b-a01f-136c8adbbf41",
            "word": "mass",
            "phonetic": "mæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Meat and mass never hindered man.",
                "Is Donald Trump trembling in his boots over mass occult and witch spells?",
                "My fitness coach kept telling me I need to eat breakfast like a king, lunch like a prince and dinner like a pauper in order to maintain my muscle mass while cutting body fat.",
                "You have mass.",
                "The answer is mass."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzcw&hash=89d2e9b6dcf9ac4b17321fbb4443bd26d24f441b&lang=en&cache-only=0",
            "defineEn": "(physics) the property of matter that gives it weight in a gravitational field and is a measure of its inertia",
            "defineVi": "(vật lý) tính chất của vật chất mang lại cho nó trọng lượng trong trường hấp dẫn và là thước đo quán tính của nó"
        },
        {
            "id": "5846f02f-95f9-4a1c-bbd3-25c2df96d097",
            "word": "density",
            "phonetic": "dɛnsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And density has a huge effect on vibrations.",
                "For one, without the stress of Earth's gravity, her bones lose density.",
                "The water’s density also increases with a higher salt content.",
                "The nucleus has a crazy-high density.",
                "Both determine the density of the water."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVuc2l0eQ&hash=530b8f7966015bbd8382c183977b987d3836fec2&lang=en&cache-only=0",
            "defineEn": "(physics) the degree to which a substance is compacted, measured by dividing its mass by its volume",
            "defineVi": "(vật lý) mức độ mà một chất được nén chặt, được đo bằng cách chia khối lượng của nó cho thể tích của nó",
            "hasImg": true
        },
        {
            "id": "01fd1cf2-80b7-4e84-bf9b-dd34943d07ad",
            "word": "velocity",
            "phonetic": "vəlɑːsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The balls switched velocities.",
                "So velocity is your displacement over time.",
                "So velocity is distance over time.",
                "In this study, the team of astronomers used velocities of 86 speedy planetary nebulas, or the remnants of certain stars, in the Andromeda Galaxy.",
                "So as the quantity of motion, momentum equals mass times velocity."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVsb2NpdHk&hash=ca4715f0a1ce52dd8595f19b66db8282cd3aba2a&lang=en&cache-only=0",
            "defineEn": "the speed at which something moves in a specific direction",
            "defineVi": "tốc độ mà một cái gì đó di chuyển theo một hướng cụ thể"
        },
        {
            "id": "affd9c52-bcf4-4aaa-acb8-2fbd65dd3a9c",
            "word": "lead",
            "phonetic": "liːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The receptionist led the way to the boardroom.",
                "The department led the world in cancer research.",
                "The company's new product launch led to a fat increase in revenue.",
                "We lead a very quiet life.",
                "To lead a life of luxury/a miserable existence."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhZA&hash=e8c13e26cfbed16150978377d6d91e1a6eea432e&lang=en&cache-only=0",
            "defineEn": "a heavy soft metal, used in making bullets, in plumbing and roofing, especially in the past",
            "defineVi": "một kim loại mềm nặng, được sử dụng để chế tạo đạn, trong hệ thống ống nước và tấm lợp, đặc biệt là trong quá khứ",
            "hasImg": true
        },
        {
            "id": "2ceb3b75-f30e-4d7d-bbc6-3f722a5298cf",
            "word": "graphite",
            "phonetic": "ɡɹæfaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And they have graphite tips.",
                "- Yep - Made out of graphite.",
                "Other key battery elements include graphite, nickel, manganese and cobalt, which are mined in large quantities in China, Indonesia, South Africa and the Democratic Republic of Congo.",
                "Large graphite deposits in Alaska are being explored.",
                "Like, silicon can hold more lithium ions than graphite."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhcGhpdGU&hash=643bda0356fc9a58fad8d11bad92728e5b2b1120&lang=en&cache-only=0",
            "defineEn": "a soft, black, and highly conductive material made up of carbon atoms that is commonly used in pencils and as a lubricant",
            "defineVi": "một vật liệu mềm, đen và dẫn điện cao được tạo thành từ các nguyên tử carbon thường được sử dụng trong bút chì và làm chất bôi trơn",
            "hasImg": true
        },
        {
            "id": "15f05c01-f652-4277-afb0-8d22b1611f34",
            "word": "mercury",
            "phonetic": "mɜːkjʊɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "My answer is Mercury. -",
                "So mercury is a transition metal.",
                "Soon after, the barren planet crosses Mercury's orbit.",
                "But Mercury’s perihelion precessed just a fraction of a degree per century too much.",
                "But the mercury ended up at exactly the same level in both tubes."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVyY3VyeQ&hash=5234155f4b9ae3ec872a46936545369c59384d56&lang=en&cache-only=0",
            "defineEn": "a heavy silver-colored and poisonous metal that has a liquid state in the ordinary temperature",
            "defineVi": "một kim loại nặng có màu bạc và độc có trạng thái lỏng ở nhiệt độ thường"
        },
        {
            "id": "be21925e-a5a0-4d28-b046-b22a7a074b3e",
            "word": "nickel",
            "phonetic": "nɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Nickel sulfate for batteries, zero percent is produced in the USA.",
                "Pycnandra acuminata also basically quarantines the nickel in cells that are separate from other parts of the plant.",
                "I wouldn’t pay a nickel for that!",
                "The gas also contained different elements during the first day of explosion than later on, things like iron, cobalt, and nickel.",
                "Other key battery elements include graphite, nickel, manganese and cobalt, which are mined in large quantities in China, Indonesia, South Africa and the Democratic Republic of Congo."
            ],
            "audio": "https://tts.langeek.co/read?text=bmlja2Vs&hash=b6be8a154ef9998d319e5799248f18896870f0d9&lang=en&cache-only=0",
            "defineEn": "a chemical element and a silver-white metal used in making alloys",
            "defineVi": "một nguyên tố hóa học và một kim loại màu trắng bạc được sử dụng để chế tạo hợp kim"
        },
        {
            "id": "73d19c0a-8ec5-429b-935b-983b14034467",
            "word": "plasma",
            "phonetic": "plæzmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Plasma companies spend over half of their operating expenses on just the collection and manufacturing of the plasma itself.",
                "But plasma is over 90% water.",
                "In 2019 alone, plasma companies paid about $2.7 billion for Americans' donations.",
                "Lightning is made of plasma.",
                "We can just transfer the plasma."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhc21h&hash=9ce18efda2a3d6fee8ed27188e4bac95e079fe99&lang=en&cache-only=0",
            "defineEn": "a gas with nearly no electrical charge that exists in the sun and other stars",
            "defineVi": "một loại khí gần như không có điện tích tồn tại trong mặt trời và các ngôi sao khác"
        },
        {
            "id": "01b62367-5ec4-470b-af53-b0f278ca9bdf",
            "word": "uranium",
            "phonetic": "jʊɹɹeɪniəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Enriching uranium beyond the cats.",
                "You're enriching more uranium.",
                "You need a uranium enrichment plant.",
                "Uranium, Lead, and Argon all produce radioactive isotopes.",
                "Because that uranium would have been formed right at about the birth of our solar system."
            ],
            "audio": "https://tts.langeek.co/read?text=dXJhbml1bQ&hash=1ccc71258da226c9b57a474ab8f436640f0bc383&lang=en&cache-only=0",
            "defineEn": "a heavy radioactive metallic element used in producing nuclear energy",
            "defineVi": "một nguyên tố kim loại phóng xạ nặng được sử dụng để sản xuất năng lượng hạt nhân"
        },
        {
            "id": "a6c5f5eb-7f5b-4c60-a998-b7a0d6d96b59",
            "word": "radioactive",
            "phonetic": "ɹeɪdɪoʊæktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Geiger counter detected high levels of radiation in the vicinity of the radioactive material.",
                "Radioactive decay is a quantum mechanical process.",
                "Now, of course, the Soviet embassy, the Russian embassy, is radioactive for a slightly different reason in Washington.",
                "Is this radioactive coffee?",
                "Radioactive matter was leaking in through the bindings of our masks."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFkaW9hY3RpdmU&hash=56840aaeaa843f5f3ff206841e9f96c4b275dd65&lang=en&cache-only=0",
            "defineEn": "containing or relating to a dangerous form of energy produced by nuclear reactions",
            "defineVi": "chứa hoặc liên quan đến một dạng năng lượng nguy hiểm được tạo ra bởi các phản ứng hạt nhân",
            "hasImg": true
        },
        {
            "id": "6c81b494-5407-48cf-aabd-5bdf2b80e9b5",
            "word": "thermal",
            "phonetic": "θɜːməl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Thermal cameras are nothing new.",
                "Thermal desalination is the oldest form of desalination.",
                "Thermal cameras are already widespread in Asia.",
                "Thermals weren't as good as if you'd gone with a much larger laptop.",
                "Then there's thermal storage."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlcm1hbA&hash=c262b5960c97f01ab59bfda886307cadc8f2d73a&lang=en&cache-only=0",
            "defineEn": "relating to or connected with heat",
            "defineVi": "liên quan đến hoặc kết nối với nhiệt"
        },
        {
            "id": "63288eb5-d5f7-4096-b437-96f4ae9db734",
            "word": "static",
            "phonetic": "stæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Static is bigger.",
                "Static friction has the same basic physics as kinetic friction.",
                "Law number one: power is never static.",
                "Do I hear static?",
                "Mainly, he just picked up static from thunderstorms."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdGlj&hash=d856b5de0819505b9a4e97b4487d8e164b468474&lang=en&cache-only=0",
            "defineEn": "lacking progress, movement, or change",
            "defineVi": "thiếu tiến bộ, chuyển động hoặc thay đổi"
        },
        {
            "id": "9eccb511-b3f6-409d-a147-d0ec6dd8d119",
            "word": "synthetic",
            "phonetic": "sɪnθɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Natural food coloring made from beet juice or turmeric is used in some products as a substitute for synthetic food dyes.",
                "Synthetic polymers have extraordinary traits.",
                "Synthetic chemicals also appeared in the mid-1800s.",
                "This synthetic gas has applications beyond electricity generation.",
                "A forensic test could have detected the synthetic resin."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ludGhldGlj&hash=c37f81aae3f34c50a1ab2ff015081547e358a636&lang=en&cache-only=0",
            "defineEn": "produced artificially, typically based on its natural version",
            "defineVi": "sản xuất nhân tạo, thường dựa trên phiên bản tự nhiên của nó"
        }
    ]
}