{
    "id": "675c68c8-1a89-4546-b6ce-39ebde6eb175",
    "title": "Lesson 15",
    "originalTitle": "Lesson 15",
    "words": [
        {
            "id": "4674e7fd-732f-4f5b-adf1-54faa484b79b",
            "word": "to intersect",
            "phonetic": "tʊ ɪntɚsɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "It intersects the top of the surface.",
                "Well, we intersect the unit circle right over there.",
                "We intersect at 0 comma 3-- 1, 2, 3.",
                "The Grenville Front actually intersects the Midcontinent Rift in Michigan, too.",
                "So this is X intersect Y."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50ZXJzZWN0&hash=5ab9af533ecd4feba87ffefba918b1e1699cd265&lang=en&cache-only=0",
            "defineEn": "meet at a point",
            "defineVi": "gặp nhau tại một điểm"
        },
        {
            "id": "723c2b0f-0731-49e9-bad9-9b3b7702e53a",
            "word": "to intersperse",
            "phonetic": "tʊ ɪntɚspɜːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "So in towns and cities, councils examined suspects often over a period of years, with interrogations interspersed with torture and deliberations.",
                "Type 1 has extreme highs alongside the lows, while Type 2 involves briefer, less extreme periods of elation interspersed with long periods of depression.",
                "Through it all though, there's been TikTok, providing moments of levity and new dance crazes, interspersed with more serious commentary on the issues that we face.",
                "By the time they were using the Iron Lung on polio patients, treatment reports stressed the importance of administering deep breaths interspersed with the regular ones.",
                "Then there's CRISPR-Cas9, which is short for clustered regularly interspersed short palindromic repeats."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50ZXJzcGVyc2U&hash=a1c006aeeae7b62218b36ebcb5343237a7957a25&lang=en&cache-only=0",
            "defineEn": "introduce one's writing or speech with certain expressions",
            "defineVi": "giới thiệu bài viết hoặc bài phát biểu của một người với những cách diễn đạt nhất định"
        },
        {
            "id": "c1bab59b-8c2e-4ca7-b921-2f5d3f35341b",
            "word": "interstice",
            "phonetic": "ɪntɜːstɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJzdGljZQ&hash=da6dc4c5a61bf5e3b8d8c15dcd60ad0029dbc610&lang=en&cache-only=0",
            "defineEn": "small opening between things",
            "defineVi": "khe hở nhỏ giữa mọi thứ"
        },
        {
            "id": "d402b01e-7a95-46db-af5c-5b289fb3dc58",
            "word": "to intervene",
            "phonetic": "tʊ ɪntɚviːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "She began whaling on the poor child until a police officer finally intervened.",
                "The Prime Minister was often in the eye of the storm during the debate on whether or not to intervene in Syria.",
                "He knew what they were doing was wrong, but his yellow streak kept him from intervening.",
                "But senior Justice Department officials intervened.",
                "The president had intervened against him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50ZXJ2ZW5l&hash=d2fa38548725488d0d82e4cf41e32e91fd5dfe7f&lang=en&cache-only=0",
            "defineEn": "to intentionally become involved in a difficult situation in order to improve it or prevent it from getting worse",
            "defineVi": "cố tình tham gia vào một tình huống khó khăn để cải thiện nó hoặc ngăn nó trở nên tồi tệ hơn"
        },
        {
            "id": "4b8fedb5-0bdf-4bcb-a540-fc950f8099b6",
            "word": "dialect",
            "phonetic": "daɪəlɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "While all forms of speech are valuable and deserve respect, some varieties are associated with more power and prestige - a language is a dialect with an army and navy, so be aware of the political factors that influence our perceptions of language.",
                "I do dialects very well.",
                "The first village and second village have different dialects, but good mutual intelligibility.",
                "Signed languages also display variations in dialect.",
                "So I may swap dialects depending on the situation."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhbGVjdA&hash=75983c4ea233416731097e36f6d908fab8ab19d5&lang=en&cache-only=0",
            "defineEn": "the spoken form of a language specific to a certain region or people which is slightly different from the standard form in words and grammar",
            "defineVi": "dạng nói của một ngôn ngữ dành riêng cho một vùng hoặc một số người nhất định hơi khác so với dạng tiêu chuẩn về từ ngữ và ngữ pháp"
        },
        {
            "id": "23fd0aa8-304c-468a-9515-d655382c0fbe",
            "word": "dialectical",
            "phonetic": "daɪəlɛktɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The gold standard therapy for borderline personality disorder is dialectical behavior therapy.",
                "Dialectical behavior therapy was developed for borderline personality disorder.",
                "The main treatment is dialectical behavior therapy and medication only to address other symptoms like depression or anxiety.",
                "And then there's dialectical behavioral therapy for binge eating disorder.",
                "I've talked about dialectical behavior therapy, or DBT, as the best treatment for borderline personality disorder."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhbGVjdGljYWw&hash=43611b9903b8c118e27407fcf68c66a05dad6793&lang=en&cache-only=0",
            "defineEn": "discovering the truth of ideas by logically discussing the opposite ideas",
            "defineVi": "khám phá sự thật của các ý tưởng bằng cách thảo luận một cách hợp lý các ý tưởng đối lập"
        },
        {
            "id": "d2934230-953e-4b75-86a9-49c479c63e1f",
            "word": "dialectician",
            "phonetic": "daɪəlɪktɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlhbGVjdGljaWFu&hash=052e5a088db9f0ab0ac559e88ba6dafdee53cfc1&lang=en&cache-only=0",
            "defineEn": "a logician skilled in dialectic",
            "defineVi": "một nhà logic có kỹ năng biện chứng"
        },
        {
            "id": "7e0be878-05a4-4648-9631-56afa4385117",
            "word": "dialogue",
            "phonetic": "daɪəlɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was as deaf as a post and relied on subtitles to follow the dialogue.",
                "This dialogue gives us a good look at the characterization between these two characters.",
                "It has dialogue in it.",
                "But the dialogue is completely fictitious.",
                "My first scene with Hugh in the movie is six or seven pages of dialogue."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhbG9ndWU&hash=f439ccf07c4f3f4217667cc5a81adfd4375c75b0&lang=en&cache-only=0",
            "defineEn": "a conversation between two or more people",
            "defineVi": "một cuộc trò chuyện giữa hai hoặc nhiều người"
        },
        {
            "id": "8b68d824-e956-4807-be59-a58e4aa93a0b",
            "word": "incoherent",
            "phonetic": "ɪŋkoʊhɪɹənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "QAnon will always be an incoherent mess of nonsense.",
                "So before we start the incoherent screaming and fan adoration, let’s get to the heart and soul of where these teenage dreams originated."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jb2hlcmVudA&hash=7a145372782a95cca7b2756dc80d0517f226eccb&lang=en&cache-only=0",
            "defineEn": "(of speech or written discourse) unclear or poorly organized in a way that is not comprehensible",
            "defineVi": "(của bài nói hoặc bài viết) không rõ ràng hoặc được tổ chức kém theo cách không thể hiểu được"
        },
        {
            "id": "5b63fa76-5009-4c8d-a165-685a81246a9f",
            "word": "incombustible",
            "phonetic": "ɪŋkəmbʌstᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5jb21idXN0aWJsZQ&hash=62a9035d6b8f662c0e0b770ff433db811363bd0a&lang=en&cache-only=0",
            "defineEn": "not capable of igniting and burning",
            "defineVi": "không có khả năng bắt lửa và cháy"
        },
        {
            "id": "6466df64-a08b-4434-bf29-2b7dba6a0efc",
            "word": "inconceivable",
            "phonetic": "ɪŋkənsiːvəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And it's just inconceivable that any fair transaction could have transpired during this period of time.",
                "And it's just inconceivable that any fair transaction could have transpired during this period of time.",
                "- It would be inconceivable for us and for most prosecutors in California not to direct file in superior court robbery with the use of a firearm.",
                "A world without HIV is no longer inconceivable: it’s closer than ever.",
                "All of them were attempts at reclaiming some sense of agency and control in inconceivable circumstances."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jb25jZWl2YWJsZQ&hash=6f64eec49df8d8e5ef2d87943365e7836f73cbad&lang=en&cache-only=0",
            "defineEn": "totally unlikely",
            "defineVi": "hoàn toàn không thể"
        },
        {
            "id": "9722c830-c3b8-4ce5-9723-41581d19d66c",
            "word": "advocacy",
            "phonetic": "ædvəkəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Less visible works of cultural expression like folklore and rituals and language need attention and advocacy, too.",
                "His advocacy made him a target, and, in 1980, he survived an assassination attempt in Fort Wayne, Indiana.",
                "People in the disability advocacy world sometimes use the term temps to describe people without disabilities.",
                "A new national advocacy campaign uses hip-hop to inspire trust in the COVID vaccine.",
                "Franklin’s advocacy of paper currency earned him contracts for printing money for the Pennsylvania colony, but the English crown saw this as a usurpation of its authority."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2b2NhY3k&hash=fda22be936a294454f3a6a4f9b6c5601a831c90b&lang=en&cache-only=0",
            "defineEn": "active support of an idea or cause etc.; especially the act of pleading or arguing for something",
            "defineVi": "hỗ trợ tích cực cho một ý tưởng hoặc nguyên nhân, v.v.; đặc biệt là hành động cầu xin hoặc tranh luận cho một cái gì đó"
        },
        {
            "id": "ab4ec84a-7314-469a-bc93-17aec48908d8",
            "word": "to advocate",
            "phonetic": "tʊ ædvəkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "As a shareholder in the company, I have a dog in the fight and will advocate for decisions that benefit the organization.",
                "She was proud to belong to an organization that advocates for animal rights.",
                "The politician recognized that with great power comes great responsibility, and used their influence to advocate for policies that would benefit the most vulnerable members of society.",
                "After attending the seminar on mental health, I became awake to the stigma surrounding mental illness and decided to become an advocate for greater awareness and understanding.",
                "The Swedes advocate limited social distancing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWR2b2NhdGU&hash=ef5f531ec27908336db070137b591e7a21a304c6&lang=en&cache-only=0",
            "defineEn": "to publicly support something",
            "defineVi": "để hỗ trợ công khai một cái gì đó"
        },
        {
            "id": "5ab59feb-740e-4aea-9ab9-bb1475c79747",
            "word": "chronic",
            "phonetic": "kɹɑːnɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "After months of chronic pain, Jake decided to go under the knife and have his knee joint replaced.",
                "John had been putting off seeing a doctor about his chronic back pain, but finally took his wife's advice and made an appointment.",
                "Another leading cause of memory problems is chronic stress.",
                "Well, I have chronic pain.",
                "Because I have chronic pain?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hyb25pYw&hash=430bbaef6d03be2e11a7d9dc4a1bddd313e419d4&lang=en&cache-only=0",
            "defineEn": "(of an illness) difficult to cure and long-lasting",
            "defineVi": "(về bệnh) khó chữa và kéo dài"
        },
        {
            "id": "9f1c1b25-3e27-46e1-b5a3-d74a7e153e40",
            "word": "to chronicle",
            "phonetic": "tə kɹɑːnɪkəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The novel chronicles the fortunes and misfortunes of the Buendía family over seven generations.",
                "Hack the Moon chronicles the engineers and technologies behind the Apollo missions.",
                "Hack the Moon chronicles the engineers and technologies behind the Apollo missions.",
                "Hack the Moon chronicles the engineers and technologies behind the Apollo missions.",
                "That is Stacy Palmer from \"The Chronicle of Philanthropy.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hyb25pY2xl&hash=3aaf9b3a80be19c68e17580b9de2ea4edbfdb9fd&lang=en&cache-only=0",
            "defineEn": "to record a series of historical events in a detailed way by a chronological order",
            "defineVi": "để ghi lại một loạt các sự kiện lịch sử một cách chi tiết theo thứ tự thời gian"
        },
        {
            "id": "d3f79a29-a045-4dca-a6bf-769101f6bd04",
            "word": "chronicler",
            "phonetic": "kɹɑːnɪklɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "An obsessive chronicler, Pigafetta described the lands and people they encountered.",
                "One chronicler of the death camps, Italian chemist Primo Levi, credited his survival to another prisoner who shared his bread ration and did favors.",
                "People no longer fought for ethical reasons or for God's glory but for fame and career, as a French chronicler observed.",
                "In the thousand years since Arthur first appeared in a Celtic poem, his story has transformed over and over to reflect the concerns of his chroniclers and their audiences.",
                "Chroniclers describe an entourage of tens of thousands of soldiers, civilians, and slaves, 500 heralds bearing gold staffs and dressed in fine silks, and many camels and horses bearing an abundance of gold bars."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hyb25pY2xlcg&hash=4420135b395df9c7842aeb2d890bd592337537e3&lang=en&cache-only=0",
            "defineEn": "someone who writes chronicles",
            "defineVi": "một người viết biên niên sử"
        },
        {
            "id": "279ee43f-0c4d-415e-9f02-74d3eb583095",
            "word": "chronology",
            "phonetic": "kɹənɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Again, I didn’t memorize the chronology.",
                "And maybe we should take it out of chronology.",
                "I guess I should memorize this chronology.",
                "JIM GILMORE - 2009, let’s go through the chronology.",
                "When Vonnegut ditched clear-cut fortunes, he also abandoned straightforward chronology."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hyb25vbG9neQ&hash=9d2aef15bd11d2960ce214dc31cd99a43c282253&lang=en&cache-only=0",
            "defineEn": "an arrangement of dates or events based on the order they took place",
            "defineVi": "một sự sắp xếp các ngày hoặc sự kiện dựa trên thứ tự chúng diễn ra"
        },
        {
            "id": "55eeb005-354e-4f4c-8d93-51fd083e7f29",
            "word": "chronometer",
            "phonetic": "kɹənɑːmɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The accuracy, the chronometer, the timing, it's all about telling the right time, keeping the right time.",
                "So, eventually, people came up with a mechanical timepiece called a chronometer to figure out longitude.",
                "Thank you for your support on Patreon.com/crashcourse it wasn’t until the eighteenth century development of the chronometer that sailors could chart longitudinal location, and even now, GPS relies on an extremely precise knowledge of the time."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hyb25vbWV0ZXI&hash=b937d1976b72f8c9fcd5d03e6c5322e023094c51&lang=en&cache-only=0",
            "defineEn": "a timepiece that shows the time in a very exact way, especially one used at sea",
            "defineVi": "một chiếc đồng hồ hiển thị thời gian một cách rất chính xác, đặc biệt là một chiếc đồng hồ được sử dụng trên biển"
        }
    ]
}