{
    "id": "679e2515-5a66-43d6-87a5-5b09b2600c38",
    "title": "Food and Diet",
    "originalTitle": "Lesson 57",
    "words": [
        {
            "id": "4d524158-e5d5-4e69-818a-62634070e45a",
            "word": "black pepper",
            "phonetic": "blæk pɛpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "and I am going to season a little salt, a little black pepper in there.",
                "I put black pepper on everything, I love it.",
                "If you’ve ever sprinkled some ground-up black pepper on your food, that’s one example of a spice!",
                "Black pepper comes from a flowering vine native to Southeast Asia.",
                "But small amounts of black pepper made their way to Greece, Rome, and even ancient Egypt, where peppercorns were apparently valuable enough to stuff up the mummified nose of Ramses the second."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhY2sgcGVwcGVy&hash=7a26091f2f3a8720f2c0941a04394f008617506d&lang=en&cache-only=0",
            "defineEn": "a black spice that is used in cooking to give food a hot flavor",
            "defineVi": "một loại gia vị màu đen được sử dụng trong nấu ăn để mang lại hương vị nóng cho thức ăn",
            "hasImg": true
        },
        {
            "id": "9574c763-c255-4067-988a-45ae995b2daa",
            "word": "bread roll",
            "phonetic": "bɹɛd ɹoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I decided to spread some tuna paste onto freshly baked bread rolls for a satisfying lunch.",
                "In 2018, Emirates passengers downed 72 million bread rolls, over 134,000 pounds of strawberries, 414 pounds of salmon, and more than three million pounds of potatoes.",
                "In 2018, Emirates Flight Catering customers consumed 110 million meals, including 1,400 tons of potatoes, 72 million bread rolls, 61 tons of strawberries and 188 tons of salmon."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWQgcm9sbA&hash=19d95227ccecf7a5b23e1287e1ab6f824b47cbb9&lang=en&cache-only=0",
            "defineEn": "a round loaf of bread made for one person",
            "defineVi": "một ổ bánh mì tròn làm cho một người",
            "hasImg": true
        },
        {
            "id": "b411871e-13d2-427f-ade9-4258e940571b",
            "word": "cheeseburger",
            "phonetic": "tʃiːzbɜːɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "American cheese is a popular choice for making cheeseburgers due to its smooth melting properties.",
                "My secret ingredient for a mouthwatering cheeseburger is putting a slice of melted Jack cheese on top of it.",
                "Because a cheeseburger has to cost a dollar.",
                "and I like a cheeseburger.",
                "It's a cheeseburger."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlZXNlYnVyZ2Vy&hash=4bcb722971745f747352e286626e451d39661a47&lang=en&cache-only=0",
            "defineEn": "a type of hamburger with melted cheese on top",
            "defineVi": "một loại bánh hamburger với phô mai tan chảy trên đầu",
            "hasImg": true
        },
        {
            "id": "a7ecb79c-8f41-4157-8055-7cd7681cc586",
            "word": "curry",
            "phonetic": "kɜːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The paneer curry smells amazing!",
                "The ambassador curried favor with the dictator by praising his construction projects.",
                "My sister skillfully cooks a flavorful curry for dinner.",
                "They served white rice with the chicken curry.",
                "She prepared a flavorful chicken curry with aromatic spices and coconut milk."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Vycnk&hash=bc2652638118170396a07304dac6e706367eef6d&lang=en&cache-only=0",
            "defineEn": "a type of Indian dish made with meat, vegetables, etc., which is cooked in a hot sauce and then served with rice",
            "defineVi": "một loại món ăn của Ấn Độ làm từ thịt, rau, v.v., được nấu trong nước sốt nóng và dùng với cơm",
            "hasImg": true
        },
        {
            "id": "80a5a24b-5efa-4c11-8c5a-d25265941a3d",
            "word": "fruit salad",
            "phonetic": "fɹuːt sæləd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Rangpur slices added a vibrant touch to my summer fruit salad.",
                "The chef prepared a delicious fruit salad with a variety of fresh fruits.",
                "I added chunks of sapote to my fruit salad for a delicious twist and a touch of creaminess.",
                "She cuts the fruit into bite-sized pieces for a fruit salad.",
                "The creamy texture of soursop makes it a great addition to fruit salads."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJ1aXQgc2FsYWQ&hash=72195dac569305c5720c06dca3f89bb26fa066e9&lang=en&cache-only=0",
            "defineEn": "a type of dish consisting of a mixture of chopped fruits",
            "defineVi": "một loại món ăn bao gồm một hỗn hợp các loại trái cây xắt nhỏ",
            "hasImg": true
        },
        {
            "id": "302b535c-08ab-4eb0-af16-a21cabd5c50c",
            "word": "garlic",
            "phonetic": "ɡɑːɹlɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Too much garlic killed the taste of the meat.",
                "They dipped their garlic bread into a bowl of warm tomato sauce.",
                "The homemade garlic sauce was a hit at the dinner party.",
                "The chef grated fresh garlic into the tomato sauce, enhancing its depth and richness.",
                "The kitchen was filled with the smell of garlic."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FybGlj&hash=0e99305121f3de1e5dba4d3463143caecbca0394&lang=en&cache-only=0",
            "defineEn": "a type of vegetable having a strong smell and hot flavor that is used in cooking",
            "defineVi": "một loại rau có mùi mạnh và hương vị nóng được sử dụng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "08bf457c-4f4c-4074-883a-0c536a74f875",
            "word": "green bean",
            "phonetic": "ɡɹiːn biːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can roast green beans in the oven with a sprinkle of parmesan cheese for a delicious snack.",
                "She planted green beans in her garden, which grew quickly and abundantly.",
                "It's best to blanch the green beans before freezing them for long-term storage.",
                "The vitamin A present in green beans plays a crucial role in maintaining healthy skin.",
                "Green beans are probably 60 percent food service."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlZW4gYmVhbg&hash=cf43390c27af36ca198aa14a1333a1100934e718&lang=en&cache-only=0",
            "defineEn": "a kind of green vegetable that is long and thin and is used in cooking",
            "defineVi": "một loại rau xanh dài và mỏng và được sử dụng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "5f986c2d-ac13-4238-9dc5-51f182ba6c6a",
            "word": "jello",
            "phonetic": "dʒɛloʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He likes his jello.",
                "It's more like a jello mold.",
                "A cow bank, it's like jello shots, but for kids.",
                "- Will It Jello? - Let's talk about that.",
                "For them air itself is like thin jello, a syrup-like mass surrounding them at all times."
            ],
            "audio": "https://tts.langeek.co/read?text=amVsbG8&hash=67e0019d46a4dc820e719f6ebf530b2928290b01&lang=en&cache-only=0",
            "defineEn": "a soft dessert made with fruit juice, sugar, and gelatin, which is served cold",
            "defineVi": "một món tráng miệng mềm làm từ nước ép trái cây, đường và gelatin, được phục vụ lạnh",
            "hasImg": true
        },
        {
            "id": "fda15ebb-498b-4d14-b8a6-95278e7436c6",
            "word": "lettuce",
            "phonetic": "lɛɾɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The street vendor served crispy chicken cutlet sandwiches with lettuce and mayonnaise.",
                "Fresh vegetables like tomatoes, cucumbers, and lettuce make a delicious salad.",
                "I love the crunch of romaine lettuce in my sandwiches.",
                "We harvested the lettuce from our backyard and shared it with our neighbors.",
                "She tossed the lettuce, carrots, and radishes together to make a colorful salad."
            ],
            "audio": "https://tts.langeek.co/read?text=bGV0dHVjZQ&hash=d6524a306880a33afc634fe9a1f8ea2367a4699f&lang=en&cache-only=0",
            "defineEn": "the leaves of the plant lettuce that are used in salads",
            "defineVi": "lá của cây rau diếp được sử dụng trong món salad",
            "hasImg": true
        },
        {
            "id": "3db2c58a-3c58-4d89-85ee-1df1df52f3eb",
            "word": "loaf",
            "phonetic": "loʊf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Use your loaf!",
                "Yesterday he baked a loaf of whole wheat bread.",
                "When he discovered a new millet-based bread recipe, he excitedly baked a loaf.",
                "Sarah baked a homemade loaf of banana bread that smelled delicious.",
                "She prepared a traditional molasses gingerbread loaf, filling her home with the warm aroma of spices."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9hZg&hash=91f265abbe7b3d3db0992d38a179d7c87a7b3cba&lang=en&cache-only=0",
            "defineEn": "a type of dish for which meat or vegetables are cut into small pieces to be pressed together and then baked",
            "defineVi": "một loại món ăn mà thịt hoặc rau được cắt thành miếng nhỏ để ép lại với nhau và sau đó nướng",
            "hasImg": true
        },
        {
            "id": "8783d7e0-1b64-4781-b0fc-499bc5d98df5",
            "word": "mint",
            "phonetic": "mɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The famous author made a mint from royalties on his best-selling books.",
                "The professional athlete made a mint from endorsement deals and sponsorships.",
                "All clothes are in mint condition and less than two years old.",
                "They use mint leaves to garnish their chocolate chip ice cream for a delightful contrast.",
                "After his startup went public, he made a mint overnight."
            ],
            "audio": "https://tts.langeek.co/read?text=bWludA&hash=5a11255cc45da7aaafd23ec64b52c3b18d00dd81&lang=en&cache-only=0",
            "defineEn": "leaves of a mint plant",
            "defineVi": "lá của cây bạc hà",
            "hasImg": true
        },
        {
            "id": "b3fec11b-3272-421c-803e-1ab15b0130d1",
            "word": "pancake",
            "phonetic": "pæŋkeɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Grandma's clabber pancakes are a family favorite for Sunday brunch.",
                "The fluffy pancakes owed their light texture to the addition of baking powder.",
                "They shared golden-brown mung bean pancakes.",
                "The fluffy pancakes were made from a simple batter of flour, eggs, milk, and a pinch of salt.",
                "The ricotta adds a creamy texture and subtle tanginess to the pancakes."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFuY2FrZQ&hash=cba3d1feb86635172ce0796d97811dcf463b9737&lang=en&cache-only=0",
            "defineEn": "a flat round cake that is thin and is made with milk, eggs, and flour, which is then baked in a pan",
            "defineVi": "một chiếc bánh tròn phẳng, mỏng và được làm bằng sữa, trứng và bột mì, sau đó được nướng trong chảo",
            "hasImg": true
        },
        {
            "id": "03cb02ce-c437-4703-bda4-f2fcdd501f49",
            "word": "peanut butter",
            "phonetic": "piːnʌt bʌɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children enjoy peanut butter on toast.",
                "Peanut butter was the secret ingredient for his famous cookies.",
                "They packed peanut butter and jam sandwiches for a picnic.",
                "She had a sweet tooth craving, so she indulged in a peanut butter and jelly sandwich.",
                "I toasted a slice of bread and spread peanut butter on it for breakfast."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVhbnV0IGJ1dHRlcg&hash=3bb282588ec97d84e0667e20af4ba299314f4875&lang=en&cache-only=0",
            "defineEn": "the soft food or paste that is made from ground peanuts",
            "defineVi": "thức ăn mềm hoặc bột nhão được làm từ đậu phộng xay",
            "hasImg": true
        },
        {
            "id": "ede99184-362a-4567-88c2-33c17c56a264",
            "word": "plant-based",
            "phonetic": "plæntbeɪst ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGxhbnQtYmFzZWQ&hash=3651c860d792e3c66c56ddd88b5ddc200b74a91e&lang=en&cache-only=0",
            "defineEn": "(of a diet or food) completely or mainly consisting of plants",
            "defineVi": "(của một chế độ ăn uống hoặc thực phẩm) hoàn toàn hoặc chủ yếu bao gồm thực vật",
            "hasImg": true
        },
        {
            "id": "1b5b2dfa-6d7f-482d-8a4f-7e1333cb025a",
            "word": "popcorn",
            "phonetic": "pɑːpkɔːɹn ",
            "partOfSpeechType": "noun",
            "examples": [
                "We bought popcorn and soda to enjoy during the movie.",
                "She bought popcorn and soda at the movie theater before the film started.",
                "Popcorn is a popular snack made from whole grain kernels that are heated until they burst.",
                "I love to pepper my popcorn with a sprinkle of chili powder for a spicy snack.",
                "As the sun set, they gathered around the backyard fire pit, enjoying homemade garlic chive-infused popcorn."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9wY29ybg&hash=523b0887ec596a76e8bbed02279fea519e33ba6b&lang=en&cache-only=0",
            "defineEn": "a type of snack consisting of maize grains that pop after being heated",
            "defineVi": "một loại đồ ăn nhẹ bao gồm các hạt ngô bật ra sau khi được làm nóng",
            "hasImg": true
        },
        {
            "id": "cf30291f-0617-49c4-b4ee-78ec7240b8d3",
            "word": "pickle",
            "phonetic": "pɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "My mother pickled radishes with vinegar and spices.",
                "They pickled onions to enjoy as a tangy garnish for sandwiches and salads.",
                "The sour gourd pickle had a delightful combination of tanginess and spiciness.",
                "He pickled slices of beets because his wife enjoys them.",
                "The pastrami and pickle skewers were a hit at the summer picnic, offering a delightful combination of flavors."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlja2xl&hash=b1d3e85ea382eeaff0a849672b52134ad9f61da1&lang=en&cache-only=0",
            "defineEn": "a usually small cucumber that is preserved in salt water or vinegar",
            "defineVi": "một quả dưa chuột thường nhỏ được bảo quản trong nước muối hoặc giấm",
            "hasImg": true
        },
        {
            "id": "6ab24e08-55e2-439c-abc8-07ab9f181b85",
            "word": "raw",
            "phonetic": "ɹɔː ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Raw milk is commonly used in certain traditional desserts, like rice pudding and flan.",
                "The farmers' market sells raw milk, which some people enjoy for its natural goodness.",
                "The singer's acoustic performance showcased her raw talent, captivating the audience with the purity and emotion of her voice in its most authentic form.",
                "You struck a raw nerve when you mentioned divorce.",
                "After a long day at the beach, Emily and her friends enjoyed a refreshing swim in the ocean, feeling the freedom of being in the raw."
            ],
            "audio": "https://tts.langeek.co/read?text=cmF3&hash=27fa65c5eb352028daab9f52283439eeb4c784c2&lang=en&cache-only=0",
            "defineEn": "describing food that is not cooked",
            "defineVi": "mô tả thức ăn không được nấu chín",
            "hasImg": true
        },
        {
            "id": "8393e4df-a091-48a7-828e-b3970c7cfafc",
            "word": "ripe",
            "phonetic": "ɹaɪp ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The time was ripe for change in the company.",
                "The market had ripe oranges with bright orange peels.",
                "My mom peeled a ripe banana for me.",
                "The bramble bushes along the hiking trail were filled with ripe dewberries.",
                "The delicate aroma of ripe may apples fills the kitchen."
            ],
            "audio": "https://tts.langeek.co/read?text=cmlwZQ&hash=66ee4aba52a2ec6956b24382ff839674567f5d31&lang=en&cache-only=0",
            "defineEn": "describing a fruit or crop that has completed its growth and is ready to be eaten",
            "defineVi": "mô tả một loại trái cây hoặc cây trồng đã hoàn thành quá trình tăng trưởng và sẵn sàng để ăn",
            "hasImg": true
        },
        {
            "id": "f7085525-4ef1-4d43-8792-71adaa5aca22",
            "word": "take-away",
            "phonetic": "teɪkɐweɪ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGFrZS1hd2F5&hash=fc555073ad6cf28244a3458ab7db0d8e38e5dc27&lang=en&cache-only=0",
            "defineEn": "(of food or drink) sold to someone for eating or drinking outside the place it is bought from",
            "defineVi": "(của thực phẩm hoặc đồ uống) được bán cho ai đó để ăn hoặc uống bên ngoài nơi nó được mua từ",
            "hasImg": true
        },
        {
            "id": "855b44eb-73f5-4a1b-ba46-46cb51bbb54f",
            "word": "sugar-free",
            "phonetic": "ʃʊɡɚfɹiː ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You can find aspartame in many sugar-free candies and gum.",
                "No. 1, if you're gonna chew gum, you wanna try to chew sugar-free gum.",
                "But, for as great as chewing sugar-free gum is, it will never take away or be a substitute for brushing, right?",
                "Right, it has beans, broccoli, brussel sprouts inside, and then it has a beans and Haribo sugar-free Gummy Bear sauce over the top, because, as you know those sugar-free Gummy Bears are notorious for giving you, not only gas, but explosive diarrhea.",
                "Right, it has beans, broccoli, brussel sprouts inside, and then it has a beans and Haribo sugar-free Gummy Bear sauce over the top, because, as you know those sugar-free Gummy Bears are notorious for giving you, not only gas, but explosive diarrhea."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VnYXItZnJlZQ&hash=c5184122bbdef3ebf600f76462abab7e3d1c434f&lang=en&cache-only=0",
            "defineEn": "describing a food or drink without any sugar",
            "defineVi": "mô tả một món ăn hoặc đồ uống không có đường"
        },
        {
            "id": "5c5c5fd6-08de-4ab8-81da-762cb84ce3ab",
            "word": "mashed potato",
            "phonetic": "mæʃt pəteɪɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The velvety texture of meunière butter adds a luxurious finish to mashed potatoes.",
                "He used leftover mashed potatoes to make cheesy potato croquettes.",
                "The combination of the meatloaf, mashed potatoes, and greens was perfect.",
                "Adding crème fraîche to mashed potatoes gives them a silky smooth texture and a subtle tang.",
                "The chef skillfully peeled the potato, preparing it for the delicious mashed potatoes."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzaGVkIHBvdGF0bw&hash=ea48b92ddb8251178a4e4adb82e719daa8a4cfbf&lang=en&cache-only=0",
            "defineEn": "potatoes that are boiled and then crushed to become soft and smooth",
            "defineVi": "khoai tây được luộc và sau đó nghiền nát để trở nên mềm và mịn",
            "hasImg": true
        },
        {
            "id": "b647e068-4eae-4842-bd74-9324e1b8a296",
            "word": "croissant",
            "phonetic": "kwɑːsɑ̃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She loves to eat French pastries like croissants and pain au chocolat.",
                "The bakery used tallow in their secret recipe for creating perfectly flaky and mouthwatering croissants.",
                "What is a croissant combined with a muffin?",
                "They are having hot chocolate and croissants for breakfast.",
                "We can get some Frappuccinos, or some Cappuccinos Or a Croissant."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JvaXNzYW50&hash=b03c3f317a5f79200f3281a04911955a8a8be010&lang=en&cache-only=0",
            "defineEn": "a curved-shape roll that is sweet in taste and is eaten at breakfast",
            "defineVi": "một cuộn hình cong có vị ngọt và được ăn vào bữa sáng",
            "hasImg": true
        },
        {
            "id": "87aa3c3e-909f-440f-b245-b5e2847c3638",
            "word": "wrap",
            "phonetic": "ɹæp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Wrap the rice and fresh ingredients in gim to create a delectable sushi roll.",
                "The gardener carefully wrapped the stem of the young tree with burlap to protect it from frost during winter.",
                "The name of the movie is being kept under wraps.",
                "I brought paneer wraps for lunch today.",
                "Sushi rolls are often wrapped in sheets of edible algae, known as nori."
            ],
            "audio": "https://tts.langeek.co/read?text=d3JhcA&hash=f1fa518c986e393386fc1142e03fb4e3eaef8242&lang=en&cache-only=0",
            "defineEn": "a sandwich that is made with tortilla wrapped around meat, vegetables, etc.",
            "defineVi": "một chiếc bánh sandwich được làm bằng bánh tortilla quấn quanh thịt, rau, v.v.",
            "hasImg": true
        },
        {
            "id": "49ac1ab2-20f1-411c-bb7a-2252806af13a",
            "word": "cupcake",
            "phonetic": "kʌpkeɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children decorated their cupcakes on a colorful dish.",
                "The bakery decorated the cupcakes with a maraschino cherry on each.",
                "The caterer really pulled a rabbit out of a hat by producing 100 cupcakes with just 20 minutes' notice.",
                "You were all over your sister about her eating habits, but you start pouting when I point out that you had a cupcake for dinner last night!",
                "You got another cupcake in there?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VwY2FrZQ&hash=946b47a79cc4afa056d2347978e2562986e8af91&lang=en&cache-only=0",
            "defineEn": "a small cake baked in the shape of a small cup and usually with frosting",
            "defineVi": "một chiếc bánh nhỏ được nướng trong hình dạng của một chiếc cốc nhỏ và thường có phủ sương",
            "hasImg": true
        },
        {
            "id": "13f64b60-4dc1-4712-b5ab-09e12def62f5",
            "word": "cheesecake",
            "phonetic": "tʃiːzkeɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our mascarpone cheesecake is a customer favorite",
                "One of my favorite desserts is a creamy cheesecake made with cream cheese.",
                "The vibrant purple color of whinberries adds a beautiful touch to desserts like cheesecakes and tarts.",
                "She discovered almond paste as a perfect substitute for cream cheese in her cheesecake recipe.",
                "My grandmother always uses a stabilizer when baking her famous cheesecake to ensure it maintains its perfect texture."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlZXNlY2FrZQ&hash=2bfbf8bf617d588fb3a05af853f42a75ca2302da&lang=en&cache-only=0",
            "defineEn": "a type of sweet dessert made from soft cheese on a cake or biscuit base",
            "defineVi": "một loại món tráng miệng ngọt làm từ phô mai mềm trên nền bánh hoặc bánh quy",
            "hasImg": true
        },
        {
            "id": "90cc42d3-185a-4623-8632-ad9d10f87832",
            "word": "donut",
            "phonetic": "doʊnʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I enjoy the silky texture of custard-filled donuts.",
                "The donut shop offers a variety of glazes, including classic vanilla, chocolate, and colorful options like strawberry",
                "Tim Hortons is a popular Canadian coffee chain known for its delicious donuts and coffee.",
                "I couldn't resist the temptation and licked my fingers after touching the powdered sugar on the donuts.",
                "I was determined to stick to my diet, but when my coworker left a box of donuts on the table, I couldn't resist."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9udXQ&hash=56dde6d07d0db409b2da7497f8e95cf8b8fc596a&lang=en&cache-only=0",
            "defineEn": "a ring-shaped cake made from sweetened dough and then fried",
            "defineVi": "một chiếc bánh hình vòng làm từ bột ngọt và sau đó chiên",
            "hasImg": true
        },
        {
            "id": "1ecb1dc2-5a09-4d41-a518-21cfa5f44939",
            "word": "low-fat diet",
            "phonetic": "loʊfæt daɪət ",
            "partOfSpeechType": "noun",
            "examples": [
                "Low-fat diets were popular during the 1980s and '90s, pushing the food industry to create low-fat products.",
                "Meanwhile, the group that switched to a high-fiber, low-fat diet had the opposite result."
            ],
            "audio": "https://tts.langeek.co/read?text=bG93LWZhdCBkaWV0&hash=e7ea2777224988a2409a0fc7d2f517c5a1752b28&lang=en&cache-only=0",
            "defineEn": "a diet containing a small amount of fat",
            "defineVi": "một chế độ ăn uống có chứa một lượng nhỏ chất béo"
        },
        {
            "id": "1e136620-bc50-4c5e-89e8-8a73f3451cc6",
            "word": "low-carb diet",
            "phonetic": "loʊkɑːɹb daɪət ",
            "partOfSpeechType": "noun",
            "examples": [
                "They discovered sucralose as a great alternative to sugar while following their low-carb diet plan.",
                "At the height of it’s fame, 1 in 11 american adults reported themselves as following a low-carb diet.",
                "People have been surviving on high-fat, low-carb diets for centuries.",
                "Low-carb diets might make you think you’re losing weight quickly because stored carbs in your body bind to water, so losing those comes with a reduction in water weight."
            ],
            "audio": "https://tts.langeek.co/read?text=bG93LWNhcmIgZGlldA&hash=2a458e9eae82c0b62eee7ad4dbd6473928d75e0c&lang=en&cache-only=0",
            "defineEn": "a diet containing a small amount of carbohydrates",
            "defineVi": "một chế độ ăn uống có chứa một lượng nhỏ carbohydrate",
            "hasImg": true
        },
        {
            "id": "4abebbe2-b363-486e-b89c-7f3e202fb990",
            "word": "gluten-free diet",
            "phonetic": "ɡluːʔn̩fɹiː daɪət ",
            "partOfSpeechType": "noun",
            "examples": [
                "A gluten-free diet typically helps with these symptoms.",
                "The most effective treatment is a gluten-free diet, which helps heal intestinal damage and improve symptoms.",
                "Diagnosis is based on the development of symptoms, the absence of wheat allergy and celiac disease, and subsequent improvement on a gluten-free diet."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2x1dGVuLWZyZWUgZGlldA&hash=c8c776c673c80546d77fd6f73a45ca83044c8dcc&lang=en&cache-only=0",
            "defineEn": "a diet containing no amount of gluten",
            "defineVi": "một chế độ ăn uống không chứa lượng gluten"
        },
        {
            "id": "43590744-7845-4461-9231-e6843338358a",
            "word": "calorie",
            "phonetic": "kælɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He decided to use saccharin in his tea instead of sugar to reduce his calorie intake.",
                "Wax beans are low in calories and fat, making them a nutritious addition to a balanced diet.",
                "The low-calorie salad dressing used a bulking agent to create a satisfying texture without adding excess calories.",
                "The calories in, calories out.",
                "Each tablespoon of olive oil has 128 calories."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fsb3JpZQ&hash=ded2ff96e4106a5813cb1185c5ff16190f4f1bf6&lang=en&cache-only=0",
            "defineEn": "the unit used to measure the amount of energy that a food produces",
            "defineVi": "đơn vị được sử dụng để đo lượng năng lượng mà thực phẩm tạo ra",
            "hasImg": true
        },
        {
            "id": "2496ca9a-74f4-4759-8a3c-0db67d87c44f",
            "word": "nutrition",
            "phonetic": "njuːtɹɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "She attends a workshop on animal nutrition, learning about the importance of incorporating meal into livestock diets.",
                "The researcher studied the endosperm of various seeds, aiming to understand its role in plant development and nutrition.",
                "The coach reminded his team that an empty sack cannot stand upright, emphasizing the importance of proper nutrition for optimal athletic performance.",
                "- That's nutrition.",
                "Even more importantly, their fecal pellets provide nutrition to creatures living thousands of meters below."
            ],
            "audio": "https://tts.langeek.co/read?text=bnV0cml0aW9u&hash=5f3285d4e454f194fa2b6353de5f50835a96b400&lang=en&cache-only=0",
            "defineEn": "food that is essential to one's growth and health",
            "defineVi": "thực phẩm cần thiết cho sự tăng trưởng và sức khỏe của một người",
            "hasImg": true
        },
        {
            "id": "3ad6e40d-9ee6-448d-a82f-eb89d2055c2a",
            "word": "chocolate",
            "phonetic": "tʃɑːklət ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chocolate mousse had a velvety consistency thanks to carrageen.",
                "I baked a chocolate cake for my friend's birthday.",
                "The chocolate is available by mail order, but at a price.",
                "The unique flavor of physalis pairs wonderfully with dark chocolate in desserts.",
                "he broke off a piece of his chocolate."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hvY29sYXRl&hash=fd2f200de9f4fef3a5d5d1f248b3f6c6e0f936ad&lang=en&cache-only=0",
            "defineEn": "a type of food that is brown and sweet and is made from ground cocoa seeds",
            "defineVi": "một loại thực phẩm có màu nâu và ngọt và được làm từ hạt ca cao xay",
            "hasImg": true
        },
        {
            "id": "3bac3ed4-ed8a-4749-aeb0-569c46c21c84",
            "word": "pepper",
            "phonetic": "pɛpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef peppers the steak with a blend of spices for a flavorful taste.",
                "They passed around the pepper grinder at the dinner table.",
                "She added a dash of cayenne pepper to her soup for an extra kick of flavor.",
                "I tossed the roasted vegetables with olive oil and a sprinkle of salt and pepper.",
                "I love to pepper my popcorn with a sprinkle of chili powder for a spicy snack."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVwcGVy&hash=8df145ff8a7cd52c675078a1a5f5c7a698a345ac&lang=en&cache-only=0",
            "defineEn": "a hollow fruit, typically red, green or yellow, eaten as a vegetable either raw or cooked with other food",
            "defineVi": "một loại trái cây rỗng, thường có màu đỏ, xanh lá cây hoặc vàng, được ăn như một loại rau sống hoặc nấu chín với thực phẩm khác",
            "hasImg": true
        }
    ]
}