{
    "id": "67d707bb-5ec2-473b-be7e-3eafcf958718",
    "title": "Family Is Forever!",
    "originalTitle": "Lesson 4",
    "words": [
        {
            "id": "70606661-479f-47a4-ac6c-f8514422d282",
            "word": "affair",
            "phonetic": "ɐfɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their affair was an open secret in army circles.",
                "So who spilled the beans about her affair with David?",
                "I’ve washed my hands of the whole affair.",
                "His confession involved a number of other politicians in the affair.",
                "I must tell you that I find myself in the wrong box with this affair."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZmYWly&hash=e248a02309ecc0f235c3d08c4225888cce9eb7a0&lang=en&cache-only=0",
            "defineEn": "a sexual relationship between two people in which at least one of them is already committed to someone else",
            "defineVi": "một mối quan hệ tình dục giữa hai người trong đó ít nhất một trong số họ đã cam kết với người khác",
            "hasImg": true
        },
        {
            "id": "e48fbb02-fa27-425c-b873-d1e8f6f91b83",
            "word": "bond",
            "phonetic": "bɑːnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "His word is his bond and I vouch for him.",
                "Although they have their differences, there's no denying that they share a lot of similarities - like mother, like daughter, they have a strong bond and connection.",
                "Tom and his wife have been happily married for over 20 years, and they still have a strong bond.",
                "The bond offered a competitive yield, attracting many investors looking for stable returns.",
                "The mother and daughter enjoyed a delightful afternoon of shopping and bonding."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9uZA&hash=f3ad2c23bc915e49b63aa91f5a6dc6a3d4c9a3b0&lang=en&cache-only=0",
            "defineEn": "a relationship formed between people or groups based on mutual experiences, ideas, feelings, etc.",
            "defineVi": "một mối quan hệ được hình thành giữa những người hoặc nhóm dựa trên kinh nghiệm lẫn nhau, ý tưởng, cảm xúc, v.v.",
            "hasImg": true
        },
        {
            "id": "8437c34b-8375-4132-a334-e49d1983378b",
            "word": "household",
            "phonetic": "haʊshoʊld ",
            "partOfSpeechType": "noun",
            "examples": [
                "I buy groceries and household items at the supermarket every week.",
                "Coca-Cola is a household name that is recognized around the world.",
                "Gathering for dinner together as a family is a cherished tradition in our household.",
                "She grew up with Marmite as a staple in her household.",
                "As a devoted wife, she takes care of the household chores and ensures a comfortable home for her family."
            ],
            "audio": "https://tts.langeek.co/read?text=aG91c2Vob2xk&hash=6dc1fcfc854aad685d54d07631e22fac8f3b5cae&lang=en&cache-only=0",
            "defineEn": "all the people living in a house together, considered as a social unit",
            "defineVi": "tất cả những người cùng sống trong một ngôi nhà, được coi như một đơn vị xã hội",
            "hasImg": true
        },
        {
            "id": "6c1a6f90-23d6-48dc-81a9-008a2ef598b3",
            "word": "divorce",
            "phonetic": "dᵻvoːɹs ",
            "partOfSpeechType": "noun",
            "examples": [
                "His life fell to pieces after his divorce.",
                "He bared his soul to me after the divorce.",
                "She came out of the divorce settlement a rich woman.",
                "After his divorce he took to the bottle.",
                "The judge will have the last word on the divorce agreement."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGl2b3JjZQ&hash=9d9ea27845201aa2f20d92ea72943ac039aff9e4&lang=en&cache-only=0",
            "defineEn": "the legal act of ending a marriage",
            "defineVi": "hành vi pháp lý của việc kết thúc một cuộc hôn nhân",
            "hasImg": true
        },
        {
            "id": "3a01f670-6bd5-4b2b-80cb-8b8376ac8d3e",
            "word": "to divorce",
            "phonetic": "tə dᵻvoːɹs ",
            "partOfSpeechType": "verb",
            "examples": [
                "His life fell to pieces after his divorce.",
                "He bared his soul to me after the divorce.",
                "She came out of the divorce settlement a rich woman.",
                "After his divorce he took to the bottle.",
                "The judge will have the last word on the divorce agreement."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGl2b3JjZQ&hash=1958ebf313f573f1c01f3ff1972318233c0f1bee&lang=en&cache-only=0",
            "defineEn": "to legally end a marriage",
            "defineVi": "để kết thúc một cách hợp pháp một cuộc hôn nhân",
            "hasImg": true
        },
        {
            "id": "af89dce3-a31d-44c4-a9cc-3f252e1de160",
            "word": "partnership",
            "phonetic": "pɑːɹtnɚʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The business partnership had started out promising, but from the sweetest wine, the tartest vinegar - it ended in a messy legal battle.",
                "They have committed to a lifetime of love and partnership by getting married.",
                "I had to end my partnership with my friend, but it was better one house spoiled than two - if we had continued to work together, it would have ruined our friendship and our business.",
                "This helped them avoid misunderstandings and build a strong business partnership.",
                "The two rival companies decided to put their differences aside and play ball to develop a mutually beneficial partnership."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFydG5lcnNoaXA&hash=dedb71a6b62df413238736046360ea43b233dd19&lang=en&cache-only=0",
            "defineEn": "a relationship between people who are close to each other either emotionally or sexually",
            "defineVi": "một mối quan hệ giữa những người gần gũi với nhau về tình cảm hoặc tình dục"
        },
        {
            "id": "ac7ab986-fc16-4f47-ba23-ce435aa4ca9d",
            "word": "lineage",
            "phonetic": "lɪnɪɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tuatara and its lineage comes off here.",
                "What lineage gave rise to these weird reptiles with beaks for mouths and retractable necks?",
                "Within the hominids, the orangutan lineage branched off between 12 and 15 million years ago.",
                "One lineage of aquatic temnospondyls proliferated in the early Triassic: the Stereospondyls.",
                "A pedigree is proof of a dog's lineage."
            ],
            "audio": "https://tts.langeek.co/read?text=bGluZWFnZQ&hash=4b2b4973ecc430d8b665c400cca9f8787a2a6383&lang=en&cache-only=0",
            "defineEn": "the group of one's relatives who share an ancestor",
            "defineVi": "nhóm người thân của một người có chung tổ tiên"
        },
        {
            "id": "977cd417-c686-4242-bcf3-ef1fa60fd4b5",
            "word": "ancestor",
            "phonetic": "ænsɛstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We know next to nothing about our ancestors.",
                "John took the time to study his family tree and learn about his ancestors, their values and struggles.",
                "Our ancestors had it rough compared to us.",
                "I guess ancestors.",
                "Its ancestors were some of earth’s earliest predators."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5jZXN0b3I&hash=2359cc4fb34027ee916f0ab91779cd759bc0af06&lang=en&cache-only=0",
            "defineEn": "a blood relative who lived a long time ago, usually before one's grandparents",
            "defineVi": "một người họ hàng máu đã sống một thời gian dài trước đây, thường là trước ông bà của một người"
        },
        {
            "id": "b31e884e-31e1-4ea7-971c-eb661cb913ff",
            "word": "ex",
            "phonetic": "ɛks ",
            "partOfSpeechType": "noun",
            "examples": [
                "At first, I was upset when my ex cheated on me.",
                "Her ex-boss, she said, was 'a tyrant and a fraud'.",
                "I have mixed emotions about tomorrow's party with two of your exes being there.",
                "Janet quitting her job because her ex started working there is a classic example of throwing out the baby with the bathwater.",
                "When I finally got revenge on my ex for cheating on me, it felt like revenge is sweet, but I also realized that it didn't make me feel any better in the long run."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXg&hash=7b4c67d09d640e3f45e1a68f1d57d20a70b95d9b&lang=en&cache-only=0",
            "defineEn": "the person one used to be married to or have a relationship with",
            "defineVi": "người đã từng kết hôn hoặc có mối quan hệ với",
            "hasImg": true
        },
        {
            "id": "58ed2717-8f2b-4c8c-94af-cbe7ad106ef2",
            "word": "extended family",
            "phonetic": "ɛkstɛndᵻd fæmɪli ",
            "partOfSpeechType": "noun",
            "examples": [
                "Every summer, our extended family gathers at Big Mama's house for a reunion.",
                "SASKIA DE MELKER: Is this replacing the idea of the extended family?",
                "I see it very much as the extended family.",
                "I grew up with a lot of extended family and a lot of love.",
                "This method looks at genetic data from extended families where a specific phobia pops up over and over again, and it picks out patterns of genes that tend to be inherited together."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0ZW5kZWQgZmFtaWx5&hash=2d1bc3d63c54a6c713b779ff1752d569e68932fd&lang=en&cache-only=0",
            "defineEn": "a large family group consisting of parents and children that might also include grandparents, aunts, or uncles",
            "defineVi": "một nhóm gia đình lớn bao gồm cha mẹ và con cái cũng có thể bao gồm ông bà, cô dì hoặc chú bác",
            "hasImg": true
        },
        {
            "id": "abc94367-8afd-4e6a-95bf-472b876cd453",
            "word": "folks",
            "phonetic": "foʊks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Did you get any pushback from FOLKS in the African-American Muslim Community or LOCAL and federal authorities?",
                "And then certainly there are FOLKS who are living not in shelters, living on the STREETS.",
                "Because of that, a lot of these folks do not believe you belong here, that othering, it's so easy for someone to say you don't belong here.",
                "As we have seen this evening and seen Very Recently, when FOLKS in positions of power are able to utilize that FALSIFIED homogeneity and feed that FIRE, it then creates this false sense of UNITY."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9sa3M&hash=5334a5025c05bab2056e577136f5f627241f301b&lang=en&cache-only=0",
            "defineEn": "one's parents or family members in general",
            "defineVi": "cha mẹ hoặc thành viên gia đình của một người nói chung"
        },
        {
            "id": "239f3ac9-e7ee-42cb-b83c-e374251a1cfd",
            "word": "foster parent",
            "phonetic": "fɑːstɚ pɛɹənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I've been a foster parent for at least 15 years.",
                "On top of all of that, there’s evidence that foster parents get benefits which help them with non-parenting tasks.",
                "Once a cowbird chick hatches, it will sometimes act like a little assassin and roll the other eggs out of the nest, eliminating competition for its foster parents’ attention.",
                "They are a great team of women but we know it's not just women, it's dads, it's grandparents, foster parents childcare workers, all types of families that just make America so beautiful.",
                "Making sure the animals in their care are healthy and well fed is a big part of how rehabilitation programs encourage potential foster parents to follow their natural inclinations to take care of young animals."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9zdGVyIHBhcmVudA&hash=731870e162029bef06c3d2674fbedd22f192379e&lang=en&cache-only=0",
            "defineEn": "a person who takes someone else's child and raises them without legally becoming their parent",
            "defineVi": "một người nhận con của người khác và nuôi nấng chúng mà không trở thành cha mẹ của chúng một cách hợp pháp"
        },
        {
            "id": "fa9207f9-e608-40d9-8eab-8eb4b07754bd",
            "word": "identical twin",
            "phonetic": "aɪdɛntɪkəl twɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "These women are identical twins.",
                "Identical twins are genetically, well, identical.",
                "I have an identical twin sister.",
                "- We're not identical twins.",
                "We call them identical twins."
            ],
            "audio": "https://tts.langeek.co/read?text=aWRlbnRpY2FsIHR3aW4&hash=e500bfad366540c3276bfb1707e56c977582d134&lang=en&cache-only=0",
            "defineEn": "either of two children or animals born from the same mother at the same time who are very similar in appearance",
            "defineVi": "một trong hai đứa trẻ hoặc động vật được sinh ra từ cùng một mẹ đồng thời có ngoại hình rất giống nhau",
            "hasImg": true
        },
        {
            "id": "423549cc-2ef0-4350-b156-66b98663566c",
            "word": "in-law",
            "phonetic": "ɪnlɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mary's idea of a holiday with her in-laws has disaster written all over it!",
                "Fahmida Shagoo was at home with her children and her in-laws on Aug. 9.",
                "What is your best advice for dealing with in-laws?"
            ],
            "audio": "https://tts.langeek.co/read?text=aW4tbGF3&hash=29a0c41d93aa103ac097a3781ae571c2812bc8d5&lang=en&cache-only=0",
            "defineEn": "a person who is related to someone by marriage",
            "defineVi": "một người có liên quan đến một người nào đó bằng hôn nhân"
        },
        {
            "id": "05c74e00-a1f8-42d7-9bb3-cafedf649058",
            "word": "sibling",
            "phonetic": "sɪblɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I have zero siblings.",
                "Her cousins are like siblings to her.",
                "The siblings' relationship was a cat-and-dog life.",
                "My siblings and I share a single bedroom in our house.",
                "She will follow a different path than her siblings."
            ],
            "audio": "https://tts.langeek.co/read?text=c2libGluZw&hash=15472cab757d2679c3ee77830fad2574bbae29a3&lang=en&cache-only=0",
            "defineEn": "one's brother or sister",
            "defineVi": "anh chị em của một người",
            "hasImg": true
        },
        {
            "id": "9d767e6b-a370-4bba-8d0c-991e07c3e399",
            "word": "stepbrother",
            "phonetic": "stɛpbɹʌðɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lucius and his stepbrother don't look too well."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlcGJyb3RoZXI&hash=b6aa0fd8b7eb00e2f95e955889b282817c20debc&lang=en&cache-only=0",
            "defineEn": "the son of one's stepfather or stepmother from a previous relationship",
            "defineVi": "con trai của cha dượng hoặc mẹ kế từ mối quan hệ trước",
            "hasImg": true
        },
        {
            "id": "5f1f222d-524b-4e0e-9cee-74122a229fc3",
            "word": "stepchild",
            "phonetic": "stɛptʃaɪld ",
            "partOfSpeechType": "noun",
            "examples": [
                "If there was a wicked egg stepchild.",
                "We were the stepchild, so to speak, of health care and we didn't get the PPE first.",
                "One tiny, tiny little agency that became sort of the redheaded stepchild in the huge Department of Homeland Security was the Secret Service.",
                "One, there was no way that they could deliver on their mission, the ridiculously overlarded mission, protecting the president, plus 40 more people, president's grandchildren, vice president's stepchildren, Cabinet members, also protecting Super Bowls, and Olympics, and the United Nations General Assembly, and investigating financial crimes, and cyber-hacking."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlcGNoaWxk&hash=3766751ec8baa969d40e28af7d4aea60c6ae95fa&lang=en&cache-only=0",
            "defineEn": "a child of one's husband or wife from a former marriage",
            "defineVi": "con của vợ hoặc chồng từ cuộc hôn nhân trước"
        },
        {
            "id": "1d953821-47a5-4090-937a-18850892974c",
            "word": "stepdaughter",
            "phonetic": "stɛpdɔːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then the Vice President's stepdaughter wore a crystal embellished Miu Miu coat and check it out, those clean lines paired with the crystal detailing and it just evokes hope and progress.",
                "Many mornings Monet’s oldest stepdaughter Blanche, also an artist, would join him for breakfast, and then follow him out the door again by 9am to assist with his setup wherever he was painting that day."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlcGRhdWdodGVy&hash=b8b937e3b406d722fb2bbeb828ab3508919fe32f&lang=en&cache-only=0",
            "defineEn": "the daughter of one's spouse from a past relationship",
            "defineVi": "con gái của người phối ngẫu từ một mối quan hệ trong quá khứ"
        },
        {
            "id": "0843dce2-cf5f-44f5-a676-793074f47286",
            "word": "stepfather",
            "phonetic": "stɛpfɑːðɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was a nice stepfather. -",
                "The sheriff's office says that the gunman killed the deputies, his mother and his stepfather, and then took his own life.",
                "You spend a good amount of time telling us about her family, her mother, her relationship with her stepfather.",
                "Born into a family of German artists and publishers in 1647, Maria Sibylla Merian started illustrating young, painting decorative flowers alongside her stepfather’s male students."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlcGZhdGhlcg&hash=2f1a05c2ed62b4dc3372b934604deadf47fd1e4b&lang=en&cache-only=0",
            "defineEn": "the man that is married to one's parent but is not one's biological father",
            "defineVi": "người đàn ông đã kết hôn với cha mẹ của một người nhưng không phải là cha ruột của một người",
            "hasImg": true
        },
        {
            "id": "63f5d656-8c33-4541-95b9-3afc09c1bf12",
            "word": "stepmother",
            "phonetic": "stɛpmʌðɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My stepmother was in her element, organizing everything.",
                "As a result, Zahra Baker was killed and her stepmother was guilty and is now in prison.",
                "And this is Sherri shepherd, making her debut as the wicked stepmother in Rodgers and hammerstein's \"Cinderella.\"",
                "Long story short, she was abused by her stepmother.",
                "Vasilisa returns to her stepmother and stepsisters bearing the skull like a candle, and they gratefully receive her having been without fire for days."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlcG1vdGhlcg&hash=1ed333d090db52805edd023ff3e045df4f174ecc&lang=en&cache-only=0",
            "defineEn": "the woman that is married to one's parent but is not one's biological mother",
            "defineVi": "người phụ nữ đã kết hôn với cha mẹ của một người nhưng không phải là mẹ ruột của một người",
            "hasImg": true
        },
        {
            "id": "9b30df84-f0f6-40c5-8314-467bd5244d73",
            "word": "stepsister",
            "phonetic": "stɛpsɪstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "One night, Vasilisa and her stepsisters are working by candlelight when a stepsister purposefully snuffs out the light , and then instructs Vasilisa to go to Baba Yaga’s hut for a new flame.",
                "One night, Vasilisa and her stepsisters are working by candlelight when a stepsister purposefully snuffs out the light , and then instructs Vasilisa to go to Baba Yaga’s hut for a new flame.",
                "Bravely, Vasilisa bows deeply, asking for a light as her stepsisters had instructed.",
                "And Arvin has been spying on this preacher and has figured out that he did something to his stepsister.",
                "Vasilisa returns to her stepmother and stepsisters bearing the skull like a candle, and they gratefully receive her having been without fire for days."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlcHNpc3Rlcg&hash=1a5e1da7002671e82804db40796e684095af8859&lang=en&cache-only=0",
            "defineEn": "the daughter of one's stepfather or stepmother from a previous relationship",
            "defineVi": "con gái của cha dượng hoặc mẹ kế từ mối quan hệ trước",
            "hasImg": true
        },
        {
            "id": "e2d97b45-392e-4632-8a27-41a367898325",
            "word": "stepson",
            "phonetic": "stɛpsʌn ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Ryal is my stepson, quote daughter.",
                "Yanso accompanied the mask when it was performed, and we can see her here, later in life, with her stepson, who holds the mask."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlcHNvbg&hash=7c3dc75aba928efbc092449ed049ca7bc46e1c6b&lang=en&cache-only=0",
            "defineEn": "the son of one's spouse from a past relationship",
            "defineVi": "con trai của người phối ngẫu từ một mối quan hệ trong quá khứ"
        },
        {
            "id": "64c5a803-06e7-4284-b5dd-00af69638773",
            "word": "separation",
            "phonetic": "sɛpɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The separation from Julie was already difficult for Alex.",
                "The salad dressing contained an emulsifier that kept the oil and vinegar blended together, preventing separation.",
                "She had always idealized the romantic notion of a long-distance relationship, but the reality of their separation proved that absence is the mother of disillusion.",
                "Breading separation.",
                "Separation boards will have members of the alleged victim's gender."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VwYXJhdGlvbg&hash=cba2408bd5f40f22184db06b645b1fa4d30ec87c&lang=en&cache-only=0",
            "defineEn": "(law) the state in which a couple decide to live apart while they are still legally married",
            "defineVi": "(luật) tình trạng mà một cặp vợ chồng quyết định sống xa nhau trong khi họ vẫn còn là vợ chồng hợp pháp",
            "hasImg": true
        },
        {
            "id": "91ec029f-2a05-4042-9859-c053187dcb01",
            "word": "adoption",
            "phonetic": "ɐdɑːpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Adoption of this new system wasn't easy.",
                "Cook: They only had 10% adoption.",
                "The average private adoption costs almost $40,000!",
                "But also, with the adoption of a common currency, the EU’s central bank gained more control over economic policy.",
                "That proposal will be refined before possible adoption at the expanded G20 meeting next month in Italy."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRvcHRpb24&hash=d9c81005eb7436c4922b5abc025dcf6150a5ffe3&lang=en&cache-only=0",
            "defineEn": "the act or fact of taking someone's child and growing them up, which has been approved by law",
            "defineVi": "hành động hoặc thực tế nhận con của ai đó và nuôi chúng lớn lên, đã được pháp luật chấp thuận",
            "hasImg": true
        },
        {
            "id": "d554d25e-5ebb-485c-bf26-819b8974c9e9",
            "word": "brotherly",
            "phonetic": "bɹʌðɚli ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJvdGhlcmx5&hash=03518527588c701420f36e12a7e73274e15114ec&lang=en&cache-only=0",
            "defineEn": "showing a level of love or care that one would only expect a brother to have",
            "defineVi": "thể hiện mức độ yêu thương hoặc quan tâm mà người ta chỉ mong anh trai có được"
        },
        {
            "id": "040d48e9-1098-4ffa-951e-40151f3ee4e9",
            "word": "closely",
            "phonetic": "kloʊsli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "This election is being closely watched in the region.",
                "This election is being closely watched in the region.",
                "The two colleagues worked together closely and, over time, developed a strong rapport.",
                "She examined the potato closely, noticing the small eye where a new sprout would eventually emerge.",
                "Look closely and tell me what you see."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvc2VseQ&hash=0bd02dc5f9c3f3a32c61d9843c00a5bf7cae000e&lang=en&cache-only=0",
            "defineEn": "having a near blood relationship",
            "defineVi": "có quan hệ huyết thống"
        },
        {
            "id": "c26f5c6b-afcc-4af4-97f1-d9c43b071397",
            "word": "close-knit",
            "phonetic": "kloʊsnɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Raised in a close-knit Muslim community in Bombay, now Mumbai, India, prayer brought Zulfi enormous comfort.",
                "The coronavirus is posing unique challenges to these close-knit communities.",
                "In a small office building in San Juan, I found a former bank insider from that close-knit world.",
                "And being such close-knit social animals likely leads to better coordination between individuals when they’re hunting as a group.",
                "No, but it's a very close-knit world in Wall Street, and the tendency is just to keep quiet and keep working."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvc2Uta25pdA&hash=1ff439158b6d74ca81e8c5251c16d5ea83a4300f&lang=en&cache-only=0",
            "defineEn": "(a group of people) having a strong friendly relationship with shared interests",
            "defineVi": "(một nhóm người) có mối quan hệ thân thiện bền chặt với những sở thích chung",
            "hasImg": true
        },
        {
            "id": "979f5711-ad84-4585-89fe-f17ba605c5f0",
            "word": "to adopt",
            "phonetic": "tʊ ɐdɑːpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The praise and recognition turned his head, leading him to adopt an attitude of superiority and self-importance.",
                "Getting him to adopt the new method is like kicking whales down the beach.",
                "David is considering adopting a pet for company, as he believes having a furry friend will make his home feel less empty.",
                "The doctor warned his patient about the health risks of overeating and suggested that she adopt the principle of eat to live, not live to eat to avoid negative consequences.",
                "She produced a TV series about adopted children."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRvcHQ&hash=e322f5e9509349419369f32fd25862d2a8d20ece&lang=en&cache-only=0",
            "defineEn": "to take someone's child into one's family and become their legal parent",
            "defineVi": "đưa con của ai đó vào gia đình của một người và trở thành cha mẹ hợp pháp của họ",
            "hasImg": true
        },
        {
            "id": "cb8a901a-0af3-4bcc-a050-c332b74ae4d3",
            "word": "to cheat on",
            "phonetic": "tə tʃiːt ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "She cheated on her husband and broke her family apart.",
                "Cheating on exams is a bad choice.",
                "He finally owned up to cheating on the test.",
                "At first, I was upset when my ex cheated on me.",
                "I layed down the law and now my wife doesn't cheat on me anymore."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hlYXQgb24&hash=c0a6fe07c5f4fd821d7d1c8f52f51450f5e15531&lang=en&cache-only=0",
            "defineEn": "to have a secret romantic or sexual relationship with someone other than one's own partner",
            "defineVi": "có một mối quan hệ lãng mạn hoặc tình dục bí mật với ai đó không phải là đối tác của chính mình",
            "hasImg": true
        },
        {
            "id": "ae838298-6506-4c24-ac90-2464e28bc0b8",
            "word": "to inherit",
            "phonetic": "tʊ ɪnhɛɹɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She inherited her artistic talent from her mother, who is an accomplished painter.",
                "Tom's cousin inherited a large sum of money from his parents, but he didn't have good money management skills.",
                "He inherited his father's love of music and talent for playing the guitar - like father, like son, they share similar interests and skills.",
                "The antique vase she inherited from her grandmother is as good as gold.",
                "President Biden inherited a huge debt for this country."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5oZXJpdA&hash=7582e91a52e2ff928c1a1f58d4550db9b720e1cd&lang=en&cache-only=0",
            "defineEn": "to receive money, property, etc. from someone after their demise",
            "defineVi": "nhận tiền, tài sản, v.v. từ ai đó sau khi họ qua đời",
            "hasImg": true
        },
        {
            "id": "f176e126-c530-4d36-996f-efff0666f816",
            "word": "to stand by",
            "phonetic": "tə stænd baɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "True friends will stand by you when the chips are down.",
                "I knew she would stand by me to the bitter end.",
                "He was a devoted husband who stood by his wife until death do them part.",
                "We will stand by you through thick and thin, no matter the challenges or obstacles that come our way.",
                "Despite their occasional disagreements, the siblings always stood by each other's side, as they believed that blood is thicker than water."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhbmQgYnk&hash=40d28d772343d764853e3f304234e75c81b86553&lang=en&cache-only=0",
            "defineEn": "to remain loyal to or supportive of someone, particularly during a hard time",
            "defineVi": "trung thành hoặc ủng hộ ai đó, đặc biệt là trong thời gian khó khăn"
        },
        {
            "id": "9822cbbc-661d-487e-822f-35a09caddba0",
            "word": "to take after",
            "phonetic": "tə teɪk æftɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The detective took after the burglars.",
                "He plans to take after his father, who was a master sergeant in the Marine Corps.",
                "I was afraid that if I started running the man would take after me.",
                "And take after take, he would just get a huge ovation from the crowd.",
                "They heard from former President Trump, who, among others, took after Mitch McConnell, the Senate majority leader."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSBhZnRlcg&hash=2946a65efc8ed36d9c44c5fa77ba9e5ddc71e0c4&lang=en&cache-only=0",
            "defineEn": "to look like an older member of the family, especially one's parents",
            "defineVi": "trông giống như một thành viên lớn tuổi hơn trong gia đình, đặc biệt là cha mẹ của một người"
        },
        {
            "id": "7fe201c8-e8b6-4532-a001-c5c40705d09f",
            "word": "to [sing] {sb} to sleep",
            "phonetic": "tə sɪŋ ɛsbiː tə sliːp ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gc2luZyB7c2J9IHRvIHNsZWVw&hash=1c4a870f22d7028337aaba6300b77ab559a26b87&lang=en&cache-only=0",
            "defineEn": "to sing a calming song to someone in order to make them fall sleep",
            "defineVi": "hát một bài hát êm dịu cho ai đó để khiến họ chìm vào giấc ngủ"
        }
    ]
}