{
    "id": "6832c358-968d-4b9a-9b11-92c74260fa57",
    "title": "Lesson 49",
    "originalTitle": "Lesson 49",
    "words": [
        {
            "id": "532137a9-6def-4159-b2ab-3e1c10cdb450",
            "word": "calumny",
            "phonetic": "kælʌmni ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FsdW1ueQ&hash=f579940fd11e37810b983027dc1b4a023986ad66&lang=en&cache-only=0",
            "defineEn": "an unpleasant or false statement intending to ruin someone's reputation",
            "defineVi": "một tuyên bố khó chịu hoặc sai có ý định hủy hoại danh tiếng của ai đó"
        },
        {
            "id": "857ee12d-d2ca-4db2-b289-31d11a9b8d0d",
            "word": "to calumniate",
            "phonetic": "tə kælʌmnɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FsdW1uaWF0ZQ&hash=832211f4e83c38ebd750b9ea0410b715e7f5d46f&lang=en&cache-only=0",
            "defineEn": "charge falsely or with malicious intent; attack the good name and reputation of someone",
            "defineVi": "tính phí sai hoặc với mục đích xấu; tấn công tên tốt và danh tiếng của một ai đó"
        },
        {
            "id": "044d626f-186d-4678-b5fd-8de9f2a1d0dd",
            "word": "genial",
            "phonetic": "dʒiːnɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We don't come away from all this with wildly genial feelings towards the author. .",
                "But this genial CITY of 170,000 has made adjustments for the swelling population of marshallese and other Pacific Islanders."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuaWFs&hash=e7d0cbece97cb20708509d73e34343d7b2f484e2&lang=en&cache-only=0",
            "defineEn": "diffusing warmth and friendliness",
            "defineVi": "lan tỏa sự ấm áp và thân thiện"
        },
        {
            "id": "3e7043d2-dbb2-4353-8de4-6d9388f4e376",
            "word": "geniality",
            "phonetic": "dʒiːnɪælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2VuaWFsaXR5&hash=4a883e4ff15c0f8f6be5fdafd1a78f750a9c4d6e&lang=en&cache-only=0",
            "defineEn": "a disposition to be friendly and approachable (easy to talk to)",
            "defineVi": "một khuynh hướng thân thiện và dễ gần (dễ nói chuyện)"
        },
        {
            "id": "19325d70-9c91-4830-81ae-a5e3d1e8a554",
            "word": "juridical",
            "phonetic": "dʒʊɹɹɪdɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=anVyaWRpY2Fs&hash=bc0fe1d95d0893c58413b2772647058f9aab7386&lang=en&cache-only=0",
            "defineEn": "relating to the administration of justice or the function of a judge",
            "defineVi": "liên quan đến việc quản lý công lý hoặc chức năng của một thẩm phán"
        },
        {
            "id": "e14efceb-8acd-47bf-8f01-2235e19ef4c6",
            "word": "jurisdiction",
            "phonetic": "dʒʊɹɹɪsdɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That's appellate jurisdiction.",
                "And it can change the jurisdiction of federal courts.",
                "In some cases we may find no federal jurisdiction. ",
                "Trial courts are also called courts of original jurisdiction.",
                "They don't recognize permits from other jurisdictions."
            ],
            "audio": "https://tts.langeek.co/read?text=anVyaXNkaWN0aW9u&hash=31fe2fe1b5b6834b5ccbaebe8989f74d150c0677&lang=en&cache-only=0",
            "defineEn": "the power or authority of a court of law or an organization to make legal decisions and judgements",
            "defineVi": "quyền lực hoặc thẩm quyền của tòa án hoặc một tổ chức để đưa ra các quyết định và bản án pháp lý"
        },
        {
            "id": "71b66aba-db8d-4790-8d8d-011f3c522868",
            "word": "jurisprudence",
            "phonetic": "dʒʊɹɹɪspɹuːdəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "And the jurisprudence over the years has expanded to include a broader array of justifications for seeking asylum. ",
                "One expert said to me that Jeff Sessions, through a combination of his actions, had effectively in his time at DOJ eliminated 60% to 70% of asylum jurisprudence built up over decades. ",
                "He welcomed the opportunity to debate with equals on the Supreme Court these ideas, jurisprudence, where the Constitution allows you to go, where the Constitution restricts where you go. ",
                "- By taking the guns from someone without giving a reason for doing it, and then having a court or whatever official body review that, I believe that, I believe that that presumption of guilt turns our jurisprudence on its head.",
                "I think more people, if he'd been confirmed, fewer people would have known who he was and what his ideas were about jurisprudence than do now."
            ],
            "audio": "https://tts.langeek.co/read?text=anVyaXNwcnVkZW5jZQ&hash=356155e62278e121ae894223a03604a15677b9b0&lang=en&cache-only=0",
            "defineEn": "the branch of philosophy concerned with the law and the principles that lead courts to make the decisions they do",
            "defineVi": "nhánh triết học liên quan đến luật pháp và các nguyên tắc khiến tòa án đưa ra quyết định mà họ làm"
        },
        {
            "id": "310a7150-b0be-4757-acfd-40835432e441",
            "word": "juror",
            "phonetic": "dʒjʊɹɹɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Jurors are often sympathetic about the danger of police work.",
                "The appropriate designation for number of jurors dates back to before the formation of the US.",
                "And we turn now to one of the jurors in this trial.",
                "The Supreme Court says that jurors should evaluate the evidence from the perspective of the police officer.",
                "When properly selected, jurors are more representative of the general population and don't have the same incentives as prosecutors, legislators, or judges seeking reelection or promotion."
            ],
            "audio": "https://tts.langeek.co/read?text=anVyb3I&hash=f8dd19209d5982d4f8119d7149df656866b41644&lang=en&cache-only=0",
            "defineEn": "someone who serves (or waits to be called to serve) on a jury",
            "defineVi": "ai đó phục vụ (hoặc chờ đợi để được gọi để phục vụ) trong bồi thẩm đoàn"
        },
        {
            "id": "2bea43cc-8ddb-4926-8c5b-3d0f1afe05db",
            "word": "to dissuade",
            "phonetic": "tə dɪsweɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Or to dissuade someone from voting for Hillary Clinton. ",
                "The push for one form of education, in my view, really was the beginning of a long list of stigmas and stereotypes and myths and misperceptions that to this day dissuade millions of kids from pursuing a legitimate opportunity to make six figures in the trades.",
                "Facebook has created a voting information center to dissuade political misinformation around voting and will help register new voters.",
                "In accordance with his philosophy, and contrary to the practice of the time, Confucius dissuaded rulers from relying on harsh punishments and military power to govern their lands because he believed that a good ruler inspires others to spontaneously follow him by virtue of his ethical charisma.",
                "That's, again, an obstructive act intended, it looks quite clear to me, to cow Mr. Cohen and to dissuade him from testifying."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzc3VhZGU&hash=5aa89babfe9298f8256dec7f86dbcddfc93aa8fe&lang=en&cache-only=0",
            "defineEn": "to advise someone against something",
            "defineVi": "để khuyên ai đó chống lại một cái gì đó"
        },
        {
            "id": "42fc6b02-1384-4c40-a56d-48d3a35465b0",
            "word": "dissuasion",
            "phonetic": "dɪsweɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlzc3Vhc2lvbg&hash=c8554999ea9cbb38e9a4f617604cc5b6c4b0d78c&lang=en&cache-only=0",
            "defineEn": "persuading not to do or believe something; talking someone out of a belief or an intended course of action",
            "defineVi": "thuyết phục không làm hoặc tin điều gì đó; nói ai đó ra khỏi niềm tin hoặc một hành động dự định"
        },
        {
            "id": "e6adfd9f-4041-40c3-bc67-a5aad519092e",
            "word": "amour",
            "phonetic": "ɐmʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW1vdXI&hash=f6803c2bdbab7ec8947fedb27d75c9d46b055534&lang=en&cache-only=0",
            "defineEn": "a usually secretive or illicit sexual relationship",
            "defineVi": "một mối quan hệ tình dục thường bí mật hoặc bất hợp pháp",
            "hasImg": true
        },
        {
            "id": "ec72d55d-aa72-4634-b1c7-4e0fcd203622",
            "word": "amorous",
            "phonetic": "æmɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But not every chirp has amorous intentions.",
                "If you’re curious about the amorous habits of other animals, check out our video on newts.",
                "As an amorous seahorse rubs its own skull bones together, it generates the clicks each one a low-frequency sliding sound followed by a higher-frequency knocking."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1vcm91cw&hash=73a27aa775ba5c06b96aae32e66b31bc190b0856&lang=en&cache-only=0",
            "defineEn": "inclined toward or displaying love",
            "defineVi": "nghiêng về hoặc thể hiện tình yêu"
        },
        {
            "id": "4214091f-cf99-4795-8bd7-88554993a25d",
            "word": "amity",
            "phonetic": "æmᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW1pdHk&hash=46d9296791f6ae9818c33ac9b38d27642f1a026f&lang=en&cache-only=0",
            "defineEn": "a cordial disposition",
            "defineVi": "một bố trí thân mật"
        },
        {
            "id": "d53c8797-31c0-488f-89d1-b6aacd146140",
            "word": "amiable",
            "phonetic": "eɪmiəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This book makes mincemeat of the idea that Reagan was a dunce, amiable or otherwise.",
                "What people don't realize about Ronald Reagan is that, as affable, as amiable as he was, as gifted as he was connecting with the American people, that he was actually a solitary figure.",
                "He was the butt of practical jokes concocted by the often patronizing artists he considered friends, but remained good natured and amiable.",
                "And it didn't hurt that he was, you know, 11 feet tall and wore giant black glasses and was just incredibly amiable."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1pYWJsZQ&hash=b8eb336e74e6f2a089df91acce773fc1dfd160f1&lang=en&cache-only=0",
            "defineEn": "showing or having a likable, pleasant, and friendly personality",
            "defineVi": "thể hiện hoặc có tính cách đáng yêu, dễ chịu và thân thiện"
        },
        {
            "id": "37727648-a3b0-4c95-8380-a0f3b8221b38",
            "word": "amicable",
            "phonetic": "æmɪkəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Jack could be mild-mannered and amicable most of the time, but when his children were criticized, he fiercely defended them."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1pY2FibGU&hash=7d649ce682d2a66c8271d5d4e62148a229a2c348&lang=en&cache-only=0",
            "defineEn": "(of interpersonal relations) behaving with friendliness and without disputing",
            "defineVi": "(về quan hệ giữa các cá nhân) cư xử thân thiện và không tranh chấp"
        },
        {
            "id": "bd069216-cd2c-49c3-8b22-3e64076671ff",
            "word": "exact",
            "phonetic": "ɛɡzækt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "he exact ingredients of Coca-Cola are a trade secret.",
                "I don't need the exact amount.",
                "I remember the exact date when I graduated from college.",
                "Seventy to 95 percent of us, to be exact.",
                "Exact numbers are like the number of seconds in a minute or the number of eggs in a dozen."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhhY3Q&hash=7df29693600d929a7b6f515a0590d7f55bed18eb&lang=en&cache-only=0",
            "defineEn": "in complete accordance with fact and accurate or correct in every detail",
            "defineVi": "hoàn toàn phù hợp với thực tế và chính xác hoặc chính xác trong từng chi tiết"
        },
        {
            "id": "79a609d1-6e9c-4685-8271-f1bef3186b92",
            "word": "exacting",
            "phonetic": "ɛɡzæktɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXhhY3Rpbmc&hash=7972e4353fe994e7ad30fc5a4d63aaa07133ecbb&lang=en&cache-only=0",
            "defineEn": "requiring a great amount of effort, skill, attention, or care",
            "defineVi": "đòi hỏi rất nhiều nỗ lực, kỹ năng, sự chú ý hoặc chăm sóc"
        },
        {
            "id": "cf1a90a8-e584-40e4-9481-5b5e4c08acad",
            "word": "inexpensive",
            "phonetic": "ɪnɛkspɛnsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Inexpensive chemical fertilizers let many people grow abundant food for the first time ever.",
                "These are really inexpensive pair from Amazon.",
                "This is a very inexpensive Airbnb.",
                "There's not an inexpensive ceiling on the Trump coalition.",
                "Mutual fund shares are usually inexpensive, and you get the advantage of diversification without having to buy hundreds or thousands of shares yourself."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5leHBlbnNpdmU&hash=f8a9a82b443dfd258c296e76836261b7511207bf&lang=en&cache-only=0",
            "defineEn": "being low in price; having a cheap price",
            "defineVi": "giá thấp; có giá rẻ",
            "hasImg": true
        },
        {
            "id": "19458c2c-4a0c-4894-aa57-4d4d0f453cca",
            "word": "inexhaustible",
            "phonetic": "ɪnɛɡzɔːstᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "At the heart of them, I believe, is our inexhaustible power of imagination.",
                "And the general ides here were that Russia had a large and almost inexhaustible army."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5leGhhdXN0aWJsZQ&hash=36c24a72a8cf58c150bbea7c5cde5efd98175e8a&lang=en&cache-only=0",
            "defineEn": "that cannot be entirely consumed or used up",
            "defineVi": "mà không thể được hoàn toàn tiêu thụ hoặc sử dụng hết"
        },
        {
            "id": "bc719bef-81eb-4bcd-b018-aa19abc0b5f1",
            "word": "inexcusable",
            "phonetic": "ɪnɛkskjuːsəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For me, it is still inexcusable.",
                "It does happen, but it is still inexcusable.",
                "I would call it disgusting, unacceptable, inexcusable.",
                "And William Barr, one of President Trump's staunchest defenders when he was attorney general, slammed his former boss, saying: \"Orchestrating a mob to pressure Congress is inexcusable.\""
            ],
            "audio": "https://tts.langeek.co/read?text=aW5leGN1c2FibGU&hash=101cac20b71971611687dd12f106abdcfd36cc66&lang=en&cache-only=0",
            "defineEn": "without excuse or justification",
            "defineVi": "không có lý do hoặc biện minh"
        }
    ]
}