{
    "id": "68921cd6-0a88-46b7-af32-c5516d47438e",
    "title": "Types of Housing",
    "originalTitle": "Types of Housing",
    "words": [
        {
            "id": "5e173235-77d6-4279-b661-8ac311e112f9",
            "word": "condominium",
            "phonetic": "kɑːndəmɪniəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "And right here, everybody: Muslim, Christian, Jews will all live together in one condominium under the Force.",
                "A coral reef is a natural condominium made by thousands of tiny animals called polyps.",
                "The confirmed death toll has risen to 22 in the collapse of that condominium tower in Surfside, Florida.",
                "The reset was never about arriving at some larger U.S.-Russia condominium for the management of the globe.",
                "The number of confirmed dead rises to 22, as rescue workers continue to scour the rubble of the Surfside, Florida, condominium collapse."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZG9taW5pdW0&hash=03ceac1c08030a458351a6f5686c1255aff6f230&lang=en&cache-only=0",
            "defineEn": "a building or a group of buildings in which each apartment or house is owned by the person living in it, apart from the areas that are shared by everyone",
            "defineVi": "một tòa nhà hoặc một nhóm các tòa nhà trong đó mỗi căn hộ hoặc ngôi nhà thuộc sở hữu của người sống trong đó, ngoài các khu vực được chia sẻ bởi tất cả mọi người",
            "hasImg": true
        },
        {
            "id": "a3dd098f-cfd9-447d-a5d0-84a024382967",
            "word": "cabana",
            "phonetic": "kæbɑːnə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FiYW5h&hash=fc1259d0d84827a09d0f85c287c288d56bcc41e4&lang=en&cache-only=0",
            "defineEn": "a hut, shelter, or cabin, usually at a swimming pool or beach",
            "defineVi": "túp lều, nơi trú ẩn hoặc cabin, thường ở bể bơi hoặc bãi biển",
            "hasImg": true
        },
        {
            "id": "4813936a-b7ba-4174-807e-25aeba87476b",
            "word": "apartment",
            "phonetic": "ɐpɑːɹtmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The apartment has a secure entry system.",
                "I won't have the apartment until next month.",
                "She invited her friends over to her apartment for a movie night.",
                "He rented an apartment in the city to be closer to his workplace.",
                "She lives downstairs in the basement apartment."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBhcnRtZW50&hash=a1b8d71002534dc32a9719e07d5bdec8883660b1&lang=en&cache-only=0",
            "defineEn": "a place that has a few rooms for people to live in, normally part of a building that has other such places on each floor",
            "defineVi": "một nơi có một vài phòng để mọi người ở, thường là một phần của tòa nhà có những nơi khác như vậy trên mỗi tầng",
            "hasImg": true
        },
        {
            "id": "03a695da-2376-450e-920c-2a63b381ab94",
            "word": "apartment building",
            "phonetic": "ɐpɑːɹtmənt bɪldɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The buildings, the apartment buildings are bombed.",
                "Those assets included hotels, apartment buildings, and other real estate assets.",
                "Then they are outside the apartment building.",
                "Bretton Hall is a low-income apartment building in Cass Corridor.",
                "As an example, a one-story apartment building might provide living space for 25 people. "
            ],
            "audio": "https://tts.langeek.co/read?text=YXBhcnRtZW50IGJ1aWxkaW5n&hash=1a8d9ca649d05a75691102aad8480b7b461f015c&lang=en&cache-only=0",
            "defineEn": "a tall building with one or several apartments built on each floor",
            "defineVi": "một tòa nhà cao với một hoặc một số căn hộ được xây dựng trên mỗi tầng",
            "hasImg": true
        },
        {
            "id": "0998048a-5853-4298-b5f0-855ccb564396",
            "word": "single-family home",
            "phonetic": "sɪŋɡəlfæmɪli hoʊm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2luZ2xlLWZhbWlseSBob21l&hash=3a01322e6b41ff39878efa7f825b171637193458&lang=en&cache-only=0",
            "defineEn": "a residential dwelling designed and intended for occupancy by a single household or family",
            "defineVi": "nhà ở được thiết kế và dành cho một hộ gia đình hoặc một gia đình ở"
        },
        {
            "id": "6be358c7-14d0-4be7-9144-71ca36629f9a",
            "word": "townhouse",
            "phonetic": "taʊnhaʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "So Roy in typical fashion had a beautiful townhouse that was falling apart around the seams, but it was his home",
                "But Roy at the time is working out of his townhouse, working and living out of his townhouse? ",
                "There are a number of small townhouses that the government uses, and he met people over there to talk about this.",
                "But Roy at the time is working out of his townhouse, working and living out of his townhouse? ",
                "Bezos also owns a $23 million townhouse in Washington, DC neighboring the Obama's, and Ivanka Trump."
            ],
            "audio": "https://tts.langeek.co/read?text=dG93bmhvdXNl&hash=a941fb8400f1f526a865dbc207dec22a58a7b74a&lang=en&cache-only=0",
            "defineEn": "a type of residential dwelling that shares walls with adjacent units on one or both sides",
            "defineVi": "một loại nhà ở chung tường với các đơn vị liền kề ở một hoặc cả hai bên",
            "hasImg": true
        },
        {
            "id": "4ec69703-945f-47f8-994d-54daf8c23510",
            "word": "mobile home",
            "phonetic": "moʊbəl hoʊm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9iaWxlIGhvbWU&hash=6afbfc660eee242e59ece127e794cb04c5102b13&lang=en&cache-only=0",
            "defineEn": "a factory-built narrow house that is placed in a fixed location for people to live in",
            "defineVi": "một ngôi nhà hẹp do nhà máy xây dựng được đặt ở một địa điểm cố định để mọi người sinh sống",
            "hasImg": true
        },
        {
            "id": "ac90cdd1-2dcf-4f92-8556-b6987e7767cf",
            "word": "penthouse",
            "phonetic": "pɛnthaʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "This penthouse is listed for $16.5 million.",
                "While Conan old fancy pants rides the elevator up to the HBO Max penthouse.",
                "A penthouse in this building set the record for the most expensive apartment in Asia per square foot when it sold in February.",
                "This apartment is one of seven three-bedroom units and one duplex penthouse in this new boutique development that was put on the market at the end of October.",
                "Narrator: The penthouse apartment of One57 sold in 2014 for a staggering $100.5 million."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVudGhvdXNl&hash=baae09e322270bbefc59382199907560f4c233a6&lang=en&cache-only=0",
            "defineEn": "an apartment on top of a tall building",
            "defineVi": "một căn hộ trên nóc một tòa nhà cao tầng",
            "hasImg": true
        },
        {
            "id": "7a5d3138-6c4e-4ede-b338-97673b8da946",
            "word": "duplex",
            "phonetic": "duːplɛks ",
            "partOfSpeechType": "noun",
            "examples": [
                "I had a duplex along with my dog, my favorite companion Navarro.",
                "After the views and solarium, the duplex layout of the apartment keeps the price tag ticking up.",
                "This apartment is one of seven three-bedroom units and one duplex penthouse in this new boutique development that was put on the market at the end of October.",
                "Serhant: This unit that we're in right now, 41D, is a duplex.",
                "For more than two decades in the basement of a small duplex in Detroit, Michigan, Evelyn Overton baked her signature New York-style cheesecakes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVwbGV4&hash=8df8917ebad48967246a08b85dce8a244e240fe3&lang=en&cache-only=0",
            "defineEn": "a residential building that contains two separate living units or residences, typically stacked on top of each other or side by side",
            "defineVi": "một tòa nhà dân cư có hai đơn vị sống hoặc nhà ở riêng biệt, thường xếp chồng lên nhau hoặc cạnh nhau"
        },
        {
            "id": "4b17202f-9bbd-4cad-9934-a86dd24ef959",
            "word": "cabin",
            "phonetic": "kæbɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The couple spent their vacation in a cozy cabin, billing and cooing by the fireplace.",
                "We thought a week in a secluded cabin with no TV or Internet would make for some great family bonding, but we were all bored out of our skulls after a couple of days.",
                "The airplane cabin was spacious and comfortable.",
                "Those cabins are the face of the airline.",
                "I see our cabin."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FiaW4&hash=34500803f604734e43ca0dc79d10da85830fb3cd&lang=en&cache-only=0",
            "defineEn": "a small wooden house or shelter built in a forest or the mountains",
            "defineVi": "một ngôi nhà gỗ nhỏ hoặc nơi trú ẩn được xây dựng trong rừng hoặc núi",
            "hasImg": true
        },
        {
            "id": "547c1f1d-a733-4124-827f-91f970772e0d",
            "word": "chalet",
            "phonetic": "ʃæleɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the evening, they ski back to their chalet.",
                "Sue, Rebecca and their friends arrive at their holiday chalet."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbGV0&hash=09a1a623628fa9a6b2fffcc989723fee4de23800&lang=en&cache-only=0",
            "defineEn": "a wooden house with a steep sloping roof, often found in mountainous areas in Switzerland",
            "defineVi": "một ngôi nhà gỗ với mái dốc dốc, thường được tìm thấy ở các vùng núi ở Thụy Sĩ",
            "hasImg": true
        },
        {
            "id": "25d2e95c-895a-43fe-9dca-504402bee3d0",
            "word": "chateau",
            "phonetic": "ʃæɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hhdGVhdQ&hash=b9639a12f2c7677cf39de4f99a42c7e0326a958b&lang=en&cache-only=0",
            "defineEn": "a large country house or mansion, typically of French origin, often associated with luxury, grandeur, and historical significance",
            "defineVi": "một ngôi nhà hoặc biệt thự lớn ở nông thôn, thường có nguồn gốc từ Pháp, thường gắn liền với sự sang trọng, hùng vĩ và có ý nghĩa lịch sử",
            "hasImg": true
        },
        {
            "id": "63150a42-70b0-41c7-ba65-1d3fdad126fa",
            "word": "country house",
            "phonetic": "kʌntɹi haʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "He gives the child to one of the women in his country house.",
                "His handlers say that Kentucky Derby winner Country House has a cough, and will not run in the Preakness in two weeks.",
                "Mr Bounderby had managed to buy a very grand Country house with its own large grounds, about fifteen miles from the town.",
                "One cloudy September evening, when Mr Bounderby was away in London on business and Tom was in Coketown, Mrs Sparsit found that Mr Bounderby's country house was empty.",
                "So to read off a little summary, \"Beelzebub, a powerful demon hellbent to possess and consume souls, goes after siblings and their lifelong friends at a rundown country house.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnRyeSBob3VzZQ&hash=76c09e5cdec06f46a142abefea9d207fb71b5f00&lang=en&cache-only=0",
            "defineEn": "a house, particularly one that is very large and is built in the English countryside",
            "defineVi": "một ngôi nhà, đặc biệt là một ngôi nhà rất lớn và được xây dựng ở vùng nông thôn nước Anh",
            "hasImg": true
        },
        {
            "id": "b7b339b1-a483-40da-9cc4-925633ab6d90",
            "word": "cottage",
            "phonetic": "kɑːɾɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This charming cottage dates back to the 15th century and is as pretty as a picture, with its thatched roof and secluded garden.",
                "We have a cottage in the Cotswolds, and getting back there after a few days in London really blows away the cobwebs.",
                "After the cool reception I received at breakfast, it was apparent that I had overstayed my welcome at the cottage of my father's friend.",
                "And I like my cottage very much.'",
                "The next day the Rivers family returned to their separate places of work, and I moved to the cottage in Morton."
            ],
            "audio": "https://tts.langeek.co/read?text=Y290dGFnZQ&hash=141c9af979107338002b2973fff018b14ac86087&lang=en&cache-only=0",
            "defineEn": "a small house, particularly one that is situated in the countryside or a village",
            "defineVi": "một ngôi nhà nhỏ, đặc biệt là một ngôi nhà nằm ở vùng nông thôn hoặc một ngôi làng",
            "hasImg": true
        },
        {
            "id": "6dd73eaa-749a-413e-892f-ffb0da421ef3",
            "word": "ranch house",
            "phonetic": "ɹæntʃ haʊs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmFuY2ggaG91c2U&hash=c5d62ebe2519b103fead4bbc605032ce4abc2d3a&lang=en&cache-only=0",
            "defineEn": "a single-story residential dwelling with a long, low profile and an open floor plan",
            "defineVi": "nhà ở một tầng với mặt bằng dài, thấp và mặt bằng mở"
        },
        {
            "id": "fd485a1f-1994-49d8-a86c-536b1c782dac",
            "word": "bunker",
            "phonetic": "bʌŋkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Get in our bunker.",
                "Please go to a bunker.",
                "During the Israeli invasion of Lebanon in 1982, she once spent two months in this bunker with Levav and his brother.",
                "I mean, our Miami Beach bunker is almost full, so.",
                "They're not necessarily sitting in G.R.U. bunkers in Moscow or somewhere in Russia."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVua2Vy&hash=b406237fbd0ab6dd7b094d7a31e707caf22fbe44&lang=en&cache-only=0",
            "defineEn": "a shelter equipped with strong walls, often built underground, to protect soldiers or guns",
            "defineVi": "một nơi trú ẩn được trang bị những bức tường vững chắc, thường được xây dựng dưới lòng đất, để bảo vệ binh lính hoặc súng"
        },
        {
            "id": "adf554c5-cf34-4daa-9879-646cd5e64a72",
            "word": "log cabin",
            "phonetic": "lɔɡ kæbɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG9nIGNhYmlu&hash=f91e2098410b38933c3b460ee6b732caeef8ccc4&lang=en&cache-only=0",
            "defineEn": "a small house, particularly one in the mountains or the countryside, that is made of thick pieces of wood",
            "defineVi": "một ngôi nhà nhỏ, đặc biệt là một ngôi nhà ở miền núi hoặc vùng nông thôn, được làm bằng những mảnh gỗ dày",
            "hasImg": true
        },
        {
            "id": "0636451b-de63-439c-be75-5bfad2702638",
            "word": "mansion",
            "phonetic": "mænʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new mansion looked impressive, but something was missing.",
                "Is it mansion?",
                "Rowling sold her 19th century Victorian mansion in 2012 for over $3.6 million.",
                "And that was an entire mansion.",
                "This 24 million pound mansion in Highgate, northwest London, comes complete with a two-story basement housing staff quarters, cinema, sauna, spa, and gym. -"
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuc2lvbg&hash=5ec45f252258bc469e55097c2b5d34b0890b752c&lang=en&cache-only=0",
            "defineEn": "a very large and impressive house",
            "defineVi": "một ngôi nhà rất lớn và ấn tượng",
            "hasImg": true
        },
        {
            "id": "47fe72f2-420a-4ef9-8d73-24ce14ae718d",
            "word": "palace",
            "phonetic": "pælɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Around 200 000 visitors each year come to see the summer palace.",
                "Palace intrigue shakes one of the Middle East's most historically stable monarchies.",
                "'Where is your palace?'",
                "In an instant, the palace dissolved around them.",
                "My home is my palace in reality."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFsYWNl&hash=60e25c6b8bfc9132e0c2a48988f144fdd4474c0f&lang=en&cache-only=0",
            "defineEn": "a large and impressively designed house that is often the official house of a powerful individual such as a president or king",
            "defineVi": "một ngôi nhà lớn và được thiết kế ấn tượng, thường là nhà chính thức của một cá nhân quyền lực như tổng thống hoặc vua",
            "hasImg": true
        },
        {
            "id": "f934e1c6-a6b1-41c9-a547-dae2f6515724",
            "word": "villa",
            "phonetic": "vɪlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Villa have punched above their weight all season and it will be a remarkable achievement if they finish fifth.",
                "I realised very quickly too that if Villa don't do the right thing, it's never for the lack of trying.",
                "He was a charismatic figure and an excellent salesman who would often promise potential clients that they'd be rich and own villas in Florida for purchasing Coke.",
                "They're going to downtown and including, sometime, private yacht, private villa, helicopter, butler, security.",
                "and you know he talked to me about Catholicism and had me go down and work in the villas with Pepe and, you know, that's how I got to know Pepe"
            ],
            "audio": "https://tts.langeek.co/read?text=dmlsbGE&hash=161fd4e93ceb840b5d167fcd0aaae0e83203a5d0&lang=en&cache-only=0",
            "defineEn": "a country house that has a large garden, particularly the one located in southern Europe or warm regions",
            "defineVi": "một ngôi nhà nông thôn có một khu vườn rộng lớn, đặc biệt là ngôi nhà nằm ở miền nam châu Âu hoặc những vùng ấm áp",
            "hasImg": true
        },
        {
            "id": "e8e5e809-10ef-4001-b034-446bf793aab7",
            "word": "gazebo",
            "phonetic": "ɡɐziːboʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "AMNA NAWAZ: They pack into this gazebo at night, parents sleeping on top of kids to protect them.",
                "So we cut it up and we're building a gazebo in the middle of the water."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2F6ZWJv&hash=e42d18694fe247b48c7d7af5e27cd60699c99e46&lang=en&cache-only=0",
            "defineEn": "a small roofed building with open sides, usually in a garden",
            "defineVi": "một tòa nhà nhỏ có mái che với các mặt thoáng, thường là trong vườn",
            "hasImg": true
        },
        {
            "id": "1c1f4a4e-67e2-49cb-9367-724ad1f7a0ed",
            "word": "guest house",
            "phonetic": "ɡɛst haʊs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3Vlc3QgaG91c2U&hash=9123987af401c174e46c6af1f5d68744606daae3&lang=en&cache-only=0",
            "defineEn": "a small house separated from a larger one where guests can stay",
            "defineVi": "một ngôi nhà nhỏ tách biệt với một ngôi nhà lớn hơn, nơi khách có thể ở lại",
            "hasImg": true
        },
        {
            "id": "751a654e-60d3-404c-aa9c-dd88b8039128",
            "word": "lean-to",
            "phonetic": "liːn tuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Meanwhile, Florence set up a lean-to to and cooked food for her kids.",
                "There she sat in that lean-to tent with her children huddled around her, and seemed to know that my pictures might help her, and so she helped me."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhbi10bw&hash=0817e91b84687c4adff24c3fc8abe96d3ad0cb67&lang=en&cache-only=0",
            "defineEn": "a building of small size, such as a shed or garage, that shares a wall and roof with a building of larger size",
            "defineVi": "một tòa nhà có kích thước nhỏ, chẳng hạn như nhà kho hoặc nhà để xe, có chung tường và mái với một tòa nhà có kích thước lớn hơn"
        },
        {
            "id": "e0ffadca-785d-45a0-8503-a389027216f7",
            "word": "lodge",
            "phonetic": "lɑːdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Before long Lodge was the only man in his section able to serve the guns.",
                "A woman with a heart of gold gives us lodging for the night.",
                "The landlord did not seem inclined to trust me with lodging before seeing the color of my money.",
                "With mud and logs, they build sophisticated lodges.",
                "A beaver lodge is their home."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9kZ2U&hash=5584d4ee56d7eba662c53c7886b3e4a27d75a620&lang=en&cache-only=0",
            "defineEn": "a small house in the countryside, where people temporarily stay while participating in an outdoor activity such as climbing, skiing, etc.",
            "defineVi": "một ngôi nhà nhỏ ở nông thôn, nơi mọi người tạm trú khi tham gia một hoạt động ngoài trời như leo núi, trượt tuyết, v.v."
        },
        {
            "id": "5239dc98-538d-4f99-afa2-c30424a449e0",
            "word": "rotunda",
            "phonetic": "ɹɑːtʌndə ",
            "partOfSpeechType": "noun",
            "examples": [
                "We were just told that there has been tear gas in the rotunda.",
                "Then, with many lawmakers evacuated, the group roamed freely through the historic halls of Congress, the Rotunda, Statuary Hall, the Senate chamber.",
                "For his 2011 retrospective at the Guggenheim, Cattelan suspended all of his works from the ceiling of the rotunda instead of putting them along the walls like usual."
            ],
            "audio": "https://tts.langeek.co/read?text=cm90dW5kYQ&hash=66475d3a25d3dc59a1eed77f9818b3349b144f65&lang=en&cache-only=0",
            "defineEn": "a round hall or building that often has a rounded roof as well",
            "defineVi": "một hội trường tròn hoặc tòa nhà cũng thường có mái tròn"
        },
        {
            "id": "b0fea05a-0708-43be-bacd-2f49a990b240",
            "word": "shanty",
            "phonetic": "ʃænti ",
            "partOfSpeechType": "noun",
            "examples": [
                "These shanties meet many of the ideals of eco-city designers.",
                "From a purely ecological perspective, shanties and their inhabitants are a good example of the new, green urban metabolism.",
                "So perhaps something can be taken from the chaos and decentralized spontaneity embodied in shanties, and combined with the planned infrastructure of a designed eco-city.",
                "But, that doesn’t mean that the sight of Bernice, or the sound of the sea shanties they were playing at the restaurant would make me barf, because humans are, by our very nature, more taste averse than we are sight or sound averse."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhbnR5&hash=ab52ca546fc59816756e4c2fee1f79e2a391c54b&lang=en&cache-only=0",
            "defineEn": "a small, poorly constructed and often temporary dwelling, typically associated with impoverished or makeshift living conditions",
            "defineVi": "một ngôi nhà nhỏ, được xây dựng kém và thường là tạm thời, thường liên quan đến điều kiện sống nghèo khó hoặc tạm bợ"
        },
        {
            "id": "b2597418-c9b7-4552-a1a8-c5d9e6e814bf",
            "word": "shelter",
            "phonetic": "ʃɛltɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Running the animal shelter is a labor of love for Jane.",
                "They will have to sleep rough tonight if they don't find a shelter soon.",
                "Reindeer moss, with its tufted form, provides a cozy bed for small creatures seeking shelter.",
                "The family who lost their home in a natural disaster had to live in a temporary shelter for several months, but they endured the difficult circumstances with patience and resilience, knowing that what cannot be cured must be endured.",
                "Sally is an animal lover, so when she found out that her new neighbor volunteers at an animal shelter, she knew he was after her own heart."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hlbHRlcg&hash=d3c503f92628214733cae8f694a1312f4efd13cc&lang=en&cache-only=0",
            "defineEn": "a place or building that is meant to provide protection against danger or bad weather",
            "defineVi": "một địa điểm hoặc tòa nhà nhằm mục đích bảo vệ khỏi nguy hiểm hoặc thời tiết xấu"
        },
        {
            "id": "bf57a89c-7d8a-481b-a25d-1830da9db024",
            "word": "tenement",
            "phonetic": "tɛnəmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And often these tenement apartments doubled as workspaces because many immigrant women and children took in piecework, especially in the garment industry.",
                "Some of the housing was better, and some was worse, overcrowded tenement houses that lead to a higher incidence of tuberculosis.",
                "In 1890 Danish immigrant Jacob Riis used a new fangled thing called flash photography to document the tenements and lodging houses of New York City’s most notorious slums.",
                "Tenements, these 4, 5 and 6 story buildings that were designed to be apartments, sprang up in the second half of the 19th century and the earliest ones were so unsanitary and crowded that the city passed laws requiring a minimum of light and ventilation."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVuZW1lbnQ&hash=d1bc1ae4bb951958a2a23a25be8d5dfb17f9c686&lang=en&cache-only=0",
            "defineEn": "a large building consisting of several apartments, particularly in a poor neighborhood",
            "defineVi": "một tòa nhà lớn bao gồm một số căn hộ, đặc biệt là trong một khu phố nghèo"
        },
        {
            "id": "5ca68c75-91ae-4fa1-82b4-e5140ce42e51",
            "word": "adobe house",
            "phonetic": "ɐdoʊbi haʊs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWRvYmUgaG91c2U&hash=dc58e63722e46cddd52c63a27d6c6363b603adc1&lang=en&cache-only=0",
            "defineEn": "a type of traditional dwelling made from sun-dried bricks composed of clay, sand, straw, and sometimes other organic materials, commonly found in arid and warm regions",
            "defineVi": "một loại nhà ở truyền thống được làm từ gạch phơi khô bao gồm đất sét, cát, rơm và đôi khi là các vật liệu hữu cơ khác, thường được tìm thấy ở những vùng khô cằn và ấm áp"
        },
        {
            "id": "bbbaa3b5-197c-4cab-94fd-ffe5dade9a20",
            "word": "dwelling",
            "phonetic": "dwɛlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dwelling without a phone is cut off from the world, regardless of its closeness to other buildings.",
                "Women also often owned dwellings and tools, although not land because again that idea did not exist.",
                "One of the more impressive feather adaptations belongs to the sandgrouse, a desert-dwelling, pigeon-like bird.",
                "Through a dynamic system of social networks, parrotfish can convey information to other coral dwelling fish.",
                "And for tens of millions of years, insects and some little skittery invertebrates were about the only land dwelling animals."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHdlbGxpbmc&hash=9577062756803deb34b3ed4ef4721d949db75a93&lang=en&cache-only=0",
            "defineEn": "a place for living in such as a house, apartment, etc.",
            "defineVi": "một nơi để sinh sống chẳng hạn như một ngôi nhà, căn hộ, vv",
            "hasImg": true
        },
        {
            "id": "f60ac549-e511-48f9-9b2b-848fa2bb6df3",
            "word": "pied-a-terre",
            "phonetic": "pɪɛdɐtɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGllZC1hLXRlcnJl&hash=e52cdc2ed74f666d9be8bd1301b300227ba2c915&lang=en&cache-only=0",
            "defineEn": "a small secondary residence or apartment, typically located in a city or urban area, that is used as a temporary or occasional dwelling",
            "defineVi": "một nơi cư trú hoặc căn hộ thứ cấp nhỏ, thường nằm trong thành phố hoặc khu đô thị, được sử dụng làm nơi ở tạm thời hoặc không thường xuyên"
        },
        {
            "id": "df1fe827-77b6-4555-9e00-38db3aba0fbc",
            "word": "high-rise",
            "phonetic": "haɪɹaɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "A high-rise made of Styrofoam.",
                "Narrator: Five steel high-rises could collapse completely, while 10 others will be red-tagged, or unsafe to enter.",
                "Since the most hazardous fallout particles are the heaviest, they sink through the air and collect on streets and rooftops, making ideal shelters underground or in the middle of high-rise buildings.",
                "And they sort of do things like sell $7,000 watches or one of the things that they did was, in Orlando, they made a high-rise where you could park your car like in the elevator and it takes you and your car up to your apartment.",
                "One way of achieving this is to build cities with multiple centers where people live close to their work in high-rise blocks that are also near public transport hubs."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaC1yaXNl&hash=c84ad517a3f1bf99e75a23a3db7869208f0f3067&lang=en&cache-only=0",
            "defineEn": "a very tall building with many floors",
            "defineVi": "một tòa nhà rất cao với nhiều tầng",
            "hasImg": true
        },
        {
            "id": "4f632832-9ab8-467f-bc4e-f008c7d1e108",
            "word": "outbuilding",
            "phonetic": "aʊtbɪldɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It was pretty obvious within the first few weeks that we couldn't live with all the different species of the animals inside our living space, so we re- we renovated and we insulated a small outbuilding, and that's where the animals - most of the animals - were housed for that first winter."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0YnVpbGRpbmc&hash=f870f0825b88a6490dc2807a409c879895f79d96&lang=en&cache-only=0",
            "defineEn": "a small separate building that is built near a main building that it belongs to, such as a shed or barn",
            "defineVi": "một tòa nhà nhỏ riêng biệt được xây dựng gần một tòa nhà chính mà nó thuộc về, chẳng hạn như nhà kho hoặc nhà kho"
        },
        {
            "id": "eb01aeb8-8289-47db-ac73-46ad88a12be8",
            "word": "belvedere",
            "phonetic": "bɛlvɪdɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmVsdmVkZXJl&hash=d037d4031ec7247446f9822a67a6e95fd669cddc&lang=en&cache-only=0",
            "defineEn": "a small structure, gallery, or summerhouse that usually has an open side and provides an excellent view",
            "defineVi": "một cấu trúc nhỏ, phòng trưng bày hoặc nhà mùa hè thường có một mặt thoáng và cung cấp tầm nhìn tuyệt vời",
            "hasImg": true
        },
        {
            "id": "8db96141-f621-4c8f-8e26-8c872081db60",
            "word": "floating home",
            "phonetic": "floʊɾɪŋ hoʊm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmxvYXRpbmcgaG9tZQ&hash=d7b2f1e57fcd11ee26bc24c126fa859d5fdb924f&lang=en&cache-only=0",
            "defineEn": "a residential structure that is designed to float on water, providing a unique living environment with the possibility of mobility or stationary placement",
            "defineVi": "một cấu trúc nhà ở được thiết kế để nổi trên mặt nước, cung cấp một môi trường sống độc đáo với khả năng di chuyển hoặc bố trí cố định"
        },
        {
            "id": "e1f2bfb7-f936-4a53-9c9b-2b1e93fde260",
            "word": "igloo",
            "phonetic": "ɪɡluː ",
            "partOfSpeechType": "noun",
            "examples": [
                "I put your food in the igloo.",
                "Cartoon igloos look like flat-bottomed half-spheres, but in reality, they’re neither of those things!",
                "From now until eternity we're replacing all of your desks with igloos.",
                "Inuit hunters took the Goldilocks approach: the secret to good igloo snow is somewhere in the middle.",
                "What do you think of your new igloo, bud?"
            ],
            "audio": "https://tts.langeek.co/read?text=aWdsb28&hash=aea5886993a562de1351d0cad04fccbbe83150fe&lang=en&cache-only=0",
            "defineEn": "a house or shelter in the shape of a dome that is built from blocks of ice or hard snow",
            "defineVi": "một ngôi nhà hoặc nơi trú ẩn trong hình dạng của một mái vòm được xây dựng từ khối băng hoặc tuyết cứng",
            "hasImg": true
        },
        {
            "id": "78956f1c-74c8-4307-be3f-7403eaa4043b",
            "word": "Earthship",
            "phonetic": "ɜːθʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=RWFydGhzaGlw&hash=9cd02809495ffc9ca086f5c7bb97ee4f4e533e22&lang=en&cache-only=0",
            "defineEn": "a sustainable and environmentally friendly home that is made primarily from natural and recycled materials, such as tires, bottles, and cans",
            "defineVi": "một ngôi nhà bền vững và thân thiện với môi trường được làm chủ yếu từ các vật liệu tự nhiên và tái chế, chẳng hạn như lốp xe, chai lọ và lon"
        },
        {
            "id": "9a421162-714f-49da-9f94-3931b2c491b7",
            "word": "yurt",
            "phonetic": "jɜːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I mean, your palace may last forever, but my yurt can go anywhere.",
                "She next supervises her ladies who are unpinning her yurt and lifting it onto its custom wagon.",
                "A rogue sheep has slipped past her servants and guards and bolted into her yurt, where he springs into bed and bleats in her ear.",
                "Guerra: I could go to, like, a yurt in, like, Yellowstone versus just, like, thinking of lodging as a place to, like, rest my head.",
                "As dawn breaks over a moveable city of ten thousand yurts, Queen Boraqchin is in for a rude awakening."
            ],
            "audio": "https://tts.langeek.co/read?text=eXVydA&hash=ae08877f63388f6f7d2737c3907f4fa010e2a63e&lang=en&cache-only=0",
            "defineEn": "a circular portable tent, particularly used in Siberia and Mongolia",
            "defineVi": "một chiếc lều di động hình tròn, đặc biệt được sử dụng ở Siberia và Mông Cổ"
        },
        {
            "id": "149f5741-b0e9-447f-a76c-5bbb04dbc186",
            "word": "houseboat",
            "phonetic": "haʊsboʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's a handy adaptation that probably came from living on houseboats for the last 1,000 years."
            ],
            "audio": "https://tts.langeek.co/read?text=aG91c2Vib2F0&hash=fb2b3d26e4867ab0ed455a30081618602897b5cd&lang=en&cache-only=0",
            "defineEn": "a boat designed for living in",
            "defineVi": "một chiếc thuyền được thiết kế để sống trong",
            "hasImg": true
        },
        {
            "id": "418c7d1a-9607-4343-8382-0a4795f387b4",
            "word": "tree house",
            "phonetic": "tɹiː haʊs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJlZSBob3VzZQ&hash=4b6d02738ca910ec0c21272ceb93522ba079045d&lang=en&cache-only=0",
            "defineEn": "an enclosed structure built among the branches of a tree to provide children with a place to play in",
            "defineVi": "một cấu trúc khép kín được xây dựng giữa các nhánh cây để cung cấp cho trẻ em một nơi để chơi",
            "hasImg": true
        },
        {
            "id": "bc8b5b77-ec50-46dd-bfb3-1787026ecbdd",
            "word": "studio",
            "phonetic": "stuːdɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "His personal work was kept securely in an upstairs studio.",
                "Tony wants me in the studio.",
                "I'd much rather be in a studio and dance my heart out than go to a gym.",
                "He caught a break that few aspiring screenwriters do: running into a studio boss at a party.",
                "As soon as she walked into the art studio, she knew she had found a place where she truly belonged."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1ZGlv&hash=a166c6be7298c79a9d6650c83e5db02601a1bd35&lang=en&cache-only=0",
            "defineEn": "a tiny apartment that has only one main room",
            "defineVi": "một căn hộ nhỏ chỉ có một phòng chính",
            "hasImg": true
        },
        {
            "id": "0792dc82-b2a5-418e-b61e-c97baf3e2742",
            "word": "residential complex",
            "phonetic": "ɹɛzᵻdɛnʃəl kɑːmplɛks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVzaWRlbnRpYWwgY29tcGxleA&hash=37244a2e0c70d972413424379a61681c45f5c740&lang=en&cache-only=0",
            "defineEn": "a multi-building or multi-unit development designed for residential purposes, often featuring shared amenities and services for the residents",
            "defineVi": "một sự phát triển nhiều tòa nhà hoặc nhiều đơn vị được thiết kế cho mục đích dân cư, thường có các tiện nghi và dịch vụ chung cho cư dân"
        },
        {
            "id": "2657e972-709f-431f-9057-c7a353a56709",
            "word": "residential tower",
            "phonetic": "ɹɛzᵻdɛnʃəl taʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVzaWRlbnRpYWwgdG93ZXI&hash=94c64a1556db1a7bc526f039ef82d51ec77353a1&lang=en&cache-only=0",
            "defineEn": "a tall building primarily designed and constructed for residential purposes, typically housing multiple residential units or apartments within a vertical structure",
            "defineVi": "một tòa nhà cao tầng được thiết kế và xây dựng chủ yếu cho mục đích dân cư, điển hình là nhà ở nhiều đơn vị dân cư hoặc căn hộ trong một cấu trúc thẳng đứng"
        },
        {
            "id": "c27abb5f-8f7e-47e2-9c08-fdf3302945c8",
            "word": "nomad tent",
            "phonetic": "noʊmæd tɛnt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bm9tYWQgdGVudA&hash=97f0a930761c1b25ae26a570e643df3ad5dadc06&lang=en&cache-only=0",
            "defineEn": "a portable and temporary shelter used by nomadic communities, often made from animal hides, fabric, or woven materials",
            "defineVi": "một nơi trú ẩn di động và tạm thời được sử dụng bởi các cộng đồng du mục, thường được làm từ da động vật, vải hoặc vật liệu dệt"
        },
        {
            "id": "8158bade-cce7-4193-92ff-6d65c00103c0",
            "word": "joglo",
            "phonetic": "dʒɑːɡloʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=am9nbG8&hash=5f19074c53a8e6f8f96e7c5abaaa292b2e2af601&lang=en&cache-only=0",
            "defineEn": "a traditional Javanese wooden house with a peaked roof and intricate carvings, commonly found in Java, Indonesia",
            "defineVi": "một ngôi nhà gỗ truyền thống của người Java với mái chóp nhọn và chạm khắc phức tạp, thường thấy ở Java, Indonesia"
        },
        {
            "id": "e258205d-b8d9-4274-a864-75a84e731924",
            "word": "hogan",
            "phonetic": "hoʊɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "But Hogan said the approval process took too long.",
                "The Changing Woman Initiative held its indigenous doula training inside this hogan, which the women say was representative of a mother's womb.",
                "But if you can give it to your neighbor across the street or the next Hogan in Monument Valley to take in for you, that's incredibly helpful.",
                "But if you can give it to your neighbor across the street or the next Hogan in Monument Valley to take in for you, that's incredibly helpful."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9nYW4&hash=17d2579d7b9816498a206b6550e8755399eca120&lang=en&cache-only=0",
            "defineEn": "a traditional Navajo dwelling made of wooden poles and covered with earth or natural materials",
            "defineVi": "một ngôi nhà truyền thống của người Navajo làm bằng cọc gỗ và được bao phủ bởi đất hoặc vật liệu tự nhiên"
        },
        {
            "id": "91f747aa-1852-48fe-8513-d3ce17f9f628",
            "word": "mud hut",
            "phonetic": "mʌd hʌt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXVkIGh1dA&hash=ea90f81db95cce5979e3cfa4b3ba5365287b5f19&lang=en&cache-only=0",
            "defineEn": "a simple shelter or dwelling made by using a mixture of mud, clay, and other natural materials, commonly found in rural or traditional communities",
            "defineVi": "một nơi trú ẩn hoặc nhà ở đơn giản được làm bằng cách sử dụng hỗn hợp bùn, đất sét và các vật liệu tự nhiên khác, thường thấy ở các cộng đồng nông thôn hoặc truyền thống"
        },
        {
            "id": "856f995f-e5e2-45a8-9965-347912885e00",
            "word": "haveli",
            "phonetic": "heɪvli ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGF2ZWxp&hash=74bf845f791698b217468f49526fdd82ca42e9b9&lang=en&cache-only=0",
            "defineEn": "a traditional mansion or large residence with intricate architectural designs, commonly found in South Asia",
            "defineVi": "một lâu đài truyền thống hoặc dinh thự lớn với thiết kế kiến trúc phức tạp, thường được tìm thấy ở Nam Á"
        },
        {
            "id": "8a87e69b-b969-436b-9829-5596cec5381c",
            "word": "riad",
            "phonetic": "ɹaɪəd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmlhZA&hash=8913d0e673ccb7e74211acfeb6c73e56c1b4fab3&lang=en&cache-only=0",
            "defineEn": "a traditional Moroccan house built around a central courtyard, often with ornate architecture and a peaceful atmosphere",
            "defineVi": "một ngôi nhà truyền thống của Ma-rốc được xây dựng xung quanh sân trung tâm, thường có kiến trúc trang trí công phu và bầu không khí yên bình"
        },
        {
            "id": "e286a1e6-1f14-42d1-92b4-f177d3b89ebb",
            "word": "castle",
            "phonetic": "kæsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "European architecture is known for its stunning cathedrals and castles.",
                "She visited an old castle and marveled at its medieval architecture.",
                "The ancient castle has stood for over a century, preserving its grandeur and history for hundreds of years.",
                "Buying a house shouldn't be a castle in the air for the youth.",
                "A small river runs into the sea at one side of the castle."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzdGxl&hash=6d39a50dbda32dc445d2db7b83d3d032100383c9&lang=en&cache-only=0",
            "defineEn": "a large and strong building that is protected against attacks, in which the royal family lives",
            "defineVi": "một tòa nhà lớn và mạnh mẽ được bảo vệ chống lại các cuộc tấn công, trong đó gia đình hoàng gia sống",
            "hasImg": true
        },
        {
            "id": "7934602e-0f9d-40b9-aa22-85e3f9decbe6",
            "word": "ecohouse",
            "phonetic": "iːkoʊhaʊs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWNvaG91c2U&hash=d371a9001abc30dbea758f3cf02336096009d935&lang=en&cache-only=0",
            "defineEn": "a residence designed and built with a focus on environmental sustainability, energy efficiency, and the use of eco-friendly materials and technologies to minimize its impact on the environment",
            "defineVi": "một nơi cư trú được thiết kế và xây dựng tập trung vào tính bền vững của môi trường, hiệu quả năng lượng và sử dụng các vật liệu và công nghệ thân thiện với môi trường để giảm thiểu tác động của nó đối với môi trường"
        },
        {
            "id": "252d3b57-816e-4fc4-ba9c-ab6c32462309",
            "word": "barracks",
            "phonetic": "bɛɹəks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFycmFja3M&hash=f82b9f502ea4d43697f66d0003d2118dd6799046&lang=en&cache-only=0",
            "defineEn": "a building or a set of buildings for soldiers to live in",
            "defineVi": "một tòa nhà hoặc một tập hợp các tòa nhà cho những người lính sống trong"
        },
        {
            "id": "59c0f85a-0e66-4d43-8d8c-9a44081ced19",
            "word": "brownstone",
            "phonetic": "bɹaʊnstoʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJvd25zdG9uZQ&hash=92e6c0f55d3a5cbe5f1d87caa19ffce58e66e282&lang=en&cache-only=0",
            "defineEn": "a house, particularly found in New York City, that is built of, or with a front made of, a type of reddish-brown sandstone",
            "defineVi": "một ngôi nhà, đặc biệt được tìm thấy ở Thành phố New York, được xây dựng bằng hoặc có mặt trước được làm bằng một loại sa thạch màu nâu đỏ"
        },
        {
            "id": "a265d59b-3e58-4b42-9dde-b57aaf074004",
            "word": "carriage house",
            "phonetic": "kæɹɪdʒ haʊs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FycmlhZ2UgaG91c2U&hash=414e75636c6f76c039b08d0af343e4ae2bd1fac1&lang=en&cache-only=0",
            "defineEn": "a small building with a high ceiling that is primarily used to provide a covered space for coaches and carriages when they are not in use",
            "defineVi": "một tòa nhà nhỏ có trần cao được sử dụng chủ yếu để cung cấp không gian có mái che cho xe khách và toa xe khi chúng không được sử dụng"
        },
        {
            "id": "4adc963c-350a-47b3-8f33-1eb2f8d87f28",
            "word": "detached house",
            "phonetic": "dɪtætʃt haʊs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGV0YWNoZWQgaG91c2U&hash=1568ef106f787771711768ce5907479d9ddb940a&lang=en&cache-only=0",
            "defineEn": "a single-family house that is not connected to any other house, usually with its own yard or garden",
            "defineVi": "một ngôi nhà dành cho một gia đình không được kết nối với bất kỳ ngôi nhà nào khác, thường có sân hoặc vườn riêng"
        }
    ]
}