{
    "id": "68aa160b-f278-466b-a67f-9285a22e50b2",
    "title": "Lesson 35",
    "originalTitle": "Lesson 35",
    "words": [
        {
            "id": "dc963630-b03a-4334-9e35-af601e09e608",
            "word": "to lapse",
            "phonetic": "tə læps ",
            "partOfSpeechType": "verb",
            "examples": [
                "You have many lapses of confidence.",
                "I take time-lapse, open shutter photography, and I've always been notoriously bad at chemistry.",
                "This is a time lapse of Earth taken by the Deep Space Climate Observatory during the total solar eclipse of 2016.",
                "For example, scientists have found a link between benign memory lapses and certain variations in the gene that encodes for the dopamine D2 receptor, or DRD2.",
                "The 900 billion dollar stimulus package hadn't passed in time to avoid the lapse."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGFwc2U&hash=cf3ea23ccc85f4abd06f00af78da1cfbb9ac0245&lang=en&cache-only=0",
            "defineEn": "end, at least for a long time",
            "defineVi": "kết thúc, ít nhất là trong một thời gian dài"
        },
        {
            "id": "f5996960-d66b-494f-82ae-abdf20e08862",
            "word": "to constrict",
            "phonetic": "tə kənstɹɪkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "So I have to constrict the range on the inverse tan function.",
                "Constricted by an impassable wall of rock-hard ice at the top, and bedrock at the bottom.",
                "It is constricting a little bit right now around the throat.",
                "Your blood vessels constrict to keep heat from radiating off the surface of your skin, and you get the goosebumps.",
                "The idea was that the carbon dioxide in sodas constricted the blood vessels in the gills, thus stopping the bleeding."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc3RyaWN0&hash=cb37cc97b60db338a26acbf591ed240ce485ba10&lang=en&cache-only=0",
            "defineEn": "squeeze or press together",
            "defineVi": "bóp hoặc ấn vào nhau"
        },
        {
            "id": "818698fa-a106-44cf-8db0-2935db415078",
            "word": "to avow",
            "phonetic": "tʊ ɐvaʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "If it were mine, I would avow it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXZvdw&hash=4f434176dc163b4e4bcef326d64b410c37b78f8e&lang=en&cache-only=0",
            "defineEn": "to publicly state that something is the case",
            "defineVi": "để tuyên bố công khai rằng một cái gì đó là trường hợp"
        },
        {
            "id": "9e50c9de-13a6-4766-9b40-f59b61a7a38f",
            "word": "to proscribe",
            "phonetic": "tə pɹəskɹaɪb ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvc2NyaWJl&hash=3f86dfbc621f37a579a351ecf6aef20d0cfe0c53&lang=en&cache-only=0",
            "defineEn": "to officially ban the existence or practice of something",
            "defineVi": "để chính thức cấm sự tồn tại hoặc thực hành của một cái gì đó"
        },
        {
            "id": "562a341e-0c71-4bc2-9827-777374b4f634",
            "word": "to repress",
            "phonetic": "tə ɹᵻpɹɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "A guilty verdict against Cosby would go a long way toward opening the floodgates for women to report sexual assault instead of repressing it.",
                "We were just repressing to protect ourselves.",
                "Now, repressed memory is an event that occurred in the subject's past, the memory of which was actively repressed due to the psychologically devastating impact of that memory.",
                "We have no solid evidence that people repress memories that affect them this way.",
                "No one researches repressed memories by randomly assigning some people to experience trauma to test their memory of it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVwcmVzcw&hash=7d165f19ea9b05b86de86161d28d94a7c2132a50&lang=en&cache-only=0",
            "defineEn": "put down by force or intimidation",
            "defineVi": "đặt xuống bằng vũ lực hoặc đe dọa"
        },
        {
            "id": "8e28543c-af85-42de-b7a2-eea7f15332a1",
            "word": "to bulwark",
            "phonetic": "tə bʊlwɔːɹk ",
            "partOfSpeechType": "verb",
            "examples": [
                "You know, get the police involved with the community in a positive way, and that’s a bulwark against the kind of crime that we’re experiencing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnVsd2Fyaw&hash=5d089a51a6e46928284ecc9e7dc28dba06a1fcb5&lang=en&cache-only=0",
            "defineEn": "defend with a bulwark",
            "defineVi": "bảo vệ với một bức tường thành"
        },
        {
            "id": "afde297d-4684-4c7f-a8b4-fe5e69aafd80",
            "word": "to loot",
            "phonetic": "tə luːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "These companies have very deep pockets and don't mind spending a lot of loot to get their projects off the ground.",
                "If you get spotted, forget the loot.",
                "They looted.",
                "Mercenaries are in it for the loot.",
                "A loot box might come with a general description of what's in it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9vdA&hash=a268f216729d463075fac8eb0f2a7c60aa3ce575&lang=en&cache-only=0",
            "defineEn": "take illegally; of intellectual property",
            "defineVi": "lấy trái phép; sở hữu trí tuệ"
        },
        {
            "id": "3009a71a-f3a2-409a-9c24-a444f06a0130",
            "word": "to constrain",
            "phonetic": "tə kənstɹeɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Each of them constrain our x's and y's.",
                "Similarly, behavior is constrained by an animal's physiology.",
                "First, the principles of precedent and stare decisis constrain the possible decisions that justices can make.",
                "So at that point, you have constrained the torpedo in six degrees of freedom.",
                "This constrained it to a line in the xy plane, this constrained our solution set to another line in the xy plane."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc3RyYWlu&hash=48420ed0b74ad8f99ed9554b3a0a3441243097e3&lang=en&cache-only=0",
            "defineEn": "to close within bounds, or otherwise limit or deprive of free movement",
            "defineVi": "để đóng cửa trong giới hạn, hoặc hạn chế hoặc tước quyền di chuyển tự do"
        },
        {
            "id": "a721532e-8ea2-41f8-ad3a-f26aabffc066",
            "word": "to renege",
            "phonetic": "tə ɹᵻnɛdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He said that the Chinese government had reneged on some of the policies and promises that they have made.",
                "And then in the run-up to the launch of the Mate 10 in 2018, which was really this big flagship phone, both carriers seemed to renege on that agreement with Huawei, and Huawei was left without any carrier partners in the US.",
                "Biden was crystal clear that, even as we sought a reset with Russia, we weren't going to renege on our basic principles."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVuZWdl&hash=2ad224389cf956e1ffea442cdf13861493c381da&lang=en&cache-only=0",
            "defineEn": "to act against an agreement, promise, etc.",
            "defineVi": "để hành động chống lại một thỏa thuận, lời hứa, vv"
        },
        {
            "id": "a3c95350-311a-4c24-8745-19a7a439050d",
            "word": "to dilute",
            "phonetic": "tə daɪluːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Excessive rainfall can dilute the salt in the water, which could kill the oysters.",
                "You dilute it enough.",
                "Yeah, to dilute this.",
                "So you should always dilute it with water.",
                "Fortunately, there's no more than a few grams in use at a given time, So a leak would be quickly diluted."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlsdXRl&hash=3a26514762ab37c3cb16f8bc10cf73b37a6e1c03&lang=en&cache-only=0",
            "defineEn": "corrupt, debase, or make impure by adding a foreign or inferior substance; often by replacing valuable ingredients with inferior ones",
            "defineVi": "làm hỏng, giảm giá trị hoặc làm ô uế bằng cách thêm một chất lạ hoặc kém chất lượng; thường bằng cách thay thế các thành phần có giá trị bằng những thành phần kém hơn"
        },
        {
            "id": "d8f03327-7674-4c62-bd54-a4f2f4f2c84a",
            "word": "to surmise",
            "phonetic": "tə sɚmaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The study surmised that with good hygiene and social distancing measures, there was no spread of Covid-19 in gyms.",
                "Not all animals have them, as you’ve probably surmised, but carnivores, rodents, and many primates do.",
                "Now he correctly surmised that these tiny positively charged ions were themselves fundamental particles: Protons.",
                "What we do, what we can surmise out of them, and part of the fun and challenge of speaking to a Washington audience is there might be someone in this room who, like, wrote the ECG plan who knows I'm entirely wrong about this."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VybWlzZQ&hash=d9ad1f8bef53da5c8a4fbb282b16492e7e4ef47f&lang=en&cache-only=0",
            "defineEn": "imagine to be the case or true or probable",
            "defineVi": "tưởng tượng là trường hợp hoặc đúng hoặc có thể xảy ra"
        },
        {
            "id": "410b8986-74d6-4abb-888a-ba3997797c4d",
            "word": "to elicit",
            "phonetic": "tʊ ᵻlɪsᵻt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The assault on the Capitol by Trump-supporting extremists elicits widespread condemnation from across the globe.",
                "Basically, they elicit bugs.",
                "But in many drivers, it mostly elicits indifference.",
                "Their strategy is to elicit information about the girls and the bar owner from its mamasan.",
                "Previous attempts at climate diplomacy had failed to elicit real change."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWxpY2l0&hash=f5c29fe06bdac86bd167e034b7f2d56a9d111a99&lang=en&cache-only=0",
            "defineEn": "to help a student come to a conclusion themselves instead of providing them with an answer directly",
            "defineVi": "để giúp học sinh tự đưa ra kết luận thay vì cung cấp cho họ câu trả lời trực tiếp"
        },
        {
            "id": "4a91c282-933e-451c-b97f-f8cc143c4ed6",
            "word": "to chide",
            "phonetic": "tə tʃaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The old man chided his wife, saying that one tongue is enough for a woman and it should be used for less talking and more listening."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hpZGU&hash=58ad7f5550740990865c3f14163e6bf67c91c3fe&lang=en&cache-only=0",
            "defineEn": "censure severely or angrily",
            "defineVi": "kiểm duyệt nghiêm trọng hoặc giận dữ"
        },
        {
            "id": "aacf3d16-d365-4c7b-911d-514437d1220e",
            "word": "to unyoke",
            "phonetic": "tʊ ʌnjoʊk ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdW55b2tl&hash=c6619cf63b5f7e89e7ff19e76ebfd9bfb8f1a111&lang=en&cache-only=0",
            "defineEn": "remove the yoke from",
            "defineVi": "loại bỏ ách khỏi"
        },
        {
            "id": "360bc411-a799-4f3c-b1c2-ee16f6b203a0",
            "word": "to abut",
            "phonetic": "tʊ ɐbʌt ",
            "partOfSpeechType": "verb",
            "examples": [
                "It abuts blues and rhythm and blues.",
                "And it abuts jazz.",
                "And you just abut them in a row.",
                "They sterilized or simply executed hundreds of thousands of victims based of their answers to IQ test questions that were really more abut adhering to social norms than measuring actual intelligence."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWJ1dA&hash=95be7e5611095ccf53e8d818a9ed416ff09a63dc&lang=en&cache-only=0",
            "defineEn": "lie adjacent to another or share a boundary",
            "defineVi": "nằm cạnh nhau hoặc chia sẻ một ranh giới"
        },
        {
            "id": "eba51b1f-89b8-42d6-ade7-2f687eaca789",
            "word": "to awaken",
            "phonetic": "tʊ ɐweɪkən ",
            "partOfSpeechType": "verb",
            "examples": [
                "When I tasted the hot sauce, my taste buds were instantly awakened by its intense heat and bold flavor.",
                "Isis and her hostess were soon awakened by loud wailing.",
                "That night in Tokyo, the prime minister was awakened with a disturbing message.",
                "As the sun sinks behind the waves, these performers awaken and get ready for their all-night show.",
                "Also unlike other destructive movie monsters of that era, he is awakened by radiation, not created from it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXdha2Vu&hash=57e001e8f78cab252349d095fe5a3d3352e3509b&lang=en&cache-only=0",
            "defineEn": "to cause someone to become aware of something, often by providing new information or insights",
            "defineVi": "để khiến ai đó nhận thức được điều gì đó, thường bằng cách cung cấp thông tin hoặc hiểu biết mới"
        },
        {
            "id": "0bf48595-3788-410f-8860-7d8f0e413cdd",
            "word": "to taunt",
            "phonetic": "tə tɔːnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "You'll never be respected around here if you keep taking these taunts lying down.",
                "The positive charge on the carbocation is irresistibly taunting to the bromide ion.",
                "Taunting the deadly spider, trying to get it to come out of its hole.",
                "MALCOLM BRABANT: Migrants in temporary accommodation are taunted by an extremist group, Britain First.",
                "And they begin to taunt the protesters."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGF1bnQ&hash=c5121ac7abf3eadf0e60755aeac71c4a9283fd92&lang=en&cache-only=0",
            "defineEn": "harass with persistent criticism or carping",
            "defineVi": "quấy rối bằng những lời chỉ trích hoặc chỉ trích dai dẳng"
        },
        {
            "id": "d8c9db7c-3325-4a71-af0a-9e5a06df3377",
            "word": "to leverage",
            "phonetic": "tə lɛvɚɹɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Leverage is more like an investment.",
                "We leverage things about the device and those types of things for fraud protection purposes.",
                "We have leverage on paper.",
                "Leverage can also go the other way.",
                "Less leverage often leads to higher prices."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGV2ZXJhZ2U&hash=da070ff839d02b2e1ad7a629ea2590c81ca3faba&lang=en&cache-only=0",
            "defineEn": "provide with leverage",
            "defineVi": "cung cấp đòn bẩy"
        },
        {
            "id": "d5572044-0582-4339-9af1-69cabec711a4",
            "word": "to jettison",
            "phonetic": "tə dʒɛɾɪsən ",
            "partOfSpeechType": "verb",
            "examples": [
                "The factory had been China, Mexico, outsourced somewhere, and then they were left, at 50, 55, 57, maybe with a high school education, maybe a little bit of college, and they were jettisoned out of the work force.",
                "He’s jettisoning them. ",
                "So, to get even more compact, they’ve done something kind of drastic: most of the neurons have jettisoned their space-hogging nuclei.",
                "Yet in the French Revolution and in many other revolutions, as we’ll see, the nation in times of stress could jettison this consensus about the rule of law and rights and become dictatorial, searching out enemies within and relying on force instead of consensus building.",
                "Worse, if a big proportion of cells never fire, then they are superfluous and evolution should have jettisoned them long ago."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gamV0dGlzb24&hash=b10e50f916d13284acfcda4ea87cc2319ea20f59&lang=en&cache-only=0",
            "defineEn": "throw away, of something encumbering",
            "defineVi": "ném đi, của một cái gì đó gây trở ngại"
        },
        {
            "id": "50682e8d-2b01-4ef7-a6b9-15ea9d1c6a36",
            "word": "to astound",
            "phonetic": "tʊ ɐstaʊnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "I’m astounded that this program has been going on for 80 years, under the radar. ",
                "In fact, when your full attention is directed elsewhere, you’d be astounded by the scope of obvious things you fail to notice."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXN0b3VuZA&hash=4b6701330630879f3a3b9ec8f1a0f0e69450694a&lang=en&cache-only=0",
            "defineEn": "to greatly shock or surprise someone",
            "defineVi": "gây sốc hoặc làm ai đó ngạc nhiên"
        }
    ]
}