{
    "id": "68c487c5-9eef-479e-a7e1-8728685feb35",
    "title": "You're Under Arrest!",
    "originalTitle": "Lesson 8",
    "words": [
        {
            "id": "f3563728-bf5f-4f3b-91bc-ebc7134eacc7",
            "word": "to capture",
            "phonetic": "tə kæptʃɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The colorful fish in the aquarium captured my attention.",
                "The firm has captured the lion’s share of the UK market.",
                "The talented artist painted a beautiful portrait of a woman, capturing her strength and inner beauty on the canvas.",
                "I took a photo of the mountain peak, capturing its majestic beauty.",
                "The photographer zoomed in on the flower to capture its intricate details."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FwdHVyZQ&hash=7dc4eba13b3df86fe3161bd5086e520fadf55457&lang=en&cache-only=0",
            "defineEn": "to catch an animal or a person and keep them as a prisoner",
            "defineVi": "để bắt một con vật hoặc một người và giữ chúng như một tù nhân",
            "hasImg": true
        },
        {
            "id": "18ebdeb1-2299-41af-b534-9d0bb338d7e2",
            "word": "to expose",
            "phonetic": "tʊ ɛkspoʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company's unethical practices were exposed, putting them in a bad light in the eyes of consumers.",
                "The company's previous unethical practices were exposed, and as old sins cast long shadows, it led to a loss of customers and revenue.",
                "If you've got a skeleton in the closet, it will probably be exposed during this campaign.",
                "If you've got a skeleton in the cupboard, it will probably be exposed during this campaign.",
                "He goes hammer and tongs in exposing the evil men through his pen."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwb3Nl&hash=7767d3d9f637ad07cba1f4d758bd7f8f699cac9f&lang=en&cache-only=0",
            "defineEn": "to publicly reveal a secret and make it known",
            "defineVi": "để công khai tiết lộ một bí mật và làm cho nó được biết đến"
        },
        {
            "id": "49d3da77-48d8-4055-8a95-d01a89f06194",
            "word": "to get away with",
            "phonetic": "tə ɡɛt ɐweɪ wɪð ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company had been getting away with murder for years before the scandal broke.",
                "We would have gotten away with our plan if your dumb cousin hadn't started shooting off his mouth all over town.",
                "Do you think we could get away with just one coat of paint on that wall?",
                "He thought he'd get away with his crime, but he reckoned without the FBI agents.",
                "They thought they could get away with their secret plans, but when the truth comes out, the balloon will go up, and they'll have to face the consequences."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IGF3YXkgd2l0aA&hash=c88aee2d4861bd795b72e1f60dc08b9ed7fdccdc&lang=en&cache-only=0",
            "defineEn": "to escape punishment for one's wrong actions",
            "defineVi": "để thoát khỏi sự trừng phạt cho hành động sai trái của một người"
        },
        {
            "id": "2f7abe81-00f5-4d61-ae6e-4ec48d181f4b",
            "word": "to monitor",
            "phonetic": "tə mɑːnɪɾɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Boston front office has been monitoring the Leonard situation from afar and almost always kicks the tires when a premier talent hits the trade market.",
                "The new computer is an all-in-one that integrates the monitor, CPU, and speakers into a single unit.",
                "Oh sure, our science teacher is a real barrel of fun, especially when he's the detention monitor.",
                "Simply knowing that you could be monitoring them closely will cause your team members to take their time on the clock more seriously.",
                "You can initiate policies until the cows come home, but unless they're monitored, you won't get results."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW9uaXRvcg&hash=b1a64964bd93fcf7601b504500ecf00ce3e4fb10&lang=en&cache-only=0",
            "defineEn": "to secretly listen to a phone conversation between individuals in order to gain specific information",
            "defineVi": "để bí mật nghe một cuộc trò chuyện điện thoại giữa các cá nhân để có được thông tin cụ thể"
        },
        {
            "id": "861a26a9-d75e-4599-8fe6-3122eb4641fe",
            "word": "to pursue",
            "phonetic": "tə pɚsuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "Traditional stores are now pursuing a bricks and clicks strategy.",
                "Her success in the industry had opened doors for other women to pursue similar careers.",
                "Many adult learners enroll in evening classes to pursue further education.",
                "The entrepreneur shot for the moon by pursuing a risky business venture that had the potential for huge rewards.",
                "She put her singing career on the back burner to pursue her dream of being a movie star."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVyc3Vl&hash=6834ba33eea09471828752fa0b2a963ccbe278be&lang=en&cache-only=0",
            "defineEn": "to follow or chase someone or something, particularly to catch them",
            "defineVi": "theo dõi hoặc đuổi theo ai đó hoặc cái gì đó, đặc biệt là để bắt họ",
            "hasImg": true
        },
        {
            "id": "b07bbd43-cf0b-4a00-bd8b-9a0c7b4bdaed",
            "word": "to resist",
            "phonetic": "tə ɹᵻzɪst ",
            "partOfSpeechType": "verb",
            "examples": [
                "I can't resist the temptation of a loganberry muffin fresh out of the oven.",
                "The kids couldn't resist the temptation of the bowl filled with plump and juicy sweet cherries.",
                "I couldn't resist the temptation of buying a bag of seedless tangerines.",
                "As a meat lover, he couldn't resist the temptation of a tender beef roast, seasoned with herbs and spices.",
                "I couldn't resist trying the passion fruit sorbet at the ice cream shop."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzaXN0&hash=55e85bdb7f9838e242214717fba4c79b366848b0&lang=en&cache-only=0",
            "defineEn": "to make an effort to withstand or fight something, particularly with determination",
            "defineVi": "để nỗ lực chống lại hoặc chiến đấu với một cái gì đó, đặc biệt là với quyết tâm",
            "hasImg": true
        },
        {
            "id": "4bd7d7f4-98b8-441b-a9f8-87b621a4278e",
            "word": "to sentence",
            "phonetic": "tə sɛntəns ",
            "partOfSpeechType": "verb",
            "examples": [
                "A sentence always starts with a capital letter.",
                "What does this sentence mean?",
                "He served an 18-month sentence for theft.",
                "He is serving a ten-year jail sentence.",
                "Read me that last sentence again."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VudGVuY2U&hash=2e21790c7ace577b69e09edf4818380cb1deba76&lang=en&cache-only=0",
            "defineEn": "to officially state the punishment of someone found guilty in a court of law",
            "defineVi": "để chính thức tuyên bố hình phạt của một ai đó bị kết tội trong một tòa án của pháp luật",
            "hasImg": true
        },
        {
            "id": "8f508ad9-cddc-478d-9ade-44fd02df923f",
            "word": "to traffic",
            "phonetic": "tə tɹæfɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Every day about noon, traffic in town grinds to a halt.",
                "to control the traffic congestion",
                "You can hear the traffic from your room day and night.",
                "Priority is given to traffic already on the roundabout.",
                "The new traffic system worked up to a point, but it had its problems."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhZmZpYw&hash=c556542500a0ec811e5b66ba64483494910d8b2e&lang=en&cache-only=0",
            "defineEn": "to illegally trade something",
            "defineVi": "để kinh doanh bất hợp pháp một cái gì đó"
        },
        {
            "id": "55f3bd32-8ef2-4354-801b-929cf65b94c7",
            "word": "to witness",
            "phonetic": "tə wɪtnəs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The farmer witnessed the birth of a baby calf in the barn.",
                "The witness was clearly lying through his teeth.",
                "They found him a plausible witness.",
                "We witnessed sea turtles nesting on the shores of the island.",
                "Police have appealed for witnesses, but it seems the locals are keeping shtum."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2l0bmVzcw&hash=dbb06fa6046e59ad5d7f3d1b26bd756dff045df3&lang=en&cache-only=0",
            "defineEn": "to see an act of crime or an accident",
            "defineVi": "để xem một hành động tội phạm hoặc một tai nạn",
            "hasImg": true
        },
        {
            "id": "78e1cf8e-acef-43b4-9aa3-48979c30fc40",
            "word": "arrest",
            "phonetic": "ɚɹɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "They were arrested in the small hours of Saturday morning.",
                "The police officer arrested the thief and recovered the stolen items.",
                "50 police officers to arrest two unarmed men is surely using a sledgehammer to crack a nut.",
                "He was arrested for breaking and entering.",
                "The police officers tore the suspect out of the car and arrested him."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJyZXN0&hash=98c5c94b5bc2407bbfbfa5890b859d10805cb9f2&lang=en&cache-only=0",
            "defineEn": "the legal act of capturing someone and taking them to prison",
            "defineVi": "hành động hợp pháp để bắt một ai đó và đưa họ vào tù",
            "hasImg": true
        },
        {
            "id": "ed1e8432-4ef5-400c-be55-06951223f35a",
            "word": "bulletproof vest",
            "phonetic": "bʊlɪtpɹuːf vɛst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnVsbGV0cHJvb2YgdmVzdA&hash=42f729ad32299d958eeb6f5eae841d82a9befaa9&lang=en&cache-only=0",
            "defineEn": "a type of vest that is capable of protecting its wearer by stopping or reducing the force of bullets or shrapnel",
            "defineVi": "một loại áo vest có khả năng bảo vệ người mặc bằng cách ngăn chặn hoặc giảm lực của đạn hoặc mảnh đạn",
            "hasImg": true
        },
        {
            "id": "a605776c-034c-4b83-886a-19af9d8a458b",
            "word": "community service",
            "phonetic": "kəmjuːnᵻɾi sɜːvɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "And talk about that, his community service.",
                "This is the logic behind assigning community service to offenders.",
                "And he became as known for his business acumen, his community service, as he did for his music.",
                "Anna Morgan-Lloyd received three years of federal probation, plus community service, for a single misdemeanor.",
                "He got caught in a burglary and his sentence was community service, until: MIGUEL RAMIREZ:"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbXVuaXR5IHNlcnZpY2U&hash=dfd9aa41c3c753a11e7b34473e0808b284b73ae1&lang=en&cache-only=0",
            "defineEn": "unpaid work done either as a form of punishment by a felon or as a voluntary service by a citizen",
            "defineVi": "công việc không được trả lương được thực hiện như một hình thức trừng phạt của một kẻ phạm trọng tội hoặc như một nghĩa vụ tự nguyện của một công dân",
            "hasImg": true
        },
        {
            "id": "761da4cd-58d9-4f57-80c5-666c20a2ed8e",
            "word": "cell",
            "phonetic": "sɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Leave him in his cell.",
                "The prisoners are allowed out of their cells for two hours a day.",
                "Repairing or regrowing damaged brain cells is the end of the rainbow for neuroscience research.",
                "The cancer patient underwent radiation therapy to target and destroy cancer cells.",
                "Imagine two criminals, partners in crime, who are arrested and placed in separate cells with no means of communication."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VsbA&hash=187b9e26665aad216d6645f2906afae1d116a0f6&lang=en&cache-only=0",
            "defineEn": "a very small enclosed space in which a prisoner is kept",
            "defineVi": "một không gian kín rất nhỏ trong đó một tù nhân được giữ",
            "hasImg": true
        },
        {
            "id": "0df0533a-4d56-416f-b144-1f5ad705ad03",
            "word": "jail",
            "phonetic": "dʒeɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He is serving a ten-year jail sentence.",
                "He was holding, and the police hauled him off to jail.",
                "You go along with this or else you're going to jail.",
                "This time he gets a free pass but if he does it again, he’ll be sent to jail.",
                "The wealthy businessman was able to get the best lawyers and avoid jail time because, as the saying goes, money talks."
            ],
            "audio": "https://tts.langeek.co/read?text=amFpbA&hash=f796d9789508e8517a905001e001ec352d462bd4&lang=en&cache-only=0",
            "defineEn": "a place where criminals are put into by law as a form of punishment for their crimes",
            "defineVi": "một nơi mà tội phạm được thực hiện bởi pháp luật như một hình thức trừng phạt cho tội ác của họ",
            "hasImg": true
        },
        {
            "id": "e9ef9a4c-a788-4c20-b7ec-f27e52eb7546",
            "word": "life sentence",
            "phonetic": "laɪf sɛntəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The murderer was given three life sentences, to run concurrently.",
                "Peter had just begun a life sentence for murder.",
                "And some of them are still serving life sentences.",
                "You passed away on November 19, 2007, while serving out your life sentence in Menard Correctional Center.",
                "It mandated life sentences for offenders who had more than two prior convictions."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlmZSBzZW50ZW5jZQ&hash=fd69f79ce50308a2caab15d84802b31a295a27f8&lang=en&cache-only=0",
            "defineEn": "the punishment in which a felon is sentenced to stay in jail for the rest of their life",
            "defineVi": "hình phạt trong đó một tội phạm bị kết án ở tù cho phần còn lại của cuộc sống của họ"
        },
        {
            "id": "4739a7bc-f5d5-4e9d-87c5-84e26ba55fde",
            "word": "crime",
            "phonetic": "kɹaɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Crime doesn't pay.",
                "The crime of obtaining title to another's property by false pretenses.",
                "In these traditional stories, no crime goes unpunished.",
                "The crime was committed in broad daylight.",
                "Crime rates are soaring and our public transport system is beyond a joke."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpbWU&hash=fd35490915e9cbdca1bd0d90746d69a1a25469cb&lang=en&cache-only=0",
            "defineEn": "an illegal act that is punishable by law",
            "defineVi": "một hành động bất hợp pháp bị trừng phạt bởi pháp luật",
            "hasImg": true
        },
        {
            "id": "42ef5f45-33b3-492e-9e21-e1bc70992e31",
            "word": "eyewitness",
            "phonetic": "aɪwɪtnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eyewitness sketch of Mothman verified by others one of the original eyewitnesses.",
                "None of the eyewitnesses on the street has a clear view.",
                "Other studies about eyewitness testimony have reached similar conclusions, too.",
                "In the essay, he imagined an eyewitness demonstrating a traffic accident to some bystanders.",
                "Eyewitness testimony can be really useful, even when it comes to things like missing lunches."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXlld2l0bmVzcw&hash=cfda18b9acea0ff578108ad5a5f4531617be8a4a&lang=en&cache-only=0",
            "defineEn": "someone who has a first-hand experience of an object, event, etc. and can describe it",
            "defineVi": "một người có trải nghiệm trực tiếp về một đối tượng, sự kiện, v.v. và có thể mô tả nó",
            "hasImg": true
        },
        {
            "id": "f363e267-5a09-45bc-9ddd-d736d9780161",
            "word": "criminal",
            "phonetic": "kɹɪmɪnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In a criminal trial the standard of proof is beyond the reasonable doubt.",
                "She had built a reputation as a criminal lawyer.",
                "Imagine two criminals, partners in crime, who are arrested and placed in separate cells with no means of communication.",
                "It was discovered that the corrupt official was in league with the criminal organization.",
                "They rely on the police to investigate crimes and bring criminals to justice."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpbWluYWw&hash=155c8a18c0721ccef684e8a4f6ef7cd0439b84e4&lang=en&cache-only=0",
            "defineEn": "connected with or involving illegal or criminal activities",
            "defineVi": "kết nối với hoặc liên quan đến các hoạt động bất hợp pháp hoặc tội phạm"
        },
        {
            "id": "a706e112-13b2-4dc5-b6bd-90a8c7dbc783",
            "word": "offender",
            "phonetic": "əfɛndɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Offenders should receive their just deserts.",
                "There was no sort of prison system to hold offenders so the most efficient way of ridding society of them was by putting them to death.",
                "The fact that minor drug offenders are often given lengthy prison sentences while powerful drug lords evade capture and prosecution is a clear example of the proverb little thieves are hanged, but great ones escape.",
                "The city council believed that creating more laws would prevent littering, but it had the opposite effect, as the saying suggests 'the more laws the more offenders'.",
                "Dozens of new drug addicts and mentally ill offenders continue to arrive every day."
            ],
            "audio": "https://tts.langeek.co/read?text=b2ZmZW5kZXI&hash=3179e0d70f4887ef83661f6b32e40bdb6444542f&lang=en&cache-only=0",
            "defineEn": "someone who has committed a crime or done something against the moral code of conduct",
            "defineVi": "một người đã phạm tội hoặc làm điều gì đó trái với quy tắc đạo đức ứng xử",
            "hasImg": true
        },
        {
            "id": "331bd208-2bca-4f23-8ed4-bce19c84f81f",
            "word": "drug dealer",
            "phonetic": "dɹʌɡ diːlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The police officer was caught in league with the drug dealers to facilitate their operations.",
                "Their friends were drug dealers or pimps.",
                "These drug dealers know fully well the consequences of their criminal acts.",
                "Mexican immigrants were villainized as drug dealers and rapists.",
                "But they're flocking to drug dealers instead."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJ1ZyBkZWFsZXI&hash=47287683f2ea6dfa77922d82edb83f0868170da3&lang=en&cache-only=0",
            "defineEn": "someone who sells illegal drugs such as narcotics, opioids, etc.",
            "defineVi": "một người bán thuốc bất hợp pháp như ma túy, thuốc phiện, v.v.",
            "hasImg": true
        },
        {
            "id": "38e7445d-fd6a-41ab-bae4-b355988309f0",
            "word": "fraud",
            "phonetic": "fɹɔːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The mayor's political future has been hanging by a thread since the fraud scandal.",
                "To my knowledge, he has not been involved in the fraud scheme.",
                "Her ex-boss, she said, was 'a tyrant and a fraud'.",
                "Honestly, who better to lead an investigation into tax fraud than someone who was convicted of just that?",
                "Fraud is kind of like an arms race."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhdWQ&hash=3138663b3586508c3fea374786bc4ddb2d669d44&lang=en&cache-only=0",
            "defineEn": "a criminal who deceives people for financial interest or personal advantage",
            "defineVi": "một tên tội phạm lừa dối mọi người vì lợi ích tài chính hoặc lợi ích cá nhân"
        },
        {
            "id": "5cbb616a-4228-4c12-943e-18e7611ebc7f",
            "word": "gang",
            "phonetic": "ɡæŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gang did a warehouse and a supermarket.",
                "The biker gang plays up its tough demeanor and hellish reputation, but they're really just a bunch of regular guys.",
                "You look like a gang leader.",
                "The boys had at the gang members and gave them a beating.",
                "The detective warned the gang members that blood will have blood, and that their violent actions would only lead to more violence and retribution."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FuZw&hash=6a0542e90d35d4fd0f49d2b8cfee20682c56b762&lang=en&cache-only=0",
            "defineEn": "a group of criminals who work together",
            "defineVi": "một nhóm tội phạm làm việc cùng nhau",
            "hasImg": true
        },
        {
            "id": "c6c03763-e4d9-471a-886e-76c13208a313",
            "word": "pickpocket",
            "phonetic": "pɪkpɑːkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Joey was usually a very good pickpocket - people never knew anything about it.",
                "Things got better with the construction of elevated railroads and later subways that helped relieve traffic congestion but they created a new problem: pickpockets."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlja3BvY2tldA&hash=73cf54b3d078e0cfc4b77f21af274e800bd2d555&lang=en&cache-only=0",
            "defineEn": "a criminal who steals money or other goods from people's pockets or bags",
            "defineVi": "một tên tội phạm ăn cắp tiền hoặc hàng hóa khác từ túi hoặc túi của mọi người",
            "hasImg": true
        },
        {
            "id": "64aaa889-b944-4176-a365-099cd35647f6",
            "word": "bombing",
            "phonetic": "bɑːmɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their decision to begin bombing was, for all intents and purposes, a declaration of war.",
                "\"Timothy McVeigh and Terry Nichols, former Army buddies with a grudge against the government, planned the bombing.\"",
                "Those bombings would have ripped apart the consciousness of a more stable nation.",
                "The prime minister condemned the apparent bombing.",
                "The apartment bombings changed everything."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9tYmluZw&hash=c9270e24274e08aedbc2c30edf60fe08ac2f4880&lang=en&cache-only=0",
            "defineEn": "the act of using bombs, especially by terrorists",
            "defineVi": "hành động sử dụng bom, đặc biệt là bởi những kẻ khủng bố"
        },
        {
            "id": "c6e26eaf-1e4c-4df1-8e66-0025c0853be3",
            "word": "burglary",
            "phonetic": "bɜːɡlɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The police suspected Mat in a string of burglaries and assigned an undercover officer with a shady past to trail him.",
                "He has a long history of burglary, fraud, theft, and substance abuse.",
                "Charles McDuffie is in state prison serving a five-year sentence for burglary.",
                "\"Cough It was established that the President did not order this burglary.\"",
                "Erroll Brantley is being released from prison early, after serving 20 months for drug possession and burglary."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVyZ2xhcnk&hash=95b6e485e73c416770f3d035ef14018458434e7f&lang=en&cache-only=0",
            "defineEn": "the crime of entering a building to commit theft or other illegal activities",
            "defineVi": "tội vào tòa nhà để thực hiện hành vi trộm cắp hoặc các hoạt động bất hợp pháp khác",
            "hasImg": true
        },
        {
            "id": "0531615b-5dfa-46ee-9cfa-39159484abda",
            "word": "drunk driving",
            "phonetic": "dɹʌŋk dɹaɪvɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Getting arrested twice for drunk driving shows you've got a problem with alcohol.",
                "His reckless behavior finally came home to roost when he got arrested for drunk driving.",
                "As a result, those states saw an increase in drunk driving accidents involving teens.",
                "He was arrested twice in his 20s, once for trespassing and once for drunk driving.",
                "We decided to crack down on drunk driving and texting."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJ1bmsgZHJpdmluZw&hash=1dc7390977ceec2e77a59f20150506c181adc9f1&lang=en&cache-only=0",
            "defineEn": "the act of driving a vehicle such as a car while being drunk",
            "defineVi": "hành động điều khiển một phương tiện như ô tô trong khi say rượu",
            "hasImg": true
        },
        {
            "id": "dddc881b-9e93-4347-8b43-a53046b20159",
            "word": "identity theft",
            "phonetic": "aɪdɛntᵻɾi θɛft ",
            "partOfSpeechType": "noun",
            "examples": [
                "Statistics show that millions of people are victims of identity theft each year.",
                "I fell victim to identity theft.",
                "The worst-case scenario can include things like credit-card fraud and identity theft.",
                "Months later, Hoehn was the victim of identity theft.",
                "Credit card fraud remains the most common type of identity theft in the U.S., accounting for over 40 percent of all identity theft reports."
            ],
            "audio": "https://tts.langeek.co/read?text=aWRlbnRpdHkgdGhlZnQ&hash=80cc2f0660fe525cfff972c5896606b89530e0b4&lang=en&cache-only=0",
            "defineEn": "the illegal use of someone's name and personal information without their knowledge, particularly to gain money or goods",
            "defineVi": "việc sử dụng bất hợp pháp tên và thông tin cá nhân của ai đó mà họ không biết, đặc biệt là để kiếm tiền hoặc hàng hóa"
        },
        {
            "id": "042723e3-61e1-4ee8-bb27-f7717b45b97e",
            "word": "robbery",
            "phonetic": "ɹɑːbɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "That's highway robbery!",
                "It’s daylight robbery!",
                "He did six years for armed robbery.",
                "He got ten years for armed robbery.",
                "Paying nine bucks for 200g of dried mango is highway robbery."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9iYmVyeQ&hash=e22737c4ae3c04833481b48b2c77878acf397327&lang=en&cache-only=0",
            "defineEn": "the crime of stealing money or goods from someone or somewhere, especially by violence or threat",
            "defineVi": "tội ăn cắp tiền hoặc hàng hóa từ ai đó hoặc ở đâu đó, đặc biệt là bằng bạo lực hoặc đe dọa",
            "hasImg": true
        },
        {
            "id": "d2911328-04f7-4bee-9c78-69122db007ee",
            "word": "shooting",
            "phonetic": "ʃuːɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Police said his shooting had the earmarks of a professional job.",
                "The basketball player's impressive shooting skills were hitting opponents out of the park, scoring multiple three-point shots and leading his team to a victory.",
                "I looked up at the night sky and saw a shooting star.",
                "Shooting erupted this afternoon at a high school in Knoxville, Tennessee.",
                "That night, the shooting stopped."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvb3Rpbmc&hash=e8f4543fe0e215abbca4c045144bbfc1cc87321f&lang=en&cache-only=0",
            "defineEn": "the action of opening fire toward a person",
            "defineVi": "hành động nổ súng về phía một người",
            "hasImg": true
        },
        {
            "id": "d39b3e06-f351-42d6-8ac2-301b4953c97d",
            "word": "shoplifting",
            "phonetic": "ʃɑːplɪftɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Both Rank One and NEC recently made the news after their algorithms misidentified a black man in Detroit as a suspect in a shoplifting case.",
                "This is one of the main things that distinguishes it from ordinary stealing or shoplifting.",
                "Shoplifting is usually planned or it can be impulsive, but the items are taken for some benefit to the person like they need them, or a teenager may do it to be part of a group.",
                "Like, one 2011 study found that people who were exposed to something disgusting tended to make harsher moral judgments for things like stealing library books, shoplifting, and accepting bribes.",
                "Many also say this tech should not be used to help solve low-level crimes like shoplifting or drug use, though some concede that it may eventually be appropriate to use facial recognition on still photos to help solve violent crimes or kidnappings."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvcGxpZnRpbmc&hash=40eed83b8a6d0d7c8764b08366b129732a8fd4f7&lang=en&cache-only=0",
            "defineEn": "the crime of stealing goods from a store without the knowledge of the shopkeeper",
            "defineVi": "tội ăn cắp hàng hóa trong cửa hàng mà chủ cửa hàng không hề hay biết",
            "hasImg": true
        },
        {
            "id": "53d6f9cc-7c9c-4a8a-b2da-0159f261dc69",
            "word": "terrorism",
            "phonetic": "tɛɹɚɹɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "We need new measures to help fight terrorism.",
                "Our work in Iraq is valuable and important, but we cannot put our faith in draining the swamp of terrorism by military means alone.",
                "You would slow terrorism down.",
                "For the U.S., the focus is international terrorism.",
                "We, too, have a terrorism problem."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVycm9yaXNt&hash=967a2baf36df82542c07fefbf7d056105d57ea46&lang=en&cache-only=0",
            "defineEn": "the act of using violence such as killing people, bombing, etc. to gain political power",
            "defineVi": "hành động sử dụng bạo lực như giết người, đánh bom, vv để đạt được quyền lực chính trị",
            "hasImg": true
        },
        {
            "id": "f894f131-b456-4711-9bcc-8d0cbbfd1fa2",
            "word": "vandalism",
            "phonetic": "vændəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Examples include: assault, vandalism, harassment, battery, so forth.",
                "The violence and vandalism is being led by Antifa and other radical left-wing groups.",
                "Detectives later discovered that the vandalism suspects were also responsible for a series of murders in the Los Angeles area.",
                "Reports of raccoon vandalism have plagued cities like Portland, Chicago, and New York City, and as raccoon-ridden cities know, we can't seem to stop them.",
                "Trump suffers a major hit in his reputation in New York because people see this as an act of vandalism."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFuZGFsaXNt&hash=097c4a4dbb1cd77740ae234b428f0af79aad69f2&lang=en&cache-only=0",
            "defineEn": "the intentional damage or destruction of property belonging to another person or organization",
            "defineVi": "cố ý làm hư hỏng hoặc phá hủy tài sản của người khác hoặc tổ chức",
            "hasImg": true
        },
        {
            "id": "8472f142-c0c2-4263-82bf-0895a1f0c75c",
            "word": "violence",
            "phonetic": "vaɪələns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Violence in the last analysis produces more violence.",
                "Violence in the last analysis produces more violence.",
                "People are being driven to violence by police action.",
                "She called on both sides to stop the violence.",
                "The detective warned the gang members that blood will have blood, and that their violent actions would only lead to more violence and retribution."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlvbGVuY2U&hash=2b42bb1d7a799b07d63c541b2dd4b8e62c3222c5&lang=en&cache-only=0",
            "defineEn": "behavior directed intentionally toward a person or creature to hurt, injure, or kill them",
            "defineVi": "hành vi cố ý hướng tới một người hoặc sinh vật để làm tổn thương, làm bị thương hoặc giết họ",
            "hasImg": true
        },
        {
            "id": "2c7f7437-c042-409c-9d3c-16b79f40c0fc",
            "word": "to break out",
            "phonetic": "tə bɹeɪk aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Soon, however, a thunderstorm breaks out.",
                "And a massive slave revolt broke out.",
                "Nationwide protests broke out over the police killings of George Floyd in Minneapolis and Breonna Taylor in Louisville.",
                "But the war broke out.",
                "Civil war broke out."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJlYWsgb3V0&hash=82e24a22efcb7162ad985889e7e7505d0ac6c746&lang=en&cache-only=0",
            "defineEn": "to escape from a place of confinement",
            "defineVi": "để thoát khỏi một nơi giam cầm",
            "hasImg": true
        },
        {
            "id": "53c02d57-7dd2-45ac-93ad-a08b289a328a",
            "word": "to hang",
            "phonetic": "tə hæŋ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The patient's life was hanging by a thread.",
                "The mayor's political future has been hanging by a thread since the fraud scandal.",
                "She hangs a painting on the wall to add color to the room.",
                "He was finally getting the hang of his job.",
                "He hung tight for 50 minutes, awaiting further instructions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFuZw&hash=2ddf017259ee874ae4d55d6c5e54dae32d31795b&lang=en&cache-only=0",
            "defineEn": "to kill a person by tying a rope around their neck and making them suspended in the air",
            "defineVi": "để giết một người bằng cách buộc một sợi dây quanh cổ họ và khiến họ lơ lửng trong không trung"
        },
        {
            "id": "ad5281a6-f85c-41a8-8d07-706fa8ec3e06",
            "word": "break",
            "phonetic": "bɹeɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their approach to sports teaching broke the mold.",
                "The movie broke all box-office records.",
                "The movie broke box office records in the US.",
                "The bag broke under the weight of the bottles inside it.",
                "My watch has broken."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWs&hash=d95de3db3ce6955e70bb482a4e1c418429d97bff&lang=en&cache-only=0",
            "defineEn": "an escape from a place of confinement",
            "defineVi": "thoát khỏi nơi giam cầm"
        },
        {
            "id": "9e81caf0-f38f-4da6-80f4-8ce41c7292f8",
            "word": "grass",
            "phonetic": "ɡɹæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The sunny weather melted the snow, revealing patches of green grass.",
                "Don't let the grass grow under your feet, kid.",
                "I need to cut the grass in the backyard with a lawnmower.",
                "She learned the hard way that the grass is always greener on the other side.",
                "I saw a lion hunting for prey in the tall grass."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Jhc3M&hash=3b8f42ae9bc2cf092ac91d43c9a3ef062d317172&lang=en&cache-only=0",
            "defineEn": "a type of drug derived from the dried leaves and flowers of a plant called cannabis, which is illegal in many countries",
            "defineVi": "một loại ma túy có nguồn gốc từ lá và hoa khô của một loại cây gọi là cần sa, là bất hợp pháp ở nhiều quốc gia",
            "hasImg": true
        },
        {
            "id": "6b1fb764-1205-44da-9d54-ed56821eaea4",
            "word": "narc",
            "phonetic": "nɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmFyYw&hash=03a5f84fb0c85039c7e97caa8464edc9e7bcb561&lang=en&cache-only=0",
            "defineEn": "someone, particularly a police officer, whose job consists of dealing with the illegal use, production, or selling of drugs",
            "defineVi": "một người nào đó, đặc biệt là một sĩ quan cảnh sát, có công việc liên quan đến việc xử lý việc sử dụng, sản xuất hoặc bán trái phép chất gây nghiện"
        },
        {
            "id": "cf646654-62a9-4881-be2f-f1c843b92e60",
            "word": "stoned",
            "phonetic": "stoʊnd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RvbmVk&hash=0d97b4606ea3ca8610012f2a773edbc0cb0ba1f4&lang=en&cache-only=0",
            "defineEn": "feeling or acting unusually different because of being affected by alcohol, marijuana, etc.",
            "defineVi": "cảm thấy hoặc hành động khác thường vì bị ảnh hưởng bởi rượu, cần sa, v.v."
        },
        {
            "id": "e5870fb1-8071-471f-94a2-731e5496543b",
            "word": "to trip",
            "phonetic": "tə tɹɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Our trip is still very much up in the air.",
                "We often take weekend trips to nearby cities for sightseeing and relaxation.",
                "During the camping trip, we played a game of charades around the campfire.",
                "She packed a small bag of peanuts for her road trip.",
                "She has had a good time on her trip so far."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJpcA&hash=918c5baa9462031595a336dc9d8c7c09cc61cc04&lang=en&cache-only=0",
            "defineEn": "to experience a powerful and sometimes unusual change in one's thoughts, feelings, and perceptions as a result of taking drugs such as LSD or magic mushrooms",
            "defineVi": "trải nghiệm một sự thay đổi mạnh mẽ và đôi khi bất thường trong suy nghĩ, cảm xúc và nhận thức của một người do dùng các loại thuốc như LSD hoặc nấm ma thuật"
        },
        {
            "id": "146c7633-af3f-4a49-bc69-647bf1f94e14",
            "word": "breathalyzer",
            "phonetic": "bɹɛθɐlaɪzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The breathalyzer returns a blood alcohol reading of .108 percent, above the legal limit of .08 percent.",
                "We have special devices for it that are similar to the breathalyzers used to measure blood-alcohol content.",
                "When Rolfe now asks Brooks if he’ll take a breathalyzer test, Brooks hesitates at first.",
                "This is why breathalyzers work.",
                "You just wanna check if you've been drinking, so we've got this breathalyzer in the car and we check and make sure that there's no alcohol left, 'cause at night you're partying and try to stop drinking around 2 a.m."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYXRoYWx5emVy&hash=2fbe242a397ce3a6320cf1fe9a703bc7b14e3df6&lang=en&cache-only=0",
            "defineEn": "a special device used by the police, which analyzes the content of a driver's breath to determine how much alcohol they have consumed",
            "defineVi": "một thiết bị đặc biệt được cảnh sát sử dụng, phân tích hàm lượng hơi thở của người lái xe để xác định lượng rượu họ đã uống",
            "hasImg": true
        },
        {
            "id": "ac0adb9b-a0d4-4e21-98cd-e19ba882aae8",
            "word": "to disobey",
            "phonetic": "tə dɪsoʊbeɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The way you kids deliberately disobey me makes me hot under the collar!",
                "So you might disobey.",
                "First Massachusetts passed a set of resolutions calling for colonists to: one, disobey the Intolerable Acts, two, stop paying taxes, and three, prepare for war.",
                "It's a simple counting relationship that must be obeyed by a set of questions with definite answers, but which quantum states seem to disobey.",
                "In this and other areas of life people did disobey Absolutist rules."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzb2JleQ&hash=5067124bd3ceb0e02b75a81421c901f21c8251ec&lang=en&cache-only=0",
            "defineEn": "to refuse to act according to a law, rule, or what a person in authority asks one to do",
            "defineVi": "từ chối hành động theo luật, quy tắc hoặc những gì một người có thẩm quyền yêu cầu một người làm"
        },
        {
            "id": "03048be6-d69d-4ab6-8e10-b931eaf8ee13",
            "word": "to lock away",
            "phonetic": "tə lɑːk ɐweɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Fortunately, some clues are locked away at the edge of our solar system, and scientists are starting to uncover them.",
                "Alfalfa keeps its pollen locked away inside its flowers.",
                "The meter isn’t a physical object, locked away in a secret vault somewhere.",
                "and it stays locked away in the mushroom for up to a year.",
                "Therefore, more female sociopaths are out in the world, roaming about, not locked away in prison."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9jayBhd2F5&hash=5c7471cc71e98d9b7765ddf46785e564e6cc6ad9&lang=en&cache-only=0",
            "defineEn": "to put a person in a place where they can not escape from, such as a psychiatric hospital or prison",
            "defineVi": "để đưa một người vào một nơi mà họ không thể trốn thoát, chẳng hạn như một bệnh viện tâm thần hoặc nhà tù",
            "hasImg": true
        },
        {
            "id": "98559954-1b91-42f8-bf7e-aaccf3c54cfd",
            "word": "dead to rights",
            "phonetic": "dɛd tə ɹaɪts ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVhZCB0byByaWdodHM&hash=cbb88e8319a2a5639b4de437378e7881214f257b&lang=en&cache-only=0",
            "defineEn": "in a situation that undeniably proves someone to be guilty of a crime or wrongdoing",
            "defineVi": "trong một tình huống không thể phủ nhận chứng minh ai đó phạm tội hoặc làm sai"
        },
        {
            "id": "e3ca96f9-17fd-4bfc-ace4-7dc8a06c6388",
            "word": "scam",
            "phonetic": "skæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "It turns out the online college was a total scam.",
                "My grandfather keeps falling for online scams and giving away his personal information.",
                "the email purports to be from a bank, but it's actually a phishing scam.",
                "John witnessed how a known scam artist was treated with respect and admiration once he had made a fortune through his shady dealings.",
                "But 47 % were scams."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NhbQ&hash=c0ad6ebe39b754fba7aff0ea0081b659034510f6&lang=en&cache-only=0",
            "defineEn": "a dishonest or illegal way of gaining money",
            "defineVi": "một cách kiếm tiền không trung thực hoặc bất hợp pháp"
        },
        {
            "id": "9dc47649-50e6-417d-be4e-ec5d162965ca",
            "word": "to scam",
            "phonetic": "tə skæm ",
            "partOfSpeechType": "verb",
            "examples": [
                "It turns out the online college was a total scam.",
                "My grandfather keeps falling for online scams and giving away his personal information.",
                "the email purports to be from a bank, but it's actually a phishing scam.",
                "John witnessed how a known scam artist was treated with respect and admiration once he had made a fortune through his shady dealings.",
                "But 47 % were scams."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NhbQ&hash=49cd447b1001fa0572617aa35854c9e60859fe2d&lang=en&cache-only=0",
            "defineEn": "to get money from people by using dishonest or illegal methods",
            "defineVi": "để có được tiền từ những người bằng cách sử dụng phương pháp không trung thực hoặc bất hợp pháp"
        }
    ]
}