{
    "id": "694c6b84-032e-43a7-a5ba-5f02bb536fb4",
    "title": "Scholarly Research",
    "originalTitle": "Lesson 48",
    "words": [
        {
            "id": "ab2249c0-ba2f-40dc-88b6-c266903cbe8a",
            "word": "detectable",
            "phonetic": "dɪtɛktəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "If we had radio antennas for ears, the Van Allen chorus would be detectable in the audible range of human hearing.",
                "There are maybe 100 billion galaxies detectable by our telescopes.",
                "These will be detectable from future space telescopes and giant ground-based observatories planned on Earth.",
                "It’s also not detectable until the third trimester of pregnancy, and abortion that late in pregnancy is also illegal in many states.",
                "And those aren’t detectable from Earth because our atmosphere soaks them up."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV0ZWN0YWJsZQ&hash=f918db78414b0d902581961f336eb295fbb75c24&lang=en&cache-only=0",
            "defineEn": "able to be noticed or discovered",
            "defineVi": "có thể được chú ý hoặc phát hiện"
        },
        {
            "id": "c63649e0-33e1-4b1c-af83-85ef84cc2ac6",
            "word": "empirical",
            "phonetic": "ɛmpɪɹɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Empirical research hasn't really supported his hierarchy.",
                "So the empirical rule just gives us that answer.",
                "So what is the empirical formula?",
                "But the empirical evidence is limited.",
                "Does it rely on empirical data?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1waXJpY2Fs&hash=1ae202ac5332cce79fd96a75f9f2936e8a3ebc0a&lang=en&cache-only=0",
            "defineEn": "based upon observations or experiments instead of theories or ideas",
            "defineVi": "dựa trên các quan sát hoặc thí nghiệm thay vì lý thuyết hoặc ý tưởng"
        },
        {
            "id": "69c80aa4-8e77-4cd0-8cc5-878b0d99e6b5",
            "word": "experimental",
            "phonetic": "ɛkspɛɹɪmɛntəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The musician built a better mousetrap by incorporating new sounds and genres into their music, resulting in a more diverse and experimental sound.",
                "Test engineers are a bit like the experimental kind.",
                "They were developing a new experimental protocol.",
                "This experimental composition was a key part of The Exorcist, a film that changed horror music forever.",
                "So, state agencies have turned to a more experimental form of escape ramp."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwZXJpbWVudGFs&hash=c7ec1d9c857d0dccbb6778f736010919d50ab33b&lang=en&cache-only=0",
            "defineEn": "relating to scientific experimentation, based on untested hypotheses or approaches and not yet confirmed or finalized",
            "defineVi": "liên quan đến thử nghiệm khoa học, dựa trên các giả thuyết hoặc phương pháp chưa được kiểm chứng và chưa được xác nhận hoặc hoàn thiện"
        },
        {
            "id": "8a25946c-6d8b-4498-95f0-fa9fabd24db1",
            "word": "preliminary",
            "phonetic": "pɹɪlɪmɪnɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "There was a preliminary agreement.",
                "He never asked for preliminary permission.",
                "This gave me some good preliminary data.",
                "[Narrator] Before the main event, the riders in the 450 class compete in preliminary heats to determine their position at the starting line.",
                "President Biden released a preliminary outline of his $1.5 trillion budget for 2022 today."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlbGltaW5hcnk&hash=fd40b003aed7f2a7440621c0732858d505b4a1ac&lang=en&cache-only=0",
            "defineEn": "occurring before a more important thing, particularly as an act of introduction",
            "defineVi": "xảy ra trước một điều quan trọng hơn, đặc biệt là một hành động giới thiệu"
        },
        {
            "id": "bcde7f00-ca14-422b-8894-29b3b3516386",
            "word": "qualitative",
            "phonetic": "kwɔlᵻteɪɾɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The other part of this is qualitative substantiality.",
                "But you can get a qualitative feel for what's going on here.",
                "But there's these qualitative things that you just know if you spend time running a Weed Eater.",
                "Where quantitative data try to measure, qualitative data try to illustrate, or characterize.",
                "This was a qualitative, or value-based practice: it was hard to date rocks just by looking at them."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhbGl0YXRpdmU&hash=206458d2bf2a6a3bdf35cd83ebdaba2691153373&lang=en&cache-only=0",
            "defineEn": "related to or involving quality of something, not numbers or amounts",
            "defineVi": "liên quan đến hoặc liên quan đến chất lượng của một cái gì đó, không phải số lượng hoặc số lượng"
        },
        {
            "id": "1566e36d-3025-4be2-9bc5-755ca814183e",
            "word": "quantitative",
            "phonetic": "kwɔntᵻteɪɾɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Quantitative data are your friend here.",
                "And quantitative evidence can be used in lots of different ways.",
                "After World War Two, they established ecosystem ecology as a richly quantitative discipline.",
                "Now, basically, you're going into quantitative tightening.",
                "Basically, quantitative evidence is information that you can count or tally up."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhbnRpdGF0aXZl&hash=9a39f35411410bbcb343b645d50cbc5837939cf8&lang=en&cache-only=0",
            "defineEn": "related to or involving numbers or amounts, not quality",
            "defineVi": "liên quan đến hoặc liên quan đến số lượng hoặc số lượng, không phải chất lượng"
        },
        {
            "id": "155974ea-ffdc-4efc-902e-7a0614e5d6ae",
            "word": "scholarly",
            "phonetic": "skɑːlɚli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He's not as scholarly as you think.",
                "And the problem of infiltration of law enforcement and military by these groups has been the subject of a great deal of scholarly study, a great deal of journalistic expose.",
                "His collection was styled like that of the famed Brothers Grimm, though the inclusion of his sources and the places where he heard the stories lends greater scholarly legitimacy to his work.",
                "The world’s oldest library still in existence, the library at al-Qarawiyyin University in Morocco, which opened in 859 CE, isn’t a religious collection but a scholarly one.",
                "If this sounds like a conspiracy theory, that's because it sort of was at the time, but it's now taken quite seriously and has been the subject of considerable scholarly publication."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nob2xhcmx5&hash=67b911e333c4f8066cbe092f2a961b29ea1080df&lang=en&cache-only=0",
            "defineEn": "related to or involving academic study",
            "defineVi": "liên quan đến hoặc liên quan đến nghiên cứu học thuật"
        },
        {
            "id": "9a8f5eeb-3b5c-45e3-a377-6ff254c24f73",
            "word": "theoretical",
            "phonetic": "θiəɹɛɾɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "After all, theoretical models only get you so far.",
                "Imagine a theoretical spherical animal the size of a marble.",
                "And in sociology, theoretical paradigms are key.",
                "Theoretical calculations put the minimum possible weight for lithium ion batteries at around half what they currently are .",
                "Until now, this was entirely theoretical."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlb3JldGljYWw&hash=bd4d1afb3621d2fc1cb311373781e54b4688ce67&lang=en&cache-only=0",
            "defineEn": "involving or related to the ideas of a scientific subject rather than its practical use",
            "defineVi": "liên quan hoặc liên quan đến các ý tưởng của một chủ đề khoa học hơn là sử dụng thực tế của nó"
        },
        {
            "id": "adb8803b-34de-4acb-a397-97f84d3fa633",
            "word": "to correlate",
            "phonetic": "tə kɔɹɪleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The belief in homeopathy correlates with skepticism about vaccinations.",
                "In this case, the shape of each kind of epithelial cell correlates with its function.",
                "They're negatively correlated.",
                "A record of purchases can be strongly correlated to gender.",
                "And anxiety is essentially correlated with uncertainty."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29ycmVsYXRl&hash=5aa9a7badc6c1e3d0469908dc89453431e8bb264&lang=en&cache-only=0",
            "defineEn": "to be closely connected or have mutual effects",
            "defineVi": "được kết nối chặt chẽ hoặc có tác động lẫn nhau"
        },
        {
            "id": "a025f0f4-ac26-42e2-a18b-a1115ef1e455",
            "word": "to disprove",
            "phonetic": "tə dɪspɹuːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The author writes that this theory has now been disproved.",
                "So this disproves this statement.",
                "These findings don’t totally disprove the idea that newborns are blank slates.",
                "Some we could disprove.",
                "Instead, they put it on you to disprove it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzcHJvdmU&hash=ec2f0d68847e538b86cdf4bed2db2ff7e5fb15a8&lang=en&cache-only=0",
            "defineEn": "to show that something is false or incorrect",
            "defineVi": "để chỉ ra rằng một cái gì đó là sai hoặc không chính xác"
        },
        {
            "id": "8f809a2d-6030-4f33-921d-9791a78474c5",
            "word": "to self-report",
            "phonetic": "tə sɛlfɹᵻpoːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "A set of 3 studies in 2011 looked at German students who self-reported goals.",
                "Research firms, investors and other stakeholders take the self-reporting data and other public information to rate the company based on a range of ESG data.",
                "And it also makes a difference whether people self-report their symptoms or have a clinician perform a structured interview.",
                "Other studies like it also found self-reported addiction was associated with lower GPAs, higher anxiety, and more reported neurotic traits.",
                "In 2019, a study in the journal Health Services Research looked at 29 literature reviews and meta-analyses on self-reports of discrimination."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VsZi1yZXBvcnQ&hash=fdf006dbbe82f32f596e077d1fd4bf62e431e250&lang=en&cache-only=0",
            "defineEn": "to give detailed information about oneself, usually about one's physical or medical condition",
            "defineVi": "để cung cấp thông tin chi tiết về bản thân, thường là về tình trạng thể chất hoặc y tế của một người"
        },
        {
            "id": "9c7b24cc-fd88-43ab-a320-e48fc5f5ad74",
            "word": "to verify",
            "phonetic": "tə vɛɹᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He shared false information without verifying its accuracy.",
                "We should search for a reliable source to verify the information.",
                "Verify the account, Jono. -",
                "Power cord verified.",
                "I could verify the case."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmVyaWZ5&hash=6228c35d576ec56f0842e0ded3c2b4ce55771c07&lang=en&cache-only=0",
            "defineEn": "to examine the truth or accuracy of something",
            "defineVi": "để kiểm tra sự thật hoặc tính chính xác của một cái gì đó"
        },
        {
            "id": "be74c8e8-e239-4f54-98eb-258d2d5d75a2",
            "word": "apparatus",
            "phonetic": "æpɚɹæɾəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We had a very weak apparatus there. ",
                "The antibody heads to the golgi apparatus.",
                "No security apparatus can prevent a few guys from building a bomb in their basement.",
                "The Russian disinformation apparatus is aimed at their own people as often as it is aimed at foreigners. ",
                "It's up and down the whole apparatus."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwYXJhdHVz&hash=14da5974f0bde5822491d079894dd21fec4b3832&lang=en&cache-only=0",
            "defineEn": "tools or machines that are designed for a specific purpose",
            "defineVi": "công cụ hoặc máy móc được thiết kế cho một mục đích cụ thể"
        },
        {
            "id": "18da76d8-3685-4ac6-bf5d-29ce557b9525",
            "word": "carbon dating",
            "phonetic": "kɑːɹbən deɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FyYm9uIGRhdGluZw&hash=ce6e47902202f758a9284b6d54074dc08b4f069b&lang=en&cache-only=0",
            "defineEn": "a method used for measuring how old an organic material is by calculating the amount of carbon they contain",
            "defineVi": "một phương pháp được sử dụng để đo tuổi của một vật liệu hữu cơ bằng cách tính lượng carbon mà chúng chứa"
        },
        {
            "id": "7b653d2a-4a24-4276-8d57-7ea5dfd27c74",
            "word": "clinical trial",
            "phonetic": "klɪnɪkəl tɹaɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company is running clinical trials of the new drug.",
                "In a clinical trial, one in four patients developed severe allergic reactions to the drug.",
                "This efficacy number comes from phase III clinical trials.",
                "In a clinical trial earlier this year, doctors recruited children with peanut allergies.",
                "Here in the US, as of the end of April 2020, two vaccine candidates had begun human clinical trials."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpbmljYWwgdHJpYWw&hash=4896da80ede0667b28f677ffb911698dabafd852&lang=en&cache-only=0",
            "defineEn": "a controlled scientific experiment in which the effectiveness and safety of a medical treatment is measured by testing it on people",
            "defineVi": "một thí nghiệm khoa học có kiểm soát trong đó tính hiệu quả và an toàn của một phương pháp điều trị y tế được đo lường bằng cách thử nghiệm trên người"
        },
        {
            "id": "07dcf73b-9995-4ed5-9f32-6292a9d465d0",
            "word": "control",
            "phonetic": "kəntɹoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "to control the traffic congestion",
                "The state has taken control of the company.",
                "The government has lost control of the city.",
                "Her drinking problem is spinning out of control.",
                "The CEO is the big wheel of the entire company, with control over all major decisions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJvbA&hash=78815bcc930e2c7dce41a78de6ad483b973f3a3b&lang=en&cache-only=0",
            "defineEn": "someone or something that is used as a standard of comparison in a scientific experiment to evaluate the results",
            "defineVi": "ai đó hoặc cái gì đó được sử dụng làm tiêu chuẩn so sánh trong một thí nghiệm khoa học để đánh giá kết quả"
        },
        {
            "id": "1c925d0f-a7de-4ed4-a245-ee22d85afffa",
            "word": "guinea pig",
            "phonetic": "ɡɪni pɪɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Guinea pigs should get a high-quality guinea pig pellet.",
                "Guinea pigs are naturally really nervous animals.",
                "He's our guinea pig.",
                "They eat guinea pigs in South America.",
                "Well, what are guinea pigs?"
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VpbmVhIHBpZw&hash=0fab9975f7e1edb07fc6685d14b6ea6a1b252961&lang=en&cache-only=0",
            "defineEn": "someone on whom scientific experiments are tested",
            "defineVi": "ai đó mà các thí nghiệm khoa học được thử nghiệm"
        },
        {
            "id": "a36f1ab6-88b2-4c0f-8d58-06e419670d82",
            "word": "pseudoscience",
            "phonetic": "suːdoʊsaɪəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "You want to talk about pseudoscience?",
                "Philosopher of science Karl Popper went even further, if a claim can't be proven false it's not science, it's pseudoscience.",
                "This pseudoscience was used to argue that government shouldn’t regulate business or pass laws to help poor people.",
                "But you won’t find many mainstream thinkers who consider it pseudoscience.",
                "But the problem was, not all of those additions were as rigorous as they should have been, and inkblot tests began to earn a reputation as pseudoscience."
            ],
            "audio": "https://tts.langeek.co/read?text=cHNldWRvc2NpZW5jZQ&hash=7143a423f7205aae21c02a4ce0a2aca172faaac0&lang=en&cache-only=0",
            "defineEn": "a set of practices or beliefs that are claimed to be scientific when in reality they have no scientific basis",
            "defineVi": "một tập hợp các thực hành hoặc niềm tin được cho là khoa học trong khi thực tế chúng không có cơ sở khoa học"
        },
        {
            "id": "fb5c2b4f-186c-496a-abd5-7d0c9c1c2bd7",
            "word": "subject",
            "phonetic": "sʌbdʒɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The professor knew his subject from the ground up.",
                "She studied different subjects in school, from math to history.",
                "We study different subjects like math, science, and English at school.",
                "The loyal subjects bowed down before their king as a sign of reverence.",
                "They exchanged views on every subject under the sun."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ViamVjdA&hash=84940577ecf6ded51b9ed839e05aea89d5fb9257&lang=en&cache-only=0",
            "defineEn": "someone or something on which a study or experiment is performed",
            "defineVi": "một ai đó hoặc một cái gì đó mà một nghiên cứu hoặc thí nghiệm được thực hiện"
        },
        {
            "id": "ff3645e0-825e-48d4-8a02-8852a1a3a3a7",
            "word": "treatise",
            "phonetic": "tɹiːɾɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "At the time Matthew Carey, a local publisher, wrote a lengthy treatise filled with excruciating death scenes.",
                "He penned treatises on everything from anatomy to nutrition to bedside manner, meticulously cataloguing his writings to ensure their preservation.",
                "The notion of a centralized municipal police force actually originated in the UK by way of economist Patrick Colquhoun and his Treatise on the Police of the Metropolis.",
                "Influenced by ideas from the Scottish Enlightenment, Colquhoun’s Treatise has been credited with reforming night watches into a means of maintaining social order.",
                "But one of your diagrams is so similar to a proof found in an Islamic mathematics treatise that it's almost impossible that you didnít have access to it."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlYXRpc2U&hash=6b98f32d36e609d09fa8eef77e78837a08f91a65&lang=en&cache-only=0",
            "defineEn": "a long and formal piece of writing about a specific subject",
            "defineVi": "một mảnh dài và chính thức của văn bản về một chủ đề cụ thể"
        },
        {
            "id": "025bc81f-9b05-48a7-b304-5bb54bca1974",
            "word": "abstract",
            "phonetic": "æbstɹækt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The author abstracted key themes from the novel in her literary analysis.",
                "The scientist abstracted the data from various sources to analyze trends.",
                "The professor delivered a lecture on abstract mathematics, exploring complex theories and formulas.",
                "The scientist presented an abstract theory that revolutionized our understanding of the universe.",
                "The film incorporated abstract imagery and surreal elements to convey the protagonist's inner emotional journey."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJzdHJhY3Q&hash=b698d86340386a7b5a49e689993ceb2596b7dc7f&lang=en&cache-only=0",
            "defineEn": "a written summary of a book, speech, etc.",
            "defineVi": "một bản tóm tắt bằng văn bản của một cuốn sách, bài phát biểu, vv"
        },
        {
            "id": "425cba25-523e-4294-88df-8075519ae566",
            "word": "thesis",
            "phonetic": "θiːsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "She's so determined that I just know nothing will get in her way, and she'll finish her thesis.",
                "I thought I could finish writing my thesis in a week, but it took ages.",
                "Now that I'm finished with work for the summer, I can put my thesis on the front burner again.",
                "So theses are warm McDonald's fries?",
                "Obviously, this thesis is based largely on the fundamentals."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlc2lz&hash=849c9f9301cf3ce0c899b23e343f83ef493ed47e&lang=en&cache-only=0",
            "defineEn": "a statement that is used as a premise in argumentation",
            "defineVi": "một tuyên bố được sử dụng như một tiền đề trong lập luận"
        },
        {
            "id": "775fa4e7-4caa-4192-9d50-fbb23aee513e",
            "word": "literature",
            "phonetic": "lɪɾɚɹᵻtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "African literature is rich with stories that reflect the continent's history and culture.",
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "David and Samantha became friends after meeting at a book club and discovered their shared passion for literature.",
                "Despite his young age, David talks like a book when discussing literature, demonstrating a deep appreciation for the nuances of storytelling and character development."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0ZXJhdHVyZQ&hash=3b00b980e903ec616e05e2e79ad1e9d8c9049457&lang=en&cache-only=0",
            "defineEn": "writings or books on a specific subject",
            "defineVi": "bài viết hoặc sách về một chủ đề cụ thể"
        },
        {
            "id": "f9ace740-d619-4f24-960e-9a704a62db1d",
            "word": "citation",
            "phonetic": "saɪteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "For instance, teams with authors of four or five different ethnic backgrounds got 5 to 10% more citations than non-diverse teams.",
                "Drop your citations, ideas and comments down below.",
                "In terms of works on similar practices during Indian indenture in the Caribbean: can you drop me any citations on this history and practice?",
                "Darnella Frazier, the then-teenager who recorded a video of Floyd's death, was awarded a special citation.",
                "And they used the number of citations and place of publication as markers of success."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2l0YXRpb24&hash=2b788e22a354e1ebb2f46c9d6e424e3d9b3c71de&lang=en&cache-only=0",
            "defineEn": "a line or sentence taken from a book or speech",
            "defineVi": "một dòng hoặc câu lấy từ một cuốn sách hoặc bài phát biểu"
        },
        {
            "id": "76995f4b-b9ae-4693-8cd0-6c324b91edeb",
            "word": "limitation",
            "phonetic": "lɪmɪteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "When discussing the limitations of artificial intelligence, I point out that even the most advanced algorithms can make mistakes, for even Homer nods.",
                "Additionally, travel limitations could hurt imports of food.",
                "I expect certain limitations.",
                "Sound and color simulation do not face such limitations.",
                "Court decisions established procedural limitations on law enforcement and adjudication."
            ],
            "audio": "https://tts.langeek.co/read?text=bGltaXRhdGlvbg&hash=8e4d1d1bed1b95dce7009f37ca23e1f43ea7c6c8&lang=en&cache-only=0",
            "defineEn": "(usually plural) anything that limits something",
            "defineVi": "(thường là số nhiều) bất cứ thứ gì giới hạn cái gì đó"
        },
        {
            "id": "776ff224-6afb-44f5-bea5-44a5c5fe4ba0",
            "word": "methodology",
            "phonetic": "mɛθədɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Others incorporated scientific methodology into their form.",
                "And the problem was in the methodology.",
                "Different branches used disparate methodology to pursue their own goals.",
                "Amazon has questioned the study's methodology.",
                "We have to apply appropriate methodology and logic to any new discovery."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0aG9kb2xvZ3k&hash=cdd44fa9606d8d4c9095add16d6888d7e0fc15ac&lang=en&cache-only=0",
            "defineEn": "a series of methods by which a certain subject is studied or a particular activity is done",
            "defineVi": "một loạt các phương pháp theo đó một chủ đề nhất định được nghiên cứu hoặc một hoạt động cụ thể được thực hiện"
        },
        {
            "id": "301966be-2347-4b3e-bf7b-c2e271511579",
            "word": "randomization",
            "phonetic": "ɹændəmᵻzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "After randomization, each child was asked to watch a cartoon in a private room, containing a large bowl of goldfish crackers."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFuZG9taXphdGlvbg&hash=a211016406ae25f344cac94dfa71bef261572024&lang=en&cache-only=0",
            "defineEn": "an arrangement done in an intentionally random manner to yield unbiased results",
            "defineVi": "một sự sắp xếp được thực hiện một cách ngẫu nhiên có chủ ý để mang lại kết quả không thiên vị"
        },
        {
            "id": "58aecd9c-8709-41ce-b27d-66eef47948ce",
            "word": "parameter",
            "phonetic": "pɚɹæmɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, we only have one parameter.",
                "In this case, the parameter is time.",
                "So what parameter are you changing there?",
                "These are called parameters.",
                "So one parameter is going to be the angle between our radius and the x-z plane."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyYW1ldGVy&hash=295fada97737aec52ff29e52a8ab4765dde06e56&lang=en&cache-only=0",
            "defineEn": "a limit that controls or defines how something should be done",
            "defineVi": "một giới hạn kiểm soát hoặc xác định làm thế nào một cái gì đó nên được thực hiện"
        },
        {
            "id": "4f7793a8-6fe1-48be-9f79-18f3821448ae",
            "word": "peer review",
            "phonetic": "pɪɹ ɹᵻvjuː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVlciByZXZpZXc&hash=3a63f6e061411e8d16dc8bc5b9b64c6571362699&lang=en&cache-only=0",
            "defineEn": "an assessment made of a scientific or academic research by people who are engaged in the same subject area",
            "defineVi": "một đánh giá về một nghiên cứu khoa học hoặc học thuật của những người đang tham gia vào cùng lĩnh vực chủ đề"
        },
        {
            "id": "5644fc6a-01bd-4f85-8c01-e704832efd8d",
            "word": "dissemination",
            "phonetic": "dɪsɛmᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "At that point, the game hadn't shifted to public dissemination.",
                "Limited dissemination controls, like categories and subcategories, can be added to the CUI banner marking.",
                "These great men have been 100% committed to the appreciation and dissemination of the awesomeness of the universe.",
                "There's often a slippery slope between knowledge dissemination and individual or community rights.",
                "See the CUI registry for a list of all approved limited dissemination control markings that may be used in a CUI document."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzc2VtaW5hdGlvbg&hash=5e07e784bd78e1e42c33bc83524acf2dbef59f43&lang=en&cache-only=0",
            "defineEn": "the action of spreading information or news",
            "defineVi": "hành động truyền bá thông tin hoặc tin tức"
        }
    ]
}