{
    "id": "694efca1-f2ff-46cd-8f93-fb60cd2772a3",
    "title": "Such a Character!",
    "originalTitle": "Lesson 26",
    "words": [
        {
            "id": "0eb465c1-230d-47c8-bde6-5120912e9bed",
            "word": "loudmouth",
            "phonetic": "laʊdmaʊθ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG91ZG1vdXRo&hash=0a572195f381a3274d4d8bfde9b29eaf3e0a60b6&lang=en&cache-only=0",
            "defineEn": "someone who talks a lot, saying things that are stupid or offensive",
            "defineVi": "một người nói nhiều, nói những điều ngu ngốc hoặc gây khó chịu",
            "hasImg": true
        },
        {
            "id": "4e8c025d-1e1a-4d62-a11a-15e77af8be80",
            "word": "cynical",
            "phonetic": "sɪnɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "At the time, critics saw a more cynical motive.",
                "That cynical approach, that is actually almost official ideology of today's Russia.",
                "In Christopher Marlowe's account, a cynical Doctor Faustus is happy to strike a deal with Mephistopheles.",
                "It’s a pretty cynical appraisal, and it’s not new.",
                "Today, humans are subject to an attack just as cynical as this by a league of supervillians called NTDs."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3luaWNhbA&hash=980fa064782963736fbc10af664154f2eb824b80&lang=en&cache-only=0",
            "defineEn": "(of a person) having the belief that people are dishonest and everything they do is motivated by self-interest",
            "defineVi": "(của một người) có niềm tin rằng mọi người không trung thực và mọi việc họ làm đều được thúc đẩy bởi tư lợi",
            "hasImg": true
        },
        {
            "id": "1f745db2-e6b9-49d3-8fe3-3986c4efe2a6",
            "word": "loony",
            "phonetic": "luːni ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Most of these original theories sound pretty loony.",
                "That’s a pretty loony story too, but none of those other older theories about the moon’s formation could explain ALL of its weirdness, like why the moon’s core is so small and so light compared to Earth’s core, or why the moon has slowly been moving farther away from Earth for billions of years, or why the Earth and moon are made of the same elements and atomic isotopes.",
                "And being loony for Luna, Numa wanted his calendar to cover 12 cycles of the moon, but that would have been an even number, so he rounded his year up to 355."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9vbnk&hash=9c1a4e493b4c8f45b62f620675c34a035c6bd5b4&lang=en&cache-only=0",
            "defineEn": "strange, silly, or crazy",
            "defineVi": "kỳ lạ, ngớ ngẩn, hoặc điên rồ",
            "hasImg": true
        },
        {
            "id": "c4c6efab-1df4-47aa-9671-dd56b12e4509",
            "word": "naive",
            "phonetic": "naɪiːv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Is that naive? ",
                "That’s naive.",
                "We were not naive.",
                "very naive sweet person, did New York City change you very fast?",
                "The couriers exploited a naive German belief that women were incapable of sabotage and subterfuge."
            ],
            "audio": "https://tts.langeek.co/read?text=bmFpdmU&hash=4a8e3873c0aa2cc24d3462cadad19ae11200d1c5&lang=en&cache-only=0",
            "defineEn": "lacking experience and wisdom due to being young",
            "defineVi": "thiếu kinh nghiệm và trí tuệ do còn trẻ"
        },
        {
            "id": "e38bcf54-155e-451e-a3c4-c5fde3c29a80",
            "word": "flawed",
            "phonetic": "flɔːd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My research is flawed.",
                "Their defensive positions in 2014 were really flawed.",
                "Allison Lolley: The industry as a whole is flawed.",
                "Shane Dawson is flawed.",
                "Jeffree Star is flawed."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxhd2Vk&hash=605f09c60ca3925fcd308cbf799c28c6064c64fa&lang=en&cache-only=0",
            "defineEn": "not perfect; having weaknesses or mistakes",
            "defineVi": "không hoàn hảo; có điểm yếu hoặc sai lầm"
        },
        {
            "id": "c1bce486-6e7a-4ed3-8607-01a75a8708ff",
            "word": "hostile",
            "phonetic": "hɑːstəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It turned out that the vice president of the company had been orchestrating a hostile takeover when the president's back was turned.",
                "I kept it under my hat that her job wasn't helping with the hostile work environment Darren and I had found ourselves in recently.",
                "There is absolutely a segment of video game enthusiasts who create a hostile and toxic environment online, but tarring all gamers with the same brush does a disservice to the community.",
                "Number four is hostile spousification.",
                "It's hostile."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9zdGlsZQ&hash=0847e89992f866734d1edb815901808e6aedfb03&lang=en&cache-only=0",
            "defineEn": "unfriendly or aggressive toward others",
            "defineVi": "không thân thiện hoặc hung hăng đối với người khác",
            "hasImg": true
        },
        {
            "id": "4be22f2c-120d-4bf0-a0ac-7a47950f0500",
            "word": "noble",
            "phonetic": "noʊbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Awfully noble of them if you ask me.",
                "Such noble behavior separated the knight from common archers and mercenaries.",
                "- It's noble.",
                "There's plenty of other pursuits out there, noble pursuits.",
                "Gradually the nobles came back to France, although they had mostly lost their special privileges."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9ibGU&hash=3e7a7ed6137d5039e2269b0988edbf1167e602dd&lang=en&cache-only=0",
            "defineEn": "expressing or having qualities such as honesty, courage, thoughtfulness, etc. that deserves admiration",
            "defineVi": "thể hiện hoặc có những phẩm chất như trung thực, dũng cảm, chu đáo, v.v. đáng được ngưỡng mộ",
            "hasImg": true
        },
        {
            "id": "244f4a6c-cb32-42db-aaf4-4756359b9541",
            "word": "obsessive",
            "phonetic": "əbsɛsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He was obsessive.",
                "If you have obsessive compulsive disorder.",
                "An obsessive chronicler, Pigafetta described the lands and people they encountered.",
                "On the other hand, that same mind-wandering can also involve rumination and obsessive thoughts.",
                "Hoarding used to be a subtype of obsessive compulsive disorder."
            ],
            "audio": "https://tts.langeek.co/read?text=b2JzZXNzaXZl&hash=6675e935e990ae39f327c0c0d9c1e59b2d9b4eaf&lang=en&cache-only=0",
            "defineEn": "giving someone or something too much thought or attention in an unusual way",
            "defineVi": "dành cho ai đó hoặc một cái gì đó quá nhiều suy nghĩ hoặc sự chú ý theo một cách bất thường",
            "hasImg": true
        },
        {
            "id": "0dd5a1ec-6af1-4d86-bdc4-9d97bcfa8153",
            "word": "persistent",
            "phonetic": "pɚsɪstənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "\"The teacher reminded her students that truth lies at the bottom of a well, and encouraged them to be persistent in their efforts to seek out the truth.\"",
                "When dealing with customer service, it can be helpful to be assertive and persistent, as the squeaky wheel gets the grease and is more likely to receive a satisfactory resolution.",
                "Number four persistent irritability, anger and increased interpersonal conflicts.",
                "And they were persistent about it. ",
                "And the Katrina disaster exposed the persistent poverty and racial divisions in the city."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc2lzdGVudA&hash=3084d1d6ac9957941eeed6e9423c720f2b167658&lang=en&cache-only=0",
            "defineEn": "continuing to do something despite facing criticism or difficulties",
            "defineVi": "tiếp tục làm điều gì đó mặc dù phải đối mặt với những lời chỉ trích hoặc khó khăn"
        },
        {
            "id": "59ef61f9-7bfd-48ab-b6ac-9c99109470f1",
            "word": "pushy",
            "phonetic": "pʊʃi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- Turbo Tax because they're very pushy about trying to get you to upgrade to their paid services.",
                "Contrast that behavior, for a moment, with the more peaceful Bonobos, who are female-led, and when a male in her group gets a bit pushy, the females are prone to gang up and teach him a lesson.",
                "Since he was a juvenile, at first he was pretty pushy and noisey.",
                "Luka is still loud and pushy, but he’s also a goofball.",
                "That is some very, very pushy memory foam, the real question though is is it thick enough?"
            ],
            "audio": "https://tts.langeek.co/read?text=cHVzaHk&hash=0ed6cb885348979ff4bc820890cc6573106ddfdb&lang=en&cache-only=0",
            "defineEn": "trying hard to achieve something in a rude way",
            "defineVi": "cố gắng hết sức để đạt được điều gì đó một cách thô lỗ",
            "hasImg": true
        },
        {
            "id": "552c23ed-f3bc-4727-9274-ffa380ebfb97",
            "word": "malicious",
            "phonetic": "mɐlɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When she found out that her best friend had been spreading malicious rumors about her, she realized that false friends are worse than open enemies.",
                "So one of the main issues in the 2016 election was malicious advertising on Facebook. ",
                "But there's this other category, engineers are literally taking out malicious accounts at a rate of over 12 per second.",
                "She's an expert in malicious propaganda online.",
                "But that's different for those with malicious intent."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFsaWNpb3Vz&hash=270317a50d72731a6b9dde3bfb3d788a36d5432a&lang=en&cache-only=0",
            "defineEn": "behaving in a way that is cruel and very unkind or intended to hurt people",
            "defineVi": "cư xử theo cách tàn nhẫn và rất không tử tế hoặc có ý định làm tổn thương mọi người",
            "hasImg": true
        },
        {
            "id": "97ebefc9-c1f7-4dc5-9105-469285874aad",
            "word": "rebellious",
            "phonetic": "ɹᵻbɛliəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Alice's rebellious behavior and disregard for authority have earned her the reputation of being the black sheep of the school.",
                "In the past, some people believed that clergymen's sons always turned out badly because they were thought to be rebellious and resentful towards their fathers' strict religious upbringing.",
                "The people of Venezuela are rebellious people.",
                "But this rebellious band of scholars gleefully ignored conventional wisdom.",
                "But I have a little rebellious spark."
            ],
            "audio": "https://tts.langeek.co/read?text=cmViZWxsaW91cw&hash=9440d799ec7493db14f148d0cd424699deb407a9&lang=en&cache-only=0",
            "defineEn": "(of a person) not willing to follow rules, standards, or norms accepted by society or people in authority",
            "defineVi": "(của một người) không sẵn sàng tuân theo các quy tắc, tiêu chuẩn hoặc chuẩn mực được xã hội hoặc những người có thẩm quyền chấp nhận",
            "hasImg": true
        },
        {
            "id": "2663c4c2-2288-4a56-96f6-c81d0d78dd1e",
            "word": "resentful",
            "phonetic": "ɹᵻzɛntfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Nina keeps her feelings to herself and continues to feel resentful, hurt, and alone, and her relationship with Maggie continues to falter.",
                "In the past, some people believed that clergymen's sons always turned out badly because they were thought to be rebellious and resentful towards their fathers' strict religious upbringing.",
                "And they're still resentful?",
                "MICHAEL OATES: And they're still resentful, yes.",
                "But he bought his supplies from his former employer, and the resentful man sold him rotten herbs."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzZW50ZnVs&hash=06e5d01efff96d60794a985b92fd8aff7a17f13f&lang=en&cache-only=0",
            "defineEn": "feeling angry because of having been treated unjustly",
            "defineVi": "cảm thấy tức giận vì bị đối xử bất công",
            "hasImg": true
        },
        {
            "id": "b962be2a-195f-4725-b8e1-6863aa48e4ee",
            "word": "secretive",
            "phonetic": "siːkɹətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And it is very secretive.",
                "A lot of trade negotiations are actually quite secretive by nature.",
                "But details from the secretive regime are hard to come by.",
                "Still, the facility's shady past, secretive operations, and intense surveillance have captured the attention, and skepticism, of some closer observers, including several conspiracy-theorist groups.",
                "They include some species of duck and all species of penguin, secretive swamp dwellers and speedy ostriches, giant emus, and tiny kiwis."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VjcmV0aXZl&hash=815676143f97fb88ada1bc3c762e7f08c51fcf9d&lang=en&cache-only=0",
            "defineEn": "(of a person) having a tendency to hide feelings, thoughts, etc.",
            "defineVi": "(của một người) có xu hướng che giấu cảm xúc, suy nghĩ, v.v.",
            "hasImg": true
        },
        {
            "id": "f23fe855-a34f-4d86-b6db-9bb53b587079",
            "word": "self-centered",
            "phonetic": "sɛlfsɛntɚd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1jZW50ZXJlZA&hash=93aa37e3915227c838c5cfde9b77d44dccde9e5e&lang=en&cache-only=0",
            "defineEn": "(of a person) not caring about the needs and feelings of no one but one's own",
            "defineVi": "(của một người) không quan tâm đến nhu cầu và cảm xúc của ai ngoài chính mình",
            "hasImg": true
        },
        {
            "id": "968318b9-40c3-4cd4-aaf2-9e89bee234fc",
            "word": "superficial",
            "phonetic": "suːpɚfɪʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The seasoned politician scoffed at the young upstart's superficial promises, muttering that you cannot catch old birds with chaff, as he knew from experience that voters were not easily swayed by empty rhetoric.",
                "He has a reputation for being shallow and only caring about superficial things.",
                "It's important to foster deep connections with others rather than settling for shallow relationships based on superficial interests.",
                "But that outward beauty is superficial.",
                "But earwigs aren’t so superficial."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwZXJmaWNpYWw&hash=87db409ffb102f78f1bb349e9614a227b4df01f0&lang=en&cache-only=0",
            "defineEn": "(of a person) lacking a deep understanding of important or serious matters",
            "defineVi": "(của một người) thiếu hiểu biết sâu sắc về các vấn đề quan trọng hoặc nghiêm trọng"
        },
        {
            "id": "d7623872-8799-4490-b961-0642f5d19393",
            "word": "suspicious",
            "phonetic": "səspɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He gave me a suspicious look.",
                "I called the police hotline to report a suspicious activity.",
                "The wife, probably already suspicious of her husband, then follows the couple and catches them red-handed.",
                "The politician's excessive flattery towards his colleagues made them suspicious, and they reminded each other that flattery like perfume should be smelled but not swallowed.",
                "They're suspicious."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VzcGljaW91cw&hash=1ebd941a085e308075d0ac86b7c97f81f6f1b958&lang=en&cache-only=0",
            "defineEn": "doubtful about the honesty of what someone has done and having no trust in them",
            "defineVi": "nghi ngờ về tính trung thực của những gì ai đó đã làm và không tin tưởng vào họ"
        },
        {
            "id": "a28882b7-6089-48e2-a593-a5cb8395e6d5",
            "word": "timid",
            "phonetic": "tɪmɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The timid athlete was afraid to attempt the difficult jump, fearing injury.",
                "Even though he's usually very timid and shy, my cat turns into a fierce protector when he's near his food bowl - every dog is valiant at his own door, as they say.",
                "He's just timid.",
                "And don't do those timid walks.",
                "In response to my timid knock, two voices responded almost simultaneously, \"come in.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dGltaWQ&hash=f73305de83f00aa282458afd12614724ae64a440&lang=en&cache-only=0",
            "defineEn": "lacking confidence or courage",
            "defineVi": "thiếu tự tin hoặc can đảm",
            "hasImg": true
        },
        {
            "id": "66af3ecb-fd48-4c0d-aad6-d25559928ffe",
            "word": "vain",
            "phonetic": "veɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My grandfather used to repeat the saying 'in vain the net is spread in the sight of the bird,' to remind us that it's important to be discreet when trying to achieve our goals.",
                "Don't take my name in vain!",
                "In this house, we don't take the lord's name in vain.",
                "Some thought the elderly woman's critiques of society were outdated and irrelevant, but an old dog barks not in vain, for experience brings valuable perspective.",
                "The entrepreneur recognized that investing in employee training and development was essential to the success of his business, knowing that money spent on the brain is never spent in vain."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFpbg&hash=7b50ffafdfc1fca1ca2a7bb54cda78f64b3d6bd3&lang=en&cache-only=0",
            "defineEn": "taking great pride in one's abilities, appearance, etc.",
            "defineVi": "rất tự hào về khả năng, ngoại hình, v.v.",
            "hasImg": true
        },
        {
            "id": "11bace2e-3ffb-4ecb-975a-29e354cf3b6a",
            "word": "villainous",
            "phonetic": "vɪlənəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Asian longhorned tick is truly a villainous pest.",
                "Because I don't have a villainous Pikachu.",
                "And that is the most villainous thing I have ever heard in my entire life.",
                "For example, we often see a villainous type of cloud hanging over cities, called smog.",
                "The villainous Dr. Schrödinger has developed a growth ray and intends to create an army of giant cats to terrorize the city."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlsbGFpbm91cw&hash=5d70301d5e74f89642708407ace9a176bdfea751&lang=en&cache-only=0",
            "defineEn": "extremely evil or unpleasant",
            "defineVi": "cực kỳ xấu xa hoặc khó chịu",
            "hasImg": true
        },
        {
            "id": "6db84461-e946-4d10-a12b-002643bfe0e2",
            "word": "knowledgeable",
            "phonetic": "nɑːlɪdʒəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Despite the fact he was knowledgeable and dedicated towards his work, the company fired him because he didn’t follow the Queensberry rules in the office.",
                "You're knowledgeable about music.",
                "These are professional people, knowledgeable, skilled, competent.",
                "The more knowledgeable we become, the less likely we are to have invisible holes in our competence.",
                "But Black people, we experience the world, and we must be knowledgeable of it."
            ],
            "audio": "https://tts.langeek.co/read?text=a25vd2xlZGdlYWJsZQ&hash=75d26aa723f5a7e63df18aa5e180c9409a9a7da8&lang=en&cache-only=0",
            "defineEn": "having a lot of information",
            "defineVi": "có nhiều thông tin",
            "hasImg": true
        },
        {
            "id": "b3a89fbf-6603-46e1-9590-36d6a66290d8",
            "word": "open-minded",
            "phonetic": "oʊpənmaɪndᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Well, conservatives have had a love/hate relationship with Lindsey Graham for the last couple of decades, because on one hand he is certainly the most open-minded Republican senator from the South in terms of a whole bunch of center-of-the-road issues.",
                "We all have ideas about race, even the most open-minded among us.",
                "And, look, I was very open-minded.",
                "Even if it is a choice I would make or if it's not a choice I would make, I have to be open-minded.",
                "And with the incomparable backing of PBS, we’ve been able to make content not just for the most people possible, but for an open-minded and discerning audience like you."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Blbi1taW5kZWQ&hash=0c1bf2ff47eb8a74f7b75ecc909887606baa3427&lang=en&cache-only=0",
            "defineEn": "ready to accept or listen to different views and opinions",
            "defineVi": "sẵn sàng chấp nhận hoặc lắng nghe những quan điểm và ý kiến khác nhau",
            "hasImg": true
        },
        {
            "id": "8b083e3c-f46b-4512-a635-87236dba1f2a",
            "word": "mature",
            "phonetic": "mətʃʊɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And when a mature person gives love, he or she gives without any strings attached to it.",
                "He matured.",
                "Not even all mature eggs succeed at that.",
                "She's very mature.",
                "He got too mature."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0dXJl&hash=94dc2f81d646f02a1c4a9f15aa52c8cd76f7c5db&lang=en&cache-only=0",
            "defineEn": "(of a young person or child) able to behave reasonably, like an adult",
            "defineVi": "(của một người trẻ tuổi hoặc trẻ em) có thể cư xử hợp lý, như một người lớn"
        },
        {
            "id": "8b40ea47-fc47-4cb7-a034-487196a97a80",
            "word": "plain",
            "phonetic": "pleɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Use plain language instead of jargon.",
                "She transformed plain rice into a delightful rice pudding using manioc starch.",
                "The west is home to vast deserts, rolling plains, and majestic mountain ranges.",
                "He bought a pack of plain white underwear for everyday wear.",
                "She always wears a plain white T-shirt with jeans."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhaW4&hash=297285cfcf6ded6b7701f0ec45e97f0c86fd5959&lang=en&cache-only=0",
            "defineEn": "direct and honest",
            "defineVi": "trực tiếp và trung thực",
            "hasImg": true
        },
        {
            "id": "9355379c-3aa7-4e0e-91a8-1250102679b9",
            "word": "principled",
            "phonetic": "pɹɪnsɪpəld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He will be remembered as a principled journalist, who expressed his views without mincing his words and enjoyed respect of his community.",
                "Our principled position regarding our province’s future status is set in stone.",
                "My predecessor as chairman of the Rules Committee was a principled patriot across the board.",
                "And that's why I think that Donald Trump's stance on things like immigration or on trade, on China and so on, or what he calls principled realism in foreign policy, I think those are consistent with the Republican Party's principles for a very long time."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbmNpcGxlZA&hash=13aebbaa26ec5430ce4dac2180ca66b2d1337f36&lang=en&cache-only=0",
            "defineEn": "behaving in a manner that shows one's high moral standards",
            "defineVi": "cư xử theo cách thể hiện tiêu chuẩn đạo đức cao của một người"
        },
        {
            "id": "84fbc297-4d00-4d87-96d9-b0b6c1aab638",
            "word": "prominent",
            "phonetic": "pɹɑːmɪnənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'd rather be a prominent person in a small town than move to New York City and be an abbreviated piece of nothing!",
                "We've actually begun employing prominent members of the hacking community to improve our cyber security, setting thieves to catch thieves, as it were.",
                "Another example of poor premorbid functioning is having prominent negative symptoms.",
                "Two classes became prominent alongside the aristocracy and peasants in the social structure: the bourgeoisie and proletariat or working class.",
                "One prominent example is Dorothy Dix."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvbWluZW50&hash=47145ad7ef03f5c5f043964863dcabfb2562584a&lang=en&cache-only=0",
            "defineEn": "well-known or important",
            "defineVi": "nổi tiếng hoặc quan trọng"
        },
        {
            "id": "f6442da8-dfee-42b7-8647-b432dbaa74f2",
            "word": "rational",
            "phonetic": "ɹæʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Ayurvedic approaches to diseases and cures were rational.",
                "Rational people behave in rational ways.",
                "Rational people behave in rational ways.",
                "That's more rational.",
                "We were maybe too rational."
            ],
            "audio": "https://tts.langeek.co/read?text=cmF0aW9uYWw&hash=d04e9b3757053bda80abe67a33cf5d34ef332e26&lang=en&cache-only=0",
            "defineEn": "(of a person) avoiding emotions and taking logic into account when making decisions",
            "defineVi": "(của một người) tránh cảm xúc và tính đến logic khi đưa ra quyết định",
            "hasImg": true
        },
        {
            "id": "e8841676-b86c-4769-a899-75365b85e4aa",
            "word": "relatable",
            "phonetic": "ɹᵻleɪɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When the comedian saw that the audience wasn't laughing, he quickly read the room and changed his jokes to ones that were more relatable.",
                "That's relatable.",
                "It represented a relatable range of emotions.",
                "That's a really relatable idea.",
                "So that's just a big relatable moment."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsYXRhYmxl&hash=201db94aa4ce9ac227492ae31449474c6795a64e&lang=en&cache-only=0",
            "defineEn": "causing to feel sympathy with someone and understand them",
            "defineVi": "gây cảm tình với ai đó và hiểu họ"
        },
        {
            "id": "281dbc62-1306-42a0-a7ae-ae2f6824b69b",
            "word": "renowned",
            "phonetic": "ɹᵻnaʊnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The literary festival attracts renowned authors, publishers, and literary agents.",
                "The renowned scientist, Dr. Rebecca Thompson, is considered the big enchilada in the field of quantum physics.",
                "The renowned chef added his signature touch to the dish by creating a unique topping.",
                "The renowned doctor's expertise in her field is so well-known that patients beat a path to her door from all over the world, seeking her advice and treatment.",
                "She was inspired by the paintings and sculptures created by renowned artists in the museum."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVub3duZWQ&hash=a11cf855aec2f9852b28d015020c44a1aa60a4e5&lang=en&cache-only=0",
            "defineEn": "famous and admired by many people",
            "defineVi": "nổi tiếng và được nhiều người ngưỡng mộ",
            "hasImg": true
        },
        {
            "id": "ba88cbda-c4cf-4602-a359-9dde8d648893",
            "word": "dedicated",
            "phonetic": "dɛdᵻkeɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She is a dedicated teacher who is passionate about nurturing and educating children.",
                "She takes notes during lectures to review later as a dedicated student.",
                "The musician stayed on a roll by consistently releasing popular songs and albums, maintaining a dedicated fanbase and expanding their reach to new audiences.",
                "Despite the fact he was knowledgeable and dedicated towards his work, the company fired him because he didn’t follow the Queensberry rules in the office.",
                "In a business, when employers treat their employees fairly and provide opportunities for growth and development, it can lead to a more motivated and dedicated workforce, as good masters make good servants."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVkaWNhdGVk&hash=a4bca9d8fb0f83742bbabafb8d8a380758c2f9c9&lang=en&cache-only=0",
            "defineEn": "trying hard when doing something because one considers it very important",
            "defineVi": "cố gắng hết sức khi làm điều gì đó bởi vì người ta coi nó rất quan trọng",
            "hasImg": true
        },
        {
            "id": "c9a016bc-ee17-44c8-af4b-fdcd2a0a78d7",
            "word": "humble",
            "phonetic": "hʌmbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Even though he came from a humble background, John's refined manners and impeccable conduct showed that it takes three generations to make a gentleman.",
                "To hide his humble origins, he told his wife he had no family and spent his life living a lie.",
                "They had to eat humble pie when the rumors they were spreading were proved false.",
                "After boasting that his company could outperform the industry's best, he's been forced to eat humble pie.",
                "I judt love to see Alison eating humble pie when I prove her wrong."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVtYmxl&hash=f066819238b35e58cbe5c01ddecad056daf95e3e&lang=en&cache-only=0",
            "defineEn": "behaving in a way that shows one is not proud or more important than others",
            "defineVi": "cư xử theo cách cho thấy một người không tự hào hoặc quan trọng hơn những người khác",
            "hasImg": true
        },
        {
            "id": "bb579685-198d-4457-af19-0467bafc1905",
            "word": "self-motivated",
            "phonetic": "sɛlfmoʊɾᵻveɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1tb3RpdmF0ZWQ&hash=123cc19836b4b1aa10f5cb93cbfb9d8603cbaaae&lang=en&cache-only=0",
            "defineEn": "making efforts and able to work hard without needing to be forced",
            "defineVi": "nỗ lực và có thể làm việc chăm chỉ mà không cần phải bị ép buộc",
            "hasImg": true
        },
        {
            "id": "c4bc5fc2-9e57-46b6-ab33-0f8faabb0c1d",
            "word": "straightforward",
            "phonetic": "stɹeɪtfɔːɹwɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The film presents a straightforward choice between good and evil, with no shades of grey.",
                "Sorry for not being more straightforward about my plans, but I'm holding my cards close to my chest for the time being.",
                "In a world where miscommunication can lead to misunderstandings and conflicts, it's important to be straightforward and avoid relying on subtle or indirect cues - as they say, a nod is as good as a wink to a blind horse.",
                "Painting a small room took me only an afternoon, demonstrating that a short horse is soon curried, since it was a simple, straightforward job.",
                "I prefer to work with people who are transparent and straightforward, because what you see is what you get, and there are no hidden agendas."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyYWlnaHRmb3J3YXJk&hash=a8c9ed2e0dbfced1a37e0c39968070ce793a5a11&lang=en&cache-only=0",
            "defineEn": "(of a person or their behavior) direct and honest",
            "defineVi": "(của một người hoặc hành vi của họ) trực tiếp và trung thực",
            "hasImg": true
        },
        {
            "id": "beb66401-2fc3-4d23-b4a8-e348e6f8a458",
            "word": "tactful",
            "phonetic": "tæktfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When giving feedback to a junior colleague, it's important to be tactful and gentle."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFjdGZ1bA&hash=0e9957da54ecaec87988d6c0fc8908683d10b7d5&lang=en&cache-only=0",
            "defineEn": "careful not to make anyone upset or annoyed",
            "defineVi": "cẩn thận để không làm cho bất cứ ai khó chịu hoặc khó chịu",
            "hasImg": true
        },
        {
            "id": "b8a33f9e-e7f7-4241-818e-61e677a2affc",
            "word": "thoughtful",
            "phonetic": "θɔːtfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's always a joy to receive a jar of homemade maple sugar as a thoughtful gift.",
                "After a difficult week, I received a surprise visit from my best friends from college, a thoughtful gift from my partner, and a job offer from my dream company.",
                "She could see the trials he had survived in his thoughtful eyes and wise words, for adversity and loss do make a man wise by teaching tough, valuable lessons.",
                "We weren't thoughtful.",
                "And you know, we were extremely thoughtful about that. "
            ],
            "audio": "https://tts.langeek.co/read?text=dGhvdWdodGZ1bA&hash=daaa00b756168229964724c3a94dcb29c243f8ad&lang=en&cache-only=0",
            "defineEn": "thinking deeply about oneself and one's experiences, often resulting in new understandings or realizations",
            "defineVi": "suy nghĩ sâu sắc về bản thân và kinh nghiệm của một người, thường dẫn đến những hiểu biết hoặc nhận thức mới",
            "hasImg": true
        },
        {
            "id": "c67abbe5-879a-4731-9c04-be93aa23b608",
            "word": "tolerant",
            "phonetic": "tɑːlɚɹənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Some people ain't tolerant for it.",
                "That’s not especially tolerant.",
                "The Mongols were almost unprecedentedly tolerant of different religions.",
                "But the wasps aren’t as tolerant of ethanol as fruit flies.",
                "And philosopher and author Moses Mendelssohn used the more tolerant atmosphere to express his optimism about the future of Jews in Europe."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9sZXJhbnQ&hash=b4908d563df9c65cb55e05290a378a7956073b35&lang=en&cache-only=0",
            "defineEn": "showing respect to what other people say or do even when one disagrees with them",
            "defineVi": "thể hiện sự tôn trọng với những gì người khác nói hoặc làm ngay cả khi một người không đồng ý với họ",
            "hasImg": true
        },
        {
            "id": "27d3eafa-aa35-4c7c-ae3d-c607dc1661fd",
            "word": "trustworthy",
            "phonetic": "tɹʌstwɜːði ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Just because he dresses in a suit and tie doesn't mean he's trustworthy, the cowl does not make the monk.",
                "John thought Mary was a trustworthy supporter, but he was nursing a snake in his bosom because she was secretly working for his political rival.",
                "He always presented himself as honest and trustworthy, and because he believed in the saying 'be what you would seem to be,' he never lied or acted in a deceitful manner.",
                "I learned the hard way that just because someone seems trustworthy, it doesn't mean they are.",
                "Are they trustworthy?"
            ],
            "audio": "https://tts.langeek.co/read?text=dHJ1c3R3b3J0aHk&hash=7a83fd9adc6d46bece1b416faa57e91a8d1c32d2&lang=en&cache-only=0",
            "defineEn": "able to be trusted or relied on",
            "defineVi": "có thể được tin tưởng hoặc dựa vào",
            "hasImg": true
        },
        {
            "id": "c399b49e-b870-4d43-86db-4059aa4761c5",
            "word": "truthful",
            "phonetic": "tɹuːθfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Mary always made sure to be truthful and transparent in her personal relationships, knowing that honesty was the foundation of trust and respect.",
                "That's not even truthful.",
                "That's not even truthful.",
                "And you just have to be honest, open, truthful.",
                "Because I'm being truthful and I'll always be truthful."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJ1dGhmdWw&hash=e6c82db8251c49b07363e3f510369a1990a7c71b&lang=en&cache-only=0",
            "defineEn": "(of a person or statement) honest and truthful",
            "defineVi": "(của một người hoặc tuyên bố) trung thực và trung thực",
            "hasImg": true
        },
        {
            "id": "ec0983d5-f200-491d-9611-35ac01433f48",
            "word": "vicious",
            "phonetic": "vɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's vicious.",
                "And so starts a vicious cycle.",
                "It's a vicious cycle.",
                "It’s a vicious cycle.",
                "It becomes a vicious cycle."
            ],
            "audio": "https://tts.langeek.co/read?text=dmljaW91cw&hash=7c6ef338ca46665842de4e7c0a4d94f77c0170e3&lang=en&cache-only=0",
            "defineEn": "violent and very unkind",
            "defineVi": "bạo lực và rất không tử tế",
            "hasImg": true
        },
        {
            "id": "f8784a9d-2bd3-4d17-8041-d54dafb2dc56",
            "word": "foolhardy",
            "phonetic": "fuːlhɑːɹdi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I mean, isn't that almost foolhardy?",
                "Which can be a very foolhardy thing to do if you're not careful."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9vbGhhcmR5&hash=173391f04b7cdbbebfafefed7a794cdc7d09abac&lang=en&cache-only=0",
            "defineEn": "behaving in a way that is unnecessarily risky or very stupid",
            "defineVi": "cư xử theo cách nguy hiểm không cần thiết hoặc rất ngu ngốc"
        },
        {
            "id": "90f4b5b5-81e3-4a5b-9125-d49677ac5d3d",
            "word": "withdrawn",
            "phonetic": "wɪθdɹɔːn ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2l0aGRyYXdu&hash=95cd8f36199946a617cd46860e0276942758ef84&lang=en&cache-only=0",
            "defineEn": "(of a person) unwilling to talk to other people or participate in social events",
            "defineVi": "(của một người) không muốn nói chuyện với người khác hoặc tham gia vào các sự kiện xã hội",
            "hasImg": true
        },
        {
            "id": "33b2a8d3-5466-49b6-b3a5-451c07469bec",
            "word": "rat",
            "phonetic": "ɹæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They ratted on the deal.",
                "The news reporter ratted out the people who were involved with the scandal.",
                "Someone ratted us out to the police.",
                "They quit the rat race in order to live a simple life.",
                "Where I come from, you don't rat on your friends."
            ],
            "audio": "https://tts.langeek.co/read?text=cmF0&hash=b23ce0e5d8273a9c0208df072d816f0eae33d452&lang=en&cache-only=0",
            "defineEn": "someone who gives information about other people and their crimes or wrongdoings to the police or authorities",
            "defineVi": "ai đó cung cấp thông tin về người khác và tội ác hoặc hành vi sai trái của họ cho cảnh sát hoặc chính quyền"
        }
    ]
}