{
    "id": "69b5d0db-8901-4194-a852-380ca31f134f",
    "title": "Top 476 - 500 Verbs",
    "originalTitle": "Top 476 - 500 Verbs",
    "words": [
        {
            "id": "0619bda6-f6f3-4ddf-9d55-e9ff48509359",
            "word": "to overcome",
            "phonetic": "tʊ oʊvɚkʌm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The policeman pinched his eyes as if overcome with a sudden stab of pain.",
                "The determined athlete carried the day, overcoming adversity and winning the race with a strong finish.",
                "When the company's financial problems became too severe to overcome, the CEO called in a financial consultant for advice.",
                "Mary gets a frog in her throat whenever she has to sing in front of an audience, but she practices diligently to overcome it.",
                "The scientist understood that every bean has its black, and that even the most promising hypothesis may have flaws that need to be addressed and overcome."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3ZlcmNvbWU&hash=0da89d23bb83e7939bdb62bf507e251149c529bb&lang=en&cache-only=0",
            "defineEn": "to succeed in solving, controlling, or dealing with something difficult",
            "defineVi": "để thành công trong việc giải quyết, kiểm soát, hoặc đối phó với một cái gì đó khó khăn"
        },
        {
            "id": "c8f7bf5c-9cde-4188-a4af-dfbe896a481e",
            "word": "to bother",
            "phonetic": "tə bɑːðɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Don't even bother.",
                "Don't bother seeing me out.",
                "Don't bother trying to fix that old computer.",
                "My brother doesn't move an inch once he gets an idea in his head, so don't bother trying to reason with him.",
                "He's kicking his feet up onto the blankets, not even bothering to take off his shoes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm90aGVy&hash=7e8b32af737f1f24a7ee59d128d00c6e48e0fe31&lang=en&cache-only=0",
            "defineEn": "to cause someone to feel worried, upset, or irritated",
            "defineVi": "để gây ra một ai đó để cảm thấy lo lắng, buồn bã, hoặc bị kích thích",
            "hasImg": true
        },
        {
            "id": "b2915ab5-39d2-422b-91f1-e57cf6f47335",
            "word": "to hunt",
            "phonetic": "tə hʌnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "His past comes back to hunt him when an old friend returns to his life.",
                "I saw a lion hunting for prey in the tall grass.",
                "The hunters returned with a bag full of plump pheasants after a successful hunt.",
                "Many have criticized the government of running with the hare and hunting with the hounds regarding the territorial dispute between the two nations.",
                "In our office politics, Sally always tries to run with the hare and hunt with the hounds, telling both the clerical workers and the management that she thinks they should prevail."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaHVudA&hash=4077336efbeddb4d784c45b66ad526d6fc9a6010&lang=en&cache-only=0",
            "defineEn": "to pursue wild animals in order to kill or catch them, for sport or food",
            "defineVi": "theo đuổi động vật hoang dã để giết hoặc bắt chúng, để chơi thể thao hoặc làm thức ăn",
            "hasImg": true
        },
        {
            "id": "d234a57f-ba9e-4efc-bcbc-d47fb80d6b37",
            "word": "to complain",
            "phonetic": "tə kəmpleɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "You've been complaining all day.",
                "He complained of being kept out of the loop and threatened to resign.",
                "The procrastinator complained about not having enough time to pursue their hobbies, but idle folk have the least leisure, and their lack of productivity left them with little free time.",
                "When the teacher complained about the boys' rowdy behavior, the principal dismissed it by saying that boys will be boys.",
                "She was getting sick of hearing him complain."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcGxhaW4&hash=400290d5eca64ce8558c98e62dad70dfa900a32a&lang=en&cache-only=0",
            "defineEn": "to express one's annoyance, unhappiness, or dissatisfaction about something",
            "defineVi": "để bày tỏ sự khó chịu, bất hạnh, hoặc không hài lòng của một người về một cái gì đó",
            "hasImg": true
        },
        {
            "id": "0d59ac34-6869-4745-a4f3-1fc233df2641",
            "word": "to explode",
            "phonetic": "tʊ ɛksploʊd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Father exploded a bombshell when he forbade us to go to the prom.",
                "The number of humans on earth exploded. ",
                "About 12,000 years ago, human organization exploded.",
                "CPU transistor count exploded!",
                "The star explodes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwbG9kZQ&hash=879f548105de5e0a253567680e93e07729b95a29&lang=en&cache-only=0",
            "defineEn": "to break apart violently and noisily in a way that causes destruction",
            "defineVi": "chia tay một cách bạo lực và ồn ào theo cách gây ra sự hủy diệt",
            "hasImg": true
        },
        {
            "id": "ee3585ad-1ea4-4e08-96e0-4b0293c2dfb3",
            "word": "to swim",
            "phonetic": "tə swɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The goldfish in the bowl was swimming around happily.",
                "Swim at your own risk.",
                "I had a swim to cool down.",
                "To go for a ride/drive/run/swim.",
                "You're swimming against the tide regarding thank you letters."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dpbQ&hash=312669efd4e5759dc69ca83bf551f12857d57703&lang=en&cache-only=0",
            "defineEn": "to move through water by moving parts of the body, especially the limbs",
            "defineVi": "di chuyển trong nước bằng cách di chuyển các bộ phận của cơ thể, đặc biệt là các chi",
            "hasImg": true
        },
        {
            "id": "8554721d-40c4-4f51-8e1e-6fd10311df50",
            "word": "to collapse",
            "phonetic": "tə kəlæps ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company's recent collapse has left their pension fund members up the creek.",
                "The bridge collapsed, and the car plunged under.",
                "She flopped her bag onto the couch and collapsed next to it.",
                "She was so tired that she was on the point of collapse.",
                "The political situation had become so unstable that people felt that above black there is no color, and that the country was on the brink of collapse."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29sbGFwc2U&hash=153ba93d5ee40ef42f3aa93443945e60644386a0&lang=en&cache-only=0",
            "defineEn": "(of a construction) to fall down suddenly, particularly due to being damaged or weak",
            "defineVi": "(của một công trình) bị đổ xuống đột ngột, đặc biệt là do bị hư hỏng hoặc yếu",
            "hasImg": true
        },
        {
            "id": "6c3199a4-5d7f-4f28-96cf-f413b7ad6140",
            "word": "to honor",
            "phonetic": "tʊ ɑːnɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "It's an honor to meet you!",
                "I feel it a great honor to be chosen.",
                "Mother's Day is celebrated in May to honor mothers.",
                "She realized that sometimes, a prophet is not without honor save in his own country.",
                "The company's management recognized the importance of honoring its traditions while also being open to new ideas and innovations, understanding that tradition is a guide and not a jailer."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9ub3I&hash=d518a677c860ca716ed27da822b308ab5147ad01&lang=en&cache-only=0",
            "defineEn": "to show a lot of respect for someone or something",
            "defineVi": "để hiển thị rất nhiều sự tôn trọng cho một ai đó hoặc một cái gì đó"
        },
        {
            "id": "5e78b0aa-bfc6-4375-b0d6-f80af58a752a",
            "word": "to fry",
            "phonetic": "tə fɹaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The chef prepared a mouthwatering teff stir-fry, incorporating flavorful spices and vegetables.",
                "She used to dip her fried shrimp into the tangy remoulade sauce when she was younger.",
                "She created a delicious chopsteak stir-fry, combining thinly sliced chopsteak with colorful vegetables.",
                "I have bigger fish to fry.",
                "She dusts the chicken wings with cornflour before frying them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnJ5&hash=a9d4f449aa7941e25305557ebbba8354a53a6bd4&lang=en&cache-only=0",
            "defineEn": "to cook in hot oil or fat",
            "defineVi": "để nấu ăn trong dầu nóng hoặc chất béo",
            "hasImg": true
        },
        {
            "id": "392fddb7-e907-4fb1-bcf1-5948347024a5",
            "word": "to exercise",
            "phonetic": "tʊ ɛksɚsaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Exercise can make a big difference to your state of health.",
                "Regular exercise is essential for the healthfulness of your body and mind.",
                "It is no longer exercising power through velvet gloves.",
                "She did exercises to strengthen her back muscles.",
                "He performed knee exercises to strengthen the muscles around the joint."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhlcmNpc2U&hash=2b4616942d1e47b2219a821117e7147759ce1f5b&lang=en&cache-only=0",
            "defineEn": "to do physical activities or sports to stay healthy and become stronger",
            "defineVi": "tham gia các hoạt động thể chất hoặc thể thao để giữ sức khỏe và trở nên mạnh mẽ hơn",
            "hasImg": true
        },
        {
            "id": "c6de020e-9eb6-471b-9856-368fc215b513",
            "word": "to infect",
            "phonetic": "tʊ ɪnfɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Measles infects organs like the spleen, the liver, the intestines, and, most importantly, the lungs.",
                "Inside the brain, the bacteria swiftly infect the meninges.",
                "One infected person can infect 12 to 18 other people. ",
                "Flu infects humans.",
                "In 1918, the Spanish flu infected 500 *million* people worldwide."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5mZWN0&hash=ce50993aaa4d4f4b890be86d6e11496c2b20c1e5&lang=en&cache-only=0",
            "defineEn": "to transmit a disease to a person, animal, or plant",
            "defineVi": "truyền bệnh cho người, động vật hoặc thực vật",
            "hasImg": true
        },
        {
            "id": "20dceb07-28e7-48fb-b1f4-e5ed3cfef82f",
            "word": "to delete",
            "phonetic": "tə dᵻliːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She pressed the wrong button and accidentally deleted the file.",
                "It appears that all the files have been deleted.",
                "There's nothing more disheartening than to sweat your guts out on an assignment, only for the computer to crash and delete all your work.",
                "deleting the universe on its way.",
                "but she deleted her original defense, screenshots."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVsZXRl&hash=a266e76b9d5e1d78f62315527100602752fbe2b5&lang=en&cache-only=0",
            "defineEn": "to remove a piece of data from a computer or smartphone",
            "defineVi": "để xóa một phần dữ liệu khỏi máy tính hoặc điện thoại thông minh",
            "hasImg": true
        },
        {
            "id": "599ac04a-30f4-49f3-8484-f8b1b3d3cd85",
            "word": "to negotiate",
            "phonetic": "tə nᵻɡoʊʃɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The deal is in the making, we're negotiating the terms.",
                "They usually have aces up their sleeves when they negotiate an important transaction.",
                "He was able to negotiate a healthily high salary for his new job.",
                "Joe read the contract carefully and negotiated some changes.",
                "When negotiating a deal or contract, it's important to be vigilant and anticipate potential roadblocks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmVnb3RpYXRl&hash=59fb6d6a5fe2087dce2924c64b36372ed4bc0a9e&lang=en&cache-only=0",
            "defineEn": "to discuss the terms of an agreement or try to reach one",
            "defineVi": "để thảo luận về các điều khoản của một thỏa thuận hoặc cố gắng để đạt được một",
            "hasImg": true
        },
        {
            "id": "6547023a-43a6-40e8-8327-6a6d528fd32a",
            "word": "to attend",
            "phonetic": "tʊ ɐtɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The prestigious gala dinner is attended by business tycoons, philanthropists, and political leaders.",
                "She attends a prestigious university known for its engineering program.",
                "The conference is attended by industry leaders and big enchiladas who share their expertise and insights.",
                "But when she held an exhibit in her hometown, few people attended.",
                "She attends a dance class every Thursday to learn new moves."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXR0ZW5k&hash=fa4fb1a1bc358ceb606efa91c60366b3762c685f&lang=en&cache-only=0",
            "defineEn": "to be present at a meeting, event, conference, etc.",
            "defineVi": "để có mặt tại một cuộc họp, sự kiện, hội nghị, vv",
            "hasImg": true
        },
        {
            "id": "b4f4c564-271c-4074-874f-02ebf338b403",
            "word": "to weigh",
            "phonetic": "tə weɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The brain weighs about three pounds.",
                "Congress weighed the pros and cons of the new tax plan.",
                "He spoke very slowly, weighing his words.",
                "He gave evidence to the court, weighing each word as he spoke.",
                "I've been weighing his words all day, trying to figure out what he meant."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2VpZ2g&hash=f3b46641648311ec8fa8263e9b925c7353350ecf&lang=en&cache-only=0",
            "defineEn": "to have a specific weight",
            "defineVi": "để có một trọng lượng cụ thể",
            "hasImg": true
        },
        {
            "id": "35b4809a-e4ff-4b10-9232-d963aa17faa7",
            "word": "to convert",
            "phonetic": "tə kənvɜːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Others converted in name only, out of fear, while others stuck to their faith.",
                "Worms convert organic waste and other compostable products into natural fertilizers.",
                "The information is converted into a jumble of nonsense.",
                "This converts chemical energy into kinetic energy.",
                "That molecule subsequently is converted into a sugar."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udmVydA&hash=798b9634d348efa6a4b2556f8b4448330f4194e8&lang=en&cache-only=0",
            "defineEn": "to change the form, purpose, character, etc. of something",
            "defineVi": "để thay đổi hình thức, mục đích, nhân vật, vv của một cái gì đó"
        },
        {
            "id": "89844b48-d75c-4271-9b8d-2595be4fd8ed",
            "word": "to impact",
            "phonetic": "tʊ ɪmpækt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The French Revolution had a significant impact on shaping modern France.",
                "Mary, as the young blood of the department, is already making an impact with her creative solutions and proactive approach.",
                "Consuming prunes may have a positive impact on heart health by reducing LDL cholesterol levels.",
                "Real eyes realize that success is not measured by material possessions, but by the impact we have on others.",
                "The orchestra's rendition of Beethoven's Ninth Symphony was of the first water, with precise execution and a powerful emotional impact that left the audience in awe."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wYWN0&hash=e35a6a95f89116db8d7e43294f536ad72e1349f0&lang=en&cache-only=0",
            "defineEn": "to have an influence on something or someone",
            "defineVi": "để có ảnh hưởng đến một cái gì đó hoặc ai đó",
            "hasImg": true
        },
        {
            "id": "67cfea83-1e1c-4e1b-96e1-6239aadcc30e",
            "word": "to shut",
            "phonetic": "tə ʃʌt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The door clicked shut behind me.",
                "She went into her room and shut the door behind her.",
                "When it comes to gossip, I've learned that a shut mouth catches no flies.",
                "A door must be either shut or open.",
                "That’s really shutting the stable door after the horse has bolted."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2h1dA&hash=4011996ab51d56cd72814a4dd6491fb68265c0d7&lang=en&cache-only=0",
            "defineEn": "to close something",
            "defineVi": "để đóng một cái gì đó",
            "hasImg": true
        },
        {
            "id": "51d4b2be-10ac-4cfc-9b7d-a9e2bb4c6636",
            "word": "to damage",
            "phonetic": "tə dæmɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The paintings were damaged beyond recall.",
                "The damage was done.",
                "Women sometimes damage their skin by going overboard with abrasive cleansers.",
                "When the storm arrived, his house suffered significant damage.",
                "I checked the car for signs of damage."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGFtYWdl&hash=8b7799930d52024673791d00b8e7c55acc555220&lang=en&cache-only=0",
            "defineEn": "to physically harm someone or something",
            "defineVi": "để làm tổn hại về thể chất một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "466af64b-4be8-4fb0-a293-59f3aa30bca7",
            "word": "to eliminate",
            "phonetic": "tʊ ᵻlɪmᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Racism must be eliminated, roots and all.",
                "A little research goes a long way to help eliminate college debt.",
                "We've restructured the organization to help eliminate unnecessary costs, but we're still not out of the woods.",
                "The only wireless part about it is eliminating the wire between your phone and the charger.",
                "Genetic engineering eliminates this factor."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWxpbWluYXRl&hash=1b2ec15c42f3a5a83797eff60190f2e2126debf4&lang=en&cache-only=0",
            "defineEn": "to fully remove or get rid of something",
            "defineVi": "để loại bỏ hoàn toàn hoặc thoát khỏi một cái gì đó"
        },
        {
            "id": "0244b5d1-223f-4067-a173-92d9b3ca6cd4",
            "word": "to accompany",
            "phonetic": "tʊ ɐkʌmpəni ",
            "partOfSpeechType": "verb",
            "examples": [
                "My mom cooked a delicious pot of rice to accompany our meal.",
                "The restaurant served tea accompanied by delicate sugar lumps on the side.",
                "My uncle made a delicious mushroom and thyme sauce to accompany the roasted meats.",
                "I poured a glass of cold milk to accompany my freshly baked chocolate chip cookies.",
                "I ordered a plate of roasted haunch of rabbit, accompanied by a delicate mustard sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjb21wYW55&hash=cf414cbad3ffeeef5a921a2412a382d019344e0b&lang=en&cache-only=0",
            "defineEn": "to go with someone somewhere",
            "defineVi": "đi với ai đó ở đâu đó",
            "hasImg": true
        },
        {
            "id": "01da2c19-9722-4e3c-ae17-5e4c19463658",
            "word": "to guide",
            "phonetic": "tə ɡaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The boat captain guided us through the narrow canals of the city.",
                "The traveler paid a guide to show him across.",
                "The GPS will guide you to your desired destination with turn-by-turn directions.",
                "Morin's book is a helpful guide to surviving the first few months in harness.",
                "They hired a violin teacher to guide them in their learning."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3VpZGU&hash=32c83de75cab6ba40b62c8147a823713178cd2ec&lang=en&cache-only=0",
            "defineEn": "to direct or influence someone's motivation or behavior",
            "defineVi": "để chỉ đạo hoặc ảnh hưởng đến động lực hoặc hành vi của ai đó"
        },
        {
            "id": "d690f8d3-a82f-40ba-b041-2be8fbaab985",
            "word": "to ruin",
            "phonetic": "tə ɹuːɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The highly visible ruins serve as a reminder of the building's history.",
                "The scandal ruined his reputation and now his name is mud.",
                "The company's reputation was ruined by the scandal, and there was no unringing the bell.",
                "In the world of social media, bad news travels fast, and a single post can ruin a person's reputation.",
                "He handed in his notice at the bank and ruined his promising career."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcnVpbg&hash=7f79377d95b0af7675ff0bf5683938b692745c3b&lang=en&cache-only=0",
            "defineEn": "to cause severe damage or harm to something, usually in an irreparable way",
            "defineVi": "để gây ra thiệt hại nghiêm trọng hoặc thiệt hại cho một cái gì đó, thường là trong một cách không thể khắc phục"
        },
        {
            "id": "8e2f819b-7444-422c-90e0-25277343d830",
            "word": "to demand",
            "phonetic": "tə dᵻmænd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Those towns left out are demanding a slice of the action.",
                "The factory owners turned a deaf ear to the demands of the workers.",
                "'But where could they have gone?' he demanded.",
                "The dairy products market will also be driven by consumer demand.",
                "The company is sitting pretty in the market, with high demand for its products and a strong financial position."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVtYW5k&hash=0530dd829cf39419550ef68771831cd42fbc52ec&lang=en&cache-only=0",
            "defineEn": "to ask something from someone in an urgent and forceful manner",
            "defineVi": "để yêu cầu một cái gì đó từ một người nào đó một cách khẩn cấp và mạnh mẽ",
            "hasImg": true
        },
        {
            "id": "c86a45f6-ca7c-490c-8d96-d3cac6f385e9",
            "word": "to excuse",
            "phonetic": "tʊ ɛkskjuːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "But she always excused her language afterwards very prettily.",
                "Ignorance of the law is no excuse for breaking it.",
                "Give him one excuse and he gets his knickers in a twist.",
                "She made the excuse that she was sick and couldn't come to the party.",
                "She always makes an excuse when it's time to clean the house."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhjdXNl&hash=a7de97e4c251d488ea65ce1886db60b14c60483f&lang=en&cache-only=0",
            "defineEn": "to forgive someone for making a mistake, etc.",
            "defineVi": "để tha thứ cho ai đó vì đã phạm sai lầm, v.v."
        }
    ]
}