{
    "id": "69c6dbf6-1457-447e-9180-7d4b01e3162b",
    "title": "Top 101 - 125 Phrasal Verbs",
    "originalTitle": "Top 101 - 125 Phrasal Verbs",
    "words": [
        {
            "id": "86f50416-cec4-4f55-8d21-2e64f6bcd57e",
            "word": "to keep up",
            "phonetic": "tə kiːp ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "He follows industry blogs and journals to keep up with trends in his profession.",
                "Her mother, Louise, was very keen on keeping up with the Joneses.",
                "She struggled to keep up with the fast pace of the marathon runners.",
                "She reads the newspaper every day to keep up with the latest news.",
                "They were very unhappily married but kept up appearances for the sake of their children."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ga2VlcCB1cA&hash=96dfa39cbbf24d812ac33deb8d304ee65dfcea51&lang=en&cache-only=0",
            "defineEn": "to maintain something at a high level or in an efficient state",
            "defineVi": "để duy trì một cái gì đó ở mức cao hoặc trong một trạng thái hiệu quả"
        },
        {
            "id": "7bc2c432-8e46-4d96-841d-614a4e13d0e4",
            "word": "to come off",
            "phonetic": "tə kʌm ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "I always come off worse when we argue.",
                "But then the wheels came off the bus in the final season, and now it's often derided as one of the most disappointing finales of all time.",
                "Come off it, he can hardly boil an egg!",
                "Come off it, he'll know that's a lie.",
                "Alec Davidson, for example, was one of those who came off worst."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSBvZmY&hash=786e30825bad11044fa2e58444085e700a8ae006&lang=en&cache-only=0",
            "defineEn": "to become or be able to be detached or removed from something",
            "defineVi": "để trở thành hoặc có thể được tách ra hoặc loại bỏ từ một cái gì đó",
            "hasImg": true
        },
        {
            "id": "76943abd-04c5-4845-ab46-f962a732e3eb",
            "word": "to take away",
            "phonetic": "tə teɪk ɐweɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I want all of this cleaned up right now, or I'll take away your video games for the weekend.",
                "This guy took away an electron.",
                "Took away the one weapon in a consumer's arsenal.",
                "Question number three, 'Does mental illness take away personal accountability?'",
                "- Take away his internet access."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSBhd2F5&hash=edfd0273a6a954d1358e1e2c05028f84be5ca127&lang=en&cache-only=0",
            "defineEn": "to remove something from someone or someplace so that they no longer have it",
            "defineVi": "để loại bỏ một cái gì đó từ một ai đó hoặc một nơi nào đó để họ không còn có nó nữa",
            "hasImg": true
        },
        {
            "id": "9d7a4607-75c0-431d-a588-bdb8f9e59407",
            "word": "to cut off",
            "phonetic": "tə kʌt ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "After a heated argument with his parents, David was cut off with a cent and had to find a way to support himself financially.",
                "The driver knew that anger and haste hinder good counsel when he was cut off in traffic.",
                "If you stay home because your ex-boyfriend is at the party, aren't you cutting off your nose to spite your face?",
                "When preparing okra, remember to cut off the ends and avoid overcooking to maintain its texture and flavor.",
                "He was running around like a chicken with its head cut off."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3V0IG9mZg&hash=be8878bc363819a14633c543ee91be1470a26441&lang=en&cache-only=0",
            "defineEn": "to use a sharp object like scissors or a knife on something to remove a piece from its edge or ends",
            "defineVi": "để sử dụng một vật sắc nhọn như kéo hoặc một con dao trên một cái gì đó để loại bỏ một phần từ cạnh hoặc đầu của nó"
        },
        {
            "id": "b3a630e4-7df6-47f1-88db-b3dacc7e4fda",
            "word": "to go after",
            "phonetic": "tə ɡoʊ æftɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "From what your mother said in the book, when you let him into the kitchen, he went after the guy tooth and nail.",
                "Instead, doctors go after the babies.",
                "But the old man goes after him.",
                "But some species also go after cobras, mambas, and other venomous snakes.",
                "He went after the Ku Klux Klan."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28gYWZ0ZXI&hash=6bacf91359471ee175d8430df94f302b75ae8f3c&lang=en&cache-only=0",
            "defineEn": "to pursue or try to catch someone or something",
            "defineVi": "để theo đuổi hoặc cố gắng để bắt một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "7a6548aa-454f-439d-90b0-cb6c528a49b8",
            "word": "to break up",
            "phonetic": "tə bɹeɪk ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The book dealer would not break up the set.",
                "John still carries a torch for Mary, even though they broke up years ago.",
                "The music festival was a great way to break up the long winter months and add some excitement to our lives.",
                "Rob has had the cockroach ever since Gloria broke up with him.",
                "Rob has been down in the mouth ever since Gloria broke up with him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJlYWsgdXA&hash=fa5c33d6d24b70ae94bc679fc950f6599b814180&lang=en&cache-only=0",
            "defineEn": "to end a relationship, typically a romantic or sexual one",
            "defineVi": "để kết thúc một mối quan hệ, điển hình là một mối quan hệ lãng mạn hoặc tình dục",
            "hasImg": true
        },
        {
            "id": "c4092d5b-6be9-4e1c-8314-d5fc913354e3",
            "word": "to care for",
            "phonetic": "tə kɛɹ fɔːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "We have a duty to care for the refugees.",
                "She spends long hours caring for the animals and finding them loving homes.",
                "Sarah decided to take on the responsibility of caring for her elderly mother, and even though it can be difficult at times, she knows that a burden of one's own choice is not felt.",
                "I don't care for football, but to each his own.",
                "Most of her life was spent in caring for others."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FyZSBmb3I&hash=7c4b5d9f5ce7a42094badc65413a3a540d6e1aa1&lang=en&cache-only=0",
            "defineEn": "to provide treatment for or look after a person or an animal that is sick or injured",
            "defineVi": "để điều trị hoặc chăm sóc cho một người hoặc một con vật bị bệnh hoặc bị thương",
            "hasImg": true
        },
        {
            "id": "1286acfe-1ecc-45c0-b832-d9b887ae950d",
            "word": "to get over",
            "phonetic": "tə ɡɛt oʊvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "In our lectures we need to get over the importance of online safety.",
                "Still can't get over the idea that someone thought bullying real life children was an acceptable thing to do.",
                "He reminded himself that he that stays in the valley will not get over the hill, and enrolled in advanced classes.",
                "The company must stop shooting itself in the foot if it wants to get over its troubles.",
                "I can’t get over how well you look."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IG92ZXI&hash=83037611240839e799dcff7ab3d4554f3cfcf990&lang=en&cache-only=0",
            "defineEn": "to recover from an unpleasant or unhappy experience, particularly an illness",
            "defineVi": "để phục hồi từ một trải nghiệm khó chịu hoặc không vui, đặc biệt là một căn bệnh",
            "hasImg": true
        },
        {
            "id": "af50dffd-77f1-4bed-8457-ab1138c1b1ab",
            "word": "to stand out",
            "phonetic": "tə stænd aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The tall building stands out among the other structures in the city.",
                "During the cold winter months, the winterberry shrubs stood out with their vibrant red berries.",
                "We stood out a mile on that first day at school.",
                "In Japan a European stands out like a sore thumb.",
                "The book was pretty dull and didn't really stand out from other similar books in the genre."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhbmQgb3V0&hash=446f711dc697b05e44830216c7851d33cb841c6a&lang=en&cache-only=0",
            "defineEn": "to be prominent and easily noticeable",
            "defineVi": "nổi bật và dễ nhận thấy",
            "hasImg": true
        },
        {
            "id": "7ec6180b-b45f-4c40-9c33-dc9e4e305993",
            "word": "to walk away",
            "phonetic": "tə wɔːk ɐweɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "After almost being involved in a terrible car accident, I realized how lucky I was to have walked away unharmed, and I said to myself \"there but for the grace of God go I.\"",
                "This approach is different from the traditional view that make a salesperson become a fast-talker who inform averything about the product or services attributes and persuade the customer to buy and walk away with an order.",
                "Just walk away!",
                "And walk away.",
                "And then walk away."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FsayBhd2F5&hash=42a9085cba4a676944ab6ae4d9a986ecfe2231cf&lang=en&cache-only=0",
            "defineEn": "to leave a situation, place, or person instead of staying",
            "defineVi": "để rời khỏi một tình huống, địa điểm, hoặc người thay vì ở lại",
            "hasImg": true
        },
        {
            "id": "a87a3e7f-6ac5-4206-aa1b-c43c616c6dcf",
            "word": "to line up",
            "phonetic": "tə laɪn ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "At a countryside farm festival, attendees line up for a taste of the famous trotter barbecue.",
                "He lined up the bones and set the arm.",
                "Visitors at the food truck festival lined up for flavorful pork belly tacos with pickled onions and cilantro-lime sauce.",
                "It depends on how much that country greased their hands so that they lined up their pockets.",
                "The siblings all lined up together."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGluZSB1cA&hash=57a22f826034a03a73a4903e03a7c19c04425fb6&lang=en&cache-only=0",
            "defineEn": "to stand or be arranged in a line or row",
            "defineVi": "để đứng hoặc được sắp xếp trong một dòng hoặc hàng",
            "hasImg": true
        },
        {
            "id": "341361e5-49fd-4fb9-b2bf-461be2ff1d93",
            "word": "to pop up",
            "phonetic": "tə pɑːp ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Chinese counterfeiters pop up so fast.",
                "My name popped up in the video.",
                "Or some intangible thing pops up.",
                "A new window will pop up.",
                "Still, unpaid internships pop up in some bizarre places, like the White House."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9wIHVw&hash=601e7a3ebb83ef0c9a064e5edbfbc85b077c0d56&lang=en&cache-only=0",
            "defineEn": "to appear or occur suddenly or unexpectedly",
            "defineVi": "xuất hiện hoặc xảy ra đột ngột hoặc bất ngờ",
            "hasImg": true
        },
        {
            "id": "4037f1a2-f9e2-4a02-8617-59caa51ca902",
            "word": "to get off",
            "phonetic": "tə ɡɛt ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "Melissa's new book got off to a flying start, with high sales and positive reviews from readers and critics alike.",
                "Do me a favour and get off my back!",
                "The concert tour didn't get off the ground until the band's new album was released and started gaining popularity.",
                "The bus ground to a halt at the corner and someone got off.",
                "It took a lot of hard work, but their business finally got off the ground."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IG9mZg&hash=992f3589002ce68efea5b4007d3cef55ebf4d8c6&lang=en&cache-only=0",
            "defineEn": "to leave a bus, train, airplane, etc.",
            "defineVi": "để rời khỏi một chiếc xe buýt, xe lửa, máy bay, vv",
            "hasImg": true
        },
        {
            "id": "c1d7060c-b1f6-44b0-b38a-9dea651534dc",
            "word": "to put up",
            "phonetic": "tə pʊt ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "They put up a good fight, but they never really had a chance of defeating us.",
                "She and her campaign put up a fight to the very end, but it was clear in the weeks leading up to the election that she would lose.",
                "The investors who have put up around $30 million could catch a cold.",
                "Why do they bother putting up a fight?",
                "'Put up your hands!'"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IHVw&hash=3ee906fb83722ad10b57e558244c74185730d445&lang=en&cache-only=0",
            "defineEn": "to place something somewhere noticeable",
            "defineVi": "để đặt một cái gì đó một nơi nào đó đáng chú ý"
        },
        {
            "id": "04d7d55e-9c97-4f4b-8e4e-03f68cb83c42",
            "word": "to come along",
            "phonetic": "tə kʌm ɐlɔŋ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Then the state comes along and gives them dribs and drabs of benefit to try to take them out of poverty.",
                "Come along!'",
                "Then CT scanners and computer modeling came along.",
                "Come along.",
                "Then the Internet came along."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSBhbG9uZw&hash=c83da3b32affd972fc5f778910511efaa1ab5912&lang=en&cache-only=0",
            "defineEn": "to go someplace with another person",
            "defineVi": "đi đâu đó với người khác"
        },
        {
            "id": "c32fc78a-e27f-4c6f-afab-46c0caea2fa3",
            "word": "to give away",
            "phonetic": "tə ɡɪv ɐweɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He gave away a fortune.",
                "My grandfather keeps falling for online scams and giving away his personal information.",
                "He fell into a trap by believing his childhood friend and giving away all of his savings.",
                "The new charity will be giving away $55 million a year, putting it in the same league as other well-known charities.",
                "We are giving away a Canon M50 camera."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2l2ZSBhd2F5&hash=0fe21c1113cc6bb4a4568312f3fb94bb9acbbf09&lang=en&cache-only=0",
            "defineEn": "to freely give something as a gift or donation to someone",
            "defineVi": "để tự do đưa ra một cái gì đó như một món quà hoặc tặng cho ai đó",
            "hasImg": true
        },
        {
            "id": "38524f32-cf5e-4ef7-9657-8856eded5804",
            "word": "to run away",
            "phonetic": "tə ɹʌn ɐweɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the recess bell rings, the kids run away to play like rats up a drainpipe.",
                "He closed the gate to prevent the dog from running away.",
                "The young man runs away.",
                "Run away.",
                "The murderer ran away last night.' "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcnVuIGF3YXk&hash=6424ffed0c61aca24eb1db2cfc2b9dfe5ba2c5fd&lang=en&cache-only=0",
            "defineEn": "to escape from or suddenly leave a place, situation, or person",
            "defineVi": "để thoát khỏi hoặc đột ngột rời khỏi một địa điểm, tình huống, hoặc người",
            "hasImg": true
        },
        {
            "id": "7938d340-969b-4ee6-8bef-407683a480ff",
            "word": "to come down",
            "phonetic": "tə kʌm daʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "And he told ME, you know, no, Come Down, MA'AM, you can't GO up there, IT's Too Dangerous."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSBkb3du&hash=384eaf508c8d618bcbf3001ba14d1f7c2f5e0ea1&lang=en&cache-only=0",
            "defineEn": "to have a decrease in price, temperature, etc.",
            "defineVi": "để giảm giá, nhiệt độ, vv"
        },
        {
            "id": "7c8b1d2b-2f4e-498e-b936-bf80d76b3fb9",
            "word": "to pay off",
            "phonetic": "tə peɪ ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "John finally paid off his credit card debt and felt a huge weight lifted off his shoulders.",
                "The student worked multiple jobs to pay off her student loans, acknowledging that debt is the worst poverty.",
                "I think if we invest in this project, it will pay off over the long run.",
                "We've had to dig into our saving to pay off the debt.",
                "After paying off my credit card, I am in credit by $500."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGF5IG9mZg&hash=0d04632768329e0ba8e524f40b504768e295e952&lang=en&cache-only=0",
            "defineEn": "(of a plan or action) to succeed and have good results",
            "defineVi": "(của một kế hoạch hoặc hành động) để thành công và có kết quả tốt",
            "hasImg": true
        },
        {
            "id": "b2c5fcbc-aca2-47bc-8470-3b04cff56127",
            "word": "to [look] forward to {sth}",
            "phonetic": "tə lʊk fɔːɹwɚd tʊ ɛstiːeɪtʃ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9vayBmb3J3YXJkIHRvIHtzdGh9&hash=316e1782017338bcbb0760af9fe61da92e8a83b7&lang=en&cache-only=0",
            "defineEn": "to wait with satisfaction for something to happen",
            "defineVi": "để chờ đợi với sự hài lòng cho một cái gì đó xảy ra",
            "hasImg": true
        },
        {
            "id": "15ce7325-947c-46ed-a3e1-c9c42b125566",
            "word": "to bring back",
            "phonetic": "tə bɹɪŋ bæk ",
            "partOfSpeechType": "verb",
            "examples": [
                "As I bit into the mombin, its fibrous texture and tropical taste brought back childhood memories.",
                "Cherry pie is a classic dessert that brings back childhood memories of family gatherings.",
                "The wintergreen candies bring back childhood memories for her.",
                "The town tried for years to revive the old factory, but nothing they did brought back business.",
                "Achilles brings back a Trojan woman from one battle."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJpbmcgYmFjaw&hash=f41601923d1677faa2bed50569752937209d4aa7&lang=en&cache-only=0",
            "defineEn": "to make something or someone return or be returned",
            "defineVi": "để làm cho một cái gì đó hoặc ai đó trả lại hoặc được trả lại"
        },
        {
            "id": "ace32620-d562-4818-bfa5-ccd11c2afe91",
            "word": "to come at",
            "phonetic": "tə kʌm æt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They came at six and went at nine.",
                "Wow, all our Christmases have come at once!",
                "I'm coming at you with both guns blazing.",
                "Seeing my beautiful baby girl for the first time, well, it felt like all my Christmases had come at once.",
                "Traffic comes at a big cost in both time and money."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSBhdA&hash=ffa5cf0423d0c9dabcc235eb571cfc6417eae3fd&lang=en&cache-only=0",
            "defineEn": "to suddenly move toward someone to threaten them or physically attack them",
            "defineVi": "đột nhiên di chuyển về phía ai đó để đe dọa họ hoặc tấn công họ"
        },
        {
            "id": "991f0fbb-8923-4064-b14d-d724a4cc2c34",
            "word": "to go on with",
            "phonetic": "tə ɡoʊ ɔn wɪð ",
            "partOfSpeechType": "verb",
            "examples": [
                "She has it going on with her stylish attire and confident demeanor.",
                "Go on with your story.'",
                "A lot's going on with Tesla right now.",
                "What is going on with the erection?",
                "Something's going on with this episode."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28gb24gd2l0aA&hash=00cd0cdcc44217b3bae418006c96beb7b1ca7fd4&lang=en&cache-only=0",
            "defineEn": "to continue an activity",
            "defineVi": "để tiếp tục một hoạt động"
        },
        {
            "id": "15d87435-6026-41a8-b801-41b391612f72",
            "word": "to blow up",
            "phonetic": "tə bloʊ ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The incident has been blown up out of proportion.",
                "Some dirtbags tried to blow up the restaurant with a bomb.",
                "Her channel just blew up.",
                "Now blow up a planet!",
                "My notifications are blowing up."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxvdyB1cA&hash=ab6a23ce3277b7086b76fd59394facea63bdcec0&lang=en&cache-only=0",
            "defineEn": "to cause something to burst or explode",
            "defineVi": "để gây ra một cái gì đó để nổ hoặc phát nổ",
            "hasImg": true
        },
        {
            "id": "c80764e4-8af2-4d69-a30a-791aa46af605",
            "word": "to pass away",
            "phonetic": "tə pæs ɐweɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The library stands as a testament to the wisdom of generations of teachers who have passed away, reminding us that teachers die but books live on to inspire future learners.",
                "When his beloved wife passed away, the widower knew stone-dead hath no fellow and that nothing could replace her or bring her back.",
                "When Nancy's husband passed away, she was left with quite a cross to bear having to raise four children on her own.",
                "Mark's friend had passed away, and he found that all things grow with time except grief, as he slowly learned to cope with the loss and cherish the memories they shared.",
                "After my grandfather passed away, our family gathered together to share memories and support each other, proving how company in distress makes trouble less."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFzcyBhd2F5&hash=d2928a347dd0eafd27b9276c53704da78b25f51d&lang=en&cache-only=0",
            "defineEn": "to die, used when one does not want to use the word ‘die’",
            "defineVi": "chết, được sử dụng khi người ta không muốn sử dụng từ 'chết'",
            "hasImg": true
        }
    ]
}