{
    "id": "6a5dce8c-6cf4-4f54-b951-7b9950904ca4",
    "title": "You Should Hit the gym!",
    "originalTitle": "Lesson 31",
    "words": [
        {
            "id": "4cca9b37-2076-4dfe-b343-b47144a62cf8",
            "word": "aerobics",
            "phonetic": "ɛɹoʊbɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "I played soccer for 30 years, I taught aerobics for 10.",
                "Your sleep, bacteria are sensitive to circadian rhythm changes, so poor sleep promotes bad bacteria and increases inflammation And then activity level, aerobics activity improves the diversity of your microbiome.",
                "I commission this infringing work made for hire and then I head off to my water aerobics class sporting my fresh ink."
            ],
            "audio": "https://tts.langeek.co/read?text=YWVyb2JpY3M&hash=e4b2e9013db1273652be612978a1f19a95b38f8e&lang=en&cache-only=0",
            "defineEn": "a type of exercise that is designed to make one's lungs and heart stronger, often performed with music",
            "defineVi": "một loại bài tập được thiết kế để làm cho phổi và tim khỏe hơn, thường được thực hiện với âm nhạc",
            "hasImg": true
        },
        {
            "id": "188a6f2a-c9d8-4689-8c3c-f24ff22b51f1",
            "word": "athletic",
            "phonetic": "æθlɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His son doesn't share his passion for athletics.",
                "The club was becoming noted for its boxing rather than its athletics and this was not welcomed by the runners and walkers.",
                "The coach reminded his team that an empty sack cannot stand upright, emphasizing the importance of proper nutrition for optimal athletic performance.",
                "Athletics have happened in recent past, no.",
                "And in sports, male athletic directors hire male coaches."
            ],
            "audio": "https://tts.langeek.co/read?text=YXRobGV0aWM&hash=9dcb811bea629b17bfbeba7f65b8b2d27b48dd93&lang=en&cache-only=0",
            "defineEn": "of or relating to athletes or their career",
            "defineVi": "của, liên quan đến vận động viên hoặc sự nghiệp của họ",
            "hasImg": true
        },
        {
            "id": "3c778337-3e72-4110-8563-9f6d6a5a5333",
            "word": "locker room",
            "phonetic": "lɑːkɚ ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Locker room talk. ",
                "This is locker room talk.",
                "This is locker room talk.",
                "The outbreak in their locker room subsided.",
                "There's no open locker room."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9ja2VyIHJvb20&hash=f2b5fbbc91315c2dc724208f8727a4fa2db9e13c&lang=en&cache-only=0",
            "defineEn": "a room in a school, etc. that contains lockers in which people can change their clothes",
            "defineVi": "một căn phòng trong trường học, v.v. có tủ khóa để mọi người có thể thay quần áo",
            "hasImg": true
        },
        {
            "id": "46f2b5c1-4e5d-474a-bf59-cbce409cc96c",
            "word": "barbell",
            "phonetic": "bɑːɹbɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Looks like a man with a really big barbell.",
                "The proteins in your muscles utilize the energy in ATP to contract, so that you can lift a barbell or a slice of pizza."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyYmVsbA&hash=efd39dfdd69544ece3df3328faf6fd9934ae5c31&lang=en&cache-only=0",
            "defineEn": "a metal bar with heavy discs hanging at each end, used in bodybuilding",
            "defineVi": "một thanh kim loại với các đĩa nặng treo ở mỗi đầu, được sử dụng trong thể hình",
            "hasImg": true
        },
        {
            "id": "a2c6422c-bc8e-4db6-8eb4-801fb3973372",
            "word": "dumbbell",
            "phonetic": "dʌmbɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "See that dumbbell shape on this crane fly?",
                "Suddenly, there was a shortage of dumbbells and kettlebells on e-commerce sites.",
                "Now this feels like a dead weight like a dumbbell I'm pushing around.",
                "Trying to stay in shape during a pandemic means lifting dumbbells in front of the bedroom mirror, taking Pilates classes in the living room on Facebook live, and long runs in the park wearing a mask.",
                "For example, if you look closely at power lines, a lot of them have this little dumbbell thing on them, which is a tuned mass damper that keeps the lines from shaking too vigorously in the wind."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVtYmJlbGw&hash=8d78cbf6bda401bdaf0daed170ed4a8d8d7b2534&lang=en&cache-only=0",
            "defineEn": "two heavy discs with a short handle in between, used in bodybuilding",
            "defineVi": "hai đĩa nặng có cán ngắn ở giữa, dùng trong thể hình",
            "hasImg": true
        },
        {
            "id": "3bf720e8-f44f-40f9-8120-ab7c4c406bc9",
            "word": "cross trainer",
            "phonetic": "kɹɔs tɹeɪnɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3Jvc3MgdHJhaW5lcg&hash=e8fa75977501792d6455954b43f7eb3a8f49298f&lang=en&cache-only=0",
            "defineEn": "a piece of equipment at a gym with two parts that one stands on while holding two bars and pushing each part and bar as an exercise",
            "defineVi": "một thiết bị tại phòng tập thể dục có hai phần mà một người đứng trên đó trong khi giữ hai thanh và đẩy từng phần và thanh như một bài tập",
            "hasImg": true
        },
        {
            "id": "a1c15ea9-edb0-4eca-ba5b-71ba29fe9f68",
            "word": "horizontal bar",
            "phonetic": "hɔːɹɪzɔntəl bɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9yaXpvbnRhbCBiYXI&hash=af963a549f525ab91986ed21afd9f09371ed358e&lang=en&cache-only=0",
            "defineEn": "a bar fixed in a horizontal position for swinging exercises",
            "defineVi": "một thanh cố định ở vị trí nằm ngang cho các bài tập lắc lư",
            "hasImg": true
        },
        {
            "id": "bf81abef-a8d2-4456-82dc-0e3914a949bc",
            "word": "jump rope",
            "phonetic": "dʒʌmp ɹoʊp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Jump rope, if you have one.",
                "- Look, Mike, if I could go back to the days of Emily and I riding a tandem bicycle pulling you behind us on roller blades with a jump rope, then I would."
            ],
            "audio": "https://tts.langeek.co/read?text=anVtcCByb3Bl&hash=35680025b7507bf71dbf623d74911cdecee9d715&lang=en&cache-only=0",
            "defineEn": "a rope with a handle on each end that swings over a person's head and under their feet as they jump",
            "defineVi": "một sợi dây có tay cầm ở mỗi đầu đung đưa qua đầu và dưới chân của một người khi họ nhảy",
            "hasImg": true
        },
        {
            "id": "045a8381-4259-492f-ad3d-92b430302f28",
            "word": "mat",
            "phonetic": "mæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Kowalski goes to the mat for homeless vets.",
                "The police suspected Mat in a string of burglaries and assigned an undercover officer with a shady past to trail him.",
                "The Sargasso Sea is renowned for its vast floating mats of Sargasso seaweed.",
                "We went to the mat for him because he'd helped us in the past.",
                "I don't have my regular yoga mat, so I'm using a towel to stand in for it."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0&hash=2a0f8cba0542ea69decc4770ea6b231e5445ebaa&lang=en&cache-only=0",
            "defineEn": "a thick plastic or rubber material used in particular sports for landing or lying on",
            "defineVi": "một vật liệu nhựa hoặc cao su dày được sử dụng trong các môn thể thao cụ thể để hạ cánh hoặc nằm trên",
            "hasImg": true
        },
        {
            "id": "f50d7e70-a873-4f25-8f2c-3d29ea5115f2",
            "word": "multigym",
            "phonetic": "mʌltidʒɪm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXVsdGlneW0&hash=ff0525a8a186d3a6df30e6c4dbbc12b59713b2ce&lang=en&cache-only=0",
            "defineEn": "a piece of exercise equipment designed to improve different muscles of the body",
            "defineVi": "một phần của thiết bị tập thể dục được thiết kế để cải thiện cơ bắp khác nhau của cơ thể",
            "hasImg": true
        },
        {
            "id": "06ebca16-4735-4c1d-ba5f-0c8722c59d80",
            "word": "pommel horse",
            "phonetic": "pɑːməl hɔːɹs ",
            "partOfSpeechType": "noun",
            "examples": [
                "A good pommel horse can cost $5,000."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9tbWVsIGhvcnNl&hash=3bbb4100ff25270b450c4bf5499cbca815a790e0&lang=en&cache-only=0",
            "defineEn": "a piece of gymnastics equipment with two handles on its surface by which gymnasts can perform particular moves on",
            "defineVi": "một thiết bị thể dục dụng cụ có hai tay cầm trên bề mặt để vận động viên thể dục dụng cụ có thể thực hiện các động tác cụ thể trên",
            "hasImg": true
        },
        {
            "id": "420a3487-8dfa-4020-bafa-bfa5dfc4ec09",
            "word": "rowing machine",
            "phonetic": "ɹoʊɪŋ məʃiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "It’s basically a small and light rowing machine, with a motor that resists the astronaut’s pull."
            ],
            "audio": "https://tts.langeek.co/read?text=cm93aW5nIG1hY2hpbmU&hash=53806da7417bc033ecc28a97f0cacfab2df61742&lang=en&cache-only=0",
            "defineEn": "a piece of exercise equipment with a bar and a sliding seat that improves the same muscles engaged in rowing",
            "defineVi": "một thiết bị tập thể dục có thanh và ghế trượt giúp cải thiện các cơ tương tự khi chèo thuyền",
            "hasImg": true
        },
        {
            "id": "ffc5771c-cc07-4ebd-b8a5-f2348584aafb",
            "word": "punching bag",
            "phonetic": "pʌntʃɪŋ bæɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Get a punching bag and beat it until you're tired.",
                "Those 2017 Trump tax cuts that are a punching bag for Biden and his 2020 rivals?",
                "[with that], because they’re kind of the junior partner and the punching bag of Obama and these progressive Democrats, and they don’t do anything. ",
                "[with that], because they’re kind of the junior partner and the punching bag of Obama and these progressive Democrats, and they don’t do anything. ",
                "Meanwhile, the area surrounding the telson cushions the blow like a boxer’s punching bag."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVuY2hpbmcgYmFn&hash=aa2644e7cb5543ceeeaea9d4305158f1a292f320&lang=en&cache-only=0",
            "defineEn": "a hanging stuffed bag that is struck with the fists, and with which fighters train",
            "defineVi": "một chiếc túi nhồi bông treo được đập bằng nắm đấm và dùng để huấn luyện các võ sĩ",
            "hasImg": true
        },
        {
            "id": "90bfcc55-07ed-463d-9eb3-ddf8aef1fee9",
            "word": "trampoline",
            "phonetic": "tɹæmpəliːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Here's our trampoline.",
                "Our ball is about 35 meters above the trampoline.",
                "It feels like a trampoline.",
                "- It's like a gravy trampoline.",
                "Off-camera: It feels like a trampoline? "
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbXBvbGluZQ&hash=9bffb9c49771d8159410f85024358e7ca733de3d&lang=en&cache-only=0",
            "defineEn": "a piece of exercise equipment that consists of a stretchy cloth attached to a frame on which people can jump for fun",
            "defineVi": "một thiết bị tập thể dục bao gồm một miếng vải co giãn được gắn vào khung để mọi người có thể nhảy cho vui",
            "hasImg": true
        },
        {
            "id": "c19eee72-f0c3-4b83-ba6e-4ee0fab92bfd",
            "word": "treadmill",
            "phonetic": "tɹɛdmɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I have a treadmill in the basement.",
                "A treadmill made of treadmills, that is insane.",
                "It's a treadmill made of treadmills",
                "You can gamble in the bedroom, in the living room, on a treadmill.",
                "They have lots of stuff earbuds, bands, scales, treadmills and smart shoes."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlYWRtaWxs&hash=e97299cc2910921b9f79ef9ce67d82cd4fa943f2&lang=en&cache-only=0",
            "defineEn": "an exercise device consisting of an endless belt on which a person can walk or jog without changing place",
            "defineVi": "một thiết bị tập thể dục bao gồm một vành đai vô tận mà một người có thể đi bộ hoặc chạy bộ mà không cần thay đổi vị trí",
            "hasImg": true
        },
        {
            "id": "7ea381d5-f8e8-4269-a408-071d4ff4227d",
            "word": "to bounce",
            "phonetic": "tə baʊns ",
            "partOfSpeechType": "verb",
            "examples": [
                "He didn't get the prize he expected, but never mind - that's the way the ball bounces.",
                "He bounced into the office, full of the joys of spring.",
                "Although he'd lost his job, he said that was the way the ball bounced and kept going.",
                "Each bounce would wipe away any record of the universe’s previous history.",
                "Finally, in the 1960s, astronomers used radio telescopes to bounce radar pulses off of Venus."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm91bmNl&hash=a6a7ebe223b3d99a16278c762f3c7e3ce56c8aa9&lang=en&cache-only=0",
            "defineEn": "to jump up and down over and over again, especially on a stretchy surface",
            "defineVi": "nhảy lên nhảy xuống nhiều lần, đặc biệt là trên bề mặt co giãn",
            "hasImg": true
        },
        {
            "id": "6debeec9-d644-4f7f-8f1d-06453628f458",
            "word": "to hop",
            "phonetic": "tə hɑːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The green frog hopped from one lily pad to another.",
                "Rabbits are known for their ability to hop and jump.",
                "The kangaroo is a unique animal found in Australia known for its ability to hop.",
                "The family's hopping mad that she left them nothing.",
                "A few hops out of the sun can mean the difference between life and death."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9w&hash=f0b1fa0f7b971d49eacc7530bbbb1586e0dbfe61&lang=en&cache-only=0",
            "defineEn": "to jump using one leg",
            "defineVi": "nhảy bằng một chân",
            "hasImg": true
        },
        {
            "id": "3df13ac0-b6f7-4d45-9b63-6df73ac56916",
            "word": "to stretch",
            "phonetic": "tə stɹɛtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Fire crews have been operating at full stretch.",
                "By no stretch of the imagination does the factory operate efficiently.",
                "He stretched his legs before going for a run to prevent muscle cramps.",
                "This could not by any stretch be seen as a victory.",
                "We wanted to stretch our legs during intermission."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RyZXRjaA&hash=75cb8e1c1f8bdc041da4c4a594254b37b0d5d343&lang=en&cache-only=0",
            "defineEn": "to extend one's body parts or one's entire body to full length",
            "defineVi": "để kéo dài các bộ phận cơ thể của một người hoặc toàn bộ cơ thể của một người đến chiều dài đầy đủ",
            "hasImg": true
        },
        {
            "id": "0684ae14-3819-41ea-8fcf-7dff7f54d2ea",
            "word": "to strengthen",
            "phonetic": "tə stɹɛŋθən ",
            "partOfSpeechType": "verb",
            "examples": [
                "She did exercises to strengthen her back muscles.",
                "He performed knee exercises to strengthen the muscles around the joint.",
                "The farmer knew that as the day lengthens, so the cold strengthens, and he made sure to prepare his crops and livestock for the harsh winter ahead.",
                "The couple who had grown apart in their relationship understood that it is never too late to mend and worked together to strengthen their bond and rebuild their connection.",
                "When Jake and Maria had a disagreement, they remembered that the quarrel of lovers is the renewal of love, and they worked together to find a solution that strengthened their relationship."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RyZW5ndGhlbg&hash=529d8b7b489daea31255e3543f0312c4166ee749&lang=en&cache-only=0",
            "defineEn": "to make something more powerful or become so",
            "defineVi": "để làm cho một cái gì đó mạnh mẽ hơn hoặc trở nên như vậy"
        },
        {
            "id": "40e9f596-86bc-4bee-b0ad-529668c849ff",
            "word": "to squat",
            "phonetic": "tə skwɑːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Really copping a squat.",
                "I'll do squats. -",
                "Or, y’know, squatting.",
                "So, like, squat like this. -",
                "Do some workouts, push-ups, air squats."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3F1YXQ&hash=8ac7a9922bc4ddd82f19b91941f96534ca647ae8&lang=en&cache-only=0",
            "defineEn": "to go to position in which the knees are bent and the back of thighs are touching or very close to one's heels",
            "defineVi": "đi đến vị trí mà đầu gối bị cong và mặt sau của đùi chạm hoặc rất gần với gót chân của một người",
            "hasImg": true
        },
        {
            "id": "8f5d9c0e-63ad-484f-83f8-5eb3e975da54",
            "word": "to sweat",
            "phonetic": "tə swɛt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He earned his money by the sweat of his brow.",
                "She knew that it would take blood, sweat, and tears to reach the next stage of the tournament.",
                "Despite the cold weather, David sweats like a horse whenever he plays basketball.",
                "The workers, in the scorching heat of the summer, sweated like pigs while carrying heavy loads to complete the construction project.",
                "He felt the sweat running down his face."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dlYXQ&hash=5d60237c5af67443981565c8b5c25e1fe10364dd&lang=en&cache-only=0",
            "defineEn": "to produce small drops of liquid on the surface of one's skin",
            "defineVi": "để tạo ra những giọt chất lỏng nhỏ trên bề mặt da của một người",
            "hasImg": true
        },
        {
            "id": "bada801a-439e-4660-8bf6-3e5abfecb775",
            "word": "chin-up",
            "phonetic": "tʃɪnʌp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hpbi11cA&hash=8cd3962118085b4fee8148c60785768ca2bda06f&lang=en&cache-only=0",
            "defineEn": "an exercise for the arms in which one hangs from a bar and tries to pull oneself up",
            "defineVi": "một bài tập cho cánh tay trong đó một người treo người trên một thanh và cố gắng kéo mình lên",
            "hasImg": true
        },
        {
            "id": "ef49fdc0-bbbb-40c2-9911-3d40f862588f",
            "word": "push-up",
            "phonetic": "pʊʃʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The three-part test begins with push-ups.",
                "Narrator: Push-ups are followed by planks.",
                "and I'm like, hey you do the push-ups baby.",
                "How might an old person do a push-up?",
                "When they got punished, I was right there doing push-ups with them."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVzaC11cA&hash=27a21c016bd4662cf70e7b7d844ebdecb2c5d0c8&lang=en&cache-only=0",
            "defineEn": "an exercise in which one lies face down and tries to raise one's body off the ground by pushing against the floor",
            "defineVi": "một bài tập trong đó một người nằm úp mặt và cố gắng nâng cơ thể lên khỏi mặt đất bằng cách đẩy xuống sàn",
            "hasImg": true
        },
        {
            "id": "dfc3aeb6-f0ef-41e0-ac9e-e02fc8bac177",
            "word": "sit-up",
            "phonetic": "sɪtʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "You do a thousand sit-ups?",
                "So let's begin with this simple sit-up with the use of a towel.",
                "So next time you watch your favorite TV show, get down and do the simple sit-up.",
                "Hi, I'm Denise Austin, and one of the best ways to flatten your tummy while you're watching television, get down on the floor and do the simple sit-up.",
                "How many sit-ups do you do a day?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2l0LXVw&hash=d99f84345f5caa6f83f61986701146714d64ce22&lang=en&cache-only=0",
            "defineEn": "an exercise in which a person can strengthen their stomach muscles by constantly changing from lying to sitting position without moving the legs",
            "defineVi": "một bài tập trong đó một người có thể tăng cường cơ bụng bằng cách liên tục thay đổi từ tư thế nằm sang tư thế ngồi mà không di chuyển chân",
            "hasImg": true
        },
        {
            "id": "ad0bf1f5-7fb9-47d8-b9bc-6bc69bfefb08",
            "word": "jumping jack",
            "phonetic": "dʒʌmpɪŋ dʒæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "They do 50 jumping jacks.",
                "Apparently we're doing jumping jacks.",
                "Hey, Colton, it's called a jumping jack.",
                "Now, he's doing jumping jacks, but there's the drone above his head.",
                "These freely moveable synovial joints come in six different configurations that together allow pretty much any movement your body can make, from a subtle head nod to a vigorous jumping jack."
            ],
            "audio": "https://tts.langeek.co/read?text=anVtcGluZyBqYWNr&hash=a549db022c0d3394de1c87e5f1e7fec9b9d9e0db&lang=en&cache-only=0",
            "defineEn": "an exercise that is performed by jumping from a standing position with legs both spread wide and the hands touching overhead and then returning to a position with the feet together and the arms at the sides",
            "defineVi": "một bài tập được thực hiện bằng cách nhảy từ tư thế đứng với hai chân dang rộng và hai tay chạm vào đầu, sau đó quay trở lại tư thế với hai bàn chân chụm lại và hai cánh tay ở hai bên",
            "hasImg": true
        },
        {
            "id": "28ee173a-a614-4dac-910e-210df72c480a",
            "word": "to massage",
            "phonetic": "tə mɐsɑːʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "as she massaged her sore feet.",
                "He massaged his skin with safflower oil, known for its moisturizing properties.",
                "I massaged my leg to relieve muscle tension.",
                "Massage the nipple.",
                "\"Massages will remove knots in your back.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFzc2FnZQ&hash=4546245f1fefccf6fcb9828b96a350f61002f742&lang=en&cache-only=0",
            "defineEn": "to press or rub a part of a person's body with the hands to make them feel refreshed",
            "defineVi": "dùng tay ấn hoặc xoa một phần cơ thể của một người để làm cho họ cảm thấy sảng khoái",
            "hasImg": true
        },
        {
            "id": "92642506-7182-4fe1-85d5-8afba8f1021a",
            "word": "muscle memory",
            "phonetic": "mʌsəl mɛmɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "and then it just becomes muscle memory.",
                "Muscle memory/autoimmune diseases/neuro-plasticity: This video seemed to give you guys a lot of ideas for other videos.",
                "Honestly, because your hand is already on the keyboard, you already have all the muscle memory.",
                "So again, you think about a smoke-filled compartment, you can't really simulate that very well in the drill environment, but we have to force them into that muscle memory, right?",
                "Mandy says in her book that she uses three things for her singing: a visual tuner, muscle memory, and trusting her pitch."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzY2xlIG1lbW9yeQ&hash=2e7aa12ab7f04c4380e3edad8d09eeaa176ed631&lang=en&cache-only=0",
            "defineEn": "the ability to do something correctly without focusing on it because one has done it several times",
            "defineVi": "khả năng làm điều gì đó một cách chính xác mà không cần tập trung vào nó bởi vì một người đã làm điều đó nhiều lần"
        },
        {
            "id": "7cd49597-02dc-41e7-a8b5-8f32d3a7cfaf",
            "word": "six-pack",
            "phonetic": "sɪkspæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "A six-pack of toilet paper at Dollar General costs $3, which is $0.50 a roll.",
                "While it's fun to joke about your developing dad bod, maybe just stick to having one or two brewskis a night instead of the whole six-pack.",
                "But when you hear plastic pollution, you might picture six-pack rings wrapped around seagulls or beaches littered with plastic bottles, you know, the stuff that you can see.",
                "We also tend to say, oh, you know, it's about good old boys and pickup trucks and six-packs of beer and hound dogs.",
                "So even when I was younger and growing up in the Bronx, and we'd buy those little six-packs of tomatoes and peppers and things like that, and I would shove 'em into wherever I could in our front yard and be so happy with whatever came out."
            ],
            "audio": "https://tts.langeek.co/read?text=c2l4LXBhY2s&hash=b617947dbad4bebc304ae5e264a012e289965c46&lang=en&cache-only=0",
            "defineEn": "a person's strong stomach muscles that are easily visible",
            "defineVi": "cơ bụng khỏe mạnh của một người có thể dễ dàng nhìn thấy",
            "hasImg": true
        },
        {
            "id": "f70ca5a3-7557-45d8-8a58-2596ac51aa75",
            "word": "martial art",
            "phonetic": "mɑːɹʃəl ɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Did you see that martial arts expert?",
                "That experience made me open my eyes and started my search for a martial art that teaches practical self-defence skills.",
                "Despite wearing protective gear, James's arms were black and blue after a day of intense martial arts training.",
                "I love martial arts.",
                "He is an expert in martial arts."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFydGlhbCBhcnQ&hash=2bbd6bf175499611880c234c51369a49bdc461c3&lang=en&cache-only=0",
            "defineEn": "any type of sports that include fighting which are especially originated in the Far East, such as judo, kung fu, etc.",
            "defineVi": "bất kỳ loại hình thể thao nào bao gồm chiến đấu đặc biệt có nguồn gốc ở Viễn Đông, chẳng hạn như judo, kung fu, v.v.",
            "hasImg": true
        },
        {
            "id": "18ea6839-6a3a-4bfd-9179-6f278b0656fb",
            "word": "to weight-lift",
            "phonetic": "tə weɪtlɪft ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gd2VpZ2h0LWxpZnQ&hash=6ee022c330ee0207d1d4be8583d17cde4640622f&lang=en&cache-only=0",
            "defineEn": "to lift heavy weights as a sport",
            "defineVi": "để nâng trọng lượng nặng như một môn thể thao",
            "hasImg": true
        },
        {
            "id": "90f88281-353a-484f-afea-cd0e8a447ee7",
            "word": "to work out",
            "phonetic": "tə wɜːk aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "So far, it's working out well.",
                "The restaurant is working out the kinks in the new menu, adjusting portion sizes and experimenting with new dishes",
                "So, have a think, work out your priorities and get back to me.",
                "He was taking action to improve his health by working out regularly.",
                "Comb hair from tip to root, working out the knots at the end."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd29yayBvdXQ&hash=6d2cd304765e6b278851d1017d158098b95fa267&lang=en&cache-only=0",
            "defineEn": "to exercise in order to get healthier or stronger",
            "defineVi": "tập thể dục để khỏe mạnh hơn hoặc mạnh mẽ hơn",
            "hasImg": true
        },
        {
            "id": "d1b723d4-6e14-4266-a183-e62be48d4f6c",
            "word": "pace",
            "phonetic": "peɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Space movies have set the pace for the development of special effects.",
                "The modest pace of economic growth has also kept the lid on price growth.",
                "The old man was driving along the road at a snail's pace.",
                "She had a slow learning pace but never gave up.",
                "She struggled to keep up with the fast pace of the marathon runners."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFjZQ&hash=552b0db18a973fa461e36e16dbccc19207c73b3c&lang=en&cache-only=0",
            "defineEn": "a person or thing's speed when walking, moving, or running",
            "defineVi": "tốc độ của một người hoặc vật khi đi bộ, di chuyển hoặc chạy",
            "hasImg": true
        },
        {
            "id": "f83ee5e0-4268-4056-8a7a-3554a756cd98",
            "word": "to burn off",
            "phonetic": "tə bɜːn ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "Raising the temperature to 200 degrees Celsius burns off any moisture, and hundreds of vacuum pumps take two weeks to trap enough gas and debris out of the pipes for the collider's incredibly sensitive experiments.",
                "If we burn off more energy than we replenish, we'll lose weight.",
                "(Rhett) I think they burned off.",
                "Before these petite pilots embark across the Gulf of Mexico, they too add more than half their penny-sized body weight in fat too, and during their 600 mile trip, they burn off a quarter of their body mass in just 20 hours!",
                "But all the science that I have personally read says that when you get a cochlear implant, your cochlea hair cells or whatever are burnt off so that you don't get any hearing at all."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnVybiBvZmY&hash=f6d6ab8d124d6136b4ee9af727b6c6a9ea0f331b&lang=en&cache-only=0",
            "defineEn": "to consume energy by doing physical activity",
            "defineVi": "để tiêu thụ năng lượng bằng cách làm hoạt động thể chất"
        },
        {
            "id": "af33e479-3eec-41e2-844e-414e6cc8e1f6",
            "word": "dressing room",
            "phonetic": "dɹɛsɪŋ ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "I went to the dressing room.",
                "So he took us into the dressing room.",
                "Dora: You walk into a dressing room that looks like an Hermès shop.",
                "I don't know, I've been coughing in the dressing room.",
                "Robert was standing there like this, like In your dressing room What did he say?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJlc3Npbmcgcm9vbQ&hash=cbf2ff8006a83a078e161ea7cf7e60ea2e077950&lang=en&cache-only=0",
            "defineEn": "a room for athletes to change clothes and prepare for their competition or game",
            "defineVi": "một phòng để các vận động viên thay quần áo và chuẩn bị cho cuộc thi hoặc trò chơi của họ",
            "hasImg": true
        },
        {
            "id": "b0cc6a09-a77a-46ed-8c97-c262d36e68f1",
            "word": "pound for pound",
            "phonetic": "paʊnd fɔːɹ paʊnd ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG91bmQgZm9yIHBvdW5k&hash=bedd45538789029cc6ca4cf23e4c1dc0c4cf7ba9&lang=en&cache-only=0",
            "defineEn": "(sports) used to compare the relative abilities or accomplishments of athletes of different weight classes",
            "defineVi": "(thể thao) dùng để so sánh khả năng hoặc thành tích tương đối của các vận động viên thuộc các hạng cân khác nhau"
        }
    ]
}