{
    "id": "6a6f0de5-bda0-434c-99e6-55616af4df18",
    "title": "Top 1 - 25 Phrasal Verbs",
    "originalTitle": "Top 1 - 25 Phrasal Verbs",
    "words": [
        {
            "id": "6ff57d71-354d-4ad3-bbf7-7112e1818a2e",
            "word": "to go on",
            "phonetic": "tə ɡoʊ ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Life goes on.",
                "This dictionary goes on the top shelf.",
                "The show must go on!",
                "My family goes on a vacation once a year.",
                "Shares went on sale this morning."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28gb24&hash=728c0d82ae386773b970d1cb41a6c5ef7483e151&lang=en&cache-only=0",
            "defineEn": "to continue without stopping",
            "defineVi": "tiếp tục mà không dừng lại",
            "hasImg": true
        },
        {
            "id": "cbdcf392-dac4-44f2-8ee9-349bcd66d0d4",
            "word": "to come from",
            "phonetic": "tə kʌm fɹʌm ",
            "partOfSpeechType": "verb",
            "examples": [
                "People came from all over the country.",
                "A voice came from the kitchen.",
                "Katy Jones is nineteen and comes from Birmingham.",
                "She comes from a generation of women who have worked hard and are used to straddling work and motherhood and not making a big deal about it.",
                "Where I come from, you don't rat on your friends."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSBmcm9t&hash=63578dd59f5bae125874e8101a255623eaab9f1b&lang=en&cache-only=0",
            "defineEn": "to have been born in a specific place; to have as one's place of residence",
            "defineVi": "được sinh ra ở một nơi cụ thể; để có như là nơi cư trú của một người",
            "hasImg": true
        },
        {
            "id": "651367f4-0917-4eae-9907-a3027c38fe51",
            "word": "to look for",
            "phonetic": "tə lʊk fɔːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "People are looking for ways to save money.",
                "The president is looking for staff who will give him advice straight from the shoulder.",
                "Are you still looking for a job?",
                "We'll have to look for a better solution.",
                "She is looking for a part-time job to earn extra money."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9vayBmb3I&hash=0a73268e22e5edeafb2089e21f7744b65c4d3e1e&lang=en&cache-only=0",
            "defineEn": "to expect or hope for something",
            "defineVi": "để mong đợi hoặc hy vọng cho một cái gì đó",
            "hasImg": true
        },
        {
            "id": "b49c57c0-6e4d-493b-ade8-db161bfc31df",
            "word": "to figure out",
            "phonetic": "tə fɪɡjɚɹ aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We need to figure out a way to fix this broken thing.",
                "I need to figure out which direction my life should take.",
                "I've been weighing his words all day, trying to figure out what he meant.",
                "She couldn't figure out how to use the software for the life of her.",
                "It sometimes appears that this entire process of stewing in our juices and trying to figure out what is wrong with this country is rather fruitless."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmlndXJlIG91dA&hash=65edee6ea1ba041146a1c6c18265ad453fde19b0&lang=en&cache-only=0",
            "defineEn": "to find the answer to a question or problem",
            "defineVi": "để tìm câu trả lời cho một câu hỏi hoặc vấn đề",
            "hasImg": true
        },
        {
            "id": "69ee88bb-0a48-41a5-876d-e170f19e00e7",
            "word": "to deal with",
            "phonetic": "tə diːl wɪð ",
            "partOfSpeechType": "verb",
            "examples": [
                "As a result, the employees had to deal with the consequences of his poor choices.",
                "Lately, I've been dealing with constipation.",
                "Working in customer service, dealing with difficult customers is just the nature of the beast.",
                "Heavenly Father, help me to deal with the thorn in my flesh.",
                "Not everyone is cut out for dealing with customers."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVhbCB3aXRo&hash=bd7f09503e5529c990803802de991d1b71700f5d&lang=en&cache-only=0",
            "defineEn": "to resolve a difficulty, carry out a task, etc.",
            "defineVi": "để giải quyết một khó khăn, thực hiện một nhiệm vụ, vv"
        },
        {
            "id": "fde23d59-0c53-4e30-900d-1b459e3bfeb4",
            "word": "to come on",
            "phonetic": "tə kʌm ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Come on!",
                "Come on, Bill.",
                "C'm on, kids!",
                "Come on in and make yourself at home.",
                "Come on, let's get it over with."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSBvbg&hash=353df8558968a6e58a2912580d8fff73c38eea1a&lang=en&cache-only=0",
            "defineEn": "used for encouraging someone to hurry",
            "defineVi": "được sử dụng để khuyến khích ai đó nhanh lên"
        },
        {
            "id": "9390954f-18aa-44a7-b549-215adc5a4031",
            "word": "to find out",
            "phonetic": "tə faɪnd aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Find out if you are the sharpest tool in the box with today's Crossword.",
                "We found out we were staying in the same hotel.",
                "I had to find out the hard way - to coin a phrase.",
                "Most senators find out which way the wind blows in their home state before voting on bills in Congress.",
                "We'll find out what it is soon."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmluZCBvdXQ&hash=0aab2e2c5256f981d7132872a4468f469991ff39&lang=en&cache-only=0",
            "defineEn": "to get information about something after actively trying to do so",
            "defineVi": "để có được thông tin về một cái gì đó sau khi tích cực cố gắng để làm như vậy"
        },
        {
            "id": "7c150019-637a-4e4b-ad81-f8c2e52c125a",
            "word": "to check out",
            "phonetic": "tə tʃɛk aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Alice's husband had a roving eye, always checking out other women even when they were out together.",
                "Check out the bag cam.",
                "Check out their site.",
                "Check out his astronomy blog here.",
                "Check out the links in the description."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hlY2sgb3V0&hash=c4ed40daff39efeb881afc68d72073089bf12b26&lang=en&cache-only=0",
            "defineEn": "to leave a hotel after returning your room key and paying the bill",
            "defineVi": "rời khách sạn sau khi trả lại chìa khóa phòng và thanh toán hóa đơn",
            "hasImg": true
        },
        {
            "id": "ac6dcd85-7d78-47ed-b4d1-26c93d5ba341",
            "word": "to get into",
            "phonetic": "tə ɡɛt ɪntʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She got into the car.",
                "The town itself has got into gear with a campaign to improve the environment.",
                "Little kids get into everything, and it can really try your patience.",
                "They got into trouble with the law for driving under the influence.",
                "She got into trouble with her parents for staying out too late on school nights."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IGludG8&hash=aac156c5e8bcd856e7377383a46221cb3bc18433&lang=en&cache-only=0",
            "defineEn": "to begin participating in, learning about, and developing a strong interest or passion for a particular activity, hobby, or topic",
            "defineVi": "bắt đầu tham gia, tìm hiểu và phát triển mối quan tâm hoặc đam mê mạnh mẽ đối với một hoạt động, sở thích hoặc chủ đề cụ thể"
        },
        {
            "id": "098af20c-5d66-4688-9d45-29597c15dec1",
            "word": "to go ahead",
            "phonetic": "tə ɡoʊ ɐhɛd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Go ahead, admit it.",
                "They had planned to go ahead with the court hearings that week, but lack of space forced them to change their minds.",
                "The rest of you may disagree, but I, for one, think we should go ahead with the plan.",
                "The deal isn't yet etched in stone, but we're confident it will go ahead as hoped.",
                "He said that going ahead with the strike would be a lose-lose situation for all concerned."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28gYWhlYWQ&hash=49380b13b5dabea1180dc3618a2167ec99593757&lang=en&cache-only=0",
            "defineEn": "to start to do something, especially with someone's permission or when they have expressed doubts or opposition",
            "defineVi": "bắt đầu làm điều gì đó, đặc biệt là với sự cho phép của ai đó hoặc khi họ bày tỏ sự nghi ngờ hoặc phản đối"
        },
        {
            "id": "631030e5-3492-49bb-9446-960a8106ef0f",
            "word": "to turn out",
            "phonetic": "tə tɜːn aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The whole controversy turned out to be a storm in a teacup.",
                "His latest invention turned out to be a real cash cow.",
                "The renovation of the charming old house turned out to be a money pit.",
                "The new manager turned out to be a ball of fire.",
                "Turns out that David Pickering and friends are wetting the baby's head."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHVybiBvdXQ&hash=2af21884045d4414f0c69887dac8db68ce33d3fc&lang=en&cache-only=0",
            "defineEn": "to end up being or proving to be, especially in a way that was not expected or anticipated",
            "defineVi": "để kết thúc hoặc chứng minh là, đặc biệt là theo cách không được mong đợi hoặc dự đoán"
        },
        {
            "id": "e787fa9e-c848-46c4-a191-68d132c299d0",
            "word": "to get in",
            "phonetic": "tə ɡɛt ɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "I will get in touch with solicitors about this.",
                "Wow, Jim has really gotten in shape lately.",
                "Don't get in my hair today because I don't have the patience for it!",
                "Jacob got in the back seat next to Katie and Jessica rode shotgun",
                "She meditates to get in touch with her inner self."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IGlu&hash=41c715507397434f4526881f251ca4ee8510eb3f&lang=en&cache-only=0",
            "defineEn": "to arrive at home or at the place where one works",
            "defineVi": "đến nhà hoặc tại nơi mà một người làm việc",
            "hasImg": true
        },
        {
            "id": "f2053a8d-a47d-4dc4-a3aa-142791b9676f",
            "word": "to come up",
            "phonetic": "tə kʌm ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The issue comes up over and over on the stump.",
                "The interview is coming up next week.",
                "The report will come up on the screen in a moment.",
                "The charges against the suspect will come up in court tomorrow.",
                "After a challenging year, things finally came up roses for the athlete, who won several major competitions and broke records."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSB1cA&hash=8dc6cc94a4237b6301a3a7db46ee6d1b9c7f6beb&lang=en&cache-only=0",
            "defineEn": "to move toward someone, usually in order to talk to them",
            "defineVi": "di chuyển về phía ai đó, thường là để nói chuyện với họ",
            "hasImg": true
        },
        {
            "id": "6b0f558c-d0be-4d7c-9a4b-aa248bf683af",
            "word": "to pick up",
            "phonetic": "tə pɪk ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "He picked up a beautiful head of savoy cabbage from the market.",
                "They picked up the check for dinner last night.",
                "Whenever we go out, my father picks up the tab.",
                "The city had to pick up the pieces after a major storm caused widespread damage and power outages.",
                "He picked up the new language easily by listening to podcasts."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGljayB1cA&hash=d255d49be38c203f8498afac14a082c089eb1faa&lang=en&cache-only=0",
            "defineEn": "to take and lift something up",
            "defineVi": "để lấy và nâng một cái gì đó lên",
            "hasImg": true
        },
        {
            "id": "bc8f0933-63f3-4f23-80fc-fc023a88e990",
            "word": "to set up",
            "phonetic": "tə sɛt ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "They set up a table outside the café for al fresco dining.",
                "We set up a swing set in the yard.",
                "Have you set up the DVD player?",
                "You have to set up the software to fit the company like a glove.",
                "Roadblocks have been set up in an effort to capture several convicts who went over the wall."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2V0IHVw&hash=565f9fecb11c147d5f2eb949d86cb38c62fbb1ba&lang=en&cache-only=0",
            "defineEn": "to establish or start something",
            "defineVi": "để thiết lập hoặc bắt đầu một cái gì đó",
            "hasImg": true
        },
        {
            "id": "d0d769fd-db73-4cd1-9099-0488b22abf95",
            "word": "to grow up",
            "phonetic": "tə ɡɹoʊ ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "She grew up in the shadow of her very popular sister.",
                "She grew up with Marmite as a staple in her household.",
                "Grow up, it's just a game.",
                "Growing up in the same neighborhood, the group of friends shared many experiences and interests, and as a result, they all tended to agree on many things.",
                "The mother watched her children grow up and realized that time fleeth away without delay, reminding her to cherish every moment with them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JvdyB1cA&hash=117d9a571fd58be31415af07e97ff305c7638eee&lang=en&cache-only=0",
            "defineEn": "to change from being a child into an adult little by little",
            "defineVi": "thay đổi từ một đứa trẻ thành một người lớn từng chút một",
            "hasImg": true
        },
        {
            "id": "0f06eba2-5121-45b4-b96a-03e1261e4095",
            "word": "to show up",
            "phonetic": "tə ʃoʊ ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "We ran like the wind when the cops showed up.",
                "Tommy, you seem to show up a day late and a dollar short all the time.",
                "John always promises to help, but he never shows up.",
                "Tom didn't show up for work today, he just took French leave without telling anyone.",
                "The friend promised to help with the move, but words are but wind, and they didn't show up on the day of the move."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hvdyB1cA&hash=17d2770b2a5ca2a181b4dc8803e86cd837f7aac3&lang=en&cache-only=0",
            "defineEn": "to arrive at an event or appointment where one is expected",
            "defineVi": "đến một sự kiện hoặc cuộc hẹn mà một người được mong đợi",
            "hasImg": true
        },
        {
            "id": "d8ebd617-8c2f-4568-8782-ffccfcc43bbd",
            "word": "to end up",
            "phonetic": "tʊ ɛnd ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Previously estate agents ended up as a monkey in the middle between landlord and tenant.",
                "The thrill-seeker who skydived without proper safety precautions ended up with a serious injury.",
                "I am afraid if I accept that offer, I might end up with a pig in a poke.",
                "These birds head for France or Spain but sometimes overshoot the mark and end up in English gardens.",
                "The con artist thought they could dupe people out of their money, but eventually their scheme fell apart, and they ended up in jail."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5kIHVw&hash=f24caf38621acec4f332260148457362c4087e83&lang=en&cache-only=0",
            "defineEn": "to come to a situation or place after a period of time or after a process has ended",
            "defineVi": "đến một tình huống hoặc địa điểm sau một khoảng thời gian hoặc sau khi một quá trình đã kết thúc"
        },
        {
            "id": "e941570a-6fd3-4eb8-8fdf-070da9456149",
            "word": "to back off",
            "phonetic": "tə bæk ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "We quickly called the dogs off and backed off ourselves.",
                "The press backed off and the Congress all but cleared him of wrongdoing.",
                "He seems to back off sometimes.",
                "You're my O.B I want to back off right now.",
                "And so in the third presidential debate of 2012, Mitt Romney lost that debate, in my opinion, to Barack Obama because he backed off. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFjayBvZmY&hash=905d0f4f82f8be91df97e254006e157eb3a7eceb&lang=en&cache-only=0",
            "defineEn": "to move away or retreat from a person or situation",
            "defineVi": "di chuyển ra xa hoặc rút lui khỏi một người hoặc tình huống",
            "hasImg": true
        },
        {
            "id": "bf228be9-ef65-4b04-a811-a1c340b95e98",
            "word": "to depend on",
            "phonetic": "tə dᵻpɛnd ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "His humour did not depend on punchlines.",
                "In the end, it simply depends on each one giving a hand at the right moment.",
                "You couldn't do a better job fixing this truck if your life depended on it!",
                "It depends on how much that country greased their hands so that they lined up their pockets.",
                "Narrator: The size of the pearl largely depends on the size of the mollusk."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVwZW5kIG9u&hash=55ad44aa0e06344453ff8c39e229a7195d6e8691&lang=en&cache-only=0",
            "defineEn": "to be determined or affected by something else",
            "defineVi": "được xác định hoặc bị ảnh hưởng bởi một cái gì đó khác"
        },
        {
            "id": "eb5e0ec6-5d9d-4431-a016-f3ceb67ec751",
            "word": "to relate to",
            "phonetic": "tə ɹᵻleɪt tuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "Right out of the gate she shared a quote I think we can all relate to.",
                "John was a bit of a square peg in a round hole throughout high school, but when he went to college he found all sorts of people he could relate to.",
                "The treatment of people with disabilities was related to charity.",
                "These guys are closely related to common pill bugs.",
                "And this was related to their reading speed."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVsYXRlIHRv&hash=5de16ddd6378cc130dbfbfac58dc29bb8765ef18&lang=en&cache-only=0",
            "defineEn": "to be about or connected to a particular subject",
            "defineVi": "được về hoặc kết nối với một chủ đề cụ thể"
        },
        {
            "id": "46cf3713-639d-4026-9dd4-f05792c73a20",
            "word": "to refer to",
            "phonetic": "tə ɹᵻfɜː tuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "Blue chip refers to firms with long track records for turning profits and paying dividends.",
                "She deliberately muddied the waters by constantly referring to other irrelevant cases.",
                "Despite her insecurities, Lisa embraced her strong and muscular legs, proudly referring to them as her thunder thighs.",
                "It is no longer politically correct to refer to the educationally subnormal.",
                "Trying to explain why the two companies could not merge, the CEO told the board that men may meet but mountains never, referring to the significant cultural and organizational differences that would make integration extremely challenging."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVmZXIgdG8&hash=694451461f3d02ebf18a6b6b6d1022a448c8272b&lang=en&cache-only=0",
            "defineEn": "to be connected to someone or something or mention or describe them",
            "defineVi": "được kết nối với ai đó hoặc một cái gì đó hoặc đề cập hoặc mô tả chúng"
        },
        {
            "id": "a265aa11-b138-4b68-a8bb-0af735902a8f",
            "word": "to hold on",
            "phonetic": "tə hoʊld ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Hold on to your hat as the stock market zigs and zags!",
                "She held on to me as though I were a port in a storm.",
                "The government intends, by hook or by crook, to hold on to the land.",
                "All I can do is tell her to hold on, that there's light at the end of the tunnel.",
                "Hold on."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9sZCBvbg&hash=cd3ba3ef6cbb5e0514104aa21d24d08e02016bd6&lang=en&cache-only=0",
            "defineEn": "to stop what one is doing, and wait",
            "defineVi": "để dừng những gì một người đang làm, và chờ đợi"
        },
        {
            "id": "9d5678fe-8fa9-40a9-9491-a326116a0f2a",
            "word": "to make up",
            "phonetic": "tə meɪk ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Quite suddenly, her mind was made up.",
                "It's now or never, so make up your mind.",
                "The United Kingdom is made up of four countries: England, Scotland, Wales, and Northern Ireland.",
                "What he lacks in book knowledge he makes up with his street smarts and policing instincts, which often prove equally helpful to the investigation.",
                "Before making up your mind, you need to give both sides a fair hearing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFrZSB1cA&hash=0b8bc43fbdf0ecebc12ad0092ad26bf192017101&lang=en&cache-only=0",
            "defineEn": "to fabricate a story, etc. usually for entertainment or deception",
            "defineVi": "để bịa ra một câu chuyện, vv thường là để giải trí hoặc lừa dối"
        },
        {
            "id": "379d1a32-12fb-4839-aba6-f3766217c8cc",
            "word": "to work out",
            "phonetic": "tə wɜːk aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "So far, it's working out well.",
                "The restaurant is working out the kinks in the new menu, adjusting portion sizes and experimenting with new dishes",
                "So, have a think, work out your priorities and get back to me.",
                "He was taking action to improve his health by working out regularly.",
                "Comb hair from tip to root, working out the knots at the end."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd29yayBvdXQ&hash=6d2cd304765e6b278851d1017d158098b95fa267&lang=en&cache-only=0",
            "defineEn": "to exercise in order to get healthier or stronger",
            "defineVi": "tập thể dục để khỏe mạnh hơn hoặc mạnh mẽ hơn",
            "hasImg": true
        }
    ]
}