{
    "id": "6ab5b0cf-22b5-4c84-8bb2-97998db4c8f1",
    "title": "Lesson 38",
    "originalTitle": "Lesson 38",
    "words": [
        {
            "id": "ed1d5884-a7a6-46bb-bc1f-d3d639a756a1",
            "word": "to mimic",
            "phonetic": "tə mɪmɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The parasite is essentially mimicking a clutch of eggs.",
                "Female Photuris fireflies mimic the flashes of females from another genus, the Photinus fireflies.",
                "To mimic a chameleon’s structural color control with synthetic materials.",
                "Artificial lures mimic them in painstaking detail.",
                "Much like ourselves, young orangutans involuntarily mimic the facial expressions and emotions of their playmates, with behaviors that closely parallel human smiling and laughter."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWltaWM&hash=7a4072e7c595d6abcfed99888e5773a499eceada&lang=en&cache-only=0",
            "defineEn": "to copy or mimic the style, technique, or subject matter of another artist or artwork",
            "defineVi": "sao chép hoặc bắt chước phong cách, kỹ thuật hoặc chủ đề của nghệ sĩ hoặc tác phẩm nghệ thuật khác"
        },
        {
            "id": "b4a8add8-5691-4251-a035-066647843d7c",
            "word": "to implement",
            "phonetic": "tʊ ɪmplɪmənt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The manufacturing plant has implemented efficiency measures to increase the yield of their production line.",
                "The government implemented new policies to boost the country's economy.",
                "She got her marching orders from the CEO to implement the new company policy immediately.",
                "They made inroads on their own traditional attachment to ' capital ' and implemented a tax on short-term capital gains in 1962.",
                "The school discouraged the use of cell phones by implementing a ban on mobile devices during class hours to maintain a focused learning environment."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wbGVtZW50&hash=2e887f907ee69b2958628d410b2cead42874f7bb&lang=en&cache-only=0",
            "defineEn": "apply in a manner consistent with its purpose or design",
            "defineVi": "áp dụng theo cách phù hợp với mục đích hoặc thiết kế của nó"
        },
        {
            "id": "2a518376-2d1b-4a18-868f-4d8337e70f1f",
            "word": "to dun",
            "phonetic": "tə dʌn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZHVu&hash=5a131b5dfe68371871582eb139564e60698d3783&lang=en&cache-only=0",
            "defineEn": "cure by salting",
            "defineVi": "chữa bệnh bằng cách ngâm muối"
        },
        {
            "id": "7afacecc-aaff-438d-9273-6085aefb94f9",
            "word": "to network",
            "phonetic": "tə nɛtwɜːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Verio provides around-the-clock network monitoring and technical support with all promotional packages.",
                "The journalist's investigation uncovered a network of the gnomes of Zurich who were involved in manipulating global currency markets for their own benefit.",
                "It is important to build a network of like-minded colleagues.",
                "The different cabling systems are becoming more and more of a problem, testing the patience of planners and private network operators to the extreme.",
                "It's an opportunity to network and connect with everybody who is anybody in the high society."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmV0d29yaw&hash=fbe60af7cf220578ccad43c22381351d4cdde59b&lang=en&cache-only=0",
            "defineEn": "communicate with and within a group",
            "defineVi": "giao tiếp với và trong một nhóm"
        },
        {
            "id": "c103349c-9e64-452b-8b80-b9e2868c4d5d",
            "word": "to antic",
            "phonetic": "tʊ æntɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Sadly, those threads aren't meant for skyscraper-swinging antics.",
                "When you guys get together, do you revert to like 13 year old antics?",
                "But it turns out, if Peter's web is anything like real spider silk, then his web-slinging antics are more realistic than they might appear.",
                "The reading public seemed to revel in tales of witches: their special witches’ rites, their antics and adventures, their sexual perversions, and their attacks on (and corruption of) the innocent.",
                "So many world history classes still focus on People Who Wore Funny Hats, and how their antics shaped our lives, right?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW50aWM&hash=c52537fb74aea652bed94945b28e5ed2ac35c8f1&lang=en&cache-only=0",
            "defineEn": "act as or like a clown",
            "defineVi": "hành động như hoặc giống như một chú hề"
        },
        {
            "id": "f82bafff-e98d-4671-a53d-701cd65c2e17",
            "word": "to fidget",
            "phonetic": "tə fɪdʒɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "And she was kind of fidgeting with her harness",
                "Comes with a fidget toy.",
                "Yeah, I did a fidget mouth spin.",
                "Ai-Media has their own fidget spinner.",
                "The customs declaration says a notebook and a fidget spinner."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmlkZ2V0&hash=0044eadefba37740a42dd62e034a8c6a4821b3c5&lang=en&cache-only=0",
            "defineEn": "to make small, restless movements or gestures due to nervousness or impatience",
            "defineVi": "để thực hiện các chuyển động hoặc cử chỉ nhỏ, bồn chồn do lo lắng hoặc thiếu kiên nhẫn"
        },
        {
            "id": "03cee4b6-08d6-4340-8297-0c00f5ade9ef",
            "word": "to conceive",
            "phonetic": "tə kənsiːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "He conceived this thing.",
                "The heroes of our story were conceived in this oil refinery.",
                "The structure was conceived by Alexander’s former general Ptolemy I Soter and his son.",
                "He conceived Arthur, Lancelot, and Guinevere’s love triangle.",
                "Fewer babies were conceived, and population growth slowed down."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uY2VpdmU&hash=ac10bb42c630c7a81421476765db904f3b34393d&lang=en&cache-only=0",
            "defineEn": "judge or regard; look upon; judge",
            "defineVi": "đánh giá hoặc quan tâm; nhìn đến; phán xét"
        },
        {
            "id": "ace0872c-df5c-415c-bd70-f7215895ff47",
            "word": "to anoint",
            "phonetic": "tʊ ɐnɔɪnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Link, could you anoint my feet with oil? -",
                "In the New Testament, Jesus' body was anointed with a mixture of myrrh and aloes following his crucifixion.",
                "And then God's anointed on earth - kings and the Church - could parcel out packets of land to people they chose.",
                "That was when President Yeltsin anointed a successor, named Vladimir Putin as his successor, who was acting president for a while and then was elected president.",
                "MoMA would continue to be MoMA, but without public funding, how do we ensure that voices are represented other than those of the rich, or those anointed by the rich?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW5vaW50&hash=dcc25f1af61eac3354c70d1b1f3101ca805e92b3&lang=en&cache-only=0",
            "defineEn": "administer an oil or ointment to; often in a religious ceremony of blessing",
            "defineVi": "quản lý một loại dầu hoặc thuốc mỡ; thường trong một buổi lễ tôn giáo của phước lành"
        },
        {
            "id": "020da36e-7d2b-4692-b6f5-c73ba8bf6336",
            "word": "to furrow",
            "phonetic": "tə fɜːɹoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "As that is happening, you have this furrow forming, this little indentation.",
                "They planted them in different methods, some in a hill, some in a furrow, hundreds of them.",
                "By the end of telophase in mitosis, you also have this process of cytokinesis, where this cleavage furrow forms and deepens, deepens, deepens until the cytoplasm is actually split into two separate cells.",
                "Like if someone really struggles and has a problem with Autism and I furrow my brow, and I'm like, \"What does this mean to you?\"",
                "Now, at the same time telophase is happening, you also normally have this cytokinesis, where this cleavage furrow forms, where essentially-- during telophase, these things are getting pushed further and further apart by those microtubules so that they're already at the ends of the cell, of the cytoplasm of the cell, and you can almost view them as pushing on the sides to elongate the cell."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnVycm93&hash=74c9f6893dfbed37b6bf1d2582dd1bf43d5649e8&lang=en&cache-only=0",
            "defineEn": "hollow out in the form of a furrow or groove",
            "defineVi": "rỗng ở dạng luống hoặc rãnh"
        },
        {
            "id": "08e13bf3-c593-4ef3-b242-267541f60ee8",
            "word": "to deforest",
            "phonetic": "tə diːfɔːɹɪst ",
            "partOfSpeechType": "verb",
            "examples": [
                "To be clear, deforesting land without authorization is illegal in Brazil.",
                "They worship nature, but their land is deforested and eroded.",
                "Coal burns hotter, for longer, and doesn’t require deforesting the lands around cities.",
                "But since the 1980s, 1/5 of the Amazon has been deforested as we build more towns, roads, dams, farms, and mines.",
                "Much of the deforested lands in Brazil was planted over with soybeans or used for cattle grazing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVmb3Jlc3Q&hash=1e0bc77c85bf909d52e6e386ba9fb4e4ece29db7&lang=en&cache-only=0",
            "defineEn": "remove the trees from",
            "defineVi": "loại bỏ các cây từ"
        },
        {
            "id": "8fa6babc-a68f-4807-9181-4a3bc2d001e8",
            "word": "to cite",
            "phonetic": "tə saɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Company executives cited a decline in tourism and a weak market overall.",
                "The automaker cited the trade war as a potential risk to its business in China in its 2018 annual report.",
                "The sponsors cited a lack of any prospect of meaningful progress.",
                "Federal prosecutors cited insufficient evidence today.",
                "An LSU review has cited miles' troubling treatment of female students."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2l0ZQ&hash=00a108c610e19495bad0a468ad7aa4cf24dd9892&lang=en&cache-only=0",
            "defineEn": "to refer to something as an example or proof",
            "defineVi": "để đề cập đến một cái gì đó như một ví dụ hoặc bằng chứng"
        },
        {
            "id": "4186aba8-eb92-4c78-bae5-b7f10d1df4d0",
            "word": "to thwart",
            "phonetic": "tə θwɔːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He must have leant over backward to thwart my promotion.",
                "But look, he's totally thwarted by this net.",
                "The president spoke at a rally in Lansing shortly after that plot was thwarted.",
                "They had been thwarted and theyhad lost face, and they weren't going to let ithappen again.",
                "Encryption has the potential, as we've seen, to thwart the efforts of law enforcement to catch criminals and prevent crimes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGh3YXJ0&hash=9631471f20971eb3d716e526ba49d1e574f2fd59&lang=en&cache-only=0",
            "defineEn": "hinder or prevent (the efforts, plans, or desires) of",
            "defineVi": "cản trở hoặc ngăn chặn (những nỗ lực, kế hoạch hoặc mong muốn) của"
        },
        {
            "id": "5892bf40-f970-488d-bab5-d48c00c23daa",
            "word": "to rend",
            "phonetic": "tə ɹɛnd ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVuZA&hash=dc8051a8818f1d2d98903f5a0232131a994d1289&lang=en&cache-only=0",
            "defineEn": "tear or be torn violently",
            "defineVi": "xé hoặc bị xé dữ dội"
        },
        {
            "id": "1e96b133-d003-4e3d-9244-652c947b2f58",
            "word": "to pare",
            "phonetic": "tə pɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "As automakers pare their investments.",
                "PARE stands for Physical Ability Requirement Evaluation.",
                "The PARE is the current job standard test that we use.",
                "Every cadet is required to pass the PARE test.",
                "It was pretty hard at the beginning for me, paring it down, and saving, saving, saving, saving."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFyZQ&hash=1620bc9c878b8e4ccc4f3244799820d30f988510&lang=en&cache-only=0",
            "defineEn": "strip the skin off",
            "defineVi": "lột da",
            "hasImg": true
        },
        {
            "id": "4f30ac82-2e12-45d5-8e39-2642632a01c3",
            "word": "to deplete",
            "phonetic": "tə dᵻpliːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I was excited to book a vacation until my nearly depleted bank account brought me to my senses.",
                "Depleting mental health.",
                "Sadly, the Kharai camel’s mangrove habitat is now being depleted.",
                "Because fossil fuel co2 is very depleted in carbon 13.",
                "Shortly after the Helium tank rattles and the Gravitometer spins, the Ignition explodes and the Oxygen levels deplete."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVwbGV0ZQ&hash=9fc1be1f602c53a24a66c2e3ccead1736dadfe79&lang=en&cache-only=0",
            "defineEn": "use up (resources or materials)",
            "defineVi": "sử dụng hết (tài nguyên hoặc vật liệu)",
            "hasImg": true
        },
        {
            "id": "2a0e33e4-3291-4e9f-9ba7-b1e943501de1",
            "word": "to conjecture",
            "phonetic": "tə kəndʒɛktʃɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "MASHA GESSEN - Well, that’s all conjecture.",
                "I'm just conjecturing what it might mean.",
                "To be clear, this is pure conjecture.",
                "I’m not particularly comforted by this idea, but the good news is that this idea isn’t really much more than conjecture.",
                "Cantor's conjecture became known as the continuum hypothesis."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uamVjdHVyZQ&hash=bf71b741173927052242ba8f40c5b8e01ac28fb6&lang=en&cache-only=0",
            "defineEn": "to form an idea or opinion about something on the basis of insufficient information or inconclusive evidence",
            "defineVi": "để hình thành một ý tưởng hoặc quan điểm về một cái gì đó trên cơ sở không đủ thông tin hoặc bằng chứng không thuyết phục"
        },
        {
            "id": "b3c139c1-4db4-4657-89ec-03bf7c48d121",
            "word": "to recruit",
            "phonetic": "tə ɹᵻkɹuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Over the course of the 54-hour event, recruits sleep only three to four hours a night.",
                "Recruit: Step together.",
                "Narrator: Recruits are issued uniforms.",
                "Narrator: Recruits get one of the most painful parts of training out of the way early.",
                "Narrator: Recruits work up a major appetite during training."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjcnVpdA&hash=3a2af024de4f4363ef07143cb7358e466c392555&lang=en&cache-only=0",
            "defineEn": "to employ people for a company, etc.",
            "defineVi": "để tuyển dụng người cho một công ty, vv",
            "hasImg": true
        }
    ]
}