{
    "id": "6abab71d-4d67-4bc8-b939-893f93072a49",
    "title": "Education",
    "originalTitle": "Lesson 15",
    "words": [
        {
            "id": "cfa6e7a5-81aa-4c16-b906-e305a6c189b3",
            "word": "academic",
            "phonetic": "ækədɛmɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The novel is worlds apart from his academic writings.",
                "The German education system is highly regarded for its emphasis on academic excellence.",
                "He belongs to a prestigious academic society that promotes scientific research.",
                "The professor is a big cheese in the academic world, known for her groundbreaking research and expertise in the field.",
                "Although they struggled to make ends meet, the Johnsons took pride in their children's academic achievements and aspirations."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNhZGVtaWM&hash=33b0e00d45ac47a5e62452fca6b13cd2abf961f5&lang=en&cache-only=0",
            "defineEn": "related to education, particularly higher education",
            "defineVi": "liên quan đến giáo dục, đặc biệt là giáo dục đại học",
            "hasImg": true
        },
        {
            "id": "3ca2dde9-2b7e-437f-aebe-37c32614daa9",
            "word": "assessment",
            "phonetic": "ɐsɛsmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Court of Appeal held that there was no evidence to support the judge's assessment.",
                "Three is assessment.",
                "They often reject standardized assessments altogether.",
                "The lawyer for Ahmad Al Aliwi Alissa asked for a mental health assessment.",
                "Yes, the problem is making global assessments like that."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNzZXNzbWVudA&hash=d2f0c8bf2f14e377034a60bf98daac568cc2fffe&lang=en&cache-only=0",
            "defineEn": "the process of testing the knowledge of students in order to evaluate their level or progress",
            "defineVi": "quá trình kiểm tra kiến thức của học sinh để đánh giá mức độ hoặc tiến bộ của họ"
        },
        {
            "id": "c1ba3ce7-2e36-4f47-881a-44dea57b187e",
            "word": "boarding school",
            "phonetic": "boːɹdɪŋ skuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Indian boarding schools have a long history in this country as well.",
                "In that case, Adele should go to boarding school.'",
                "'Oh, Adele will go to boarding school.",
                "On January 30, 1962, at a boarding school in Tanzania, three young girls started giggling.",
                "By the middle of the 20th century, the White Earth Reservation boarding school became a day school and eventually closed in 1969."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9hcmRpbmcgc2Nob29s&hash=3e287709fa6d35ece3cf51c9806b282ff57d70dc&lang=en&cache-only=0",
            "defineEn": "a school where students live and study during the school year",
            "defineVi": "một ngôi trường nơi học sinh sống và học tập trong năm học"
        },
        {
            "id": "c4dd5771-85a8-4b50-bd23-c6e5f29e28dd",
            "word": "certificate",
            "phonetic": "sɚtɪfɪkət ",
            "partOfSpeechType": "noun",
            "examples": [
                "Do you need a certificate?",
                "Not everyone has a birth certificate.",
                "But you’ve got to have that certificate.",
                "- Ginger to finally get on her birth certificate.",
                "There's a citizenship certificate."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VydGlmaWNhdGU&hash=d5894c90226b5652caa227df7d8bf4845e6936af&lang=en&cache-only=0",
            "defineEn": "an official document that states one has successfully passed an exam or completed a course of study",
            "defineVi": "một tài liệu chính thức cho biết một người đã vượt qua kỳ thi thành công hoặc hoàn thành một khóa học",
            "hasImg": true
        },
        {
            "id": "10e441ac-828c-4b2c-865c-e51f6d6a17a9",
            "word": "curriculum",
            "phonetic": "kɜːɹɪkjʊləm ",
            "partOfSpeechType": "noun",
            "examples": [
                "We came up with a curriculum.",
                "If you're a teacher, check out their digital citizenship curriculum in the description below.",
                "They're more interested in high school curriculum and high school grades and other parts of the application.",
                "The MediaWise curriculum was developed by the Stanford History Education Group based on civic online reasoning research that they began in 2015.",
                "The MediaWise curriculum was developed by the Stanford History Education Group based on civic online reasoning research that they began in 2015."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VycmljdWx1bQ&hash=71f0415b8b6738af331e418d07f69013e27c239d&lang=en&cache-only=0",
            "defineEn": "the subjects included in a course of study that are taught in a school or an academic institution",
            "defineVi": "các môn học bao gồm trong một khóa học được giảng dạy trong một trường học hoặc một tổ chức học thuật"
        },
        {
            "id": "65e9422e-60da-4df7-a79d-df19ad4870da",
            "word": "discipline",
            "phonetic": "dɪsɪplɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Biology and computing are disciplines which seem like chalk and cheese but which have very deep connections on the most fundamental level.",
                "The writer understands that diligence is the mother of good luck, and that success in writing requires consistent effort, discipline, and hard work.",
                "The parents believed in disciplining their child when necessary, knowing that spare the rod and spoil the child.",
                "I know you don't like disciplining employees, but you've just got to grasp the nettle.",
                "The workshop instructor emphasized that children and fools must not play with edged tools, stressing the need for focus, discipline and maturity when using power tools."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY2lwbGluZQ&hash=395fc8ac48455d69df6e56d45629a5dc8670cced&lang=en&cache-only=0",
            "defineEn": "a field of study that is taught in a university",
            "defineVi": "một lĩnh vực nghiên cứu được giảng dạy trong một trường đại học",
            "hasImg": true
        },
        {
            "id": "0c8714cc-79a7-4eea-b425-0e4b0a2ec62d",
            "word": "entrance exam",
            "phonetic": "ɛntɹəns ɛɡzæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "In 1890, Harvard’s President Charles William Eliot proposed a common entrance exams for colleges, and in 1900, the College Entrance Examination Board (who you most likely know as the folks who administer the SAT) was established, administering their first subject exams in 1901.",
                "And if you thought that kids in the U.S. who took oodles of SAT and ACT prep courses in high school were being stretched to the limit, it doesn’t compare to their South Korean peers, where some reports show that children are gearing up for their important college entrance exams as early as elementary school."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW50cmFuY2UgZXhhbQ&hash=3b1ff7c96e17dbdb2e2bfdabc31c5328455d4ca1&lang=en&cache-only=0",
            "defineEn": "an examination based on which students are accepted into a school, etc.",
            "defineVi": "một kỳ thi dựa trên đó học sinh được chấp nhận vào một trường học, vv",
            "hasImg": true
        },
        {
            "id": "0825ca72-c38a-4941-9805-edd51c7ca421",
            "word": "fee",
            "phonetic": "fiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Just complete the form, pay the fee, and Bob's your uncle!",
                "They had to use part of their retirement nest egg to pay for their son’s college fees.",
                "While our designs are tailored to specific needs, our styling fee suits all pockets alike.",
                "She won the court case, but it was a Pyrrhic victory because she had to pay so much in legal fees.",
                "Although the banks will still collect fees."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVl&hash=00f7afcc7d5f95ee20e5151e1d7c94a6050717c3&lang=en&cache-only=0",
            "defineEn": "the money that is paid to a professional or an organization for their services",
            "defineVi": "số tiền được trả cho một chuyên gia hoặc một tổ chức cho các dịch vụ của họ",
            "hasImg": true
        },
        {
            "id": "44a0392d-d399-4c71-8c3a-c7eb0d666e99",
            "word": "geology",
            "phonetic": "dʒɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "To modern ears, geology is dry as dust, its subject matter lifeless in every sense.",
                "I love geology jokes.",
                "Unseen geology is also a suspect for one of the world’s weirdest light displays.",
                "But none of them match the geology of the nearby area.",
                "Perseverance, collect the geology samples."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VvbG9neQ&hash=cda886a2c105734676f9deec152646001de60148&lang=en&cache-only=0",
            "defineEn": "a field of science that studies the formation of the structure of the Earth and its history",
            "defineVi": "một lĩnh vực khoa học nghiên cứu sự hình thành cấu trúc của Trái đất và lịch sử của nó",
            "hasImg": true
        },
        {
            "id": "c4571d16-5fa4-4d77-a28d-51842b72721e",
            "word": "to grade",
            "phonetic": "tə ɡɹeɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "He studies hard to achieve good grades.",
                "She started hanging out with a few rotten eggs in her school, and her grades have really suffered ever since.",
                "As the saying goes, nothing is easy to the unwilling, and Mary's grades are reflecting her lack of effort.",
                "I wish he would get off my back about my grades.",
                "Look, this lecture doesn't have anything to do with your grades."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JhZGU&hash=4850f95ad3aedd2961bd291a3a9fad24ea025fd7&lang=en&cache-only=0",
            "defineEn": "to give a score to a student's performance",
            "defineVi": "cho điểm thành tích của học sinh",
            "hasImg": true
        },
        {
            "id": "11e2bc62-62d7-4bf9-ac52-d383aa52dc53",
            "word": "grade school",
            "phonetic": "ɡɹeɪd skuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Olivia thought she was a big wheel in her grade school just because she had a iPhone and the other kids didn't.",
                "A rediscovered historical pageant play was found in an old grade school in Point Pleasant that includes Cornstalk's Curse.",
                "\"The disorders typically manifest early in development often before the child enters grade school\" so very young.",
                "The cartoon atom you learn in grade school, with electrons orbiting like a miniature solar system, that's Rutherford's.",
                "Within the next couple of years he made a discovery that you probably learned about in grade school: he showed that Saturn’s rings were made of small particles swirling around the planet together."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhZGUgc2Nob29s&hash=4d7c71c7003cd34aa98ec605834c5816bdeadea9&lang=en&cache-only=0",
            "defineEn": "an elementary school attended by children between the ages of 6 and 12",
            "defineVi": "một trường tiểu học có trẻ em trong độ tuổi từ 6 đến 12 theo học",
            "hasImg": true
        },
        {
            "id": "cf192e23-c027-4b51-a56c-60d288ac2ece",
            "word": "grad school",
            "phonetic": "ɡɹæd skuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I tell you, coffee made the world go around when I was in grad school!",
                "I am going to grad school, yes.",
                "I had a bunch of friends in grad school who that was their job.",
                "So in grad school I figured out that I love to teach.",
                "And while I was playing football, I started grad school to be a scientist."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhZCBzY2hvb2w&hash=5fbd53d68d9d67b3803b56cbb1d59e0d11d11c26&lang=en&cache-only=0",
            "defineEn": "a department in a university where graduate students can study for a more advanced degree",
            "defineVi": "một bộ phận trong một trường đại học nơi sinh viên tốt nghiệp có thể học để lấy bằng cấp cao hơn",
            "hasImg": true
        },
        {
            "id": "18feebb2-a4ab-4f0b-9bb3-e391aec7d106",
            "word": "grant",
            "phonetic": "ɡɹænt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Permission for the development was granted in the teeth of opposition from local shopkeepers.",
                "The immigration officer reviewed my passport before granting entry.",
                "You just take it for granted that people over a certain age can drive.",
                "I suppose I just took it for granted.",
                "I suppose I just took it for granted that they were married."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhbnQ&hash=96d31a94c456fc7603bee2ef81fe6e0cff669199&lang=en&cache-only=0",
            "defineEn": "an amount of money given by the government or another organization for a specific purpose",
            "defineVi": "một số tiền được cung cấp bởi chính phủ hoặc tổ chức khác cho một mục đích cụ thể",
            "hasImg": true
        },
        {
            "id": "4182b19c-e2d1-4345-b5b3-e36bfb122e63",
            "word": "institution",
            "phonetic": "ɪnstɪtuːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Europe is home to some of the world's oldest universities and prestigious educational institutions.",
                "First, let's get the basics straight with a quick look at data generated by educational institutions.",
                "Virtually every academic institution, it seemed, wanted a piece of the pie.",
                "The state's newly elected governor is trying to put new wine in old bottles by revitalizing several different institutions and infrastructures with bold, progressive changes.",
                "Being a private institution we're not tied to any state funding, so we don't have a horse in that race."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdGl0dXRpb24&hash=d3637963e75e37d88e3d4d04abd379abb18f859d&lang=en&cache-only=0",
            "defineEn": "a large organization that serves a religious, educational, social, or similar function",
            "defineVi": "một tổ chức lớn phục vụ một chức năng tôn giáo, giáo dục, xã hội, hoặc tương tự",
            "hasImg": true
        },
        {
            "id": "dfce33a4-c32c-4df0-b886-1e9d9c1f699e",
            "word": "junior school",
            "phonetic": "dʒuːnjɚ skuːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=anVuaW9yIHNjaG9vbA&hash=10e97e93dd4f8ce9ba3295240008b10f15b25880&lang=en&cache-only=0",
            "defineEn": "a school in Britain for students between ages 7 and 11",
            "defineVi": "một trường học ở Anh dành cho học sinh từ 7 đến 11 tuổi",
            "hasImg": true
        },
        {
            "id": "3a7de40a-8098-4f34-9773-d93cd3017011",
            "word": "kindergarten",
            "phonetic": "kɪndɚɡɑːɹʔn̩ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She is learning numbers and letters at preschool to prepare for kindergarten.",
                "The kindergarten class is filled with children who are knee-high to a grasshopper, their laughter and energy filling the room.",
                "That's kindergarten, all day long.",
                "Watch a virtual kindergarten class.",
                "Supporters of free college often point to our public school system from kindergarten to twelfth grade."
            ],
            "audio": "https://tts.langeek.co/read?text=a2luZGVyZ2FydGVu&hash=f97723c0c8f285d02373a75b91c284a0eb742b7e&lang=en&cache-only=0",
            "defineEn": "a class or school that prepares four-year-old to six-year-old children for elementary school",
            "defineVi": "một lớp học hoặc trường chuẩn bị cho trẻ em bốn tuổi đến sáu tuổi vào trường tiểu học",
            "hasImg": true
        },
        {
            "id": "142b287f-bdaf-4a87-8cdd-a7d8f0f4a903",
            "word": "module",
            "phonetic": "mɑːdʒuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "This module looks totally removable.",
                "This thing right here, these are orbiter modules.",
                "The orbiter modules are definitely usable for color correction.",
                "While theoretically, you could get modules with different characteristics.",
                "The country launched the main module of its first permanent space station today."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kdWxl&hash=13fdb50d2c7cc72cba3b1382ab0af14454fe5075&lang=en&cache-only=0",
            "defineEn": "a unit of study within a course offered by a college or university, covering a specific topic or area of study",
            "defineVi": "một đơn vị nghiên cứu trong một khóa học được cung cấp bởi một trường cao đẳng hoặc đại học, bao gồm một chủ đề hoặc lĩnh vực nghiên cứu cụ thể"
        },
        {
            "id": "3ebfe327-7cb7-431e-b8e2-71cdf0c6f64c",
            "word": "period",
            "phonetic": "piəɹɪəd ",
            "partOfSpeechType": "noun",
            "examples": [
                "During this period the movies really came of age as an art form.",
                "The make-or-break factor in this delicate post-course period is the attitude of the person's immediate superior.",
                "Car-rental companies are running background checks on drivers who rent for long periods.",
                "It’s time to close the book on this unfortunate period in our history.",
                "A place that lets them be for whatever period they choose."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyaW9k&hash=bbe251f9be86a1f7516eb550be78ae64bdf4d9fc&lang=en&cache-only=0",
            "defineEn": "a length of time which is defined by the recurrence of something",
            "defineVi": "một khoảng thời gian được xác định bởi sự lặp lại của một cái gì đó"
        },
        {
            "id": "8a89a7e1-74b1-4db5-90b8-d83bc5ec373d",
            "word": "master's degree",
            "phonetic": "mæstɚ bækslæʃ ɛs dᵻɡɹiː ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFzdGVyJ3MgZGVncmVl&hash=d30ae3750010c184507f3d3a5a006e76a7b1294f&lang=en&cache-only=0",
            "defineEn": "a university degree that graduates can get by further studying for one or two years",
            "defineVi": "bằng đại học mà sinh viên tốt nghiệp có thể nhận được bằng cách học thêm trong một hoặc hai năm",
            "hasImg": true
        },
        {
            "id": "0e65482f-2201-45d8-84e3-e40a6cb0f545",
            "word": "Bachelor of Arts",
            "phonetic": "bætʃəlɚɹ ʌv ɑːɹts ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm getting my Bachelors of Arts in Public Health."
            ],
            "audio": "https://tts.langeek.co/read?text=QmFjaGVsb3Igb2YgQXJ0cw&hash=dea6e087a751b43ad83be2975b986919b2ece29b&lang=en&cache-only=0",
            "defineEn": "a university degree awarded to someone who has passed a certain number of credits in the arts, humanities, or some other disciplines",
            "defineVi": "bằng đại học được trao cho người đã vượt qua một số tín chỉ nhất định về nghệ thuật, nhân văn hoặc một số ngành khác",
            "hasImg": true
        },
        {
            "id": "51d18cdf-f631-40ea-8537-117a254668b3",
            "word": "Bachelor of Science",
            "phonetic": "bætʃəlɚɹ ʌv saɪəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "And I have a bachelor of science and physics with an emphasis in astrophysics."
            ],
            "audio": "https://tts.langeek.co/read?text=QmFjaGVsb3Igb2YgU2NpZW5jZQ&hash=fee133e9c3009bf28d726edc295fb537eb8c5b50&lang=en&cache-only=0",
            "defineEn": "a university degree that a student receives in particular subjects, generally after three to five years of study",
            "defineVi": "bằng đại học mà sinh viên nhận được trong các môn học cụ thể, thường sau ba đến năm năm học",
            "hasImg": true
        },
        {
            "id": "ba5989b1-8aa3-4290-b82c-e19b6f83353d",
            "word": "PhD",
            "phonetic": "piːeɪtʃ diː ",
            "partOfSpeechType": "noun",
            "examples": [
                "My efforts to get my PhD have taken a beating over the last couple of years, but I'm still determined to see it through.",
                "John may not have a college degree, but he knows more about fixing cars than his neighbor who has a PhD in physics, proving that a fool knows more in his own house than a wise man in another.",
                "Isaac Asimov had a PhD in biochemistry.",
                "I have a PhD in literature and a fascination with the gothic in horror.",
                "I finished my PhD this year in cell and molecular biology at the University of Texas at Austin."
            ],
            "audio": "https://tts.langeek.co/read?text=UGhE&hash=e3cb10a8b7b0023850560f7e4a5405f928359763&lang=en&cache-only=0",
            "defineEn": "a very high-level university degree given to a person who has conducted advanced research in a specific subject",
            "defineVi": "một bằng đại học cấp cao được trao cho một người đã tiến hành nghiên cứu tiên tiến trong một chủ đề cụ thể",
            "hasImg": true
        },
        {
            "id": "c6038c9e-ba34-4f80-8f56-450da04d8dea",
            "word": "philosophy",
            "phonetic": "fɪlɑːsəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "His political philosophy turned one hundred and eighty degrees when he grew a little older.",
                "The athlete found joy in the training and the process of improving, rather than just winning the competition, living by the philosophy that it is better to travel hopefully than to arrive.",
                "I've just always had the philosophy that it does no good to speak ill of anyone, so instead I direct that energy toward finding solutions to problems.",
                "I know you feel like you know everything about philosophy now, but this introductory course only scratches the surface."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhpbG9zb3BoeQ&hash=9ab75c92049d412b941c8c67d935c8339029798d&lang=en&cache-only=0",
            "defineEn": "a particular set of beliefs, values, or principles developed in search of the truth about life and the universe",
            "defineVi": "một tập hợp niềm tin, giá trị hoặc nguyên tắc cụ thể được phát triển để tìm kiếm sự thật về cuộc sống và vũ trụ",
            "hasImg": true
        },
        {
            "id": "d0a3f707-7448-467a-a1f0-b46a6884e09e",
            "word": "postgraduate",
            "phonetic": "poʊstɡɹɐdʒuːeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "U.S. postgraduate and doctoral level programs could also see an impact.",
                "While it’s true that some postgraduate degrees can push your income into the next tax bracket these percentages don’t tell the whole story."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zdGdyYWR1YXRl&hash=3fafa97101e9fceef20fa9d63b57f336be0330d1&lang=en&cache-only=0",
            "defineEn": "a graduate student who is studying at a university to get a more advanced degree",
            "defineVi": "một sinh viên tốt nghiệp đang theo học tại một trường đại học để lấy bằng cấp cao hơn",
            "hasImg": true
        },
        {
            "id": "16c31370-2fe7-476d-a970-166cbe2b178c",
            "word": "psychology",
            "phonetic": "saɪkɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I will graduate from university next year with a degree in psychology.",
                "He has become widely known as an expert in child psychology.",
                "I'm thinking of studying psychology, but I keep changing my mind.",
                "Psychology is more complicated than that.",
                "Psychology can also contribute to a recession."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hvbG9neQ&hash=e228bea33c687a9fac8a8a5f1be47323c87fba03&lang=en&cache-only=0",
            "defineEn": "a field of science that studies the mind, its functions, and how it affects behavior",
            "defineVi": "một lĩnh vực khoa học nghiên cứu tâm trí, chức năng của nó và cách nó ảnh hưởng đến hành vi",
            "hasImg": true
        },
        {
            "id": "11e008ed-fe28-4ee1-9e5b-9f99ee0d73fb",
            "word": "pupil",
            "phonetic": "pjuːpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Pupils are required to sit nine subjects at GCSE.",
                "Even really good actors probably can't control their pupils.",
                "Their slit-shaped pupils also have a greater range of size.",
                "The pupil itself is just the opening in the iris that allows light to travel into the eye.",
                "They’re like our pupils, where the light enters the eye."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVwaWw&hash=7470fb84ec70a94d607437aa7e5bfef4a69d130e&lang=en&cache-only=0",
            "defineEn": "someone who is receiving education, particularly a schoolchild",
            "defineVi": "một người đang được giáo dục, đặc biệt là một học sinh",
            "hasImg": true
        },
        {
            "id": "9bc8078b-8a5f-4f3b-b9d5-99892d5cfd6a",
            "word": "scholarship",
            "phonetic": "skɑːlɚʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rich philanthropist sponsored scholarships for underprivileged students.",
                "The scholarship fund had made a difference in a lot of people's lives.",
                "She received a scholarship to help fund her university education.",
                "Goodness knows I need to do well on this test, or I can kiss my scholarship goodbye!",
                "The scholarship that he received opened the door to a better education and career opportunities."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nob2xhcnNoaXA&hash=3f23779a04e187cf4cfeb84566ce6d87e22ec506&lang=en&cache-only=0",
            "defineEn": "a sum of money given by an educational institution to someone with great ability in order to financially support their education",
            "defineVi": "một khoản tiền do một tổ chức giáo dục trao cho một người có khả năng tuyệt vời để hỗ trợ tài chính cho việc học của họ",
            "hasImg": true
        },
        {
            "id": "cdf17427-4a7e-41a2-84b8-b467eb6c16f3",
            "word": "sociology",
            "phonetic": "soʊsɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can sociology use the scientific method?",
                "Sociology is the scientific study of society and human behavior.",
                "In sociology, a minority group’s relative size isn’t important.",
                "And in sociology, theoretical paradigms are key.",
                "Good sociology can help us to create good public policy."
            ],
            "audio": "https://tts.langeek.co/read?text=c29jaW9sb2d5&hash=5afedb87b054a106ce3f30c0c6969943128bed8c&lang=en&cache-only=0",
            "defineEn": "the scientific study of human society, its nature, structure, and development, as well as social behavior",
            "defineVi": "nghiên cứu khoa học về xã hội loài người, bản chất, cấu trúc và sự phát triển của nó, cũng như hành vi xã hội",
            "hasImg": true
        },
        {
            "id": "56eaee87-604b-47d3-95ae-e70c7bb04d5b",
            "word": "thesis",
            "phonetic": "θiːsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "She's so determined that I just know nothing will get in her way, and she'll finish her thesis.",
                "I thought I could finish writing my thesis in a week, but it took ages.",
                "Now that I'm finished with work for the summer, I can put my thesis on the front burner again.",
                "So theses are warm McDonald's fries?",
                "Obviously, this thesis is based largely on the fundamentals."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlc2lz&hash=849c9f9301cf3ce0c899b23e343f83ef493ed47e&lang=en&cache-only=0",
            "defineEn": "an original piece of writing on a particular subject that a candidate for a university degree presents based on their research",
            "defineVi": "một bài viết gốc về một chủ đề cụ thể mà một ứng cử viên cho bằng đại học trình bày dựa trên nghiên cứu của họ"
        },
        {
            "id": "51796742-dde9-47c1-8629-d09cb3cfa491",
            "word": "dissertation",
            "phonetic": "dɪsɚteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Writing a dissertation within a week is a herculean task.",
                "As part of his dissertation at Leipzig University, Hänig analyzed taste sensitivities across the tongue for the four basic flavors.",
                "Sister Carol Berg is a retired historian who focused her doctoral dissertation White Earth and broader assimilation policies.",
                "Less than a decade after his dissertation, newspapers were falsely insisting that experiments could prove sweetness was imperceptible on the back of the tongue.",
                "In the case of the tongue map, Hänig’s dissertation was written in German, meaning the paper could only be understood by readers fluent in German and well versed in Hanig’s small corner of academia."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzc2VydGF0aW9u&hash=8af4c3e5409a979643aad6ebc968d745d1ab48b5&lang=en&cache-only=0",
            "defineEn": "a long piece of writing on a particular subject that a university student presents in order to get an advanced degree",
            "defineVi": "một bài viết dài về một chủ đề cụ thể mà một sinh viên đại học trình bày để lấy bằng cấp cao"
        },
        {
            "id": "d4efa90a-ad64-4693-9330-de5836f0ff31",
            "word": "tuition",
            "phonetic": "tuːɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "College tuitions cost an arm and leg nowadays.",
                "They will be paying for their son's college tuition next year.",
                "She works hard to earn money for her college tuition.",
                "I appreciate the offer to help with my tuition, but I can pay my own way!",
                "Rising tuition costs loom large in the minds of many parents."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVpdGlvbg&hash=e40df1286df250171d0c27205d09dd3f011c8101&lang=en&cache-only=0",
            "defineEn": "an amount of money that one pays to receive an education, particularly in a university or college",
            "defineVi": "một số tiền mà một người trả tiền để nhận được một nền giáo dục, đặc biệt là trong một trường đại học hoặc cao đẳng",
            "hasImg": true
        },
        {
            "id": "7c91cdcb-a587-463b-967f-4a602affcc12",
            "word": "to enroll",
            "phonetic": "tʊ ɛnɹoʊl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Many adult learners enroll in evening classes to pursue further education.",
                "Offstage, as a licensed Medicare agent, she helped senior clients enroll in the federal program.",
                "That means innovation suffers when fewer international students enroll in science, math, engineering and technology programs in the U.S.",
                "Now Germans can choose where they enroll and they can change funds on a yearly basis.",
                "So Jacob's mother wants to enroll him into the deaf programme that is at the school because even with his hearing aids he doesn't understand a thing that's going on."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5yb2xs&hash=98d85453a59b653b3685e21b6c4f06f8618b1ce7&lang=en&cache-only=0",
            "defineEn": "to officially register oneself or someone else as a participant in a course, school, etc.",
            "defineVi": "để chính thức đăng ký bản thân hoặc người khác với tư cách là người tham gia khóa học, trường học, v.v."
        },
        {
            "id": "ea36109a-385a-42ed-83e4-2fe00852d8f6",
            "word": "faculty",
            "phonetic": "fækəlti ",
            "partOfSpeechType": "noun",
            "examples": [
                "College students and faculty have been forced into remote Zoom classes around the country this year, of course.",
                "Together with colleague Suzanne Imes, Clance first studied imposterism in female college students and faculty.",
                "A university with active trustees, dedicated faculty, and a student body that is awesome.",
                "Dr. Winters is the director of Simple Interactions and faculty director of academic programs at the Fred Rogers Center for Early Learning and Children's Media.",
                "I joked with some of the faculty there that it’s mathematically impossible. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFjdWx0eQ&hash=af7b7c2546b1261b5d6ec5745fae74c4c6481091&lang=en&cache-only=0",
            "defineEn": "the staff who teach or conduct research in a university or college",
            "defineVi": "nhân viên giảng dạy hoặc tiến hành nghiên cứu trong một trường đại học hoặc cao đẳng"
        },
        {
            "id": "e7e7f714-f9c5-4f09-a56f-45d1b3716b78",
            "word": "further education",
            "phonetic": "fɜːðɚɹ ɛdʒuːkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many adult learners enroll in evening classes to pursue further education."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVydGhlciBlZHVjYXRpb24&hash=91c7a7ab30416097f797550ed4431f3ffab33e02&lang=en&cache-only=0",
            "defineEn": "a course of study offered after the high school outside the higher education system of the universities",
            "defineVi": "một khóa học được cung cấp sau trung học ngoài hệ thống giáo dục đại học của các trường đại học"
        },
        {
            "id": "7fcee4f9-23d2-4c8e-a57f-974b992f6b1b",
            "word": "ICT",
            "phonetic": "aɪkt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=SUNU&hash=546f1df8c0c7e4b66130965849dd78e55d37a687&lang=en&cache-only=0",
            "defineEn": "the study of how computers and the internet work or data are received or stored as a school subject",
            "defineVi": "nghiên cứu về cách máy tính và internet hoạt động hoặc dữ liệu được nhận hoặc lưu trữ như một môn học ở trường"
        }
    ]
}