{
    "id": "6b4e2b55-96d3-44df-9df3-46442f91fa28",
    "title": "Describing Personality",
    "originalTitle": "Lesson 2",
    "words": [
        {
            "id": "85376fe6-dade-47f0-8bd9-e4ea132003cd",
            "word": "autonomous",
            "phonetic": "ɔːtɑːnəməs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Autonomous cars can remove the need for a driver at all.",
                "Autonomous weapons could save lives.",
                "The wide body jet achieved autonomous taxiing, takeoff and landing.",
                "Thanks to Autonomous for sponsoring this video.",
                "We have two autonomous initiative."
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0b25vbW91cw&hash=39c775087577cbcf6fffacba68e607864ec7eb30&lang=en&cache-only=0",
            "defineEn": "(of a person) able to do things and make decisions independently",
            "defineVi": "(của một người) có thể làm mọi việc và đưa ra quyết định một cách độc lập",
            "hasImg": true
        },
        {
            "id": "6f474a5a-a042-40cc-ac96-9eca0355dd60",
            "word": "creepy",
            "phonetic": "kɹiːpi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My coworker is obsessed with collecting porcelain dolls, which I find creepy, but I suppose there is no accounting for taste.",
                "Good lord, clowns are creepy.",
                "Continuing its creepy, though sometimes helpful relationship with us.",
                "Not creepy at all.",
                "They do creepy things, too."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlZXB5&hash=83fc717af35dfd63a26fcc60545c4fbcb88afb37&lang=en&cache-only=0",
            "defineEn": "strange or unnatural in a way that might cause uneasiness or slight fear",
            "defineVi": "kỳ lạ hoặc không tự nhiên theo cách có thể gây khó chịu hoặc sợ hãi nhẹ"
        },
        {
            "id": "ed18c009-86d9-4690-8e72-f488dcb6c54e",
            "word": "mean",
            "phonetic": "miːn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Lower energy consumption means less pollution.",
                "Her children mean the world to her.",
                "Your friendship means a great deal to me.",
                "They mean no harm.",
                "They mean no harm."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVhbg&hash=1de005e38c80a0d092609cdf2a0112a33aca4a4e&lang=en&cache-only=0",
            "defineEn": "not willing to spend money or use something; cheap or stingy",
            "defineVi": "không sẵn sàng chi tiền hoặc sử dụng thứ gì đó; rẻ tiền hoặc keo kiệt",
            "hasImg": true
        },
        {
            "id": "ab858e46-1b76-475f-aaf4-a10f46d465a2",
            "word": "sulky",
            "phonetic": "sʌlki ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3Vsa3k&hash=0b7c9dd770cf3ce3e36106636c357b932e4951e9&lang=en&cache-only=0",
            "defineEn": "ill-tempered and in a bad mood, tending to sulk",
            "defineVi": "nóng tính và có tâm trạng xấu, có xu hướng hờn dỗi",
            "hasImg": true
        },
        {
            "id": "65b6be63-221c-4458-b01a-bec3a5324570",
            "word": "consistent",
            "phonetic": "kənsɪstənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The stock portfolio showed a steady yield, generating consistent profits for the shareholders.",
                "She believes that with the right mindset and consistent effort, any dream is achievable.",
                "The writer understands that diligence is the mother of good luck, and that success in writing requires consistent effort, discipline, and hard work.",
                "The gardener tended to their plants with consistent care and attention, trusting that slow and steady wins the race, and eventually grew a beautiful garden",
                "\"In learning a new skill, consistent practice and small improvements can lead to mastery, as many a little makes a mickle,\" said the instructor during the class."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2lzdGVudA&hash=c3a3e30d4002de161b0979ec55fc5b25a17ef776&lang=en&cache-only=0",
            "defineEn": "following the same course of action or behavior over time",
            "defineVi": "theo cùng một quá trình hành động hoặc hành vi theo thời gian"
        },
        {
            "id": "38aa746d-e540-4843-ab38-9ab2f454169a",
            "word": "conventional",
            "phonetic": "kənvɛnʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "No conventional drugs had produced any significant change.",
                "She presented an abstract idea that challenged conventional wisdom and sparked a lively debate.",
                "The scientist struggled to find colleagues who shared his curiosity and vision, as his peers were content with conventional research.",
                "But this rebellious band of scholars gleefully ignored conventional wisdom.",
                "The conventional spring is like the wound, tight coil of wire."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmVudGlvbmFs&hash=fa9c8fa63dde8d33ec9c64e61d1b5c530bd910f8&lang=en&cache-only=0",
            "defineEn": "(of a person) tending to follow the social norms, or to accept traditional views",
            "defineVi": "(của một người) có xu hướng tuân theo các chuẩn mực xã hội, hoặc chấp nhận quan điểm truyền thống",
            "hasImg": true
        },
        {
            "id": "cd54eeed-9048-41c4-8866-19a53b5b0bae",
            "word": "efficient",
            "phonetic": "ɪfɪʃənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "To my way of thinking, this approach is more efficient.",
                "I don't especially like the woman but, credit where credit's due, she's very efficient.",
                "The new software system proved to be reliable and efficient, as it remained in action without any issues during a busy week of data processing.",
                "There was no sort of prison system to hold offenders so the most efficient way of ridding society of them was by putting them to death.",
                "The software developer took the time to write clean and efficient code, recognizing that if a thing is worth doing, it is worth doing well and ensuring that the program was of the highest quality."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWZmaWNpZW50&hash=6d745b3566c21da652368a953dcb1886bdf877d9&lang=en&cache-only=0",
            "defineEn": "(of a person) working in an organized, careful, and quick way",
            "defineVi": "(của một người) làm việc một cách có tổ chức, cẩn thận và nhanh chóng",
            "hasImg": true
        },
        {
            "id": "fe46774b-893d-4a0e-9b00-fd9682f50020",
            "word": "flexible",
            "phonetic": "flɛksɪbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The human resources manager understood that her employees had varying needs and preferences, and created a flexible work environment to accommodate them - different strokes for different folks.",
                "Flexible working hours are a win-win situation for employers and employees.",
                "His body is still flexible.",
                "He’s very flexible.",
                "He is very flexible inside."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxleGlibGU&hash=8b7cacc2c60855e0d2e99cf9226a1ca0617acb4c&lang=en&cache-only=0",
            "defineEn": "ready and able to change and adapt to different conditions",
            "defineVi": "sẵn sàng và có khả năng thay đổi và thích ứng với các điều kiện khác nhau"
        },
        {
            "id": "d653dca0-9d31-4b4f-87a8-b4e2331d4a8a",
            "word": "cooperative",
            "phonetic": "koʊɑːpɚɹətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The apparent economic and political success of the cooperatives and the dismantling of large states were making inroads on the established class of hacendados.",
                "Under the cooperative, the family farms see 100% of the profits from Ocean Spray product sales.",
                "In at least the last half century, the number of cooperatives has shrunk, largely due to consolidation.",
                "Cooperatives have also begun to invest in parts of the dairy supply chain that extend beyond marketing milk.",
                "And the four largest dairy cooperatives market 41.3 percent of all milk produced by U.S. farmers."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29vcGVyYXRpdmU&hash=96eac43ae4ad3c0f50b8335db309520d2fdb7939&lang=en&cache-only=0",
            "defineEn": "willing to work with others to reach a shared goal",
            "defineVi": "sẵn sàng làm việc với những người khác để đạt được mục tiêu chung",
            "hasImg": true
        },
        {
            "id": "a9805b65-ed09-49b2-b0cc-97a71f4ff902",
            "word": "idealistic",
            "phonetic": "aɪdiəlɪstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm idealistic.",
                "So I'm no idealistic about this ideal.",
                "Lemma and her idealistic drive to cure everyone.",
                "Guevara's idealistic incompetence as Finance Minister caused massive drops in productivity when he replaced worker pay raises with moral certificates.",
                "And the community has expanded far beyond idealistic hobbyists, as major companies are increasingly leading the charge, spearheading the development of open-source projects in-house."
            ],
            "audio": "https://tts.langeek.co/read?text=aWRlYWxpc3RpYw&hash=94256c92798ac4f42b1c538d0f76e43940f715ed&lang=en&cache-only=0",
            "defineEn": "believing that good things can happen or perfection can be achieved, while it is nearly impossible",
            "defineVi": "tin rằng những điều tốt đẹp có thể xảy ra hoặc có thể đạt được sự hoàn hảo, trong khi điều đó gần như là không thể"
        },
        {
            "id": "7b6604cb-16fc-47d7-9891-ee5e898a75f1",
            "word": "tolerant",
            "phonetic": "tɑːlɚɹənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Some people ain't tolerant for it.",
                "That’s not especially tolerant.",
                "The Mongols were almost unprecedentedly tolerant of different religions.",
                "But the wasps aren’t as tolerant of ethanol as fruit flies.",
                "And philosopher and author Moses Mendelssohn used the more tolerant atmosphere to express his optimism about the future of Jews in Europe."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9sZXJhbnQ&hash=b4908d563df9c65cb55e05290a378a7956073b35&lang=en&cache-only=0",
            "defineEn": "showing respect to what other people say or do even when one disagrees with them",
            "defineVi": "thể hiện sự tôn trọng với những gì người khác nói hoặc làm ngay cả khi một người không đồng ý với họ",
            "hasImg": true
        },
        {
            "id": "665a9fa8-0d5f-48c6-abad-640d4c33a4a2",
            "word": "vulnerable",
            "phonetic": "vʌlnɚɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We are reaching out to the most vulnerable members of the community.",
                "He had taken this woman when she was most vulnerable.",
                "Aramide gets vulnerable and emotional as she bares her heart to an unknown lover.",
                "The politician recognized that with great power comes great responsibility, and used their influence to advocate for policies that would benefit the most vulnerable members of society.",
                "The company that relies too heavily on a single product or service may be vulnerable to market changes or competition, demonstrating how the pitcher goes so often to the well that it is broken at last."
            ],
            "audio": "https://tts.langeek.co/read?text=dnVsbmVyYWJsZQ&hash=b15007275d9ed4a154684f2988fd9f6a6aefeb62&lang=en&cache-only=0",
            "defineEn": "prone to harm or abuse, either emotionally or physically; exposed",
            "defineVi": "dễ bị tổn hại hoặc lạm dụng, về mặt cảm xúc hoặc thể chất; để lộ ra",
            "hasImg": true
        },
        {
            "id": "883e2d77-e84c-4e2a-b9c8-f59d9efd4881",
            "word": "industrious",
            "phonetic": "ɪndʌstɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This industrious structure simultaneously acts as a storehouse, a manufacturing hub, and a processing plant.",
                "An industrious enzyme named rubisco that welds one carbon atom from a CO2 molecule with the RuBP chain to build an initial six carbon sequence.",
                "And if you have been inspired by the industrious beaver to do some woodworking of your own, a great place to start is with this class from Skillshare!",
                "While it competes with other coworking and office rental companies like Regus, Industrious and Impact Hub, We Work is the only one valued like a major tech company."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kdXN0cmlvdXM&hash=dcea13d8b8c76ab56b780cb2955b24c0be50fcc0&lang=en&cache-only=0",
            "defineEn": "hard-working and productive",
            "defineVi": "làm việc chăm chỉ và hiệu quả",
            "hasImg": true
        },
        {
            "id": "56a51789-c540-4f53-a628-338a7dab656d",
            "word": "even-tempered",
            "phonetic": "iːvəntɛmpɚd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXZlbi10ZW1wZXJlZA&hash=25a24afddd38c15ff996e88a929429b6ade31a28&lang=en&cache-only=0",
            "defineEn": "usually calm and not easily annoyed",
            "defineVi": "thường bình tĩnh và không dễ bực mình",
            "hasImg": true
        },
        {
            "id": "83932600-2d2a-4008-b307-e2f41f0ece40",
            "word": "rebellious",
            "phonetic": "ɹᵻbɛliəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Alice's rebellious behavior and disregard for authority have earned her the reputation of being the black sheep of the school.",
                "In the past, some people believed that clergymen's sons always turned out badly because they were thought to be rebellious and resentful towards their fathers' strict religious upbringing.",
                "The people of Venezuela are rebellious people.",
                "But this rebellious band of scholars gleefully ignored conventional wisdom.",
                "But I have a little rebellious spark."
            ],
            "audio": "https://tts.langeek.co/read?text=cmViZWxsaW91cw&hash=9440d799ec7493db14f148d0cd424699deb407a9&lang=en&cache-only=0",
            "defineEn": "(of a person) not willing to follow rules, standards, or norms accepted by society or people in authority",
            "defineVi": "(của một người) không sẵn sàng tuân theo các quy tắc, tiêu chuẩn hoặc chuẩn mực được xã hội hoặc những người có thẩm quyền chấp nhận",
            "hasImg": true
        },
        {
            "id": "7a105f97-2045-4c73-a3c8-7824beb2f994",
            "word": "insensitive",
            "phonetic": "ɪnsɛnsᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Despite her successful career and fulfilling life, Jane's relatives often make insensitive comments about her being on the shelf.",
                "Remember that culturally insensitive stuff you were saying at the top?",
                "An example of normal trouble in this area is not being all that concerned about what other people think or feel to the extent that your attitude feels insensitive.",
                "Yeah, I mean this is very cultural insensitive.",
                "And six Dr. Seuss books will no longer be published because of racist and insensitive imagery."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zZW5zaXRpdmU&hash=54fb966a4de71b8a1b4788c6915aed92562437eb&lang=en&cache-only=0",
            "defineEn": "not caring about other people's feelings",
            "defineVi": "không quan tâm đến cảm xúc của người khác",
            "hasImg": true
        },
        {
            "id": "e6ba746a-8b87-441e-acc0-8c422c057747",
            "word": "clumsy",
            "phonetic": "klʌmzi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A clumsy chef accidentally spills ingredients, knocks over pots, and slips on the floor, creating a hilarious comedy of errors in the kitchen.",
                "I'm both clumsy and broke, so I decided not to go in.",
                "And that this clumsy process could not be possible for the majestic beauty of our world.",
                "Maybe it’s because porcupines are actually pretty clumsy.",
                "They may have even begun our first clumsy attempts at fire, which is vital for cooking meat and vegetables, opening up opportunities for more energy and even more brain growth."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2x1bXN5&hash=bc5d7aedd7651e0899b5acca54e71e25c47ef5fd&lang=en&cache-only=0",
            "defineEn": "doing things or moving in a way that lacks control and care, usually causing accidents",
            "defineVi": "làm mọi việc hoặc di chuyển theo cách thiếu kiểm soát và cẩn thận, thường gây ra tai nạn",
            "hasImg": true
        },
        {
            "id": "7a68141d-b0c9-417b-9082-922c2f897af6",
            "word": "passive",
            "phonetic": "pæsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Investing in the right stocks can be like riding a gravy train, earning passive income without having to do much.",
                "In their friendship, Jake was always the one who made plans and reached out to stay in touch, while his friend Tom tended to be less proactive and more passive.",
                "Example number one, is passive agression.",
                "That included passive echolocation.",
                "We become passive."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzc2l2ZQ&hash=e56d7d704ff2ce361aedd9bf812fa78dbedb7e90&lang=en&cache-only=0",
            "defineEn": "accepting what happens or not opposing what other people do or say",
            "defineVi": "chấp nhận những gì xảy ra hoặc không phản đối những gì người khác làm hoặc nói"
        },
        {
            "id": "9700e2b0-2d4e-4577-8909-c7a9a70e79e7",
            "word": "dissatisfied",
            "phonetic": "dɪsæɾɪsfaɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And so people are dissatisfied with the parties.",
                "And so people are dissatisfied with the parties.",
                "Faust, a dissatisfied scholar, pledges his soul to the devil in exchange for bottomless pleasure.",
                "And another major problem is that most young voters are totally dissatisfied with both major political parties right now.",
                "If you’re that dissatisfied with the service, you should let the manager know the reason ahead of time and your plan to leave a reduced tip."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzc2F0aXNmaWVk&hash=6401a00b32895d2aaed40fab54015398eea72ce5&lang=en&cache-only=0",
            "defineEn": "not pleased or satisfied with something, because it is not as good as we expected; displeased",
            "defineVi": "không hài lòng hoặc hài lòng với một cái gì đó, bởi vì nó không tốt như chúng ta mong đợi; không hài lòng",
            "hasImg": true
        },
        {
            "id": "ae02c96b-e197-4c72-8c38-b640c9c55cb1",
            "word": "arrogant",
            "phonetic": "æɹəɡənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Their arrogant attitude is what really made my hackles rise.",
                "The CEO's promotion to a higher position brought out a more arrogant side of him, demonstrating how honors change manners.",
                "The arrogant CEO refused to alter his unrealistic deadline despite mounting evidence of its impracticality, demonstrating that he was a fool, as a wise man changes his mind, a fool never.",
                "They trade pragmatic advice, friendly jokes and not-so-friendly barbs about their arrogant peers.",
                "It was to me, arrogant to see this gift and then let it die."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJyb2dhbnQ&hash=c3be9a8019d32b2aaa0834da406c6698ec46cf85&lang=en&cache-only=0",
            "defineEn": "having a proud, unpleasant attitude toward others and showing an exaggerated sense of self-importance",
            "defineVi": "có thái độ tự hào, khó chịu với người khác và thể hiện thái độ tự trọng quá mức",
            "hasImg": true
        },
        {
            "id": "7809b519-5bdd-4742-9452-4e9a560243a2",
            "word": "enthusiastic",
            "phonetic": "ɛnθuːziæstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The base immediately became enthusiastic around this strategy. ",
                "But some in the crowd were less enthusiastic.",
                "She wasn't an enthusiastic supporter.",
                "and not everybody was enthusiastic about joining.",
                "There was never an enthusiastic belief that recycling was ultimately going to work in a significant way."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW50aHVzaWFzdGlj&hash=b6262d3404d9962ccf6fcba49b758e60441d63d7&lang=en&cache-only=0",
            "defineEn": "very excited about or interested in someone or something",
            "defineVi": "rất vui mừng về hoặc quan tâm đến một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "dd8c583d-9d05-4758-a342-f8e64ae35d31",
            "word": "sympathetic",
            "phonetic": "sɪmpəθɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Jurors are often sympathetic about the danger of police work.",
                "One of the two divisions of your autonomic nervous system is called the sympathetic system.",
                "The sympathetic division is responsible for, like, freaking out.",
                "as opposed to in the sympathetic system, where effectors get a dose of norepinephrine instead.",
                "While the sympathetic nerves all spring from the thoracolumbar area of your spinal cord, right around your midsection, the nerves of the parasympathetic division are craniosacral."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ltcGF0aGV0aWM&hash=1bd1baa158ccaef1eb4cc389cd5499267a17fe59&lang=en&cache-only=0",
            "defineEn": "showing care and understanding toward other people, especially when they are not feeling good",
            "defineVi": "thể hiện sự quan tâm và thấu hiểu đối với người khác, đặc biệt là khi họ cảm thấy không tốt",
            "hasImg": true
        },
        {
            "id": "5633577d-0e91-4027-8fdc-e61316d04b3c",
            "word": "pessimistic",
            "phonetic": "pɛsɪmɪstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The manager keeps changing his outlook on the project, now really hopeful, now very pessimistic.",
                "He was pessimistic about the impact of therapy.",
                "I am pessimistic about that.",
                "Thomas Malthus, he was so pessimistic.",
                "It's become more catastrophically pessimistic."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVzc2ltaXN0aWM&hash=5f19b5e63e2b95381e8213e32922a4db0d56c814&lang=en&cache-only=0",
            "defineEn": "having or showing a negative view of the future and always waiting for something bad to happen",
            "defineVi": "có hoặc thể hiện một cái nhìn tiêu cực về tương lai và luôn chờ đợi điều gì đó tồi tệ xảy ra",
            "hasImg": true
        },
        {
            "id": "424a4352-6e57-469e-8be3-aeab53137d1b",
            "word": "stubborn",
            "phonetic": "stʌbɚn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You were right, stubborn fella that was.",
                "The bank evicted his family from their home and Muley refused to leave, he remained stubborn as a mule.",
                "He used a toothpick to remove a stubborn piece of food stuck between his teeth.",
                "His friends advised him to accept the offer, but you know Larry - he's as stubborn as a mule!",
                "The stubborn janitor had been refusing to fix the broken water fountain for weeks, but the principal knew that kind words would unlock an iron door, so he approached the janitor gently and respectfully and finally the janitor agreed to make the repairs."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1YmJvcm4&hash=b5c1432676fabc7b79d88496857f31aebacbe867&lang=en&cache-only=0",
            "defineEn": "unwilling to change one's attitude or opinion despite good reasons",
            "defineVi": "không muốn thay đổi thái độ hoặc quan điểm của một người mặc dù có lý do chính đáng",
            "hasImg": true
        },
        {
            "id": "d7b0e752-fb27-402d-868a-9ef5df13d2bb",
            "word": "moody",
            "phonetic": "muːdi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Moody's is one of the ratings agencies, and they rate Corporation A as BB.",
                "Because who paid Moody's to give them that rating?",
                "Even if an upturn were to begin in 2022, Moody's base case projection doesn't see state tax revenues returning to 2019 levels until 2024.",
                "And as long as Moody's doesn't get suspicious.",
                "In fact, some women will just see it as feeling a little moody the week before their menstrual cycle."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9vZHk&hash=8e727157c37958b0b8f40a32ccff2d76c65f3a02&lang=en&cache-only=0",
            "defineEn": "characterized by sudden changes of mood, typically with no apparent reason",
            "defineVi": "đặc trưng bởi sự thay đổi tâm trạng đột ngột, thường không có lý do rõ ràng",
            "hasImg": true
        },
        {
            "id": "0adc1794-ac68-44b3-9519-5fcd2feb10eb",
            "word": "appreciative",
            "phonetic": "ɐpɹiːʃiətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So we were totally appreciative of his efforts to improve this problem. ",
                "And we would all say thank you very much, that's very appreciative.",
                "Does your fiance, beautiful, beautiful woman, Is she appreciative that you have such a good physique?",
                "And she's supported me every once in a while, you know, by Ko-fi jar and all that stuff, so I've always been very appreciative of her.",
                "The right investor, apart from having the right money, needs to be appreciative of what's going on."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwcmVjaWF0aXZl&hash=2f40858ddad28780ddc037ed6afe0889eddacfdc&lang=en&cache-only=0",
            "defineEn": "feeling satisfaction and showing gratitude",
            "defineVi": "cảm thấy hài lòng và thể hiện lòng biết ơn",
            "hasImg": true
        },
        {
            "id": "0ef1a511-08b4-426e-ba85-97b838a432b2",
            "word": "adept",
            "phonetic": "ɐdɛpt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Some fish are socially adept, too.",
                "He was really adept at that point in speaking the language of political strategy around confirmations. ",
                "Right now, Democrats are more adept at using tech for relational organizing.",
                "And we have to be adept at doing different things.",
                "She is adept at successfully concealing her monstrous form and maintaining normal relationships."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRlcHQ&hash=d4987fb4328f9dc08f8d9aed69bb5899412715a3&lang=en&cache-only=0",
            "defineEn": "being good at doing something that needs skill and care",
            "defineVi": "giỏi làm điều gì đó cần kỹ năng và sự cẩn thận",
            "hasImg": true
        },
        {
            "id": "2249d212-a839-4d5a-85af-9fb96b7a6fbb",
            "word": "aloof",
            "phonetic": "ɐluːf ",
            "partOfSpeechType": "adjective",
            "examples": [
                "On one side of the spectrum you have the aloof posture.",
                "And aloof means having a certain level of emotional disengagement.",
                "Number four is being aloof and distant in relationships, and this is based on your tendency toward conflict avoidance.",
                "Whether your parents were aloof or affectionate, strict or lax, and whether they spanked you or preferred to talk it out, one model of parenting would probably categorize them into one of three major styles, all related to control.",
                "A paranoid person who ordinarily would be very aloof and detached because of the secrecy, may turn it off long enough to attract someone that they're interested in."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxvb2Y&hash=0d5a7caf5c405ebd29f23c9e1be0b00829b70393&lang=en&cache-only=0",
            "defineEn": "unfriendly or reluctant to socializing",
            "defineVi": "không thân thiện hoặc miễn cưỡng giao tiếp xã hội",
            "hasImg": true
        },
        {
            "id": "eefafc72-cf1e-4995-bf9b-319c1f3b1770",
            "word": "benevolent",
            "phonetic": "bənɛvələnt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Are you some benevolent spirit of television?",
                "Since she was in fact a benevolent white snake spirit in human form, their marriage had already weathered attacks by meddling monks.",
                "The benevolent, shape-shifting dragons of China have the physical features of nine different creatures and look very different from the winged, fire-breathing dragons of Northern Europe.",
                "Princess Savitri of the Madra Kingdom was as benevolent, brilliant, and bright as the Sun God she was named for.",
                "This paternalism allowed masters to see themselves as benevolent and to contrast their family-oriented slavery with the cold, mercenary Capitalism of the free-labor North."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVuZXZvbGVudA&hash=70bb59de1df6751d4deb5b4560111f5a7fd26219&lang=en&cache-only=0",
            "defineEn": "generous and kind; displaying kindness",
            "defineVi": "hào phóng và tốt bụng; thể hiện lòng tốt",
            "hasImg": true
        },
        {
            "id": "59c7ff1c-fdbb-40a2-878d-a81bf9decc7b",
            "word": "brainy",
            "phonetic": "bɹeɪni ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So, these footprints were evidence that, maybe what first distinguished our lineage wasn't being brainy.",
                "But here’s a funny thing about Brecht’s plays: yes, they’re episodic and brainy, and they keep reminding you that YOU ARE DEFINITELY WATCHING A PLAY."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJhaW55&hash=b6be4c0ac0d1603f24df4749bb3585eb28ad1c6b&lang=en&cache-only=0",
            "defineEn": "very smart",
            "defineVi": "rất thông minh",
            "hasImg": true
        },
        {
            "id": "cdd6e0e7-a769-4f43-b635-fc3d1e20bb50",
            "word": "intense",
            "phonetic": "ɪntɛns ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This class is intense!",
                "The actor's intense bedroom eyes added an extra layer of allure to his performance.",
                "The intense gaze from across the room, eyes on stalks, left no doubt about his attraction.",
                "Keeping his shirt on during intense moments.",
                "I love the intense flavor of black currants in my morning smoothie."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZW5zZQ&hash=0b547c19775073ebbb8962976976667669df3a51&lang=en&cache-only=0",
            "defineEn": "(of people) extremely serious with strong feelings and opinions",
            "defineVi": "(của mọi người) cực kỳ nghiêm túc với những cảm xúc và quan điểm mạnh mẽ",
            "hasImg": true
        },
        {
            "id": "be13ae1b-7b56-4358-abed-7cf7e03a7b54",
            "word": "materialistic",
            "phonetic": "mətɪɹiəlɪstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I tell people, what people think about materialistic things.",
                "I'm not a materialistic person, and I'm not asking to make a million dollars.",
                "Yes, that's because the two big idea generators in the party are Sanders and Warren, and they're very wonky, and they're very materialistic, and they're not particularly spiritual.",
                "And she only cares about materialistic things, and her pretty boyfriend, and then, you know, she's in that relationship, and then everything ends because he breaks up with her because she's a stereotypical blonde girl, and then they take that, and she turns into one of the best freaking lawyers to graduate from Harvard.",
                "LEONARDO DICAPRIO, Actor: If anybody here thinks I'm superficial or materialistic, go get a job at McDonald's, because that's where you (EXPLETIVE DELETED) belong."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0ZXJpYWxpc3RpYw&hash=b46828fc6806a7187facd28ec7892e1772fb54ea&lang=en&cache-only=0",
            "defineEn": "concerned with money and possessions in an excessive way",
            "defineVi": "quan tâm đến tiền bạc và tài sản một cách thái quá",
            "hasImg": true
        }
    ]
}