{
    "id": "6c0c2855-edd2-49f4-abd9-81bf89e5f1d4",
    "title": "Lesson 31",
    "originalTitle": "Lesson 31",
    "words": [
        {
            "id": "ecca6e94-ec61-4d94-bd3c-66cb7a16502e",
            "word": "brunt",
            "phonetic": "bɹʌnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He claimed that the middle class would bear the brunt of the tax increase.",
                "Whatever meager rations remained were sent to the troops fighting the war, so the civilian population faced the brunt of the famine.",
                "The civilians have borne the brunt of the attack.",
                "They don’t bear the brunt of the health care system in collapse. ",
                "They don’t bear the brunt of the education system in collapse. "
            ],
            "audio": "https://tts.langeek.co/read?text=YnJ1bnQ&hash=d0e8292230cd0c42088735517af5cbb6d6b23f8e&lang=en&cache-only=0",
            "defineEn": "main force of a blow",
            "defineVi": "lực chính của một cú đánh"
        },
        {
            "id": "b88e7865-b065-4614-ad7a-c4a744b21d23",
            "word": "diorama",
            "phonetic": "dɪɚɹæmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "This book starts off detailing a lot of the work by Carl Akeley who was arguably the father of modern taxidermy today and the one responsible for creating the animals that go into the dioramas at the American Natural History Museum in New York",
                "Walter Potter actually made little dioramas using bunnies and kittens doing anthropomorphic things, like, he made a kitty tea party, There's a tea party of taxidermied kittens, about 20 of them, and some of them are playing croquet on the side."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlvcmFtYQ&hash=8ea1c30dfd6708d2d61d22cc8d46aab1cbd05421&lang=en&cache-only=0",
            "defineEn": "a picture (or series of pictures) representing a continuous scene",
            "defineVi": "một hình ảnh (hoặc một loạt hình ảnh) đại diện cho một cảnh liên tục"
        },
        {
            "id": "74d2da29-884c-491d-aff2-929df8180298",
            "word": "likelihood",
            "phonetic": "laɪklihʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Not wearing a helmet while riding a bicycle is asking for an injury and can increase the likelihood of a head injury.",
                "Skipping breakfast before an exam is asking for trouble and can increase the likelihood of poor performance.",
                "Procrastinating on a project until the last minute is asking for stress and can increase the likelihood of a poor outcome.",
                "Ignoring warning signs of a heart attack and continuing to smoke and eat unhealthy foods is asking for a heart attack and can increase the likelihood of serious health problems.",
                "The likelihood is no."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlrZWxpaG9vZA&hash=28f2816216a163d9d45d712e06e5e205a6c32dfd&lang=en&cache-only=0",
            "defineEn": "the probability of a specified outcome",
            "defineVi": "xác suất của một kết quả cụ thể"
        },
        {
            "id": "bd0f8e06-40ec-426f-a5e0-8254efaf4ebb",
            "word": "ruffian",
            "phonetic": "ɹʌfiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Right so part of the Kansas problem was that hundreds of so called border ruffians flocked to Kansas from pro-slavery Missouri to cast ballots in Kansas elections, which led to people coming in from free states and setting up their own rival governments."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVmZmlhbg&hash=c710513944fd9cf283e5c79decee162c940d897d&lang=en&cache-only=0",
            "defineEn": "a cruel and brutal fellow",
            "defineVi": "một người bạn tàn nhẫn và tàn bạo"
        },
        {
            "id": "b6496e32-451f-4f11-a314-6e845f0fa4d0",
            "word": "twinge",
            "phonetic": "twɪndʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He felt a sharp twinge of guilt for not taking the trouble to visit her",
                "That, and dinosaurs in their graves maybe felt a twinge of catharsis."
            ],
            "audio": "https://tts.langeek.co/read?text=dHdpbmdl&hash=fe2da3613c6f564d5bbdc1f3431f7c99d6e32672&lang=en&cache-only=0",
            "defineEn": "a sudden sharp feeling",
            "defineVi": "một cảm giác sắc nét đột ngột"
        },
        {
            "id": "be762d54-15c6-44e7-9fd2-12b5896437f3",
            "word": "macrocosm",
            "phonetic": "mækɹəkɑːzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Whether working alone or with gobs of money and a team of folks behind them, developers build complex, many-layered macrocosms for others to investigate and decipher and explore."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFjcm9jb3Nt&hash=7d0a3a6d383f8fb7c12570f98da0d220a7c3cac0&lang=en&cache-only=0",
            "defineEn": "everything that exists anywhere",
            "defineVi": "mọi thứ tồn tại ở bất cứ đâu"
        },
        {
            "id": "f031de9f-9f0f-47d0-8ac4-6bcc9a539ab4",
            "word": "hydra",
            "phonetic": "haɪdɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Consider the hydra.",
                "But hydra live in freshwater.",
                "The hungry hydra stretches out its tentacles to snag swimming prey.",
                "The dead serpent’s remains became the Hydra constellation.",
                "The hydra uses those nutrients to make more hydra."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlkcmE&hash=be4dc8f8f2166dfe064f8fceeebf0a991591d312&lang=en&cache-only=0",
            "defineEn": "small tubular solitary freshwater hydrozoan polyp",
            "defineVi": "polyp hydrozoan nước ngọt đơn độc hình ống nhỏ"
        },
        {
            "id": "2e9a9d7b-c057-4c7a-b6d8-6efb602e338a",
            "word": "esprit",
            "phonetic": "ɛspɹɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXNwcml0&hash=1a67753d27f915e9f68d3346c06b11205b641c86&lang=en&cache-only=0",
            "defineEn": "liveliness of mind or spirit",
            "defineVi": "sự sống động của tâm trí hoặc tinh thần"
        },
        {
            "id": "ac5beb0e-af8a-4ad5-a585-0d2186d1a051",
            "word": "prefix",
            "phonetic": "pɹiːfɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "If you have three carbons, the prefix is prop-.",
                "Prop is our prefix.",
                "It's in a ring, so we add the prefix cyclo- to it.",
                "So we'll be dealing with hex- as a prefix.",
                "The prefix 'ana' means 'back' that may help you remember the name of this phase, called anaphase."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZml4&hash=ccc1455a9211a747227c3049b670f1cc86d7648f&lang=en&cache-only=0",
            "defineEn": "(grammar) a letter or a set of letters that are added to the beginning of a word to alter its meaning and make a new word",
            "defineVi": "(ngữ pháp) một chữ cái hoặc một tập hợp các chữ cái được thêm vào đầu một từ để thay đổi nghĩa của từ đó và tạo ra một từ mới"
        },
        {
            "id": "3c76ecf9-15c4-46bc-82b8-71846e7dea6a",
            "word": "retinue",
            "phonetic": "ɹɛtɪnuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "At this point in the movie, the king and queen and their retinue have arrived, and they're staying at Downton.",
                "King Arthur has risen again and again in our collective imagination, along with his retinue of knights, Guinevere, the Round Table, Camelot, and of course, Excalibur.",
                "For Townshend, there's another economic incentive to keep going, his sizable retinue of dependents.",
                "As a matter of fact, she's the only really the member of his entire retinue that seems to be able to comport herself with a certain amount of dignity."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV0aW51ZQ&hash=9886a090d1f3ca6b36f5f7224384d18908419be5&lang=en&cache-only=0",
            "defineEn": "the group following and attending to some important person",
            "defineVi": "nhóm theo dõi và tham dự một số người quan trọng"
        },
        {
            "id": "0480da8b-1698-4fb6-8755-949c6c01bd98",
            "word": "menagerie",
            "phonetic": "mənædʒɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Surface tension keeps a whole underwater menagerie alive.",
                "In fact, the growing menagerie of feathered dinosaurs has offered experts a pretty good outline of how feathers evolved.",
                "But over the past century, experts have sorted through all the armored body segments, appendages, crazy spikes, and other fossil features, to reveal a menagerie unlike any that had existed before."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVuYWdlcmll&hash=b0a3205e819b13d47b2924f14805cea886bb3fa9&lang=en&cache-only=0",
            "defineEn": "a collection of live animals kept for exhibition, usually in a zoo or as part of a traveling circus",
            "defineVi": "một bộ sưu tập động vật sống được giữ để triển lãm, thường là trong sở thú hoặc là một phần của rạp xiếc lưu động",
            "hasImg": true
        },
        {
            "id": "9d2d1def-ab97-4dce-b440-67d639c01c5a",
            "word": "legerdemain",
            "phonetic": "lɛdʒɚdᵻmeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Defenders of the test agree that grades are important but they also argue that it's better to have more information about an applicant especially considering that grade inflation is a lot more common in some high schools than others but with the standardized test, everyone's taking the same thing and is scored the exact same way and the testing industry claimed that the test are continually evolving to better measure relevant skills and test that students are actually learning in high school rather than whether they can remember the definition of legerdemain and perspicacity."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVnZXJkZW1haW4&hash=d718a4cd4cd50ae9ca6544a83b4b4ade1dd59a4f&lang=en&cache-only=0",
            "defineEn": "an illusory feat; considered magical by naive observers",
            "defineVi": "một kỳ công hão huyền; được coi là phép thuật bởi những người quan sát ngây thơ",
            "hasImg": true
        },
        {
            "id": "97840ee3-5c9f-435b-82fc-ec8a603ba0dc",
            "word": "rondo",
            "phonetic": "ɹɑːndoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They were displaced not just from Rondo, but from the middle class, says civil rights attorney Artika Tyner, a fifth-generation daughter of Rondo.",
                "In 2015, the city of St. Paul held a ceremony to apologize to the Rondo community.",
                "They were displaced not just from Rondo, but from the middle class, says civil rights attorney Artika Tyner, a fifth-generation daughter of Rondo.",
                "What many community leaders in Rondo say would really put this neighborhood back together again is an idea that would do so quite literally and in concrete.",
                "For now, a $6 million request to conduct feasibility and environmental assessments of the ReConnect project is part of budget negotiations just a couple of miles from Rondo at the state capitol."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9uZG8&hash=ddfcdaa4d5d0d5e73763650fd804f68d6bf856ce&lang=en&cache-only=0",
            "defineEn": "instrumental music with a recurring theme often found in the final movement of a sonata or concerto",
            "defineVi": "nhạc cụ có chủ đề lặp lại thường thấy trong chuyển động cuối cùng của sonata hoặc concerto"
        },
        {
            "id": "b4c4238b-8546-4e1f-b50c-17d08654ae6e",
            "word": "loam",
            "phonetic": "loʊm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG9hbQ&hash=98c6a8c8bc2c293631983209c724a6448d9f3aff&lang=en&cache-only=0",
            "defineEn": "a rich soil consisting of a mixture of sand and clay and decaying organic materials",
            "defineVi": "một loại đất phong phú bao gồm hỗn hợp cát và đất sét và các vật liệu hữu cơ đang phân hủy"
        },
        {
            "id": "0490fd95-aea0-446e-a2c6-3ae67e7e5a79",
            "word": "brotherhood",
            "phonetic": "bɹʌðɚhʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "- That's what we were talking about earlier, that brotherhood that exists.",
                "The idea of Slavic brotherhood is genuine in Russian culture and was genuine, I think, in Ukrainian culture.",
                "We're teaching youth about being accountable, and just kind of building a brotherhood and sisterhood type of movement. -",
                "Like right away there's a brotherhood amongst all of us.",
                "It becomes like a brotherhood, like you're not in this alone."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvdGhlcmhvb2Q&hash=a975b5f93fd39774d8526445ac044c5a103ee5a8&lang=en&cache-only=0",
            "defineEn": "the relationship between two or more brothers",
            "defineVi": "mối quan hệ giữa hai hoặc nhiều anh em",
            "hasImg": true
        },
        {
            "id": "2ed3be3b-f0c6-43b8-b80d-553d613b989f",
            "word": "gambit",
            "phonetic": "ɡæmbɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They cover the culinary gambit of every destination Emirates flies to.",
                "What we did have, attention-getting shows like \"The Queen's Gambit.\"",
                "Yet still for others, tribes participated begrudgingly only as a last means of survival, as gambits to prevent collapse or unwanted conflict with federal forces.",
                "The US government, at least, tried to solve this problem with early satellite systems like Corona, Gambit, and Hexagon.",
                "I've been looking at vintage t-shirts on eBay, I watched The Queen's Gambit like 50 times on Netflix, I basically live on zoom at this point, and tech companies are making bank off of it."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FtYml0&hash=f6e036f20c06e2da09929d816dfff1943ba56161&lang=en&cache-only=0",
            "defineEn": "a strategic action or remark that is used to gain an advantage, particularly in the early stages of a situation, game, conversation, etc.",
            "defineVi": "một hành động hoặc nhận xét chiến lược được sử dụng để đạt được lợi thế, đặc biệt là trong giai đoạn đầu của một tình huống, trò chơi, cuộc trò chuyện, v.v."
        },
        {
            "id": "499edc38-fa22-4bd4-9b12-05d6f5fb5964",
            "word": "ballast",
            "phonetic": "bæləst ",
            "partOfSpeechType": "noun",
            "examples": [
                "It gave you some ballast.",
                "After launch, bags on the ballast tanks could be inflated with air to float the tank back to the surface.",
                "The crew loads the gondola with extra ballast to keep it grounded.",
                "When it’s time for the submarine to dive down, the ballast tanks open so they fill up with water.",
                "Business used to be the ballast in the relationship, because American companies made money, American consumers got cheap goods, kept inflation down."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsbGFzdA&hash=01eb3a861549b1c200ce28f1c036eb69d082276c&lang=en&cache-only=0",
            "defineEn": "an attribute that tends to give stability in character and morals; something that steadies the mind or feelings",
            "defineVi": "một thuộc tính có xu hướng mang lại sự ổn định về tính cách và đạo đức; một cái gì đó ổn định tâm trí hoặc cảm xúc"
        },
        {
            "id": "55345a20-40d8-49c0-aabc-698890472613",
            "word": "mettle",
            "phonetic": "mɛɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He had to show his presidential mettle at that point.",
                "And soon, the behemoth would encounter a ship of invaders that would test his mettle.",
                "this is when the true test of your mettle happens.",
                "- Living through times that are catastrophic or challenging can test the mettle of who we are as a society.",
                "And good on General Brown for grasping the mettle on that."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0dGxl&hash=5cdfcf2d8a2743c20ba1ce00c6a232bd26e6deb9&lang=en&cache-only=0",
            "defineEn": "the spirit and resilience that allows one to carry on",
            "defineVi": "tinh thần và khả năng phục hồi cho phép một người tiếp tục"
        },
        {
            "id": "db132310-bbba-4f08-9fdc-9f146cc89047",
            "word": "vermin",
            "phonetic": "vɜːmɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Vermin were a major scourge of the seven seas.",
                "Cats are often seen as vermin, and there have been many attempts to get a handle on their growing population.",
                "These extremely contagious little vermin can climb aboard when your hair or head touches someone else’s, though probably not via hats or combs like we used to think.",
                "Now, your worms might be vermin, but they need a comfortable space to live and work: some bedding materials, either shredded paper or cardboard, some moisture, and, of course, food, mainly, your leftovers, slightly decomposed table scraps."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVybWlu&hash=25286575017609cc87a23db4c0f93dfc954e67f5&lang=en&cache-only=0",
            "defineEn": "small animals or insects that are believed to be destructive and are difficult to handle when they appear in a considerable number",
            "defineVi": "động vật nhỏ hoặc côn trùng được cho là phá hoại và khó xử lý khi chúng xuất hiện với số lượng lớn",
            "hasImg": true
        }
    ]
}