{
    "id": "6c9acdea-a53a-47b7-bd0b-b7e88f6c6c14",
    "title": "Lesson 40",
    "originalTitle": "Lesson 40",
    "words": [
        {
            "id": "88ba89a9-d9c5-4b62-8a6e-e8c6d1eb4c54",
            "word": "consumption",
            "phonetic": "kənsʌmpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lower energy consumption means less pollution.",
                "I have decided to cut down on my consumption of dairy products due to lactose intolerance.",
                "Consumption of fluid milk plummeted from 247 pounds per person in 1975 to 146 pounds per person in 2018.",
                "Cheese consumption has more than doubled since the mid 1970s.",
                "Butter consumption also rose in the same time from about four point seven pounds to five point eight."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3VtcHRpb24&hash=b775a4794bd735f2dae1d23373aaf120d4520467&lang=en&cache-only=0",
            "defineEn": "the action or process of using a resource such as energy or food",
            "defineVi": "hành động hoặc quá trình sử dụng một nguồn tài nguyên như năng lượng hoặc thực phẩm",
            "hasImg": true
        },
        {
            "id": "b0204c75-2803-49f6-85c0-f014b720d3e9",
            "word": "consumptive",
            "phonetic": "kənsʌmptɪv ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uc3VtcHRpdmU&hash=7a122d31d9c8366285a9a6aad81db02b270d5bd9&lang=en&cache-only=0",
            "defineEn": "tending to consume or use often wastefully",
            "defineVi": "có xu hướng tiêu thụ hoặc sử dụng thường xuyên một cách lãng phí"
        },
        {
            "id": "57034eeb-9812-4de8-887c-b6da712294e5",
            "word": "to jeopardize",
            "phonetic": "tə dʒɛpɚdaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "It pulls at the heartstrings of every agent out there to see a young lady or anyone jeopardized by these conditions.",
                "Your immigration status may be jeopardized.",
                "Mitsumi could have jeopardized its relationship with Sony by giving Microsoft the same technology.",
                "If we solely rely on digital currencies and there is a massive power outage or a hack, it could jeopardize the entire system.",
                "Trump suggested that Pan Am's financial struggles might jeopardize the airline's safety, and his remarks soon came back to bite him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gamVvcGFyZGl6ZQ&hash=8c28c41a0b358bff312db36a6c6f0d40b955317b&lang=en&cache-only=0",
            "defineEn": "to put something in danger of harm, loss, or negative consequences",
            "defineVi": "để đặt một cái gì đó có nguy cơ bị tổn hại, mất mát, hoặc hậu quả tiêu cực"
        },
        {
            "id": "50b30250-33a1-4f45-84d6-5291e92ac933",
            "word": "jeopardy",
            "phonetic": "dʒɛpɚdi ",
            "partOfSpeechType": "noun",
            "examples": [
                "You watch Jeopardy, man!",
                "- This is \"Jeopardy.\"",
                "But the future of Takayuki's job is in jeopardy.",
                "But Rabin's legacy was in jeopardy.",
                "After years of financial peril, in 2012, the hospital was losing so much money, its future was in jeopardy."
            ],
            "audio": "https://tts.langeek.co/read?text=amVvcGFyZHk&hash=983628c105bb8d76562e62d8911fb571774330d7&lang=en&cache-only=0",
            "defineEn": "in the risk of being harmed, damaged, or destroyed",
            "defineVi": "trong nguy cơ bị tổn hại, hư hỏng hoặc phá hủy",
            "hasImg": true
        },
        {
            "id": "6f5be555-ee9d-400c-92cc-5f507fc09911",
            "word": "to augur",
            "phonetic": "tʊ ɔːɡɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Certainly, what we're seeing in the last couple of days doesn't augur well.",
                "And that didn't augur in their favor when allegations came out, because I think most of the country concluded that the Democrats would be against anyone and that they would use any pretext to take anyone down. ",
                "Why did it matter, and why was it different, and what did it augur for the future?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXVndXI&hash=da4fa96fc50361a66478b6587faabf377edb82fc&lang=en&cache-only=0",
            "defineEn": "predict from an omen",
            "defineVi": "dự đoán từ một điềm báo"
        },
        {
            "id": "37574a54-8bc8-4511-898e-ebe94821892c",
            "word": "augury",
            "phonetic": "ɔːɡjʊɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXVndXJ5&hash=efde34b6d51526c25e71acedadbd717d17aaf60d&lang=en&cache-only=0",
            "defineEn": "an event that is experienced as indicating important things to come",
            "defineVi": "một sự kiện được trải nghiệm như chỉ ra những điều quan trọng sắp tới"
        },
        {
            "id": "4fcfaf33-2935-43d8-9095-1acf48b1e08d",
            "word": "to quarter",
            "phonetic": "tə kwɔːɹɾɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The storekeeper changed my dollar bill for four quarters.",
                "The business has already closed the books for this quarter.",
                "The company's new product line contributed to a significant increase in its overall yield for the quarter.",
                "Things are looking good for the company after they revealed their financial results for the quarter.",
                "A: \"I managed to get the highest number of sales this quarter!\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcXVhcnRlcg&hash=12d20f0b97238cbd2603f0da5002a3233418a726&lang=en&cache-only=0",
            "defineEn": "divide into quarters",
            "defineVi": "chia thành các phần tư"
        },
        {
            "id": "def3537c-8d66-4715-b4ff-dfa368a35365",
            "word": "quartet",
            "phonetic": "kwɔːɹtɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Johnson: A sextet there, here's a quartet there.",
                "They looked like a silent film of a barbershop quartet.",
                "So this is in the film where we‘ve just seen our quartet, Malcolm, Jim, Sam and Cassius, come down off of the roof where they went to kind of get a breather.",
                "For this reason, the 1940's saw a surge in smaller ensembles, such as quartets, and quintets.",
                "The harmonizing and vocal stylings of many boy bands from the early 1980s to the early 2000s trace their roots back to the vocalizations of black a cappella barbershop quartets from the first half of the 20th century."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhcnRldA&hash=a47e2a35fac225dc560e66eb9ef47a04b41dce12&lang=en&cache-only=0",
            "defineEn": "a musical piece written for four singers or instruments",
            "defineVi": "một tác phẩm âm nhạc viết cho bốn ca sĩ hoặc nhạc cụ"
        },
        {
            "id": "1c58b7b2-ee27-47ff-b06d-5d08165df7a5",
            "word": "quarto",
            "phonetic": "kwɔːɹɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Historians believe that an actor probably transcribed the first quarto his memory and that that actor probably only played really small parts.",
                "There are two quartos, one from 1603 and another from 1604, and then the Folio edition from 1623 The second quarto and the folio are somewhat similar, although the first was probably based on Shakespeare’s notes and the second based on seeing the play in performance.",
                "There are two quartos, one from 1603 and another from 1604, and then the Folio edition from 1623 The second quarto and the folio are somewhat similar, although the first was probably based on Shakespeare’s notes and the second based on seeing the play in performance."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhcnRv&hash=23d4f300e93b190fa90c5c0c8717e04f103629b6&lang=en&cache-only=0",
            "defineEn": "a book size that results from folding printed sheets twice to create four leaves, making eight pages",
            "defineVi": "kích thước sách là kết quả của việc gấp các tờ in hai lần để tạo thành bốn trang, tạo thành tám trang"
        },
        {
            "id": "564a796d-1322-4cf5-b428-a72174391d28",
            "word": "quartan",
            "phonetic": "kwɔːɹtən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cXVhcnRhbg&hash=c38f5750947793af373adb2bb6589951c6c9c26b&lang=en&cache-only=0",
            "defineEn": "a malarial fever that recurs every fourth day",
            "defineVi": "sốt rét tái phát cứ sau bốn ngày"
        },
        {
            "id": "9e05c80f-1174-457d-a65d-5d81326b6f43",
            "word": "misogamy",
            "phonetic": "mɪsɑːɡæmi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWlzb2dhbXk&hash=d1e4279c1cd530e89ed2a2c4c4ab4159ee8ced13&lang=en&cache-only=0",
            "defineEn": "hatred of marriage",
            "defineVi": "ghét hôn nhân"
        },
        {
            "id": "0d9810d3-3214-42cd-ba43-eb120bbaf7cd",
            "word": "misogynist",
            "phonetic": "mɪsɑːdʒɪnɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Misogynists struck back against these protests.",
                "Have you been called a misogynist, a racist, a pig and every other word in the world by journalists? ",
                "So, when you're associating with a racist, a misogynist, someone who has been or is a rape apologist and has been defending (BLEEP) for a little bit, that is a problem and you are taking part in that problem."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzb2d5bmlzdA&hash=8f311a2d445aef0b6e99d9d3a12399ea5c722f9d&lang=en&cache-only=0",
            "defineEn": "someone who hates or despises women or assumes men are much better",
            "defineVi": "một người ghét hoặc coi thường phụ nữ hoặc cho rằng đàn ông tốt hơn nhiều"
        },
        {
            "id": "e19c69dd-8cb8-47a7-a39c-28f3d90090db",
            "word": "misogyny",
            "phonetic": "mɪsɑːdʒɪni ",
            "partOfSpeechType": "noun",
            "examples": [
                "But if there’s one thing we can say about misogyny: It ain’t rational.",
                "The only way out, the only alternative, is to respond to not the racism, not the xenophobia, not the misogyny, to respond to the genuine frustrations that people have about a rigged game, about a political system that is no longer working for average people. ",
                "Less misogyny, but still got that swagger.",
                "So in short, the long history of misogyny that impacted Asian women, likewise bleeds into the specific forms of racism that Asian men experience.",
                "So, it still is on a case-by-case basis, which kind of lets you know a little bit in terms of how varied the acceptance may be within the world of sports, and also how misogyny plays into the overall conversation of homophobia and transphobia."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzb2d5bnk&hash=fd52fd3ff85e341b30c537855dc5dd8f947a9c31&lang=en&cache-only=0",
            "defineEn": "the feeling of hatred or discrimination against women",
            "defineVi": "cảm giác thù hận hoặc phân biệt đối xử với phụ nữ"
        },
        {
            "id": "dc7ea9e6-61d9-4376-8b47-7e3f6888c9ae",
            "word": "contrite",
            "phonetic": "kəntɹaɪt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29udHJpdGU&hash=22cd6eda2347479a9ce4ba885da2074580cb40a2&lang=en&cache-only=0",
            "defineEn": "expressing or experiencing deep regret or guilt because of a wrong act that one has committed",
            "defineVi": "thể hiện hoặc trải qua sự hối hận sâu sắc hoặc cảm giác tội lỗi vì một hành động sai trái mà một người đã phạm phải"
        },
        {
            "id": "c594f391-2440-4765-a0ee-65cb7e1683f1",
            "word": "contrition",
            "phonetic": "kəntɹɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29udHJpdGlvbg&hash=5990014a16560e5a67519f90da7a9cc184071a36&lang=en&cache-only=0",
            "defineEn": "sorrow for sin arising from fear of damnation",
            "defineVi": "đau buồn vì tội lỗi phát sinh từ nỗi sợ bị nguyền rủa"
        },
        {
            "id": "07449dd0-0ac0-4d66-bd5f-680cbdde378f",
            "word": "fanatic",
            "phonetic": "fɐnæɾɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Don't let these fanatics have nuclear weapons.",
                "- Listen, It's a young Asian American teen and basketball fanatic who just wants to dunk.",
                "It's what health trend fanatics claim to be using to detox, brighten skin and whiten their teeth.",
                "They had fought in Iraq for years, and had thousands of well-trained and fanatic soldiers.",
                "Since the beginning, we have said that this is a war against Muslim fanatics."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFuYXRpYw&hash=72e8c7b0ce9d6a6c4864b40620c1e13414dc30e7&lang=en&cache-only=0",
            "defineEn": "an overenthusiastic individual, especially one who is devoted to a radical political or religious cause",
            "defineVi": "một cá nhân quá nhiệt tình, đặc biệt là một người cống hiến cho một nguyên nhân chính trị hoặc tôn giáo cấp tiến"
        },
        {
            "id": "16b1a496-3a50-4db9-b7b5-4f0fdbfc21b0",
            "word": "fanatical",
            "phonetic": "fɐnæɾɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "If that kind of enthusiasm persists, Costco may soon find it has created a whole new crop of fanatical members, this time in the world's most populous country."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFuYXRpY2Fs&hash=bc94d4b08c16fbdeff190314edae314635bba341&lang=en&cache-only=0",
            "defineEn": "holding or acting upon extreme beliefs or opinions, particularly regarding politics or religion",
            "defineVi": "nắm giữ hoặc hành động theo niềm tin hoặc quan điểm cực đoan, đặc biệt là về chính trị hoặc tôn giáo"
        },
        {
            "id": "dab8245d-9e58-4b2f-b8e4-1cf6a67db296",
            "word": "fanaticism",
            "phonetic": "fɐnæɾɪsɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "It beats out McDonald's in and out and Burger King in that category, which shows that its fans are highly loyal to the point of fanaticism.",
                "Our experiences and biases make us more likely to see the dismissal of court musicians and poets as an example of religious fanaticism than as like a cost saving measure."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFuYXRpY2lzbQ&hash=93d06038d5f04551cb79c139efc00539b9121882&lang=en&cache-only=0",
            "defineEn": "extreme political or religious beliefs often accompanied by intolerance for different views",
            "defineVi": "niềm tin chính trị hoặc tôn giáo cực đoan thường đi kèm với sự không khoan dung đối với các quan điểm khác nhau"
        },
        {
            "id": "6cafdfba-d3ab-4c26-971d-f797486903d4",
            "word": "precarious",
            "phonetic": "pɹɪkɛɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Life in our universe can sometimes be precarious.",
                "Of course, even these more precarious prom fantasies are not accessible to all American teens.",
                "Thomas wrote a confidential memo in 1989 about the precarious position the industry was in.",
                "The corporate bond market right now is kind of just hanging on by a very precarious string.",
                "So, I think we're in a very precarious position."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlY2FyaW91cw&hash=4ad6a77a3695d5a56e32de2f97b0b8bc446985ab&lang=en&cache-only=0",
            "defineEn": "affording no ease or reassurance",
            "defineVi": "liên quan đến không dễ dàng hoặc yên tâm"
        },
        {
            "id": "a65ffd46-b2a9-4a93-9fdb-b543c109cb75",
            "word": "precaution",
            "phonetic": "pɹɪkɔːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The thrill-seeker who skydived without proper safety precautions ended up with a serious injury.",
                "Her statement should have rung alarm bells but nobody took the precaution of checking the facts.",
                "Even though she was fully aware of the risks, Susan refused to take the necessary precautions to prevent the spread of a contagious disease, proving that selfishness knows no bound.",
                "This local office worker is here just as a precaution.",
                "And maybe you're taking some precautions."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlY2F1dGlvbg&hash=1e2a188366b6d0a55ffd55aeb256f87666351a58&lang=en&cache-only=0",
            "defineEn": "an act done to prevent something unpleasant or bad from happening",
            "defineVi": "một hành động được thực hiện để ngăn chặn một cái gì đó khó chịu hoặc xấu xảy ra"
        }
    ]
}