{
    "id": "6d49fe40-eb9b-49d8-93b2-aa37c6580762",
    "title": "Lesson 10A",
    "originalTitle": "Lesson 10A",
    "words": [
        {
            "id": "9f74e450-fa29-4019-b629-730f093e4d77",
            "word": "bridge",
            "phonetic": "bɹɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The universal language of art is bridging a divide.",
                "This collection of stories bridges the gap between history and fiction.",
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "The bus hit the bridge.",
                "The children were dropping stones off the bridge."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpZGdl&hash=aa3a1de665607f96791a2091b80ffdef472aa568&lang=en&cache-only=0",
            "defineEn": "a structure built over a river, road, etc. that enables people or vehicles to go across one side to the other",
            "defineVi": "một cấu trúc được xây dựng trên sông, đường, v.v. cho phép người hoặc phương tiện đi qua bên này sang bên kia",
            "hasImg": true
        },
        {
            "id": "e0d9419a-6367-48f7-9e5c-74bebc2e0b55",
            "word": "castle",
            "phonetic": "kæsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "European architecture is known for its stunning cathedrals and castles.",
                "She visited an old castle and marveled at its medieval architecture.",
                "The ancient castle has stood for over a century, preserving its grandeur and history for hundreds of years.",
                "Buying a house shouldn't be a castle in the air for the youth.",
                "A small river runs into the sea at one side of the castle."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzdGxl&hash=6d39a50dbda32dc445d2db7b83d3d032100383c9&lang=en&cache-only=0",
            "defineEn": "a large and strong building that is protected against attacks, in which the royal family lives",
            "defineVi": "một tòa nhà lớn và mạnh mẽ được bảo vệ chống lại các cuộc tấn công, trong đó gia đình hoàng gia sống",
            "hasImg": true
        },
        {
            "id": "d5334f9a-9f15-4177-b8ba-01c3efa86cf9",
            "word": "gallery",
            "phonetic": "ɡælɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gallery featured an exhibit of abstract paintings that challenged traditional notions of representation.",
                "The artist didn't have high hopes for her first gallery show, but was pleasantly surprised when it was well received.",
                "Sarah had designs on Peter ever since she saw his artwork at the gallery.",
                "That guy knew that there was more to this gallery than meets the eye.",
                "The abstract artwork on display at the gallery received mixed reactions from visitors, with some finding it intriguing and others considering it ugly as sin."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FsbGVyeQ&hash=6bdceaff457010dcc7afd91354007ac068f13699&lang=en&cache-only=0",
            "defineEn": "a place in which works of art are shown or sold to the public",
            "defineVi": "một nơi mà các tác phẩm nghệ thuật được hiển thị hoặc bán cho công chúng",
            "hasImg": true
        },
        {
            "id": "71055d9c-e19b-4620-afa1-fbf826d61c8a",
            "word": "park",
            "phonetic": "pɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "We packed sandwiches for our picnic in the park.",
                "His wife drove him to Regent's Park.",
                "The children are playing outside in the park.",
                "The children were happily playing in the park.",
                "He walked toward the park."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyaw&hash=c376e165829b41f07d765ee0c06c3e2d04a42127&lang=en&cache-only=0",
            "defineEn": "a large public place in a town or a city that has grass and trees and people go to for walking, playing, and relaxing",
            "defineVi": "một nơi công cộng lớn trong một thị trấn hoặc một thành phố có cỏ và cây cối và mọi người đi dạo, vui chơi và thư giãn",
            "hasImg": true
        },
        {
            "id": "060c068b-47c8-46c5-bd2b-d7c765ebfe9d",
            "word": "square",
            "phonetic": "skwɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They decorate the town square for holidays and special occasions.",
                "The demonstrators marched in a body to the main square.",
                "The people gathered in the town square to celebrate the victory.",
                "If this doesn't work we're back to square one.",
                "We'll have to go back at square one if the government pulls our funding on this project."
            ],
            "audio": "https://tts.langeek.co/read?text=c3F1YXJl&hash=84375fcb232426978fab61ef6cf2a8828931386e&lang=en&cache-only=0",
            "defineEn": "an open area in a city or town where two or more streets meet",
            "defineVi": "một khu vực mở trong thành phố hoặc thị trấn nơi hai hoặc nhiều đường gặp nhau",
            "hasImg": true
        },
        {
            "id": "b767e753-a024-4d24-8a32-1737e613fd03",
            "word": "street",
            "phonetic": "stɹiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cobbled streets run down to a tiny harbor.",
                "The new smartphone is streets ahead of its predecessor, with a larger screen and more powerful processor.",
                "The experienced lawyer is streets ahead of her young colleagues, with a deep understanding of the law and years of courtroom experience.",
                "The street vendor served crispy trotter bites with a tangy dipping sauce at the food market.",
                "The protesters raised their cries for justice and equality in the streets."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyZWV0&hash=605f3456837790aa20ed16432bf60b50eabb9f6a&lang=en&cache-only=0",
            "defineEn": "a public path for vehicles in a village, town, or city, usually with buildings, houses, etc. on its sides",
            "defineVi": "một con đường công cộng dành cho các phương tiện trong một ngôi làng, thị trấn hoặc thành phố, thường có các tòa nhà, nhà ở, v.v. ở hai bên",
            "hasImg": true
        },
        {
            "id": "dfc9e265-5a3b-4e60-9333-ca12a084681d",
            "word": "chemist's",
            "phonetic": "kɛmɪst bækslæʃ ɛs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hlbWlzdCdz&hash=8f66c3f5921520d70c7ccb19794cba35e2d7473c&lang=en&cache-only=0",
            "defineEn": "a place where one can buy medicines, cosmetic products, and toiletries",
            "defineVi": "một nơi mà người ta có thể mua thuốc, mỹ phẩm và đồ vệ sinh cá nhân",
            "hasImg": true
        },
        {
            "id": "52cac32d-525e-43da-83dc-d7b83976e98e",
            "word": "pharmacy",
            "phonetic": "fɑːɹməsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Grocery stores need food, pharmacies need drugs.",
                "The retail pharmacy sector shed billions of dollars.",
                "You have to get drugs from the pharmacy.",
                "Then the pharmacy has to order it or your insurance has to approve it.",
                "But then, the next time the pharmacy uses a different manufacturer and your curve looks like this."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhhcm1hY3k&hash=cc93632ee083b81e5d22efe7748502859ea2b802&lang=en&cache-only=0",
            "defineEn": "a shop where medicines are sold",
            "defineVi": "một cửa hàng bán thuốc",
            "hasImg": true
        },
        {
            "id": "cf4b8e01-03fe-489c-82b1-724dfb9d04fd",
            "word": "church",
            "phonetic": "tʃɜːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The church had a more important part to play in the community.",
                "The Medieval church went to some lengths to specify the roles of particular stones in religious imagery.",
                "We've become poor as church mice ever since the bank raised the interest rates on our mortgage.",
                "There were nine church leaders in my group and all bared their hearts.",
                "We stood outside the church, hoping to catch a glimpse of the bride."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2h1cmNo&hash=78622cb79b90da91ecf0305433aaa4532c6ae1cc&lang=en&cache-only=0",
            "defineEn": "a building where Christians go to worship and practice their religion",
            "defineVi": "một tòa nhà nơi các Kitô hữu đến thờ phượng và thực hành tôn giáo của họ",
            "hasImg": true
        },
        {
            "id": "cb97d65d-340c-42b5-87cb-02dbc156c605",
            "word": "department store",
            "phonetic": "dᵻpɑːɹtmənt stoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Last month, that enemy was Swedish department store H&M.",
                "Two large department stores at either end, connected by smaller shops in between.",
                "And across the street is Joy's Department Store.",
                "Shares fell eighty five percent as a department store.",
                "It was a department store for suburban America, not just a mass merchant to rural America."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwYXJ0bWVudCBzdG9yZQ&hash=2c39d1fef3cac879d065b76df37e27ad084ad278&lang=en&cache-only=0",
            "defineEn": "a large store, divided into several parts, each selling different types of goods",
            "defineVi": "một cửa hàng lớn, được chia thành nhiều phần, mỗi phần bán các loại hàng hóa khác nhau",
            "hasImg": true
        },
        {
            "id": "084882ff-0a59-47d3-909e-6aa162e15cce",
            "word": "hospital",
            "phonetic": "hɑːspɪɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The helicopter transported the injured person to the hospital.",
                "He later died in hospital.",
                "The hospital's plea for donors tugged at the heartstrings of millions of viewers.",
                "While in hospital, Jeremy took stock of his life.",
                "I have to go to hospital for an operation."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9zcGl0YWw&hash=1f0cfb41031280ce1afe4c48a555e1bda9cec0bf&lang=en&cache-only=0",
            "defineEn": "a large building where sick or injured people receive medical treatment and care",
            "defineVi": "một tòa nhà lớn nơi những người bị bệnh hoặc bị thương được điều trị và chăm sóc y tế",
            "hasImg": true
        },
        {
            "id": "ff4fa601-8b6e-4413-bf06-55067917d61f",
            "word": "market",
            "phonetic": "mɑːɹkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The market had ripe oranges with bright orange peels.",
                "The market had vibrant yellow lemons on display.",
                "The market is growing rapidly.",
                "The seafood market showcased a mouthwatering display of fresh clams.",
                "The market vendor displayed a variety of tropical fruits, each with its own unique-colored mesocarp."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFya2V0&hash=1d3bcea6d18ee779f48286435622d4ca45557091&lang=en&cache-only=0",
            "defineEn": "a public place where people buy and sell groceries",
            "defineVi": "một nơi công cộng nơi mọi người mua và bán hàng tạp hóa",
            "hasImg": true
        },
        {
            "id": "31f696aa-7050-423b-b76b-c4a9a04ae37b",
            "word": "police station",
            "phonetic": "pəliːs steɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Was it wiser to take the puppy to the police station or await David's reaction?",
                "She was arrested and held in custody in a police station.",
                "At the polices station It was 7.30 p.m.",
                "Today, outside the Boulder police station, his patrol car served as a makeshift memorial.",
                "Nick drove to the nearest police station."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9saWNlIHN0YXRpb24&hash=5edf247a31520f0e3b39cd9993b8f98bf97a5b99&lang=en&cache-only=0",
            "defineEn": "the office where a local police works",
            "defineVi": "văn phòng nơi cảnh sát địa phương làm việc",
            "hasImg": true
        },
        {
            "id": "14a6969a-e2f6-4018-af75-573ab10a86cf",
            "word": "shopping centre",
            "phonetic": "ʃɑːpɪŋ sɛntɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2hvcHBpbmcgY2VudHJl&hash=c2af0bfcffc6e552b8ade8f4a3095f57a71a1bd2&lang=en&cache-only=0",
            "defineEn": "a group of shops, restaurants, etc. built together in one area or large building",
            "defineVi": "một nhóm các cửa hàng, nhà hàng, vv được xây dựng cùng nhau trong một khu vực hoặc tòa nhà lớn",
            "hasImg": true
        },
        {
            "id": "b31c32b1-069a-4235-af1d-f349e0f99f77",
            "word": "supermarket",
            "phonetic": "suːpɚmɑːɹkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The supermarket offers a wide variety of dairy products, including milk, cheese, butter, and yogurt.",
                "The gang did a warehouse and a supermarket.",
                "I buy groceries and household items at the supermarket every week.",
                "My father compares prices at different supermarkets to get the best deals.",
                "Shelley drove him to the supermarket."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwZXJtYXJrZXQ&hash=41aadb8c300685beeebf2ac120ea43cf4498f3e3&lang=en&cache-only=0",
            "defineEn": "a large store that a person can go to and buy food, drinks and other things from",
            "defineVi": "một cửa hàng lớn mà một người có thể đến và mua thức ăn, đồ uống và những thứ khác từ",
            "hasImg": true
        },
        {
            "id": "2b58ee69-f30e-4485-9c99-edec5740c091",
            "word": "town hall",
            "phonetic": "taʊn hɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bill Clinton had held town halls all around the country.",
                "This odd skull went on display at Klagenfurt’s Town Hall, where it remained for hundreds of years.",
                "Along the way, there have been police reports, lawsuits, town halls, blood tests and a lot of water samples.",
                "David, I'm going to start with you on those two town halls.",
                "In a town hall last night, President Biden projected that enough vaccine will be available to inoculate all Americans by the end of July."
            ],
            "audio": "https://tts.langeek.co/read?text=dG93biBoYWxs&hash=a728aa664018f32f9c8159991749e99978702bc0&lang=en&cache-only=0",
            "defineEn": "a building in which the officials of a town work",
            "defineVi": "một tòa nhà trong đó các quan chức của một thị trấn làm việc",
            "hasImg": true
        },
        {
            "id": "ad5fc356-cb0a-446c-8ab9-e1aa18d95979",
            "word": "museum",
            "phonetic": "mjuːziəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The museum has free admission on Fridays.",
                "The museum had an impressive collection of European art.",
                "The museum curator collects antique artworks for the museum's collection.",
                "The museum showcased artifacts from different civilizations spanning over a hundred years.",
                "The museum is a fascinating place to learn about history and art."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzZXVt&hash=86fcd1ce44bb65f7d92c77d50eaa201761a864b2&lang=en&cache-only=0",
            "defineEn": "a place where important cultural, artistic, historical, or scientific objects are kept and shown to the public",
            "defineVi": "nơi lưu giữ và trưng bày các vật thể văn hóa, nghệ thuật, lịch sử hoặc khoa học quan trọng cho công chúng",
            "hasImg": true
        },
        {
            "id": "34bd253e-e2db-41a4-96d1-f93e82cc5ac9",
            "word": "theater",
            "phonetic": "θiəɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I enjoy attending cultural events like concerts or theater performances on Saturdays.",
                "After a series of critically acclaimed performances, the theater production has received a new lease of life, drawing larger crowds and rave reviews.",
                "Even though he's not sure if he wants to pursue a career in acting, Tom is leaving the door open for the possibility by attending local theater auditions.",
                "Mothra’s first standalone film hit theaters the same year.",
                "Theater is back in person."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlYXRlcg&hash=9a372cdd72e2a81f4c1bb0e7f13d01307add8951&lang=en&cache-only=0",
            "defineEn": "a place, usually a building, with a stage where plays and shows are performed",
            "defineVi": "một nơi, thường là một tòa nhà, với một sân khấu biểu diễn các vở kịch và chương trình",
            "hasImg": true
        },
        {
            "id": "fab57378-b8f5-449f-81b8-5d7ee85225e7",
            "word": "zoo",
            "phonetic": "zuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the zoo, you can see various animals like giraffes, zebras, and monkeys.",
                "He takes his grandchild to the zoo and teaches them about different animals.",
                "The school organized a field trip to the zoo, and the children were excited to see the animals up close.",
                "Still, zoos have their problems.",
                "Clearly, zoos are a win for people."
            ],
            "audio": "https://tts.langeek.co/read?text=em9v&hash=e1689b1f1affbfb441feace26e48da1dc1e2bdb4&lang=en&cache-only=0",
            "defineEn": "a place where many kinds of animals are kept for exhibition, breeding, and protection",
            "defineVi": "nơi nuôi giữ nhiều loại động vật để trưng bày, nhân giống và bảo vệ",
            "hasImg": true
        },
        {
            "id": "8a2c02f2-6910-462b-a734-684de52a0921",
            "word": "river",
            "phonetic": "ɹɪvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The river took a meandering bend through the picturesque valley.",
                "The general had to get his troops across the river.",
                "The scientists are taking water samples from the river.",
                "The road runs parallel to the river.",
                "The map shows the principal towns and rivers."
            ],
            "audio": "https://tts.langeek.co/read?text=cml2ZXI&hash=2e148962a682b534d3e07ce8d066f68528191346&lang=en&cache-only=0",
            "defineEn": "a natural and continuous stream of water flowing in a channel to the sea, a lake, or another river",
            "defineVi": "một dòng nước tự nhiên và liên tục chảy trong một kênh ra biển, hồ hoặc sông khác",
            "hasImg": true
        },
        {
            "id": "5bbe9083-621e-4da9-b98c-442fa0929ca6",
            "word": "road",
            "phonetic": "ɹoʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The road follows the track of the railway line.",
                "The road runs parallel to the river.",
                "The road continues through the village of Knightwick.",
                "The road continues for three miles.",
                "The road led away from the house directly to the lake."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9hZA&hash=ac3855acaf56bd0a2fe1166404f20636929ff61b&lang=en&cache-only=0",
            "defineEn": "a hard wide way, open to cars, buses, etc. to travel along",
            "defineVi": "một con đường rộng lớn, dành cho ô tô, xe buýt, v.v. đi dọc theo",
            "hasImg": true
        },
        {
            "id": "ca39feed-2751-4c13-8a12-edb96865512b",
            "word": "bus station",
            "phonetic": "bʌs steɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnVzIHN0YXRpb24&hash=49fe56f9b51c73ef4e9ec685e1ed53c81f6362db&lang=en&cache-only=0",
            "defineEn": "a place where multiple buses begin and end their journeys, particularly a journey between towns or cites",
            "defineVi": "một nơi mà nhiều xe buýt bắt đầu và kết thúc hành trình của họ, đặc biệt là hành trình giữa các thị trấn hoặc thành phố"
        },
        {
            "id": "197c136f-8899-478b-a2de-83077c7df35d",
            "word": "car park",
            "phonetic": "kɑːɹ pɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FyIHBhcms&hash=651ccedd43c65ba3516859d208989751ace5a1ba&lang=en&cache-only=0",
            "defineEn": "an area where people can leave their cars or other vehicles for a period of time",
            "defineVi": "một khu vực mà mọi người có thể rời khỏi xe ô tô của họ hoặc các phương tiện khác trong một khoảng thời gian",
            "hasImg": true
        },
        {
            "id": "a87c7ab4-cfd3-456a-a40f-24c02791da3d",
            "word": "railway station",
            "phonetic": "ɹeɪlweɪ steɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmFpbHdheSBzdGF0aW9u&hash=9f712d36bf827a1941506059b4759c3149411fa1&lang=en&cache-only=0",
            "defineEn": "a place designed for goods or passengers to get on or off trains",
            "defineVi": "một nơi được thiết kế cho hàng hóa hoặc hành khách lên hoặc xuống xe lửa",
            "hasImg": true
        }
    ]
}