{
    "id": "6d4de91c-eac6-443a-95b2-0133c6b475e4",
    "title": "Grammar Police",
    "originalTitle": "Lesson 25",
    "words": [
        {
            "id": "7dff9e9c-31e4-4194-99f4-9979436eb6d0",
            "word": "abbreviation",
            "phonetic": "ɐbɹiːvɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Programming languages like Python and C++ are kind of like languages, because they contain words and abbreviations that follow rules like grammar.",
                "It’s now known as the K-Pg Extinction, after the German abbreviation for Cretaceous and Paleogene, the two periods whose boundary is marked by this event.",
                "Which is why you have heard of polymerized tetrafluoroethylene, because it's super useful, either by its abbreviation, PTFE, or by its brand name Teflon.",
                "So it was never really a big joke but it was in joke form and was enough of a distraction for the people to forget what we were doing so that when I go back to A L as the abbreviation people are like, oh man, that's a weird dude right there.",
                "Well, when you factor in the number of letters, the variety of possible related words, and all their abbreviations and alternate spellings, they're pretty high."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJicmV2aWF0aW9u&hash=b889ef5f89e198cf3384f795b910d95700ce5e6e&lang=en&cache-only=0",
            "defineEn": "the shortened form of a word, etc.",
            "defineVi": "dạng rút gọn của một từ, v.v."
        },
        {
            "id": "d076d5a7-aa34-4eba-a2e3-81111dc0b44b",
            "word": "article",
            "phonetic": "ɑːɹɾɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Generally, the article reads very well.",
                "Your article barely laid a glove on my arguments.",
                "The journalist published a wrong statement in the article.",
                "The magazine has an article about famous celebrities and their lifestyles.",
                "The articles in this magazine are a cut above the others."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aWNsZQ&hash=6a3306233002308124e6d2b36e663e0ae53ddf5d&lang=en&cache-only=0",
            "defineEn": "(grammar) any type of determiner that shows whether we are referring to a particular thing or a general example of something",
            "defineVi": "(ngữ pháp) bất kỳ loại từ hạn định nào cho biết chúng ta đang đề cập đến một vật cụ thể hay một ví dụ chung về một vật nào đó"
        },
        {
            "id": "1d62e057-0c70-45d7-90ad-4922abb1967e",
            "word": "auxiliary verb",
            "phonetic": "ɔːksɪliəɹi vɜːb ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXV4aWxpYXJ5IHZlcmI&hash=2409d9a2b4a60503f1a5713c06e5292d5d9686d7&lang=en&cache-only=0",
            "defineEn": "a verb that is used with other verbs to indicate tense, voice, etc., such as do, have, and be",
            "defineVi": "một động từ được sử dụng với các động từ khác để biểu thị căng thẳng, giọng nói, v.v., chẳng hạn như do, have và be"
        },
        {
            "id": "450baa8c-7ff4-4280-b347-c0517b8052ca",
            "word": "conjunction",
            "phonetic": "kəndʒʌŋkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some people may even experience foreign accent syndrome off and on in conjunction with severe migraines.",
                "In conjunction with Hispanic Heritage month We proudly present the program An American Experience, A Class Apart, on Thursday September 7, at noon.",
                "But a semicolon can replace a conjunction to shorten a sentence or to give it some variety.",
                "It was created by Congress in 1968 in conjunction with AT&T in a public private partnership.",
                "In conjunction with, don't pull the middle finger as if it's ASL."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uanVuY3Rpb24&hash=ac3532fabdfb12e67c060e67465f97ccb68cce97&lang=en&cache-only=0",
            "defineEn": "(grammar) a word such as and, because, but, and or that connects phrases, sentences, or words",
            "defineVi": "(ngữ pháp) một từ như và, bởi vì, nhưng, và hoặc nối các cụm từ, câu hoặc từ"
        },
        {
            "id": "2f171d35-a446-4113-8f8e-1d95cec34446",
            "word": "preposition",
            "phonetic": "pɹɛpəzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "These phrases contain a determiner and a noun, but they also contain a preposition, a word that shows the relationship of a noun phrase to the rest of the sentence.",
                "SHRDLU was one of the first successful attempts to teach a computer grammar, to put words into categories like nouns, verbs and prepositions.",
                "We invented grammar because without prepositions, we couldn’t describe what it’s like to fly through a cloud, or jump over a puddle, or Faulkner beneath the stars.",
                "\"Inside\" is a preposition, so this is a prepositional phrase.",
                "So now we can make a rule for a prepositional phrase, which contains a preposition as the head and a noun phrase as the complement."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlcG9zaXRpb24&hash=d38bbbd14970d80bb77eb1970057dc8d9d8ac0e3&lang=en&cache-only=0",
            "defineEn": "(grammar) a word that comes before a noun or pronoun to indicate location, direction, time, manner, or the relationship between two objects",
            "defineVi": "(ngữ pháp) từ đứng trước danh từ hoặc đại từ để chỉ vị trí, phương hướng, thời gian, cách thức hoặc mối quan hệ giữa hai đối tượng"
        },
        {
            "id": "bef681b3-b8bb-4b55-9abc-ae016e1f98fd",
            "word": "proper noun",
            "phonetic": "pɹɑːpɚ naʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvcGVyIG5vdW4&hash=6d7eb70d46588b31342d13485a4634d311ad0c54&lang=en&cache-only=0",
            "defineEn": "(grammar) the name of a place, person, country, etc. with its first letter capitalized",
            "defineVi": "(ngữ pháp) tên của một địa điểm, người, quốc gia, v.v. với chữ cái đầu tiên của nó được viết hoa"
        },
        {
            "id": "0c28b404-c74f-401f-9d41-a493381d9dae",
            "word": "pronoun",
            "phonetic": "pɹoʊnaʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Take English third-person pronouns.",
                "Pointing acted like a pronoun, according to linguist Ann Senghas.",
                "Take away the first person pronoun and the bold claims, and you can see the similarities to the Genesis story.",
                "I don't care what an adverb is, or a pronoun.",
                "Relatively few of the sonnets have gendered pronouns, which has caused a lot of bother over the last 400 years."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvbm91bg&hash=1cb2971e34355330e36731f38a67422499b1a241&lang=en&cache-only=0",
            "defineEn": "(grammar) a word that can replace a noun or noun phrase, such as she, it, they, etc.",
            "defineVi": "(ngữ pháp) từ có thể thay thế danh từ hoặc cụm danh từ, chẳng hạn như cô ấy, nó, họ, v.v."
        },
        {
            "id": "54cd4018-e6d9-450e-8e95-0edb5e051db5",
            "word": "prefix",
            "phonetic": "pɹiːfɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "If you have three carbons, the prefix is prop-.",
                "Prop is our prefix.",
                "It's in a ring, so we add the prefix cyclo- to it.",
                "So we'll be dealing with hex- as a prefix.",
                "The prefix 'ana' means 'back' that may help you remember the name of this phase, called anaphase."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZml4&hash=ccc1455a9211a747227c3049b670f1cc86d7648f&lang=en&cache-only=0",
            "defineEn": "(grammar) a letter or a set of letters that are added to the beginning of a word to alter its meaning and make a new word",
            "defineVi": "(ngữ pháp) một chữ cái hoặc một tập hợp các chữ cái được thêm vào đầu một từ để thay đổi nghĩa của từ đó và tạo ra một từ mới"
        },
        {
            "id": "5d4e8aab-c085-4c0f-80de-0479ba60ff8d",
            "word": "suffix",
            "phonetic": "sʌfɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "So it actually, the suffix of the word will involve the alcohol part.",
                "The Russian Internet is called Runet because of the RU suffix.",
                "At the end of the Old English period in the 1100s, English speakers dropped a lot of suffixes, changing the language’s grammar.",
                "If you thought conjugating verbs with different suffixes was hard - imagine having to learn a completely different word each time!",
                "Chemistry has a system of prefixes, suffixes, and numerals to tell you, in a word or two, the exact composition of an atom, or a compound."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VmZml4&hash=71c83b1a9e4b41aad34aae420ab2628fe739285f&lang=en&cache-only=0",
            "defineEn": "(grammar) a letter or a set of letters that are added to the end of a word to alter its meaning and make a new word",
            "defineVi": "(ngữ pháp) một chữ cái hoặc một tập hợp các chữ cái được thêm vào cuối một từ để thay đổi nghĩa của từ đó và tạo ra một từ mới"
        },
        {
            "id": "042f9296-005c-4e12-89ba-5a1ce190a82b",
            "word": "active",
            "phonetic": "æktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The active ingredient checks the growth of bacteria.",
                "Mary gets on in years gracefully, maintaining her active lifestyle and pursuing her passions.",
                "Even in his old age, Mr. Jenkins remains fit as a flea by taking long walks every day and maintaining an active lifestyle.",
                "The accident left Peter with a broken leg, but thanks to a successful surgery and intensive rehabilitation, he was able to get back on his feet and resume his active lifestyle.",
                "At a ripe old age, Mary remains active and engaged in various hobbies and interests, embracing life to the fullest."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0aXZl&hash=0f3f4e1e27b778ea3843637855738d56a98127ef&lang=en&cache-only=0",
            "defineEn": "(grammar) describing a verb whose subject is the one that does the action",
            "defineVi": "(ngữ pháp) mô tả một động từ có chủ ngữ là động từ thực hiện hành động"
        },
        {
            "id": "d08fc3ce-8b53-45fe-a6f5-368d8571bb8d",
            "word": "passive",
            "phonetic": "pæsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Investing in the right stocks can be like riding a gravy train, earning passive income without having to do much.",
                "In their friendship, Jake was always the one who made plans and reached out to stay in touch, while his friend Tom tended to be less proactive and more passive.",
                "Example number one, is passive agression.",
                "That included passive echolocation.",
                "We become passive."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzc2l2ZQ&hash=e56d7d704ff2ce361aedd9bf812fa78dbedb7e90&lang=en&cache-only=0",
            "defineEn": "(grammar) describing a verb whose subject is affected by the action of the verb",
            "defineVi": "(ngữ pháp) mô tả một động từ mà chủ ngữ của nó bị ảnh hưởng bởi hành động của động từ đó"
        },
        {
            "id": "b3e64aa0-9245-423d-94b6-e86f62961eb1",
            "word": "comparative",
            "phonetic": "kəmpæɹətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Who has a comparative advantage in cups?",
                "They specialize in their comparative advantage.",
                "In fact the entire collection can be used for comparative reasons.",
                "She has a comparative advantage because her opportunity cost is lower.",
                "Scientifically, Cuvier established modern comparative anatomy as a discipline, specializing in the study of elephants."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGFyYXRpdmU&hash=7bd1122191b6961631a38a49bce2743dd087ea86&lang=en&cache-only=0",
            "defineEn": "(grammar) describing adverbs or adjectives that indicate a difference in degree, quality, size, etc.",
            "defineVi": "(ngữ pháp) mô tả trạng từ hoặc tính từ chỉ ra sự khác biệt về mức độ, chất lượng, kích thước, v.v."
        },
        {
            "id": "22fc2e5b-7474-4ddf-8b40-74284f4cebf8",
            "word": "superlative",
            "phonetic": "suːpɜːlətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That superlative goes to the V-2 rocket used by Germany in missile attacks against Allied cities as a last-ditch effort in the final years of World War II.",
                "Apple describes everything with superlatives.",
                "So, one last superlative, because rockets are awesome, and fire is awesome, and NASA is awesome.",
                "This is our annual superlatives episode, so let’s take a look at the some of the coolest breakthroughs of 2019."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwZXJsYXRpdmU&hash=23828c6ea06aab46b46d7f308358c06c3370bc1d&lang=en&cache-only=0",
            "defineEn": "(grammar) describing the highest amount or degree of an adjective or adverb",
            "defineVi": "(ngữ pháp) mô tả số lượng hoặc mức độ cao nhất của tính từ hoặc trạng từ"
        },
        {
            "id": "a2627654-1601-495d-8062-781dcd063ade",
            "word": "plural",
            "phonetic": "plʊɹɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Part of that was those crazy plurals.",
                "The plural of stoma is stomata.",
                "What's the plural of hypotenuse?",
                "What is the plural of octopus?",
                "The plural of octopus is octopuses."
            ],
            "audio": "https://tts.langeek.co/read?text=cGx1cmFs&hash=7207676043cd3c6c94c728acd7cae4866e1cde0f&lang=en&cache-only=0",
            "defineEn": "(grammar) describing words that are more than one in number",
            "defineVi": "(ngữ pháp) mô tả các từ có số lượng nhiều hơn một"
        },
        {
            "id": "0ff8d5c0-5bc9-469a-a37c-deb41599405b",
            "word": "singular",
            "phonetic": "sɪŋɡjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The man-horse chimaera appear as a singular, grotesque body.",
                "MAE changes form only for third person singular verbs.",
                "This Kremlin, the power these days is always in singular.",
                "This Kremlin, the power these days is always in singular.",
                "Partway through the story, the point of view shifts to first person singular, from we to I, as the boys come of age and one brother feels alienated from the others."
            ],
            "audio": "https://tts.langeek.co/read?text=c2luZ3VsYXI&hash=d118afb776091a3e44423ea31903db4bd28c717c&lang=en&cache-only=0",
            "defineEn": "(grammar) describing words that are not more than one in number",
            "defineVi": "(ngữ pháp) mô tả các từ không nhiều hơn một số"
        },
        {
            "id": "f57babed-849a-4889-98c9-30e577bbc695",
            "word": "grammatical",
            "phonetic": "ɡɹɐmæɾɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The writer's grammatical errors and poor sentence structure made it challenging for readers to understand their ideas, proving that a cracked bell can never sound well.",
                "It can even apply grammatical rules to unfamiliar words.",
                "- Some other grammatical features of AAE include: possessive S absence.",
                "Typos and grammatical errors don’t.",
                "As linguists say, they feel grammatical."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhbW1hdGljYWw&hash=98c83f62418b05084f00d77766bd46e0a91d8d96&lang=en&cache-only=0",
            "defineEn": "following the standard rules of the grammar properly",
            "defineVi": "theo đúng các quy tắc chuẩn của ngữ pháp"
        },
        {
            "id": "075cf562-2b32-424c-a5b5-f13fa43ae868",
            "word": "irregular",
            "phonetic": "ɪɹɛɡjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Irregular rainfall led to a decline in swamplands in many corners of the world.",
                "But irregulars are a tiny fraction of all verbs.",
                "The last common type of galaxy is an irregular galaxy.",
                "Where do irregular verbs come from?",
                "Irregular verbs on the other hand, have to be memorized."
            ],
            "audio": "https://tts.langeek.co/read?text=aXJyZWd1bGFy&hash=1c52504db8966267c18abf67dddaaac10ba7f446&lang=en&cache-only=0",
            "defineEn": "(grammar) describing a word that is not formed in the usual way",
            "defineVi": "(ngữ pháp) mô tả một từ không được hình thành theo cách thông thường"
        },
        {
            "id": "4f3f7edd-49bd-4023-b141-34484f2a7ccf",
            "word": "modal",
            "phonetic": "moʊdəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "K-pop melodies also do this by using modal mixture, which is when chords are borrowed from the parallel key.",
                "But those less common, hard-wired cross-modal connections like bouba and kiki are where a lot of exciting research is taking place.",
                "The default modal network gets deactivated when you’re concentrating on something it basically shuts out your inner self talk and daydreaming ability so you can focus."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kYWw&hash=56b405f23ebd27f703578dc89d83d8955e558d00&lang=en&cache-only=0",
            "defineEn": "(grammar) a verb that is used with the main verb of a sentence to indicate possibility, intention, etc., such as can, might, should, etc.",
            "defineVi": "(ngữ pháp) một động từ được sử dụng với động từ chính của câu để biểu thị khả năng, ý định, v.v., chẳng hạn như có thể, có thể, nên, v.v."
        },
        {
            "id": "93d6079c-eb09-492b-8ab2-2da056e769d4",
            "word": "conditional",
            "phonetic": "kəndɪʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And conditional probability isn't just the stuff of abstract mathematical games.",
                "This problem is an example of conditional probability.",
                "Our JUMP_NEGATIVE is one example of a conditional jump, but computers have other types too - like JUMP IF EQUAL and JUMP IF GREATER.",
                "Level 3 is conditional automation, where certain circumstances allow the car to handle most aspects of driving and the driver has the ability to temporarily take their eyes off the road.",
                "The United States has come under pressure to share its vaccine surplus with Latin America, in part to counter China's conditional vaccine diplomacy."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZGl0aW9uYWw&hash=8682322582d4304f1083a6b08cf45870f9b129b0&lang=en&cache-only=0",
            "defineEn": "(grammar) describing a sentence, clause, etc. that will only be true or happen if something else is true or happens",
            "defineVi": "(ngữ pháp) mô tả một câu, mệnh đề, v.v. sẽ chỉ đúng hoặc xảy ra nếu có điều gì khác đúng hoặc xảy ra"
        },
        {
            "id": "bd83d71e-ccad-4edb-8770-49727651f2c5",
            "word": "perfect",
            "phonetic": "pɜːfɛkt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A cup of tea sounds perfect.",
                "The combination of the meatloaf, mashed potatoes, and greens was perfect.",
                "The orange pumpkin was perfect for Halloween.",
                "Good afternoon, the weather is perfect for a walk.",
                "The refreshing Muscat grape juice was the perfect choice for a hot summer day."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyZmVjdA&hash=dc4e2e5415599e9e42edd6e18f8fa63a5ed505a6&lang=en&cache-only=0",
            "defineEn": "(grammar) describing a completed action or state",
            "defineVi": "(ngữ pháp) mô tả một hành động hoặc trạng thái đã hoàn thành"
        },
        {
            "id": "eee4b760-fa0c-4d00-8f97-3037250c66c0",
            "word": "past participle",
            "phonetic": "pæst pɑːɹtɪsɪpəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFzdCBwYXJ0aWNpcGxl&hash=9811adb6400ebbeb2d6e5ed9d0418e178b779cf0&lang=en&cache-only=0",
            "defineEn": "a form of a verb that ed, etc. is added to the end of it which is used to form passive or present tenses or adjectives",
            "defineVi": "một dạng của động từ mà ed, v.v. được thêm vào cuối của nó, được sử dụng để tạo thành các thì hoặc tính từ bị động hoặc hiện tại"
        },
        {
            "id": "f9232b50-aea1-466f-b5de-4493bf91f44f",
            "word": "continuous",
            "phonetic": "kəntɪnjuːəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A continuous glucose monitor sends blood sugar data to the pump.",
                "They cause continuous itching, or horrible pain.",
                "- They're pretty continuous, yeah.",
                "Implantable continuous glucose monitors are out there as an alternative for some people.",
                "It is a continuous actuator."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGludW91cw&hash=d71c2ca0755e607f44b8bfb40ae1b60d7e04842a&lang=en&cache-only=0",
            "defineEn": "(grammar) describing a verb that indicates an action in progress",
            "defineVi": "(ngữ pháp) mô tả một động từ chỉ ra một hành động đang diễn ra"
        },
        {
            "id": "35085b10-b1ac-415c-bed9-5cf46a0c89e0",
            "word": "progressive",
            "phonetic": "pɹəɡɹɛsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The state's newly elected governor is trying to put new wine in old bottles by revitalizing several different institutions and infrastructures with bold, progressive changes.",
                "Progressives rolled their eyes.",
                "Hip-hop is progressive.",
                "The training program is progressive in nature.",
                "This progressive evolution was the opposite of Buffon’s devolution."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZ3Jlc3NpdmU&hash=e73f0e04cc1b2ff0e672f91c752ba7743c54bd6a&lang=en&cache-only=0",
            "defineEn": "(grammar) describing a form of a verb that indicates an action is continuing",
            "defineVi": "(ngữ pháp) mô tả một dạng của động từ chỉ ra một hành động đang tiếp diễn"
        },
        {
            "id": "fa75f31b-6b3b-44e9-8a3e-7d1241dad213",
            "word": "collocation",
            "phonetic": "kɑːloʊkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29sbG9jYXRpb24&hash=ee84d9d19a0ac946d9c91af805e862ed9b23728f&lang=en&cache-only=0",
            "defineEn": "a particular combination of words that are used together very often",
            "defineVi": "một sự kết hợp đặc biệt của các từ được sử dụng cùng nhau rất thường xuyên"
        },
        {
            "id": "0ef3ec8d-b61f-40ea-a33d-443ea60a11f3",
            "word": "possessive",
            "phonetic": "pəzɛsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- Some other grammatical features of AAE include: possessive S absence.",
                "But as the weeks went by, Tigli became more and more possessive of toys, food, objects, and spaces.",
                "He was also possessive and would bite and hoard anything he could grab with his mouth.",
                "Money doesn’t just make us more possessive, it can also lead to obnoxious, arrogant social behavior.",
                "Do you know why Rhett is so possessive of me?"
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zc2Vzc2l2ZQ&hash=2615c61fd74ebd2a9235bddc41bc5b2bf5d44b6c&lang=en&cache-only=0",
            "defineEn": "(grammar) describing nouns and pronouns that indicate ownership",
            "defineVi": "(ngữ pháp) mô tả danh từ và đại từ chỉ quyền sở hữu"
        },
        {
            "id": "c57af35d-84c1-4c93-b61c-d5d34b55d67a",
            "word": "pronunciation",
            "phonetic": "pɹənʌnsɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His correct pronunciation impressed everyone in the language class.",
                "They write out the pronunciation.",
                "Can I hear other pronunciations?",
                "There might be other pronunciations.",
                "Fourth and finally: While spelling may be standardized across a language, the pronunciation may vary greatly."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvbnVuY2lhdGlvbg&hash=fcf4888e3e05d3590c81aa322c2a036cf8934ce5&lang=en&cache-only=0",
            "defineEn": "the way a word is pronounced",
            "defineVi": "cách một từ được phát âm",
            "hasImg": true
        },
        {
            "id": "05bdb1f5-afec-41ea-b67c-4b3844ac14f6",
            "word": "consonant",
            "phonetic": "kɑːnsənənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Consonant cluster reduction, where multiple continents at the end of a word are simplified into one.",
                "And the same thing happens with similar-sounding consonants.",
                "Click consonants are a typical feature of languages of the Khoesan family in southern Africa.",
                "As we discussed in episode 2, the roots of many words in Semitic languages are based on the consonants.",
                "These are all consonant intervals where they sit quite comfortably in the ear."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc29uYW50&hash=3bdb32fafb00cf021c7387629a1ef2c0b7df7818&lang=en&cache-only=0",
            "defineEn": "‌(phonetics) a speech sound produced by interfering with or stopping the flow of air through the mouth or nose",
            "defineVi": "‌(ngữ âm) một âm thanh lời nói được tạo ra bằng cách cản trở hoặc ngăn chặn luồng không khí đi qua miệng hoặc mũi"
        },
        {
            "id": "e7a51741-2bec-4807-b943-a6c97d57c128",
            "word": "vowel",
            "phonetic": "vaʊəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Words beginning with a vowel.",
                "Vowels aren’t categorical like this.",
                "Different varieties of English have between 12 and 21 vowel sounds.",
                "You've used every vowel twice.",
                "And they efficiently only used one vowel."
            ],
            "audio": "https://tts.langeek.co/read?text=dm93ZWw&hash=2e9ca75d895154b6af5f53e751587afdcdea0feb&lang=en&cache-only=0",
            "defineEn": "‌(phonetics) a speech sound produced without interfering with the flow of air coming through the mouth or nose",
            "defineVi": "‌(ngữ âm) một âm thanh lời nói được tạo ra mà không cản trở luồng không khí đi qua miệng hoặc mũi"
        },
        {
            "id": "e474cada-af38-4a59-b8b5-4b64728b7f2c",
            "word": "stress",
            "phonetic": "stɹɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Under stress, the body produces adrenalin.",
                "If you keep working so hard, the stress will eventually take its toll.",
                "The stress of the job caused him to fall to pieces and have panic attacks.",
                "Michael stressed over the prospect of finding a new school for his autistic son yet again after two moves in three years, knowing that three moves are as bad as a fire for his son's specialized educational needs.",
                "What is stressed rather is that the same phenomenon provides the foundation for both historical tendencies."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyZXNz&hash=e8565e69df5740a90b992ead8a765dded03fc85c&lang=en&cache-only=0",
            "defineEn": "(phonetics) an added force when pronouncing a syllable or word",
            "defineVi": "(ngữ âm) một lực bổ sung khi phát âm một âm tiết hoặc từ"
        },
        {
            "id": "ca253b64-be47-4b89-bab0-6974cc1ceed4",
            "word": "tag question",
            "phonetic": "tæɡ kwɛstʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGFnIHF1ZXN0aW9u&hash=815a51b1707c3ecd184f85118df0ec8a6fe7ed3a&lang=en&cache-only=0",
            "defineEn": "(grammar) a short question added to the end of a statement that is formed form the same statement",
            "defineVi": "(ngữ pháp) một câu hỏi ngắn được thêm vào cuối một câu được hình thành từ cùng một câu"
        },
        {
            "id": "9d74d99e-b4e9-49e6-b005-800baade3c00",
            "word": "punctuation",
            "phonetic": "pʌŋktʃuːeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Punctuation, when it needs to be there.",
                "Nothing is spaced out, nothing has punctuation, and that is also not a good thing to do.",
                "Or if you're doing it quickly, you might not use punctuation correctly and the meaning can be misconstrued.",
                "That's the only thing that I really don't like, because punctuation is important.",
                "Proper spelling, grammar, and punctuation show that you’re competent and can be trusted."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVuY3R1YXRpb24&hash=4434568e8b61b64b5ef419030ff7aecb12db406d&lang=en&cache-only=0",
            "defineEn": "the use of marks such as a period, comma, etc. in writing to divide sentences and phrases to better convey meaning",
            "defineVi": "việc sử dụng các dấu như dấu chấm, dấu phẩy, v.v. trong văn bản để phân chia các câu và cụm từ nhằm truyền đạt ý nghĩa tốt hơn"
        },
        {
            "id": "9256f07b-dc6c-4a0d-a3ca-f49fa4a8d181",
            "word": "exclamation point",
            "phonetic": "ɛksklɐmeɪʃən pɔɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Note the exclamation point!",
                "WILLIAM BURNS - I really do think it was a pugnacious exclamation point on what you could see building over the couple of years before that, and particularly since the Orange Revolution in Ukraine, the Rose Revolution in Georgia.",
                "The exclamation point wasn’t all they added.",
                "There’s a couple comments all in caps lock and exclamation points from people who must be mind readers or can see into the past, present, and future and know what’s going on.",
                "So it muddies the waters, and it makes truth this difficult thing to find, and so ultimately even if you're trying to put an exclamation point beside the thing that you believe, you can undercut your very cause."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjbGFtYXRpb24gcG9pbnQ&hash=647b6131bfe91eb06f01c01a9348e590e9c5b10f&lang=en&cache-only=0",
            "defineEn": "the mark ! used after a sentence to indicate excitement, surprise, etc.",
            "defineVi": "dấu hiệu ! được sử dụng sau một câu để biểu thị sự phấn khích, ngạc nhiên, v.v.",
            "hasImg": true
        },
        {
            "id": "b857b4f9-146c-4189-8d69-36a7609dc8a8",
            "word": "question mark",
            "phonetic": "kwɛstʃən mɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "A question mark hangs over the future of the company.",
                "A slight question mark against her character remains.",
                "There's still a big question mark hanging over his future with the team.",
                "Two big omissions are Danny Mills and Nick barmby - both of who must now have a question mark hanging against their future at the club.",
                "If we don't secure new funding soon, there is going to be a question mark over the future of this agency."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVlc3Rpb24gbWFyaw&hash=e614b14645ea608fbc274b90c142a553c58c1b32&lang=en&cache-only=0",
            "defineEn": "the mark ? used at the end of a sentence to show that it is a question",
            "defineVi": "dấu hiệu ? được sử dụng ở cuối câu để chỉ ra rằng đó là một câu hỏi",
            "hasImg": true
        },
        {
            "id": "009e946f-36be-4419-9dd8-fb4c6753c04b",
            "word": "comma",
            "phonetic": "kɑːmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "So the point 36 comma 0 is on the graph of this equation.",
                "He stuck a comma in the wrong place.",
                "So what is a 1 comma 3?",
                "Yeah, this is comma 11",
                "This point right over here is the point six comma one."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWE&hash=420a65a61755873f08721b2b98c09244aa81479e&lang=en&cache-only=0",
            "defineEn": "the mark , used to separate items in a list or indicate a pause in a sentence",
            "defineVi": "dấu , được sử dụng để phân tách các mục trong danh sách hoặc biểu thị tạm dừng trong câu",
            "hasImg": true
        },
        {
            "id": "c1c32f7c-c730-4e62-b108-eaf7040bbe33",
            "word": "to spell",
            "phonetic": "tə spɛl ",
            "partOfSpeechType": "verb",
            "examples": [
                "After all, one case of the trots hardly spells disaster.",
                "The current situation is spelling disaster for the project.",
                "The flowers died during a dry spell.",
                "Failing to properly maintain the equipment could spell disaster for the entire operation.",
                "If we don't take action soon, it will spell disaster for the company."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3BlbGw&hash=e284cba3a16e7f3eacc61e1da6ba3e90d354cfce&lang=en&cache-only=0",
            "defineEn": "to be the letters being put together in the correct order form a particular word",
            "defineVi": "là các chữ cái được đặt cùng nhau theo đúng thứ tự tạo thành một từ cụ thể"
        },
        {
            "id": "ea993635-db11-4e54-99fd-f939700a8fb4",
            "word": "double negative",
            "phonetic": "dʌbəl nɛɡətɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "One of the most maligned features of AAE's grammar is the so-called double negative.",
                "A double positive and a double negative both result in a positive."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG91YmxlIG5lZ2F0aXZl&hash=18f882339874384cec24feb73c37ce9d196c53ce&lang=en&cache-only=0",
            "defineEn": "a positive statement that contains two negative elements to produce an emphatic effect",
            "defineVi": "một tuyên bố tích cực có chứa hai yếu tố tiêu cực để tạo ra một hiệu ứng nhấn mạnh"
        }
    ]
}