{
    "id": "6d95c1b0-564b-486e-a080-6a9f4cc034b8",
    "title": "Practical English Episode 1",
    "originalTitle": "Practical English Episode 1",
    "words": [
        {
            "id": "360a579f-605b-4109-a002-981e4fce8da0",
            "word": "book",
            "phonetic": "bʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "The book raises many important questions.",
                "Every age has its book, after all.",
                "The movie follows the book faithfully.",
                "The movie follows the book faithfully."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9vaw&hash=fa0deeb1d31a6f77f3afc0d81d91f2dd79409dc6&lang=en&cache-only=0",
            "defineEn": "a set of printed pages that are held together in a cover so that we can turn them and read them",
            "defineVi": "một tập hợp các trang in được giữ lại với nhau trong một trang bìa để chúng ta có thể lật chúng và đọc chúng",
            "hasImg": true
        },
        {
            "id": "bef452c3-0653-4082-b650-0f123eeb404d",
            "word": "English",
            "phonetic": "ɪŋɡlɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her family is English to the core.",
                "The English test was no problem for Pedro.",
                "The full English breakfast included a generous portion of black pudding alongside eggs, bacon, and beans.",
                "I can count up to fifty in English.",
                "I read English at Oxford."
            ],
            "audio": "https://tts.langeek.co/read?text=RW5nbGlzaA&hash=acd3b3712f92a44433353cf562619ec540a3e0c7&lang=en&cache-only=0",
            "defineEn": "the most common language in the world, originating in England but also the official language of America, Canada, Australia, etc.",
            "defineVi": "ngôn ngữ thông dụng nhất thế giới, bắt nguồn từ nước Anh mà còn là ngôn ngữ chính thức của Mỹ, Canada, Úc, v.v.",
            "hasImg": true
        },
        {
            "id": "83757939-c19d-4063-9dbe-2694057506e1",
            "word": "to spell",
            "phonetic": "tə spɛl ",
            "partOfSpeechType": "verb",
            "examples": [
                "After all, one case of the trots hardly spells disaster.",
                "The current situation is spelling disaster for the project.",
                "The flowers died during a dry spell.",
                "Failing to properly maintain the equipment could spell disaster for the entire operation.",
                "If we don't take action soon, it will spell disaster for the company."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3BlbGw&hash=e284cba3a16e7f3eacc61e1da6ba3e90d354cfce&lang=en&cache-only=0",
            "defineEn": "to write or say the letters that form a word one by one in the right order",
            "defineVi": "viết hoặc nói từng chữ cái tạo thành một từ theo đúng thứ tự",
            "hasImg": true
        },
        {
            "id": "c8121143-f21c-4f4f-8dd9-62b7c92be10f",
            "word": "what",
            "phonetic": "wʌt ",
            "partOfSpeechType": "pronoun",
            "examples": [
                "What's the capital of Peru?’",
                "What are your plans for today?",
                "What's your favorite evening activity?",
                "What is your favorite color?",
                "What is the capital of France?"
            ],
            "audio": "https://tts.langeek.co/read?text=d2hhdA&hash=623d86033b46556e95619f855bbb07b5b3fbc269&lang=en&cache-only=0",
            "defineEn": "used in questions to ask for information or for someone’s opinion",
            "defineVi": "được sử dụng trong các câu hỏi để hỏi thông tin hoặc ý kiến của ai đó",
            "hasImg": true
        },
        {
            "id": "e52e0739-aa8a-409b-92a5-794327959c89",
            "word": "board",
            "phonetic": "boːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The board meeting painted a pretty grim picture.",
                "The board agreed to sell the company.",
                "The deal was completely open and above board.",
                "Heads will have to roll at board level.",
                "They jump off the diving board into the pool."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9hcmQ&hash=6dec2b1475a01601e90e4b9a96944e22bddf4af1&lang=en&cache-only=0",
            "defineEn": "a flat and hard tool made of wood, plastic, paper, etc. that is designed for specific purposes",
            "defineVi": "một công cụ phẳng và cứng làm bằng gỗ, nhựa, giấy, v.v. được thiết kế cho các mục đích cụ thể",
            "hasImg": true
        },
        {
            "id": "451d136d-a2b5-4f31-adac-fea1bd0ab518",
            "word": "door",
            "phonetic": "doːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Close the door, please.",
                "Which door leads to the yard?",
                "right on cue the door opened",
                "That accident battered up the door of my car.",
                "The driver of the car opened the car door for the passengers."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9vcg&hash=68d4e21e1c96319d1a8cc9299a1b51efd939ed82&lang=en&cache-only=0",
            "defineEn": "the thing we move to enter, exit, or access a place such as a vehicle, building, room, etc.",
            "defineVi": "thứ chúng ta di chuyển để vào, ra hoặc tiếp cận một địa điểm như xe cộ, tòa nhà, phòng, v.v.",
            "hasImg": true
        },
        {
            "id": "83f482aa-8ece-4835-8c7c-eadf1fbff1b0",
            "word": "window",
            "phonetic": "wɪndoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "For children, picture books provide a window onto the world.",
                "The closed window blocked out the noise from the street.",
                "The photographs clearly show a broken window.",
                "Two faces appeared at our window.",
                "Language is a window into the world."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZG93&hash=b28e4eb8148fc7ea01aba92634e2bc6811a16f72&lang=en&cache-only=0",
            "defineEn": "a space in a wall or vehicle that is made of glass and we use to look outside or get some fresh air",
            "defineVi": "một không gian trong một bức tường hoặc chiếc xe được làm bằng kính và chúng tôi sử dụng để nhìn ra bên ngoài hoặc hít thở không khí trong lành",
            "hasImg": true
        },
        {
            "id": "4556718b-b908-4a03-ab7d-3846630119cd",
            "word": "chair",
            "phonetic": "tʃɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The classroom has rows of chairs for students.",
                "That chair doesn't give.",
                "Our dining table has four chairs around it.",
                "We moved our chairs a little nearer.",
                "He dropped his briefcase on a chair."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhaXI&hash=45633f05549abd59b87026ad75653d2d7f7958f1&lang=en&cache-only=0",
            "defineEn": "furniture with a back and often four legs that a person can use for sitting",
            "defineVi": "đồ nội thất có lưng và thường có bốn chân mà một người có thể sử dụng để ngồi",
            "hasImg": true
        },
        {
            "id": "64c80a76-91be-4326-9e1e-c6d6bd61b4ab",
            "word": "coat",
            "phonetic": "koʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They coated their chicken nuggets with sesame seeds.",
                "She coated the pork ribs with a generous amount of piri-piri marinade.",
                "Her right leg was coated in plaster.",
                "The wind had coated everything with a layer of sand.",
                "take your coat off."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29hdA&hash=88fece31d4eea822a3d265764b757f28ed948741&lang=en&cache-only=0",
            "defineEn": "a piece of clothing with long sleeves, worn outdoors and over other clothes to keep warm or dry",
            "defineVi": "một bộ quần áo có tay dài, mặc ngoài trời và bên ngoài quần áo khác để giữ ấm hoặc khô",
            "hasImg": true
        },
        {
            "id": "73935ba5-e909-4d89-993e-c029bbd89e32",
            "word": "table",
            "phonetic": "teɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "His partner left the table in a fit of pique.",
                "At a family reunion picnic, the buffet table showcased a classic beef plate roast.",
                "This business method takes the risk of failure out of the table.",
                "She set the table with plates and glasses in the dining room.",
                "We set the table with plates and silverware."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFibGU&hash=0a0273e9f5bbd22b7d01ea9eb6b6b6ff0fd945f3&lang=en&cache-only=0",
            "defineEn": "furniture with a usually flat surface on top of one or multiple legs that we can sit at or put things on",
            "defineVi": "đồ nội thất có bề mặt thường bằng phẳng trên một hoặc nhiều chân mà chúng ta có thể ngồi hoặc đặt đồ vật lên",
            "hasImg": true
        },
        {
            "id": "5cbf7824-2d8b-4cfd-91d3-5fc06d2122aa",
            "word": "laptop",
            "phonetic": "læptɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "My laptop went haywire",
                "The screen is the main part of a laptop.",
                "I've had this laptop for five years now, and it's really on its last legs.",
                "I accidentally spilled water on my laptop, and now it won't turn on.",
                "You need to take your laptop to the technician."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFwdG9w&hash=8988c4411d6eb06ce193799a0083134d60827d95&lang=en&cache-only=0",
            "defineEn": "a small computer that you can take with you wherever you go, and it sits on your lap or a table so you can use it",
            "defineVi": "một máy tính nhỏ mà bạn có thể mang theo bên mình mọi lúc mọi nơi và đặt trên đùi hoặc trên bàn để bạn có thể sử dụng",
            "hasImg": true
        },
        {
            "id": "d169f875-864a-4547-b09b-2c46eb8204f1",
            "word": "dictionary",
            "phonetic": "dɪkʃənɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This dictionary goes on the top shelf.",
                "See full dictionary entry for heart.",
                "I bought a French dictionary to help me with my language studies.",
                "I often use a dictionary to help me spell difficult words.",
                "It seems only reasonable to ask students to buy a dictionary."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGljdGlvbmFyeQ&hash=ba750bf055477e4e90afbaed3286bd68383e60c8&lang=en&cache-only=0",
            "defineEn": "a book or electronic resource that gives a list of words in alphabetical order and explains their meanings, or gives the equivalent words in a different language",
            "defineVi": "một cuốn sách hoặc tài nguyên điện tử cung cấp danh sách các từ theo thứ tự bảng chữ cái và giải thích nghĩa của chúng hoặc đưa ra các từ tương đương trong một ngôn ngữ khác",
            "hasImg": true
        },
        {
            "id": "ff52be5b-ed70-456f-b9a1-120fdd5ccaf9",
            "word": "pen",
            "phonetic": "pɛn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The pen is mightier than the sword.",
                "This pen won't write.",
                "I only have one pen in my bag.",
                "Please write in pen on both sides of the paper.",
                "He writes his thoughts and ideas in a journal with a fancy pen."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVu&hash=5db5a7133a558c002488f6ef55b678716abe830b&lang=en&cache-only=0",
            "defineEn": "an instrument for writing or drawing with ink, usually made of plastic or metal",
            "defineVi": "một công cụ để viết hoặc vẽ bằng mực, thường được làm bằng nhựa hoặc kim loại",
            "hasImg": true
        },
        {
            "id": "2912a71f-d14e-4ff6-a8b9-52eaef7e4065",
            "word": "bag",
            "phonetic": "bæɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bag broke under the weight of the bottles inside it.",
                "My friend shared a bag of chocolate-covered macadamia nuts with us.",
                "She put her bag on the table.",
                "I left my bag downstairs in the entryway.",
                "Each 180-litre container will hold up to three black bags of rubbish."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFn&hash=208ee3d6d1a7e04e6df1565755e6b57fb7fe15e7&lang=en&cache-only=0",
            "defineEn": "something made of leather, cloth, plastic, or paper that we use to carry things in, particularly when we are traveling or shopping",
            "defineVi": "thứ gì đó làm bằng da, vải, nhựa hoặc giấy mà chúng ta dùng để đựng đồ, đặc biệt khi chúng ta đi du lịch hoặc mua sắm",
            "hasImg": true
        }
    ]
}