{
    "id": "6df48be9-c2d1-484c-b00e-6f0ce1e1ef11",
    "title": "Actions Related to Broadcasting and Journalism",
    "originalTitle": "Actions Related to Broadcasting and Journalism",
    "words": [
        {
            "id": "a33e5925-cc8c-4774-ab0a-983c2ce88b27",
            "word": "to announce",
            "phonetic": "tʊ ɐnaʊns ",
            "partOfSpeechType": "verb",
            "examples": [
                "The cop announced that the body in the dumpster was dead as a doornail.",
                "After months of anticipation, the couple announced that they have a bun in the oven.",
                "The trial has run its course, and the verdict will be announced tomorrow.",
                "When the judge announced the decision, the balloon went up, and emotions ran high in the courtroom.",
                "When they announced her name as the winner, she cried out in disbelief."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW5ub3VuY2U&hash=6ae71b91505d376772c8687e44de4c4ee6707b3d&lang=en&cache-only=0",
            "defineEn": "to give information about a TV or radio program",
            "defineVi": "để cung cấp thông tin về một TV hoặc chương trình phát thanh",
            "hasImg": true
        },
        {
            "id": "bbb2bee4-dec1-48a0-96ef-4a2c8bf01f28",
            "word": "to beam",
            "phonetic": "tə biːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Lisa beamed with pride as she watched her son receive his diploma on graduation day.",
                "The construction worker used a heavy-duty bolt to connect the steel beams.",
                "The proud father watched his child perform on stage, beaming with joy.",
                "Little beams of light played over the sea.",
                "Beam of light knocks him down."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVhbQ&hash=60991687835e496659999d9110e1fdcd6f8b314b&lang=en&cache-only=0",
            "defineEn": "to transmit radio or television signals in a particular direction with the help of electronic equipment",
            "defineVi": "để truyền tín hiệu radio hoặc truyền hình theo một hướng cụ thể với sự trợ giúp của thiết bị điện tử"
        },
        {
            "id": "5b39998c-d1a8-4bd3-bf94-c1ed730a3c95",
            "word": "to broadcast",
            "phonetic": "tə bɹɔːdkæst ",
            "partOfSpeechType": "verb",
            "examples": [
                "He is ultimately responsible for every aspect of the broadcast.",
                "The company was rapped over the knuckles for broadcasting the interview.",
                "It was a slip of the tongue of the kind that does happen during live broadcasts.",
                "A Myanmar TV network broadcast this report that same day.",
                "They broadcast an IPO matches on India's Sony Macs TV channel."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJvYWRjYXN0&hash=5598f39d736217c3640c441a7902ce902437e435&lang=en&cache-only=0",
            "defineEn": "to use airwaves to send out TV or radio programs",
            "defineVi": "sử dụng sóng phát thanh để gửi các chương trình truyền hình hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "43fee24a-7b6f-47f3-862b-577c0e84a74b",
            "word": "to commentate",
            "phonetic": "tə kɑːmənteɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbWVudGF0ZQ&hash=f6b0ff28f8f3fbf12bd7797a6670599b423f52f1&lang=en&cache-only=0",
            "defineEn": "to describe an event on radio or television as it occurs, especially a sports match",
            "defineVi": "để mô tả một sự kiện trên đài phát thanh hoặc truyền hình khi nó xảy ra, đặc biệt là một trận đấu thể thao"
        },
        {
            "id": "9918a2ee-2aa9-493c-afd6-7b96047cf43d",
            "word": "to film",
            "phonetic": "tə fɪlm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The film caught a cold over the outstanding debt.",
                "The film received lavish praise from critics for its groundbreaking visual effects, compelling storyline, and outstanding performances.",
                "The film ups the ante on special effects.",
                "The film faithfully follows Shakespeare's plot.",
                "Shergar film falls at the first fence in Cannes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmlsbQ&hash=3aafdf92d9e7dafd8c3a94b419c2dc6ec71ed05d&lang=en&cache-only=0",
            "defineEn": "to capture or record moving images, typically using a camera or video recording device",
            "defineVi": "để chụp hoặc ghi lại hình ảnh chuyển động, thường sử dụng máy ảnh hoặc thiết bị quay video",
            "hasImg": true
        },
        {
            "id": "88ec8ac0-727f-4759-ae15-3f04d5375284",
            "word": "to interview",
            "phonetic": "tʊ ɪntɚvjuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The magazine features interviews with musicians and reviews of new albums.",
                "The interview is coming up next week.",
                "Several candidates were called for a second interview.",
                "The interview only took ten minutes, but it felt like hours.",
                "She gave a second interview later that year but this time the gloves were off."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50ZXJ2aWV3&hash=c5700b1b91f36bd9eb8f701f70a971a3d044b7d3&lang=en&cache-only=0",
            "defineEn": "to ask someone questions about a particular topic on the TV, radio, or for a newspaper",
            "defineVi": "để đặt câu hỏi cho ai đó về một chủ đề cụ thể trên TV, đài phát thanh hoặc cho một tờ báo",
            "hasImg": true
        },
        {
            "id": "86119020-46ff-405d-885c-98ad52fc4f2d",
            "word": "to introduce",
            "phonetic": "tʊ ɪntɹəduːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "She introduced her husband as a successful entrepreneur during the charity event.",
                "He introduced himself.",
                "The bakery introduced a new pastry filled with raspberry jelly.",
                "She introduced her friends to Vegemite sandwiches during a picnic.",
                "She introduced her boyfriend to her parents during the family gathering."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50cm9kdWNl&hash=3755f7fc177f319c74ecbc136ff0484d70969de4&lang=en&cache-only=0",
            "defineEn": "to give details to an audience about the show, guests, etc. that are about to be seen or heard",
            "defineVi": "để cung cấp thông tin chi tiết cho khán giả về chương trình, khách mời, v.v. sắp được xem hoặc nghe"
        },
        {
            "id": "46b40595-f0a3-451e-bebf-57a667cc0b0a",
            "word": "to jam",
            "phonetic": "tə dʒæm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Huckleberry jam is a popular spread for toast and biscuits.",
                "Do you want jam on it?",
                "My grandmother makes the most amazing damson jam every summer.",
                "My homemade star fruit jam was a hit among my family.",
                "Fig jam is a popular spread that you can enjoy on bread or toast."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gamFt&hash=1c50ec30f2aecd1d19387fd738131a84a4578c24&lang=en&cache-only=0",
            "defineEn": "to create disturbances in electronic signals preventing them from being received",
            "defineVi": "để tạo ra sự nhiễu loạn trong các tín hiệu điện tử khiến chúng không được nhận"
        },
        {
            "id": "153b0710-f7cf-47e3-bdb7-44efc180147f",
            "word": "to modulate",
            "phonetic": "tə mɑːdʒuːleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "And modulating your stress.",
                "Third, the body's enzymes, hormones, nerves, and blood all work together to break down food, modulate the digestive process, and deliver its final products.",
                "Drug developers have tapped venoms for drugs that modulate the immune system, keep blood from clotting, shrink tumors, and kill microbes.",
                "ACE2 does lots of other things, too, like accelerating tissue repair and modulating the microbes in our guts.",
                "Mother's milk for example, contains special sugars that are meant to feed and support certain groups of microbes, work as a decoy for others, and help to modulate the immune system."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW9kdWxhdGU&hash=cd234bdd88780561447931bac9e79789e89d5be2&lang=en&cache-only=0",
            "defineEn": "to change the frequency or amplitude of a radio signal to make it intelligible for broadcast",
            "defineVi": "để thay đổi tần số hoặc biên độ của một tín hiệu vô tuyến để làm cho nó dễ hiểu để phát sóng"
        },
        {
            "id": "659be271-48c3-4bd5-af66-44902b0acdf7",
            "word": "to prerecord",
            "phonetic": "tə pɹiːɹᵻkoːɹd ",
            "partOfSpeechType": "verb",
            "examples": [
                "He helped create a hotline with prerecorded Jewish prayers, meant for the final moments before death."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlcmVjb3Jk&hash=7684540030e5317fe3c03f4a38aa8f8d503ccad3&lang=en&cache-only=0",
            "defineEn": "to record a musical program, speech, etc. in advance, for later use",
            "defineVi": "để ghi lại một chương trình âm nhạc, bài phát biểu, vv trước, để sử dụng sau này"
        },
        {
            "id": "93959bf5-7467-44eb-9bc0-e0c34352d24f",
            "word": "to present",
            "phonetic": "tə pɹɪzɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The lawyer presented the right argument in court.",
                "Bring Helen a present.",
                "Bring a present for Helen.",
                "He presented a false document as evidence in the court case.",
                "Our hosts presented us with an embarrassment of riches."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlc2VudA&hash=fbdbc79ce30213538d6b033b13c101fee368bad2&lang=en&cache-only=0",
            "defineEn": "to introduce different parts of a TV or radio program",
            "defineVi": "để giới thiệu các phần khác nhau của một chương trình truyền hình hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "bad0e2b0-2a12-4c08-9d97-169b6029137e",
            "word": "to receive",
            "phonetic": "tə ɹᵻsiːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The young actress received an award for her outstanding performance.",
                "The film received lavish praise from critics for its groundbreaking visual effects, compelling storyline, and outstanding performances.",
                "Offenders should receive their just deserts.",
                "The hardworking employee received a promotion for their exceptional performance.",
                "She received a missed call from an unknown phone number."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjZWl2ZQ&hash=43f0d47c0ccfa193e2822ac53a92828fdcd3d29a&lang=en&cache-only=0",
            "defineEn": "to pick up broadcast signals",
            "defineVi": "để nhận tín hiệu phát sóng"
        },
        {
            "id": "b2f4c718-1d73-48f2-beb5-515a5f959350",
            "word": "to relay",
            "phonetic": "tə ɹiːleɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The interneurons in the spinal cord help to relay signals from sensory neurons to motor neurons, allowing for coordinated movements.",
                "Relays are doing the same thing, just with electrons instead of water.",
                "The brains of these huge electro-mechanical beasts were relays: electrically-controlled mechanical switches.",
                "Then the relay race begins.",
                "The Harvard Mark I had roughly 3500 relays."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVsYXk&hash=ed280c4f8a9e19853ac4f33a42adc7e05ab06613&lang=en&cache-only=0",
            "defineEn": "to broadcast a program by receiving signals and passing them on",
            "defineVi": "để phát sóng một chương trình bằng cách nhận tín hiệu và chuyển chúng trên"
        },
        {
            "id": "18a05e51-172d-46b1-bf3f-a156245f4fb4",
            "word": "to break",
            "phonetic": "tə bɹeɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Their approach to sports teaching broke the mold.",
                "The movie broke all box-office records.",
                "The movie broke box office records in the US.",
                "The bag broke under the weight of the bottles inside it.",
                "My watch has broken."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJlYWs&hash=643894089f73d407d9134a9442b45bcf8c3ac753&lang=en&cache-only=0",
            "defineEn": "(of news) to be released or made known to the public",
            "defineVi": "(của tin tức) sẽ được phát hành hoặc công khai"
        },
        {
            "id": "ed9b4f84-a1f7-4eae-8438-01cd9aef2b69",
            "word": "to screen",
            "phonetic": "tə skɹiːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The screen is the main part of a laptop.",
                "See yourself on the screen.",
                "The report will come up on the screen in a moment.",
                "Her eyes were glued firmly to the computer screen.",
                "The clock on my computer screen shows the current time and date."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NyZWVu&hash=5ffa74e12f91a716fc6af40922d155b1fbb865d8&lang=en&cache-only=0",
            "defineEn": "to show a video or film in a movie theater or on TV",
            "defineVi": "để hiển thị một video hoặc phim trong một rạp chiếu phim hoặc trên TV"
        },
        {
            "id": "156f0d32-6d7d-48f2-ac7f-64105df3d33d",
            "word": "to show",
            "phonetic": "tə ʃoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The clock on my computer screen shows the current time and date.",
                "A white blouse will show the blood.",
                "The photographs clearly show a broken window.",
                "This picture shows my mother as a young woman.",
                "The report showed an increase in sales."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hvdw&hash=694d09bf7d152bf9d56fc958fa18e887e9da8b75&lang=en&cache-only=0",
            "defineEn": "to make something, such as a motion picture, TV program, etc., available for public presentation",
            "defineVi": "để làm cho một cái gì đó, chẳng hạn như một hình ảnh chuyển động, chương trình truyền hình, vv, có sẵn để trình bày công khai",
            "hasImg": true
        },
        {
            "id": "7a4a42f0-fe8f-45da-944c-07d1b4a17d45",
            "word": "to simulcast",
            "phonetic": "tə sɪməlkæst ",
            "partOfSpeechType": "verb",
            "examples": [
                "In fact, this speech is being simulcast right now to the University of Phoenix.",
                "In 1940, the first regularly-scheduled television news broadcast was basically a simulcast of a radio show: Lowell Thomas’s news cast for NBC."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2ltdWxjYXN0&hash=995ca77e65d72630ddd67bb05ac977c539200d34&lang=en&cache-only=0",
            "defineEn": "to simultaneously broadcast a program on television and radio, or on two or more networks",
            "defineVi": "phát đồng thời một chương trình trên truyền hình và đài phát thanh, hoặc trên hai hoặc nhiều mạng"
        },
        {
            "id": "e499d12e-4874-4fbe-a1d6-411eb3b59461",
            "word": "to televise",
            "phonetic": "tə tɛlᵻvaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "He never missed a televised basketball or football game.",
                "Even if they weren't televised, he was glued to the radio.",
                "The resistance will be televised.",
                "The televised ceremony took place on the king's 67th birthday, with the queen at his side.",
                "It’s a televised spectacle again. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGVsZXZpc2U&hash=8db328d28a4974d170131558fcb86e28618069a3&lang=en&cache-only=0",
            "defineEn": "to broadcast or show something on TV",
            "defineVi": "để phát sóng hoặc hiển thị một cái gì đó trên TV",
            "hasImg": true
        },
        {
            "id": "ba5e57f8-6b89-4481-ba21-f621105b1a1b",
            "word": "to transmit",
            "phonetic": "tə tɹænsmɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Because some species transmit lots of deadly diseases.",
                "The vagus nerve transmits information between the brainstem and organs like the lungs, heart ,stomach, and liver.",
                "Even an elephant’s footsteps transmit useful information about its size and whereabouts to other elephants.",
                "They transmit an electrical version of the vibration through wires to an amplifier.",
                "Even worse, raccoons can transmit diseases like canine distemper and, in rare cases, rabies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhbnNtaXQ&hash=b16d5c1c50c5cb24548a42126d1f18cc5748bd4b&lang=en&cache-only=0",
            "defineEn": "to send out electrical signals or to broadcast television or radio programs",
            "defineVi": "gửi tín hiệu điện hoặc phát chương trình truyền hình hoặc đài phát thanh"
        },
        {
            "id": "02862d0a-b632-4c80-94f0-a73087b60849",
            "word": "encode",
            "phonetic": "ɛŋkoʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Information is encoded in the structure of the molecule.",
                "I like that outfit Encode your DNA.",
                "Each sequence encodes a number that determines the intensity of that particular color.",
                "Instead, each type of data is encoded in binary according to a separate set of rules.",
                "Like many genes, it encodes a string of mRNA which encodes a protein."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5jb2Rl&hash=beaf78195e7281204877edfa7acc6cf38107f030&lang=en&cache-only=0",
            "defineEn": "to convert audio or video signals into a compressed or coded format for storage or transmission",
            "defineVi": "để chuyển đổi tín hiệu âm thanh hoặc video thành định dạng được nén hoặc mã hóa để lưu trữ hoặc truyền tải"
        },
        {
            "id": "3dced1ac-cda3-4356-b5df-ba393c277455",
            "word": "to narrowcast",
            "phonetic": "tə næɹoʊkæst ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbmFycm93Y2FzdA&hash=e7389456d3941a414470810d8dd36f917e97500a&lang=en&cache-only=0",
            "defineEn": "to transmit information through television or the internet to a specific group of people",
            "defineVi": "để truyền thông tin qua truyền hình hoặc internet cho một nhóm người cụ thể"
        },
        {
            "id": "9ddce785-c5d8-44b6-825b-58eb5261f2dc",
            "word": "to network",
            "phonetic": "tə nɛtwɜːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Verio provides around-the-clock network monitoring and technical support with all promotional packages.",
                "The journalist's investigation uncovered a network of the gnomes of Zurich who were involved in manipulating global currency markets for their own benefit.",
                "It is important to build a network of like-minded colleagues.",
                "The different cabling systems are becoming more and more of a problem, testing the patience of planners and private network operators to the extreme.",
                "It's an opportunity to network and connect with everybody who is anybody in the high society."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmV0d29yaw&hash=fbe60af7cf220578ccad43c22381351d4cdde59b&lang=en&cache-only=0",
            "defineEn": "to broadcast a television or radio program simultaneously on stations in several different areas",
            "defineVi": "để phát đồng thời một chương trình truyền hình hoặc đài phát thanh trên các đài ở một số khu vực khác nhau",
            "hasImg": true
        },
        {
            "id": "57974ddd-dc04-46da-9301-7ce198254f35",
            "word": "to channel-surf",
            "phonetic": "tə tʃænəlsɜːf ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hhbm5lbC1zdXJm&hash=f91c1347794009e64925cb889ac030db369bd78f&lang=en&cache-only=0",
            "defineEn": "to change the television channel from one to another over and over again",
            "defineVi": "để thay đổi kênh truyền hình từ kênh này sang kênh khác nhiều lần"
        },
        {
            "id": "5ca02443-e392-4240-901f-9213b9803ba5",
            "word": "to tune in",
            "phonetic": "tə tuːn ɪn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdHVuZSBpbg&hash=893fab846e5d9f5b0bfaa939b4641003f3c1d6c6&lang=en&cache-only=0",
            "defineEn": "to watch a TV program or listen to a radio show",
            "defineVi": "để xem một chương trình truyền hình hoặc nghe một chương trình radio"
        },
        {
            "id": "43346700-0e30-4555-896a-4438c6e94abe",
            "word": "to view",
            "phonetic": "tə vjuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "They exchanged views on every subject under the sun.",
                "He holds strange views on education.",
                "The course gives you a bird's eye view of European art history.",
                "He takes the view that children are responsible for their own actions.",
                "Being assigned to the General Secretariat provided a worm's-eye view of international diplomacy."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmlldw&hash=f0e24f225ece230f58a116a9fb8f1cdbb88b928c&lang=en&cache-only=0",
            "defineEn": "to watch something such as a movie or show",
            "defineVi": "để xem một cái gì đó chẳng hạn như một bộ phim hoặc chương trình",
            "hasImg": true
        },
        {
            "id": "ff3c6d1e-4ea8-4c01-831e-9545647cece0",
            "word": "to decode",
            "phonetic": "tə dᵻkoʊd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Then, my brain decodes the messages.",
                "Written in the early nineteenth century, Austen's novels decode the sheltered lives of the upper classes in rural England.",
                "And linguists have only recently decoded many hieroglyphs found on Mayan engravings.",
                "In episode 7, our example processor performed the fetch-decode-execute cycle sequentially and in a continuous loop: Fetch-decode-execute, fetch-decode-execute, fetch-decode-execute, and so on.",
                "When they’re together, our brains decode them as just one face."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVjb2Rl&hash=c92093bcd048f90fe3caf9d8a1c5a0b9ab5758a4&lang=en&cache-only=0",
            "defineEn": "to convert encoded audio or video signals into a usable format, allowing the extraction of the original information or content from the encoded data",
            "defineVi": "để chuyển đổi tín hiệu âm thanh hoặc video được mã hóa thành định dạng có thể sử dụng được, cho phép trích xuất thông tin hoặc nội dung gốc từ dữ liệu được mã hóa"
        },
        {
            "id": "9b8c4b03-92e6-4140-9bab-cc147c5c4d04",
            "word": "to zap",
            "phonetic": "tə zæp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Some people call them brain zaps.",
                "Plastics prevent fatal zaps by blocking the flow of electrons.",
                "Brain zaps are a part of what we call medication discontinuation syndrome.",
                "Action potentials are the zaps in our nerve cells, our living electricity.",
                "Alright before we start zapping stuff"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gemFw&hash=7592ae9bfb5f597e5e2a8fa58935ce2b36271a40&lang=en&cache-only=0",
            "defineEn": "to rapidly change the channels on a television using a remote control",
            "defineVi": "để thay đổi nhanh các kênh trên tivi bằng điều khiển từ xa"
        },
        {
            "id": "6e619785-5bac-4618-8c27-b712faa58562",
            "word": "to listen in",
            "phonetic": "tə lɪsən ɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "So listen in for emergency responders to determine the safest course forward.",
                "They record sightings of fighter jets and listen in on open radio communications between pilots and air traffic controllers.",
                "Many paranoid users have alleged the tech giant is listening in on your conversations through the mic on your phone.",
                "But we’re not the only codebreakers listening in.",
                "Let's listen in and see if we can get some context."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGlzdGVuIGlu&hash=267427dadd0dee60bab09d404994faa84c1a9296&lang=en&cache-only=0",
            "defineEn": "to listen to a radio program",
            "defineVi": "để nghe một chương trình phát thanh"
        },
        {
            "id": "69d67097-7a52-4a15-b02e-eba953ac14a9",
            "word": "to blaze",
            "phonetic": "tə bleɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Wright brothers blazed a trail in aviation by building the first successful airplane.",
                "The firefighter held a hose on the blaze.",
                "Mary is blazing a trail as the first woman to lead the company's engineering team.",
                "I'm coming at you with both guns blazing.",
                "They stepped out from behind the building with guns blazing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxhemU&hash=2870aef50ff0bdd1299fa38b48beb68653ba36f5&lang=en&cache-only=0",
            "defineEn": "to announce news, in a way and manner that it gets a lot of attention",
            "defineVi": "để thông báo tin tức, trong một cách và cách mà nó nhận được rất nhiều sự chú ý"
        },
        {
            "id": "951abc1c-93e9-4154-918a-78fa35b1d7eb",
            "word": "to carry",
            "phonetic": "tə kæɹi ",
            "partOfSpeechType": "verb",
            "examples": [
                "The truck carried a load of construction materials to the building site.",
                "The judge's ruling carries significant weight in the legal community.",
                "She carries the heavy grocery bags with one arm.",
                "He carries a gym bag with his workout clothes and water bottle.",
                "She carried a heavy load of books in her backpack."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2Fycnk&hash=483282b2957a8fea0f169999e3ed06ba2cccc9cb&lang=en&cache-only=0",
            "defineEn": "(of a television, radio network, or newspaper) to broadcast or publish something, or to include specific information in a report",
            "defineVi": "(của một đài truyền hình, đài phát thanh hoặc báo chí) để phát sóng hoặc xuất bản một cái gì đó, hoặc để đưa thông tin cụ thể vào một báo cáo",
            "hasImg": true
        },
        {
            "id": "cca5cb49-4735-451c-8749-89ec09165afd",
            "word": "to contribute",
            "phonetic": "tə kəntɹɪbjuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Online ordering contributed seventy five percent of delivery sales.",
                "So the ring strain energy contributed 38.5 kiloJoules per mol.",
                "Industrial activities also contribute cement powder, particles from car tires, and other chemicals to the airborne mix.",
                "The planet’s weak gravity and molecular interactions with sunlight also contribute.",
                "The planet’s weak gravity and molecular interactions with sunlight also contribute."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udHJpYnV0ZQ&hash=444991684234600127c312a33b88b66f7eb6b271&lang=en&cache-only=0",
            "defineEn": "to write stories, articles, etc. for a newspaper or magazine",
            "defineVi": "để viết những câu chuyện, bài viết, vv cho một tờ báo hoặc tạp chí"
        },
        {
            "id": "62b8eac3-7508-4464-9c7b-72aa21ec8ea7",
            "word": "to cover",
            "phonetic": "tə kʌvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The grounds covered eight acres.",
                "The trees were covered in a blanket of snowy white.",
                "The pig's pink skin was covered in coarse hair.",
                "She covered the floor with a colorful carpet.",
                "The book on the shelf had a purple cover."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY292ZXI&hash=62f41f959151a93f70162a16932e91ae4a9065bc&lang=en&cache-only=0",
            "defineEn": "to report on or talk about an event in a news piece",
            "defineVi": "để báo cáo về hoặc nói về một sự kiện trong một mảnh tin tức",
            "hasImg": true
        },
        {
            "id": "d209fa82-976c-4800-bd01-6d665bb042b1",
            "word": "to editorialize",
            "phonetic": "tʊ ɛdɪtoːɹɪəlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "He wasn't just editorializing against The Front.",
                "And so, if I may editorialize and just say the 8th creature on the list is the unicorn that definitely exists somewhere, because the universe is, as far as we know, infinite."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWRpdG9yaWFsaXpl&hash=0abb15ff3417bac7b6a66719194982d943ba8413&lang=en&cache-only=0",
            "defineEn": "to state your opinions in a news report, and not just the facts",
            "defineVi": "nêu ý kiến của bạn trong một báo cáo tin tức, và không chỉ là sự kiện"
        },
        {
            "id": "6aa069ee-923f-4aad-929b-ab5adf22fc6c",
            "word": "to report",
            "phonetic": "tə ɹᵻpoːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Journalists on the spot reported no progress.",
                "Their bread and butter is reporting local events.",
                "The paper’s bread and butter is reporting local events in a small community.",
                "The report includes a number of recommendations.",
                "The report showed an increase in sales."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVwb3J0&hash=029b324999d920db6e45ff603b6d4942830dbef1&lang=en&cache-only=0",
            "defineEn": "to cover or give the details of an event in written or spoke form as a journalist on TV, etc.",
            "defineVi": "để đưa tin hoặc đưa ra các chi tiết của một sự kiện ở dạng viết hoặc nói với tư cách là một nhà báo trên TV, v.v.",
            "hasImg": true
        },
        {
            "id": "5d976d26-e9a3-4aab-b40c-3941d3f98aca",
            "word": "to publish",
            "phonetic": "tə pʌblɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The journalist published a wrong statement in the article.",
                "She opened her heart to the wrong magazine, and it published a scandalous story.",
                "fter he left publishing, he turned his hand to law.",
                "My story is finally getting published!",
                "After publishing her second book, it was another feather in her cap as an accomplished author."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVibGlzaA&hash=1ee680759fae3fe23cc371d6f8e7452f31e9d5d9&lang=en&cache-only=0",
            "defineEn": "to issue or produce a newspaper, book, etc.",
            "defineVi": "để phát hành hoặc sản xuất một tờ báo, cuốn sách, vv",
            "hasImg": true
        },
        {
            "id": "de1747a2-f378-42cd-9e0f-61a84ac10a36",
            "word": "to fact-check",
            "phonetic": "tə fækttʃɛk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Fact-checking websites can also be an excellent resource.",
                "Some magazine fact-checking departments are legendary for their thoroughness.",
                "Jobs in the fact-checking department at the magazine became a desirable path to high-level editorial jobs.",
                "Now, fact-checking site Snopes.com debunked this all pretty easily.",
                "We work with three fact-checking partners in the Philippines. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmFjdC1jaGVjaw&hash=8e2637b0ec988829552e308487071e0fbca5769c&lang=en&cache-only=0",
            "defineEn": "to verify the accuracy and truthfulness of information or claims by conducting research, examining reliable sources, and confirming the factual correctness of the statement or assertion",
            "defineVi": "để xác minh tính chính xác và trung thực của thông tin hoặc tuyên bố bằng cách tiến hành nghiên cứu, kiểm tra các nguồn đáng tin cậy và xác nhận tính đúng đắn thực tế của tuyên bố hoặc khẳng định"
        }
    ]
}