{
    "id": "6e641dd6-afb0-4e2b-bfa0-9014080eee3f",
    "title": "Unit 5 - Lesson 2",
    "originalTitle": "Unit 5 - Lesson 2",
    "words": [
        {
            "id": "93146b3a-ba7a-4172-95a8-a709f023caf3",
            "word": "household appliance",
            "phonetic": "haʊshoʊld ɐplaɪəns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG91c2Vob2xkIGFwcGxpYW5jZQ&hash=d3cfa2758a171ba3a39edf3da198d9c002fb15a0&lang=en&cache-only=0",
            "defineEn": "a machine or device that is designed to do a particular thing, like cleaning or cooking, in a home",
            "defineVi": "một máy hoặc thiết bị được thiết kế để làm một việc cụ thể, chẳng hạn như làm sạch hoặc nấu ăn, trong nhà",
            "hasImg": true
        },
        {
            "id": "fa727d49-82eb-46fb-b3b4-3920435d7922",
            "word": "machine",
            "phonetic": "məʃiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The machine takes its name from its inventor.",
                "The guidance system keeps the machine on course.",
                "The machine is worked by wind power.",
                "The machine records your messages and you can answer them at your convenience.",
                "An industrial machine like that can cut through any material like a knife through butter."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFjaGluZQ&hash=96856dcd75c9fb93771c7cf9554502db52093ad0&lang=en&cache-only=0",
            "defineEn": "any piece of equipment that is mechanical, electric, etc. and performs a particular task",
            "defineVi": "bất kỳ thiết bị nào là cơ khí, điện, v.v. và thực hiện một nhiệm vụ cụ thể",
            "hasImg": true
        },
        {
            "id": "cb388124-6e1e-43cc-b7b6-588d7b65d38d",
            "word": "food processor",
            "phonetic": "fuːd pɹɑːsɛsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Healthier diets, the availability of ethnic dishes and the popularity of appliances like food processors were on the rise.",
                "It doesn't incorporate a bunch of air into it, if you threw it into a food processor or a blender.",
                "So, the way people do that is to throw it in the food processor.",
                "I'm going to need to break it down, so I'm gonna bring it into a food processor, take that liquid out, and then I'm going to need to emulsify it and not let it get too gummy and to still maintain the integrity of the mashed potatoes."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9vZCBwcm9jZXNzb3I&hash=2546e62cc0384cc0ebcf584ca8ff6d36f800852d&lang=en&cache-only=0",
            "defineEn": "a kitchen appliance that can quickly mix, cut, slice, etc. food",
            "defineVi": "một thiết bị nhà bếp có thể trộn, cắt, thái, v.v. thực phẩm một cách nhanh chóng",
            "hasImg": true
        },
        {
            "id": "52dafcf1-6288-4e45-b327-cde31baa62f6",
            "word": "hair dryer",
            "phonetic": "hɛɹ dɹaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Fire is coming out of the hair dryer.",
                "So it's not the power when everything is on, like your toaster and your hair dryer and air conditioner, and your massive Christmas light display or your massive Halloween display.",
                "A South Carolina woman who bought a hair dryer on Amazon said this happened.",
                "First, if your dog gets wet, you can dry them off with towels or a hair dryer set to blow cool air."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFpciBkcnllcg&hash=447180b5cb2cf786e267a7934ee3039c3e3f964f&lang=en&cache-only=0",
            "defineEn": "a device that we use to blow warm air over our hair to dry it",
            "defineVi": "một thiết bị mà chúng tôi sử dụng để thổi không khí ấm lên tóc để làm khô tóc",
            "hasImg": true
        },
        {
            "id": "55cfab1d-26b1-4480-adcb-e51f974dc91a",
            "word": "pressure cooker",
            "phonetic": "pɹɛʃɚ kʊkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Inside, things work kind of like a pressure cooker.",
                "Imagine the sun as a huge pressure cooker that fuses hydrogen into helium in its core through its gravity.",
                "And it's sort of like releasing steam from a pressure cooker.",
                "And the new pressure cooker you just got that's programmable from your phone will push that to 265.",
                "While a pressure cooker bomb is packed with shrapnel, in a pipe bomb there's not enough space."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc3N1cmUgY29va2Vy&hash=47961b2903051e96ed08e6c160d9eebdcb772507&lang=en&cache-only=0",
            "defineEn": "a pot that has a tight lid and can quickly cook food using high-pressure steam",
            "defineVi": "nồi có nắp đậy kín và có thể làm chín thức ăn nhanh chóng bằng hơi nước áp suất cao",
            "hasImg": true
        },
        {
            "id": "a3cb96b5-e6f1-4cb0-8ab9-f1f765c8b3da",
            "word": "dishwasher",
            "phonetic": "dɪʃwɑːʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dishwasher is making a strange noise.",
                "I started off as a dishwasher making 25 cents an hour.",
                "I applied to be a cashier, even a dishwasher.",
                "Between the chefs, inventory crew, waiters, and dishwashers, it takes a team of 1,085 people to keep this massive operation going.",
                "And this meant that increasing numbers of Americans had access things like television, and air conditioning, and dishwashers and air travel."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzaHdhc2hlcg&hash=821141a5249e08f538d16e85211d7dadf9b544b9&lang=en&cache-only=0",
            "defineEn": "an electric machine that is used to clean dishes, spoons, cups, etc.",
            "defineVi": "một máy điện được sử dụng để làm sạch bát đĩa, thìa, cốc, v.v.",
            "hasImg": true
        },
        {
            "id": "5c396365-a707-42c7-a10e-6533e5ec6dab",
            "word": "coffee maker",
            "phonetic": "kɔfi meɪkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Coffee makers brew your morning cup of Joe before you even wake up.",
                "- Woah ! - I wrote coffee maker/hand job.",
                "For them I'm nothing more than a stupid coffee maker.",
                "What did I get a half point for? - Coffee maker hand job.",
                "And it has a solution that’s safer for coffee makers and drinkers alike."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29mZmVlIG1ha2Vy&hash=e034f3c9a78daa27544234d1a9a7795b7d44e807&lang=en&cache-only=0",
            "defineEn": "a machine used for making coffee",
            "defineVi": "một máy được sử dụng để pha cà phê",
            "hasImg": true
        },
        {
            "id": "3d39e6a4-4f95-44a4-abcf-1f730eef5cd2",
            "word": "rice",
            "phonetic": "ɹaɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "They served white rice with the chicken curry.",
                "Rice is a staple food in many Asian countries.",
                "I prefer brown rice over white rice for its nutritional benefits.",
                "Leave the rice to cook for 20 minutes.",
                "The rice cooks in boiling water until it becomes fluffy."
            ],
            "audio": "https://tts.langeek.co/read?text=cmljZQ&hash=2a6e41f6c0fbd8fde2f21ea0659be9ef89f86870&lang=en&cache-only=0",
            "defineEn": "a small and short grain that is white or brown and usually grown and eaten a lot in Asia",
            "defineVi": "một loại hạt nhỏ và ngắn có màu trắng hoặc nâu và thường được trồng và ăn nhiều ở châu Á",
            "hasImg": true
        },
        {
            "id": "2d586dd0-864b-4b1a-a355-3b288bbba8a0",
            "word": "cooker",
            "phonetic": "kʊkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She cooks brown rice in a rice cooker and serves it alongside grilled chicken for a balanced meal.",
                "This is, I'm not a forager cooker.",
                "With a few friends, some potato peelers, meat grinders, and cookers, Seipler developed a way to recycle used bars of soap into new, sterile ones, which can then be donated to children and families around the world who don't have easy access to soap.",
                "BUT, the science behind these things how wood burns, how airflow works, if you start thinking about fluid dynamics inside of a cooker, then science has a pretty huge part of it."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29va2Vy&hash=d2e298ae71142789031ee5de81ebeb446641da27&lang=en&cache-only=0",
            "defineEn": "an appliance shaped like a box that is used for heating or cooking food by putting food on top or inside the appliance",
            "defineVi": "một thiết bị có hình dạng giống như một cái hộp được sử dụng để hâm nóng hoặc nấu thức ăn bằng cách đặt thức ăn lên trên hoặc bên trong thiết bị",
            "hasImg": true
        },
        {
            "id": "0b5fa786-e8c8-49cb-874a-42e4298d6ce8",
            "word": "fan",
            "phonetic": "fæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "His speeches fanned the flames of racial tension.",
                "Fans have given the band's new song their seal of approval.",
                "The fans had fun and got their money's worth.",
                "The determined fan elbowed his way through the crowd to get closer to the stage.",
                "The new album by that band is going down a bomb with music fans all over the world."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFu&hash=af482d3c8e5ab064e654e5b69cdc159e7a446b94&lang=en&cache-only=0",
            "defineEn": "an electric device with blades that rotate quickly and keep an area cool",
            "defineVi": "một thiết bị điện có lưỡi quay nhanh và giữ cho khu vực mát mẻ",
            "hasImg": true
        },
        {
            "id": "98a9741b-0e7b-4960-9ed3-fc3c9646a01b",
            "word": "stove",
            "phonetic": "stoʊv ",
            "partOfSpeechType": "noun",
            "examples": [
                "The stove is an essential appliance in every kitchen.",
                "The gas stove has four burners for cooking multiple dishes at once.",
                "I accidentally burned my hand on the hot stove.",
                "I cooked dinner on the electric stove in the kitchen.",
                "I boiled water on the stove to make a cup of tea."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvdmU&hash=645180325759f0bf2c84efbc42976a93ae4dd425&lang=en&cache-only=0",
            "defineEn": "a box-shaped equipment used for cooking or heating food by either putting it inside or on top of the equipment",
            "defineVi": "một thiết bị hình hộp được sử dụng để nấu hoặc hâm nóng thức ăn bằng cách đặt nó bên trong hoặc bên trên thiết bị",
            "hasImg": true
        },
        {
            "id": "0d1e9242-daa2-44a1-b368-6d80eaef8102",
            "word": "oven",
            "phonetic": "ʌvən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The kitchen had a double oven, allowing for simultaneous baking of different dishes.",
                "The vegetables cook in the oven until they are tender.",
                "The shrimp cocktail is on ice, the chicken is in the oven.",
                "The fish cooks in the oven wrapped in foil.",
                "The oven looked as if it had never been used."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Zlbg&hash=0d56b219be6669928ae0f6b21914ff2103ae0ff5&lang=en&cache-only=0",
            "defineEn": "a box-shaped piece of equipment with a front door that is usually part of a stove, used for baking, cooking, or heating food",
            "defineVi": "một thiết bị hình hộp có cửa trước thường là một phần của bếp lò, dùng để nướng, nấu hoặc hâm nóng thức ăn",
            "hasImg": true
        },
        {
            "id": "9d65da5e-3f3b-4299-812d-d1022afd6210",
            "word": "juicer",
            "phonetic": "dʒuːsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm gonna juice some limes, I found a better juicer this time.",
                "Sean Besser works for one of the companies, Lime, as a so-called juicer scooping up dead scooters at night for recharging."
            ],
            "audio": "https://tts.langeek.co/read?text=anVpY2Vy&hash=660129c20ede76ebbf1e597e1352f1f77f3122eb&lang=en&cache-only=0",
            "defineEn": "an electric kitchen tool used for removing the juice of fruits and vegetables",
            "defineVi": "một công cụ nhà bếp điện được sử dụng để loại bỏ nước trái cây và rau quả",
            "hasImg": true
        },
        {
            "id": "e343e7f8-3e76-49d6-a0f6-3ffa73077695",
            "word": "washing machine",
            "phonetic": "wɑːʃɪŋ məʃiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The washing machine’s broken again.",
                "The salesman was a fast talker who persuaded the old lady to buy a new washing machine.",
                "They have washing machines in their apartments.",
                "They built washing machines and telephones and refrigerators and computers. ",
                "You could buy and install better filters for washing machines to catch more microfibers."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FzaGluZyBtYWNoaW5l&hash=04b72820a9788eadd0de37cab78729dc8fd8e6e6&lang=en&cache-only=0",
            "defineEn": "an electric machine used for washing clothes",
            "defineVi": "một máy điện được sử dụng để giặt quần áo",
            "hasImg": true
        },
        {
            "id": "5c86cf05-75b9-47db-bb95-97d4f86738f9",
            "word": "dryer",
            "phonetic": "dɹaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Washer dryers, of course, were floated in the garage.",
                "I actually sold Maytag washers and dryers.",
                "but it was a dryer not a washer?",
                "- I'll drop a deuce in a dryer - of your enemy.",
                "A dryer, you gotta open it and back into - the cave."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJ5ZXI&hash=f7005d5865fcc49078c30f39ff31e079b2b01172&lang=en&cache-only=0",
            "defineEn": "a machine used for drying clothes",
            "defineVi": "một máy được sử dụng để làm khô quần áo",
            "hasImg": true
        },
        {
            "id": "43e71183-265e-441a-b75f-2d13d53de3a0",
            "word": "blender",
            "phonetic": "blɛndɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They checked their inventory, but apparently they're fresh out of the blender that's on sale.",
                "I've got the blender right here.",
                "- This might burn up the blender.",
                "- I think the blender's burning up.",
                "Each visit to the store can yield the surprise for a member, maybe a blender or a pair of running shoes."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxlbmRlcg&hash=e086909e164c9306a7015ab601ee8ee24a79f321&lang=en&cache-only=0",
            "defineEn": "an electrical device used for mixing liquids, soft foods, etc.",
            "defineVi": "một thiết bị điện được sử dụng để trộn chất lỏng, thức ăn mềm, v.v.",
            "hasImg": true
        },
        {
            "id": "fbcc4af5-dfbe-4470-8ab6-8528bb95c6ca",
            "word": "refrigerator",
            "phonetic": "ɹᵻfɹɪdʒɚɹeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He stored the leftover chard in the refrigerator to use in future meals.",
                "Now, I'm not pointing the finger at anyone in particular, but someone here has been stealing food from the communal refrigerator.",
                "Early in the twentieth century, home refrigerators became available. ",
                "- Poor families in America have, 99% of them have a refrigerator.",
                "They have bathrooms, sinks, refrigerators, complex lighting systems and unique construction."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmcmlnZXJhdG9y&hash=79ad7d25488a836dd539c725bf5d160d328a1d7a&lang=en&cache-only=0",
            "defineEn": "an electrical equipment used to keep food and drinks cool and fresh",
            "defineVi": "một thiết bị điện được sử dụng để giữ cho thực phẩm và đồ uống mát và tươi",
            "hasImg": true
        },
        {
            "id": "00e6ad8c-d117-43c3-a2f0-bdddbe660a5e",
            "word": "fridge",
            "phonetic": "fɹɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fridge has a freezer section for storing frozen foods.",
                "Milk and cream should keep quite well in a fridge.",
                "The fridge door has a magnetic strip to hold notes and pictures.",
                "I opened the fridge to get a bottle of water.",
                "I put leftovers in the fridge to save them for later."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJpZGdl&hash=39662c9ae532350a0a72d3d21683d1850ae9def5&lang=en&cache-only=0",
            "defineEn": "a container, usually put in a kitchen, that uses electricity to keep food cool and fresh",
            "defineVi": "một thùng chứa, thường được đặt trong nhà bếp, sử dụng điện để giữ cho thực phẩm tươi và mát",
            "hasImg": true
        },
        {
            "id": "c4a25da5-5fb1-4633-a68e-b37d6a847ebf",
            "word": "freezer",
            "phonetic": "fɹiːzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fridge has a freezer section for storing frozen foods.",
                "There's always food in the freezer if need be.",
                "First, just stick your bottle of water in the freezer.",
                "This is the freezer.",
                "Amber's freezer is stuffed to the brim with rats, butterflies, and other deceased animals."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlZXplcg&hash=0d0ad59116fe41d90992c64e101a6899948bd360&lang=en&cache-only=0",
            "defineEn": "an electrical container that can store food for a long time at a temperature that is very low",
            "defineVi": "một thùng chứa điện có thể lưu trữ thực phẩm trong một thời gian dài ở nhiệt độ rất thấp",
            "hasImg": true
        },
        {
            "id": "a5601ea7-4612-4ec1-af7f-deedf6fd0eff",
            "word": "vacuum cleaner",
            "phonetic": "vækjuːm kliːnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new vacuum cleaner works like magic, easily picking up dirt from the floors.",
                "Would you mind giving the carpet a once-over with the vacuum cleaner?",
                "And then the rest of it that we can't get, that's below the section, we can use just the regular vacuum cleaner.",
                "Here’s another misconception: A lot of people think of black holes as cosmic vacuum cleaners, sucking in everything near them.",
                "But the much more important fact is a black hole's gravity doesn't just suck things in like some sort of cosmic vacuum cleaner."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFjdXVtIGNsZWFuZXI&hash=80daa1bd87e307fc27dc89c049414d51d878d13f&lang=en&cache-only=0",
            "defineEn": "an electrical device that pulls up dirt and dust from a floor to clean it",
            "defineVi": "một thiết bị điện kéo bụi bẩn từ sàn nhà để làm sạch nó",
            "hasImg": true
        },
        {
            "id": "c4a2f307-2054-4f09-a37b-4ce6c7ef2d02",
            "word": "air conditioner",
            "phonetic": "ɛɹ kəndɪʃənɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I turned on the air conditioner because it was getting too hot inside.",
                "Think about the telephone and the air conditioner and the Eiffel Tower, and then try again.",
                "Throughout the 20th century, CFCs were being produced as coolants in refrigerators and air conditioners, and in aerosol sprays.",
                "But we also saw, over that same time period, consumer prices for refrigerators and other products like air conditioners come down.",
                "Modern bulbs just don’t suck as much electricity anymore, and while people have turned off some lights, they’ve turned on lots of air conditioners, computers, and TVs."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlyIGNvbmRpdGlvbmVy&hash=ac2b3d74debd53c02cebc8e6e49cef45e5975447&lang=en&cache-only=0",
            "defineEn": "a machine that is designed to cool and dry the air in a room, building, or vehicle",
            "defineVi": "một máy được thiết kế để làm mát và làm khô không khí trong phòng, tòa nhà hoặc phương tiện",
            "hasImg": true
        }
    ]
}