{
    "id": "6e71613f-2b69-44b1-a887-737120de0e99",
    "title": "Cooking the Perfect Meal!",
    "originalTitle": "Lesson 50",
    "words": [
        {
            "id": "a19c21a0-2144-45dc-a314-08b5888afc4b",
            "word": "batter",
            "phonetic": "bæɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "That accident battered up the door of my car.",
                "Batter up!",
                "What's the key to a perfect tempura batter?",
                "I added a generous amount of wholewheat flour to the cookie batter.",
                "I added a tablespoon of powdered milk to my pancake batter for extra richness."
            ],
            "audio": "https://tts.langeek.co/read?text=YmF0dGVy&hash=45d06a3a8cdd0b669aa91421a536f66cc645dbf3&lang=en&cache-only=0",
            "defineEn": "a mixture consisting of flour, milk, and eggs, used for making pancakes, or for covering food before frying",
            "defineVi": "một hỗn hợp bao gồm bột mì, sữa và trứng, được sử dụng để làm bánh kếp hoặc để bọc thực phẩm trước khi chiên",
            "hasImg": true
        },
        {
            "id": "342f1b35-0c82-4744-ba24-8afd27d45da7",
            "word": "to blend",
            "phonetic": "tə blɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "She blended pumpkin seeds into a creamy pesto sauce.",
                "The chef used a secret blend of herbs and spices as the seasoning for the famous fried chicken.",
                "They blended linseed into their post-workout smoothies.",
                "I tried a new coffee blend with hints of chocolate and caramel.",
                "He made a smoothie with a blend of frozen fruits."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxlbmQ&hash=b8d6a5b713355a315a955fa4cb1e86915fac61f2&lang=en&cache-only=0",
            "defineEn": "to combine different substances together",
            "defineVi": "để kết hợp các chất khác nhau với nhau",
            "hasImg": true
        },
        {
            "id": "e76bfee4-a668-4fad-90b2-72e3a5c2b053",
            "word": "to carve",
            "phonetic": "tə kɑːɹv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Our graphic designer really carved out a niche for himself with that series of innovative ads.",
                "The firm has carved a niche for itself in handling claims for compensation.",
                "Tommy has been carving out a niche in local politics.",
                "He carved a spooky face on the pumpkin and placed it on the front porch.",
                "These proposals are for discussion, they're not carved in stone."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FydmU&hash=58bf5e39e55af095aa85d87a7b1b7c82bb865e3e&lang=en&cache-only=0",
            "defineEn": "to cut a piece of cooked meat into smaller pieces",
            "defineVi": "để cắt một miếng thịt nấu chín thành miếng nhỏ hơn",
            "hasImg": true
        },
        {
            "id": "97db8ae4-acea-4dfc-926e-d30f455e25b8",
            "word": "to deep-fry",
            "phonetic": "tə diːpfɹaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The chef recommended using vegetable oil for deep-frying the crispy French fries.",
                "Where everything is deep-fried.",
                "Deep-frying food is a lot more scientific than you’d expect.",
                "Why are deep-fried Oreos bad for me?",
                "These deep-fried onion bits appeared on McDonald's menus in the 1970s, before McNuggets, which may explain the very close resemblance."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVlcC1mcnk&hash=5eae94f214e05cee76b49d4996a8f266743c4dc0&lang=en&cache-only=0",
            "defineEn": "to cook food by holding it under oil",
            "defineVi": "để nấu thức ăn bằng cách giữ nó dưới dầu",
            "hasImg": true
        },
        {
            "id": "49c7395b-e2d6-4249-b92f-ca32ddb14ea4",
            "word": "to defrost",
            "phonetic": "tə dᵻfɹɔst ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVmcm9zdA&hash=787030f4f0cde55964064a83075237382ec503a0&lang=en&cache-only=0",
            "defineEn": "to make frozen food free of ice by heating it; to become free of ice by being heated",
            "defineVi": "để làm cho thực phẩm đông lạnh không có đá bằng cách làm nóng nó; để trở nên miễn phí của băng bằng cách được làm nóng",
            "hasImg": true
        },
        {
            "id": "189fe14e-8e02-4c10-9742-6142c2af97a6",
            "word": "to digest",
            "phonetic": "tə daɪdʒɛst ",
            "partOfSpeechType": "verb",
            "examples": [
                "Dogs can absolutely digest grains.",
                "These parasites don’t digest their own food.",
                "And the bigger cell never digested the smaller one.",
                "It was digesting stuff!",
                "So their bodies actually can't even digest milk."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlnZXN0&hash=91b73f22d97e2543311eaf7b1551ae19d879db41&lang=en&cache-only=0",
            "defineEn": "to break down food in the body and to absorb its nutrients and necessary substances",
            "defineVi": "để phân hủy thức ăn trong cơ thể và hấp thụ chất dinh dưỡng và các chất cần thiết"
        },
        {
            "id": "3456eb7d-2913-4d5d-9d58-9657b4cef0ad",
            "word": "to mash",
            "phonetic": "tə mæʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I mashed the swede with butter and seasonings, creating a creamy side dish.",
                "The chef's special included a tender beef fillet served on a bed of creamy garlic mash.",
                "She mashed chickpeas with garlic, lemon juice, and olive oil, creating a creamy and delicious homemade hummus.",
                "I mashed the cooked earthnut peas and spread them on toast for a tasty and nutritious spread.",
                "I used mashed canistel to make a delightful custard for my homemade ice cream."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFzaA&hash=5da03b308fe1038cb36c384ad296854f4854c2de&lang=en&cache-only=0",
            "defineEn": "to crush food into a soft mass",
            "defineVi": "để nghiền thức ăn thành một khối mềm",
            "hasImg": true
        },
        {
            "id": "2177fae3-e9ca-4ac1-a516-7cb68be66273",
            "word": "to reheat",
            "phonetic": "tə ɹᵻhiːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We should use a microwave-safe plate for reheating food.",
                "It's like reheating your burger in an oven versus in a fire.",
                "If you reheat them, they're very good.",
                "The lava then slowly flows back toward the day side, where it reheats and vaporizes again.",
                "You have an electrical engineer to thank for the ability to reheat that leftover pizza you just had for lunch."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVoZWF0&hash=642f757e58f7adc663f5eab88408031a9c65dc0f&lang=en&cache-only=0",
            "defineEn": "to heat cooked food again",
            "defineVi": "hâm nóng thức ăn đã nấu chín trở lại",
            "hasImg": true
        },
        {
            "id": "25c72ac6-03f4-4f31-8d9d-731b459b8070",
            "word": "to grate",
            "phonetic": "tə ɡɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The chef grated fresh garlic into the tomato sauce, enhancing its depth and richness.",
                "The chef carefully grated some mace over his grilled salmon.",
                "He grated some fresh nutmeg over his hot chocolate for a warm and comforting aroma.",
                "They watched the fire dying in the grate.",
                "He promised his children to make them a light angel hair pasta tossed with fresh lemon juice, olive oil, and grated Parmesan."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JhdGU&hash=a77fc48b14d3df0c1694bca702d1b7eefbc6fa8f&lang=en&cache-only=0",
            "defineEn": "to use a grater to cut food into small pieces",
            "defineVi": "để sử dụng một vắt để cắt thức ăn thành miếng nhỏ",
            "hasImg": true
        },
        {
            "id": "e51a9a1f-4d89-4a42-9a64-87ef39bbd50d",
            "word": "to grind",
            "phonetic": "tə ɡɹaɪnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Every day about noon, traffic in town grinds to a halt.",
                "The country's economy is slowly grinding to a halt.",
                "Seaweed can be ground into powder and used as a seasoning to add depth of flavor to dishes.",
                "You can create a flavorful beechnut butter by grinding roasted beechnuts with a touch of honey and a pinch of sea salt.",
                "The company's profits began to decline, and the business eventually ground to a halt."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JpbmQ&hash=7b0568f3a208ec1a90ed1934d8f68ffbb907fde0&lang=en&cache-only=0",
            "defineEn": "to break something into powder or very small pieces by using a special device or putting it between two hard surfaces",
            "defineVi": "để phá vỡ một cái gì đó thành bột hoặc mảnh rất nhỏ bằng cách sử dụng một thiết bị đặc biệt hoặc đặt nó giữa hai bề mặt cứng"
        },
        {
            "id": "61e7a3bd-5c06-4c6a-b182-17a1076ee58d",
            "word": "to simmer",
            "phonetic": "tə sɪmɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "They simmered the chicken fumet for hours, creating a flavorful base for their homemade soup.",
                "The aroma of oregano filled the kitchen as it simmered in the tomato soup.",
                "You can make a satisfying chickpea curry by simmering the legumes with aromatic spices and creamy coconut milk.",
                "I strained the vegetable stock after simmering carrots and onions to achieve a clear liquid.",
                "You can create a protein-packed garbanzo bean curry by simmering the legumes with fragrant spices."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2ltbWVy&hash=4945d2fe56fb42d44d9e1ad8b0e7c8bdec420df2&lang=en&cache-only=0",
            "defineEn": "to cook something by keeping it near boiling point; to be cooked using this method",
            "defineVi": "để nấu một cái gì đó bằng cách giữ nó gần điểm sôi; được nấu bằng phương pháp này",
            "hasImg": true
        },
        {
            "id": "87c50022-0e8a-4578-9868-207c8a9fd943",
            "word": "to steam",
            "phonetic": "tə stiːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Sales have lost steam in recent weeks.",
                "They steamed the artichoke until the leaves were tender.",
                "Turbines driven by steam.",
                "The process involves using steam to sterilize the instruments.",
                "She jogs after work to let off steam."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RlYW0&hash=51299a7a10b35fa0a9693178b8c1a3e513543e17&lang=en&cache-only=0",
            "defineEn": "to cook or be cooked using the steam of boiling water",
            "defineVi": "để nấu hoặc được nấu chín bằng cách sử dụng hơi nước sôi",
            "hasImg": true
        },
        {
            "id": "cf603528-c363-40eb-a16f-f5c07ade4357",
            "word": "to stew",
            "phonetic": "tə stuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "She prepared a creamy navy bean and vegetable stew for his children.",
                "Black-eyed peas are commonly used in stews, soups, salads, and traditional dishes.",
                "The chef prepared a tasty fish stew with vegetables and spices.",
                "He prepared a delicious pork hock stew, with tender chunks of meat, vegetables, and a savory broth.",
                "William is in a stew about his tax return."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Rldw&hash=58d88082b9e667491f392828cde919fbb1b3ac69&lang=en&cache-only=0",
            "defineEn": "to cook or be cooked at a low temperature in liquid in a closed container",
            "defineVi": "nấu hoặc được nấu ở nhiệt độ thấp trong chất lỏng trong hộp kín",
            "hasImg": true
        },
        {
            "id": "14bb2963-26e6-44f8-889b-b8932729eab7",
            "word": "to warm up",
            "phonetic": "tə wɔːɹm ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "I made a comforting chicken noodle soup to warm up on a cold day.",
                "It was a cold winter evening, but I warmed up with a comforting bowl of millet and butternut squash soup.",
                "Upon hearing the bad news, Tom's face turned white, and he looked like death warmed up, visibly shaken by the revelation.",
                "Earth is warming up, fast.",
                "We can warm up. -"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FybSB1cA&hash=487eac85bdefc920120eda9b47329e5c42e43f32&lang=en&cache-only=0",
            "defineEn": "‌to make cooked food warm again",
            "defineVi": "‌làm cho thức ăn đã nấu chín ấm trở lại",
            "hasImg": true
        },
        {
            "id": "2d9415c4-5820-4ad2-88e1-a8adc36efca1",
            "word": "to whip",
            "phonetic": "tə wɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "he whipped off his coat.",
                "After a successful career at the Italian central bank, few people doubt his ability to whip the economy into shape.",
                "I love adding a dollop of whipped cream as a topping to my hot chocolate.",
                "The whipped cream adds a creamy and indulgent touch to the dessert.",
                "Whipped cream is the perfect finishing touch for a slice of homemade pumpkin pie."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2hpcA&hash=cf7ad5bf2dfa378563a955a75b892cb465d15821&lang=en&cache-only=0",
            "defineEn": "to quickly beat cream or eggs until stiff",
            "defineVi": "để nhanh chóng đánh kem hoặc trứng cho đến khi cứng",
            "hasImg": true
        },
        {
            "id": "27101a8a-2bb8-480d-b16f-122153e6262d",
            "word": "to squeeze",
            "phonetic": "tə skwiːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Budget cuts are putting the squeeze on scientific research.",
                "She squeezed the orange, releasing the refreshing pulp into her glass.",
                "She puts the squeeze on her mother for a hundred bucks every month.",
                "He added a squeeze of lemon to his fish tacos for a citrusy twist.",
                "He squeezed fresh lemon juice into his water, enjoying the tangy taste of the citrus."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3F1ZWV6ZQ&hash=29b4a909232f20ce4c9a788df2d43ff44270622d&lang=en&cache-only=0",
            "defineEn": "to force liquid out of something by firmly twisting or pressing it",
            "defineVi": "để buộc chất lỏng ra khỏi một cái gì đó bằng cách vặn chặt hoặc nhấn nó",
            "hasImg": true
        },
        {
            "id": "ad525454-8c0c-4fa2-a7d1-cd0d5e47132f",
            "word": "bland",
            "phonetic": "blænd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So, your plane food probably tastes more bland than it actually is.",
                "It's kind of that bland paste.",
                "Nothing like some bland grits to clean that palate.",
                "DESIREE POLK-BLAND: All of these factors interfere with being a successful student.",
                "Because he's the president and he looks like, he's bland."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhbmQ&hash=7fb5362cf71279ab0c337a5b58f558fcb2965437&lang=en&cache-only=0",
            "defineEn": "(of drink or food) having no pleasant or strong flavor",
            "defineVi": "(đồ uống hoặc thức ăn) không có hương vị dễ chịu hoặc mạnh mẽ",
            "hasImg": true
        },
        {
            "id": "fbb411be-11d9-46ec-97c2-39c889400a3c",
            "word": "chunky",
            "phonetic": "tʃʌŋki ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The penne pasta perfectly holds the chunky tomato sauce, making each bite flavorful.",
                "Really chunky HDMI cable.",
                "This is chunky.",
                "It's perfectly chunky.",
                "Boy, that's chunky."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2h1bmt5&hash=09fd6d451d8976b6a9c2cdb713a87dcdcb937299&lang=en&cache-only=0",
            "defineEn": "(of food) having large pieces",
            "defineVi": "(của thực phẩm) có miếng lớn",
            "hasImg": true
        },
        {
            "id": "048b2405-9a2d-4f65-9c02-77590c65f365",
            "word": "chewy",
            "phonetic": "tʃuːi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She baked a batch of wholesome wholemeal cookies, combining oats, nuts, and dried fruits for a chewy and nutritious treat.",
                "The vegan gummy candies used a plant-based gelling agent to achieve a chewy and gel-like consistency.",
                "He mixed pastry flour with water and yeast to create a soft and chewy pizza dough.",
                "Dried berries are convenient and provide a satisfying chewy texture.",
                "Hard flour, known for its high protein content, is ideal for baking breads that require a strong structure and a chewy texture."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hld3k&hash=829d0faecc27ab28a9dbed4c07f0c64479243214&lang=en&cache-only=0",
            "defineEn": "(of food) requiring to be chewed a lot in order to be swallowed easily",
            "defineVi": "(đồ ăn) phải nhai nhiều mới nuốt được",
            "hasImg": true
        },
        {
            "id": "9ddbb495-ca92-47b2-9055-536169890158",
            "word": "creamy",
            "phonetic": "kɹiːmi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The chef prepared a creamy tomato soup for lunch.",
                "Double cream adds indulgence to creamy pasta sauces.",
                "The ricotta adds a creamy texture and subtle tanginess to the pancakes.",
                "The chef skillfully incorporated wasabi into the creamy sauce.",
                "The creamy sapodilla milkshake was a refreshing treat on a hot summer day."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlYW15&hash=c4ead45852dff5b488118017a94b157d434cfd8e&lang=en&cache-only=0",
            "defineEn": "having a smooth and soft texture like cream",
            "defineVi": "có kết cấu mịn và mềm như kem",
            "hasImg": true
        },
        {
            "id": "9e66b124-581f-4410-95d1-b01f369e294c",
            "word": "crispy",
            "phonetic": "kɹɪspi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The street vendor served crispy trotter bites with a tangy dipping sauce at the food market.",
                "The street vendor served crispy chicken cutlet sandwiches with lettuce and mayonnaise.",
                "The skinless tilapia fillets were pan-fried until crispy.",
                "The children enjoyed onion rings as a crispy side dish.",
                "The crispy skin of the parson's nose offered a satisfying crunch with each bite."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jpc3B5&hash=4b8b0949bc3aa8b2240074ced108c7560f32d9b8&lang=en&cache-only=0",
            "defineEn": "(of food) having a pleasant, dry, and hard texture or surface",
            "defineVi": "(của thực phẩm) có kết cấu hoặc bề mặt dễ chịu, khô và cứng",
            "hasImg": true
        },
        {
            "id": "27637803-c5d0-4880-a31e-bce9bd1e1a4f",
            "word": "crunchy",
            "phonetic": "kɹʌntʃi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They use cereal as a crunchy topping for their homemade ice cream sundaes.",
                "She tossed mustard sprouts into her salad for a crunchy texture and a hint of spiciness.",
                "She accidentally grabbed the onion instead of the apple from the fruit bowl and took a crunchy bite.",
                "The restaurant offered a refreshing salad with a mix of leafy greens and crunchy vegetables.",
                "We sat around the picnic blanket, passing a bowl of filberts, enjoying their crunchy texture."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3J1bmNoeQ&hash=fa5b7b0dac5f1b17ddd6b1f1eb19b8f030e032a3&lang=en&cache-only=0",
            "defineEn": "(of food) firm and making a sharp sound when bitten",
            "defineVi": "(của thực phẩm) chắc và phát ra âm thanh chói tai khi cắn",
            "hasImg": true
        },
        {
            "id": "6b4383ec-2af2-48e2-91dd-0747510d3088",
            "word": "tinned",
            "phonetic": "tɪnd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGlubmVk&hash=0633c18733513742ebb4a05dec7e266a8d9dd415&lang=en&cache-only=0",
            "defineEn": "(of food) preserved and sold in a can",
            "defineVi": "(của thực phẩm) được bảo quản và bán trong hộp",
            "hasImg": true
        },
        {
            "id": "3025e889-7054-412c-8022-80331d6966a5",
            "word": "appetite",
            "phonetic": "æpɪtaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "It'll give you an appetite.",
                "Delicious smells from the kitchen whetted our appetites.",
                "Kim may be tiny, but she has a big appetite, so don't be surprised if she eats you out of house and home.",
                "After eating that questionable street food, Sarah ended up riding the porcelain bus all night, regretting her adventurous appetite.",
                "Max had been feeling down lately, and as a result, he was off his food and had little appetite."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwZXRpdGU&hash=999638aec5315eb2becd865f433d1e32462313d9&lang=en&cache-only=0",
            "defineEn": "the feeling of wanting food",
            "defineVi": "cảm giác muốn ăn",
            "hasImg": true
        },
        {
            "id": "cd239bb1-498c-4e36-94df-407f0719b381",
            "word": "banquet",
            "phonetic": "bæŋkwɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And this is the big banquet dinner that they're all going to be at together.",
                "- I've had lot of bug banquets, but this was superb.",
                "Before the NFL draft became a premier television event, the battle for new players was fought behind closed doors and hotel banquet halls.",
                "I recently flew to Long Beach to attend a big bug banquet where a bunch of talented chefs are turning insects into fine dining.",
                "And whether he actually sees Banquo’s ghost in the banquet scene or just hallucinates him, neither suggests a man who is happy in his life choices."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFucXVldA&hash=5e8d849f4ebbd462de6b6d5bb07afc53281cbfcb&lang=en&cache-only=0",
            "defineEn": "a large and formal meal for many people, often for a special event",
            "defineVi": "một bữa ăn lớn và trang trọng cho nhiều người, thường cho một sự kiện đặc biệt",
            "hasImg": true
        },
        {
            "id": "38fb28f4-a0e9-4571-84f4-84956a9ec870",
            "word": "feast",
            "phonetic": "fiːst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The garden is a feast for the eyes.",
                "The audience at the fashion show feasted their eyes on the stunning runway models, showcasing the latest designer collections.",
                "His sketches are always a feast to the eyes.",
                "Jazz has always been a feast to my ears.",
                "Pop is a feast to the ears of many, but I despise it."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVhc3Q&hash=6b92abece3a8b748af54e5efce22cc78fdf87e79&lang=en&cache-only=0",
            "defineEn": "a meal with fine food or a large meal for many people celebrating a special event",
            "defineVi": "một bữa ăn với thức ăn ngon hoặc một bữa ăn lớn cho nhiều người ăn mừng một sự kiện đặc biệt",
            "hasImg": true
        },
        {
            "id": "7cf5b880-14e3-4fed-9225-45406ab1dffc",
            "word": "brunch",
            "phonetic": "bɹʌntʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The brunch special featured a beefburger with a sunny-side-up egg, crispy bacon, and a dollop of hollandaise sauce.",
                "They gathered in the dining room for Sunday brunch.",
                "Grandma's clabber pancakes are a family favorite for Sunday brunch.",
                "They hosted a brunch and prepared gluten-free pancakes using a blend of gluten-free flours.",
                "My parents hosted a brunch and served Eggs Benedict with a luscious mornay sauce, impressing their guests."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJ1bmNo&hash=e721e840d0739db687eff6a6a096280525a12b5e&lang=en&cache-only=0",
            "defineEn": "a meal served late in the morning, as a combination of breakfast and lunch",
            "defineVi": "một bữa ăn được phục vụ vào buổi sáng muộn, như một sự kết hợp giữa bữa sáng và bữa trưa",
            "hasImg": true
        },
        {
            "id": "4b394011-2586-4042-9fb4-e369947d3e2e",
            "word": "buffet",
            "phonetic": "bʌfɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "At a family reunion picnic, the buffet table showcased a classic beef plate roast.",
                "Our scalp is their buffet.",
                "Think: Las Vegas buffet.",
                "The stream delivers an endless buffet of new victims.",
                "In the process, it releases a buffet of long dead plants and animals on the lake floor."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVmZmV0&hash=2fdc68f23739d81b0ef367d9802e48892bd3769f&lang=en&cache-only=0",
            "defineEn": "a meal with many dishes from which people serve themselves at a table and then eat elsewhere",
            "defineVi": "một bữa ăn với nhiều món ăn mà mọi người tự phục vụ tại bàn và sau đó ăn ở nơi khác",
            "hasImg": true
        },
        {
            "id": "ee18ecf7-592a-4713-a8bb-829a5059c758",
            "word": "teatime",
            "phonetic": "tiːtaɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "And some soldiers recreated domestic life in the trenches, observing teatime and attending to healing wounded or sick comrades.",
                "Sometimes the big girls bullied us little ones and made us hand over our teatime bread or evening biscuit."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVhdGltZQ&hash=c2339e189f1811d035743c3363a125a06ed140f5&lang=en&cache-only=0",
            "defineEn": "a time in the early evening or afternoon when people have a light meal",
            "defineVi": "một thời gian vào đầu buổi tối hoặc buổi chiều khi mọi người có một bữa ăn nhẹ",
            "hasImg": true
        },
        {
            "id": "fb9d4fff-0308-4833-b3ea-42ddfdc64b70",
            "word": "corkscrew",
            "phonetic": "kɔːɹkskɹuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Devil’s corkscrews were first described in 1891 from the badlands of Nebraska, by geologist Erwin Hinckley Barbour.",
                "They’re just giant, perfect corkscrews in the sand.",
                "The next target meets his end underground, in the coils of the corkscrew plant.",
                "It’s clear these corkscrews were created by some form of life, but what?",
                "But he also noticed that the corkscrews had this weird feature at the bottom, a little flare that stuck out like a hockey stick."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ya3NjcmV3&hash=68cda47b792099849e310216b38ef53d50906ed3&lang=en&cache-only=0",
            "defineEn": "a small tool with a pointy spiral metal for pulling out corks from bottles",
            "defineVi": "một công cụ nhỏ với kim loại xoắn ốc nhọn để kéo nút chai ra khỏi chai",
            "hasImg": true
        },
        {
            "id": "09072f72-eeb5-4f01-9c46-6b65aba1e6cd",
            "word": "glassware",
            "phonetic": "ɡlæswɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Paper wrappers and paper cups replaced the dishes and glassware. ",
                "Corning also makes glassware for labs in the pharmaceutical industry.",
                "Delta has also banned all glassware, including coffee mugs and champagne flutes.",
                "The intended experiment was a failure, and she had ruined some glassware.",
                "They were tired of replacing broken dishes and glassware and lost silverware. "
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xhc3N3YXJl&hash=154c531b206e111b5407d3b3ce7f0b47cb25cadd&lang=en&cache-only=0",
            "defineEn": "objects that are made of glass, particularly ones used for eating and drinking",
            "defineVi": "đồ vật làm bằng thủy tinh, đặc biệt là đồ dùng để ăn và uống",
            "hasImg": true
        },
        {
            "id": "6ed4f72c-7a09-4ee6-88fe-4bc14e63ce51",
            "word": "tureen",
            "phonetic": "tjɚɹiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "they open up a little silver tureen."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVyZWVu&hash=48c87dca03e23d57d7159900d36373e01f377082&lang=en&cache-only=0",
            "defineEn": "a deep dish with a lid, used for serving soup",
            "defineVi": "đĩa sâu có nắp, dùng để đựng súp",
            "hasImg": true
        }
    ]
}