{
    "id": "6efa3cd3-c79c-41a1-8d85-4416c78f8a3c",
    "title": "A Drop in the Ocean",
    "originalTitle": "A Drop in the Ocean",
    "words": [
        {
            "id": "8de82669-7b6b-4ae8-ab89-50fe31e39025",
            "word": "archipelago",
            "phonetic": "ɑːɹkɪpɪleɪɡoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A group of islands, technically that's called an archipelago.",
                "This summer, she's listening to the orcas of Norway's Lofoten archipelago, beloved by the creatures for its healthy populations of herring and other fish to feed on.",
                "For Darwin, he saw this in the different shapes in the beaks of finches on the different islands of the Galapagos archipelago.",
                "But even bigger waves might have struck the Hawai'ian archipelago, more than 100,000 years ago.",
                "Australia’s also moving north, and will eventually smash into the Indonesian archipelago."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGlwZWxhZ28&hash=ecc84473677c113e88a3c48728c77846ec127682&lang=en&cache-only=0",
            "defineEn": "a large collection of islands or the sea surrounding them",
            "defineVi": "một tập hợp lớn các hòn đảo hoặc biển bao quanh chúng",
            "hasImg": true
        },
        {
            "id": "ae1aaa9d-ae95-4c41-8b31-f95d6847830c",
            "word": "swamp",
            "phonetic": "swɑːmp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Has Trump drained the swamp in Washington?",
                "Ronald Reagan called for draining the swamp of bureaucrats in Washington D.C. while in 2006.",
                "Our work in Iraq is valuable and important, but we cannot put our faith in draining the swamp of terrorism by military means alone.",
                "The light from big cities would totally swamp its sensors.",
                "Drain the swamp!"
            ],
            "audio": "https://tts.langeek.co/read?text=c3dhbXA&hash=fa7be419973e6f2e613127f8b35432569b731dfc&lang=en&cache-only=0",
            "defineEn": "an area of land that is covered with water or is always very wet",
            "defineVi": "một vùng đất được bao phủ bởi nước hoặc luôn luôn rất ẩm ướt",
            "hasImg": true
        },
        {
            "id": "389e5449-ce6d-4e2e-8700-760f1c5ec4e0",
            "word": "reservoir",
            "phonetic": "ɹɛzɚvwɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In reservoirs, however, the species has likely evolved a resistance to the virus over many generations.",
                "Right here is our water-cooling reservoir.",
                "The reservoir is Lake Mead, which is actually the largest reservoir in the country.",
                "He and his buddies form a reservoir, a specific population of animals of the same species that naturally host a pathogen.",
                "Because they live close to a reservoir."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzZXJ2b2ly&hash=e578320598eb77ec9e9c7206a80817e3f2c74098&lang=en&cache-only=0",
            "defineEn": "a lake, either natural or artificial, from which water is supplied to houses",
            "defineVi": "một cái hồ, tự nhiên hoặc nhân tạo, từ đó nước được cung cấp cho các ngôi nhà"
        },
        {
            "id": "99c40302-d24c-47f8-bbf7-b9bc931c383c",
            "word": "precipice",
            "phonetic": "pɹɛsᵻpɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Well, voting rights is on the precipice right now.",
                "Well, voting rights is on the precipice right now.",
                "We’re on the precipice here. ",
                "The inner edge of that ring is the event horizon, a precipice of no return.",
                "I think we're on the brink of a precipice."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlY2lwaWNl&hash=b75da67a95f54c7720f623b388a96b60d04e6c11&lang=en&cache-only=0",
            "defineEn": "a very steep cliff",
            "defineVi": "một vách đá rất dốc"
        },
        {
            "id": "ffc8c092-0aac-487f-b883-0d129d159c4d",
            "word": "peninsula",
            "phonetic": "pənɪnsjʊlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Also, at the time, the Arabian peninsula was like this crazy religious melting pot.",
                "However, in the 1990s, scientists uncovered ejecta sites around the Chicxulub crater on the Yucatan peninsula in Mexico.",
                "St. John’s is the only hospital on the peninsula.",
                "High school tuition at the Waldorf School of the Peninsula is more than $35,000.",
                "The private Waldorf School of the Peninsula, which has campuses in Los Altos in Mountain View, is highly sought after."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVuaW5zdWxh&hash=cb4863fe7b6dae65961041c9a3201268f20851a9&lang=en&cache-only=0",
            "defineEn": "a large body of land that is partially surrounded by water but is attached to a larger area of land",
            "defineVi": "một vùng đất rộng lớn được bao quanh một phần bởi nước nhưng được gắn vào một diện tích đất lớn hơn"
        },
        {
            "id": "1eb355e5-9eca-4883-a997-768bb8afa64e",
            "word": "pinnacle",
            "phonetic": "pɪnəkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Formula One is the pinnacle of motorsport.",
                "Or that sentient primates are life's neurological pinnacle?",
                "This is the pinnacle of aspiration.",
                "It was the pinnacle of achievement in American society at that point.",
                "Choopa, Pinnacle, and other companies declined to be interviewed."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlubmFjbGU&hash=02658cc75bdf048d2a3e081559ccc26521a510c9&lang=en&cache-only=0",
            "defineEn": "a lofty peak",
            "defineVi": "một đỉnh cao",
            "hasImg": true
        },
        {
            "id": "a1e8f7b4-4266-47de-9703-55723acf64b7",
            "word": "brook",
            "phonetic": "bɹʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                ", you brook no defeat.",
                "DAVID BROOKS: You too.",
                "And west many brook also said the rapper inspired him because he's somebody from the inner city too."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvb2s&hash=7b2c689a4f2cc7ecdf7651de6dcfdafb1f7a6dea&lang=en&cache-only=0",
            "defineEn": "a natural stream of water smaller than a river (and often a tributary of a river)",
            "defineVi": "một dòng nước tự nhiên nhỏ hơn một dòng sông (và thường là một nhánh của sông)",
            "hasImg": true
        },
        {
            "id": "bdf50294-8169-4b55-81cc-c99d11e9c68d",
            "word": "deposit",
            "phonetic": "dᵻpɑːzɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I always put my important documents in a safe deposit box at the bank because safe bind, safe find.",
                "I went to the bank to deposit some money into my savings account.",
                "The coal deposits of Britain match deposits in the Appalachian Mountains of eastern North America.",
                "Deposits above and below Dickinsonia had a mixture of about 10 percent cholesteroids and about 75 percent stigmasteroids.",
                "A collection of Boder material was deposited here in 1967."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwb3NpdA&hash=3733a7b03915d194bacb18a57c7ebf14d5954fd9&lang=en&cache-only=0",
            "defineEn": "a layer of matter that has been accumulated, particularly by a body of water",
            "defineVi": "một lớp vật chất đã được tích lũy, đặc biệt là bởi một khối nước"
        },
        {
            "id": "ebc3dfc0-3669-46d7-9ba1-a1d3c6862ea9",
            "word": "equatorial",
            "phonetic": "ɪkwɐtoːɹɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The equatorial hydrogens form a ring around the axial hydrogens, sort of like Earth’s equator.",
                "And more direct collision angles made an equatorial ridge, like on Pan and Atlas.",
                "The equatorial ridge is still a mystery, though!",
                "And the equatorial position is slightly preferred.",
                "But in the equatorial position, the methyl group is in the anti conformation."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXF1YXRvcmlhbA&hash=d5605a6fcb06e12a98f2fae11a144dce5825a07e&lang=en&cache-only=0",
            "defineEn": "of or existing at or near the geographic equator",
            "defineVi": "của hoặc tồn tại tại hoặc gần đường xích đạo địa lý",
            "hasImg": true
        },
        {
            "id": "772c0568-92e9-49ec-808a-de253c3fb346",
            "word": "glacial",
            "phonetic": "ɡleɪʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Icebergs are from glacial ice.",
                "The glacial pace of the U.S. inoculation campaign raises questions about priorities and unrealistic expectations.",
                "And after a disaster like Katrina, the economic redevelopment of this of this neighborhood has been glacial.",
                "When glaciers leave scratch marks on big rocks or in the ground, scientists call the marks glacial striations.",
                "We call this stuff glacial till."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xhY2lhbA&hash=4a87a173c00e0e46dfbf133d652b09e7b128bc08&lang=en&cache-only=0",
            "defineEn": "relating to or derived from a glacier",
            "defineVi": "liên quan đến hoặc có nguồn gốc từ sông băng",
            "hasImg": true
        },
        {
            "id": "d6a278ad-a1e7-484b-9f72-87ebdd7c2f07",
            "word": "moorland",
            "phonetic": "mʊɹlənd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9vcmxhbmQ&hash=c8ed3c49698b57c242e38d289fe66ce5ccf71731&lang=en&cache-only=0",
            "defineEn": "an open and high land covered with grass, bushes and heather",
            "defineVi": "một vùng đất trống và cao bao phủ bởi cỏ, cây bụi và cây thạch nam",
            "hasImg": true
        },
        {
            "id": "28e703d1-c946-4cca-86da-156c6fbd840f",
            "word": "terrain",
            "phonetic": "tɚɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "John went hiking in the mountains and by the end of the day, his dogs were barking from all the steep climbs and uneven terrain.",
                "But the forest floor is rough terrain.",
                "Is the terrain easy enough to travel over?",
                "But the desert simulates the terrain of the moon and not a lot else.",
                "Study the terrain, environment, and wildlife of any new area before you enter it."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVycmFpbg&hash=bc2250a3d952f1d921e49cb242c4e58934bb9119&lang=en&cache-only=0",
            "defineEn": "an area of land, particularly in reference to its physical or natural features",
            "defineVi": "một vùng đất, đặc biệt liên quan đến các đặc điểm vật lý hoặc tự nhiên của nó"
        },
        {
            "id": "8ab1e06e-9062-405a-9938-ffacd6027ce9",
            "word": "wharf",
            "phonetic": "wɔːɹf ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2hhcmY&hash=fff92d0c6b472e49c970a82145a5608f1a0bc91b&lang=en&cache-only=0",
            "defineEn": "a platform built out from the shore into the water and supported by piles; provides access to ships and boats",
            "defineVi": "một nền tảng được xây dựng từ bờ xuống nước và được hỗ trợ bởi các cọc; cung cấp quyền truy cập vào tàu và thuyền",
            "hasImg": true
        },
        {
            "id": "d077b924-213a-4be0-9e6c-319eb635556a",
            "word": "vale",
            "phonetic": "veɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "James, in the vale of his years, reflects on his life's journey and the wisdom he has gained along the way.",
                "Mary, amidst the vale of her years, cherishes every moment and embraces the lessons that come with age.",
                "But as Vale notes, we often don’t include these other forms of housing under the umbrella of public housing or public assistance because the because we think of them as different from their predecessors.",
                "According to Vale’s research, providing housing for people with either financial constraints or who are unable to care for themselves independently has taken a variety of shapes throughout US history."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFsZQ&hash=7bc77a9611cf27f7760731d35e5a1b6e0601f15b&lang=en&cache-only=0",
            "defineEn": "a low-lying piece of land between hills or mountains, often with a river flowing through it",
            "defineVi": "một mảnh đất trũng giữa đồi hoặc núi, thường có một dòng sông chảy qua nó",
            "hasImg": true
        },
        {
            "id": "6d0fbc46-5398-4e24-b033-cec2a98b1bf6",
            "word": "arid",
            "phonetic": "æɹɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A huge percentage of the nation's fruits and vegetables, nuts, and beef come of this increasingly arid West.",
                "Her native habitat is the arid regions of south central South America as opposed to eastern Brazil.",
                "The habitat there consists of semi-arid forests, arid forests, and rocky deserts.",
                "In an arid desert basin in Mongolia, around 30 million years ago, a very large mammal was on the lookout for food.",
                "At the poles, lush ecosystems took hold, while parts of western North America became arid."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJpZA&hash=2baf4a13d18ca9c0f25f3a65a328849c429b1686&lang=en&cache-only=0",
            "defineEn": "(of land or a climate) very dry because of not having enough or any rain",
            "defineVi": "(của đất hoặc khí hậu) rất khô vì không có đủ hoặc không có mưa",
            "hasImg": true
        },
        {
            "id": "46f24897-ea06-4a15-b97e-395a8fa0d565",
            "word": "cascade",
            "phonetic": "kɐskeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eventually, the whole thing cascades wildly.",
                "There's kind of a cascade of benefits.",
                "And once that imbalance strikes, it causes a whole cascade of effects.",
                "The discovery of widespread trophic cascades may be one of the most exciting scientific findings of the past half century.",
                "Bringing them back has had a positive cascade effect on their whole ecosystem."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzY2FkZQ&hash=b79fd06a2a4ae8aefd0ba38824bc31555b70ae2a&lang=en&cache-only=0",
            "defineEn": "a small steep waterfall, usually one of several others",
            "defineVi": "một thác nước dốc nhỏ, thường là một trong số những thác nước khác",
            "hasImg": true
        },
        {
            "id": "8fd750b1-1180-4395-86af-c529631ef474",
            "word": "levee",
            "phonetic": "lɛviː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Chadwick Boseman is playing Levee.",
                "Ma Rainey has been tolerating Levee.",
                "In the play, August has Levee mention that this door is different, that there's something about this door that is different.",
                "We saw vital infrastructure all over the island-- water pumping stations, bridges, levees, roads-- also starved for upkeep and investment, leaving Puerto Rico vulnerable to the one thing that was sure to come: a major storm.",
                "One of the dynamics that is very interesting about Levee, and was particularly fascinating with Chadwick, is that he was able to capture in a glorious way, sort of the charm and the intelligence of the character."
            ],
            "audio": "https://tts.langeek.co/read?text=bGV2ZWU&hash=2e6e406889975526438d74760fe40d7d34b107bf&lang=en&cache-only=0",
            "defineEn": "an embankment that is built in order to prevent a river from overflowing",
            "defineVi": "một bờ kè được xây dựng để ngăn chặn một dòng sông tràn"
        },
        {
            "id": "c9ec10be-0869-4c4c-8e34-5b1c5892d647",
            "word": "canopy",
            "phonetic": "kænəpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The canopy is made up mostly of the redwood tree branches.",
                "Up in the canopy, single trees split into multiple trunks.",
                "Primates are climbing in the canopy, while crocodiles and turtles swim in the rivers below.",
                "Around the middle of the canopy, you’ll find animals like the Humboldt’s Flying Squirrel.",
                "Finally, there’s the top part of the canopy."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fub3B5&hash=d343d01770a3083041c12dd40958f153a4a62949&lang=en&cache-only=0",
            "defineEn": "*** the uppermost trees or branches of the trees in a forest, forming a more or less continuous layer of foliage",
            "defineVi": "*** cây hoặc cành trên cùng của cây trong rừng, tạo thành một lớp tán lá ít nhiều liên tục",
            "hasImg": true
        },
        {
            "id": "58f1711b-55d7-44d7-94d6-170e7b63067c",
            "word": "flora",
            "phonetic": "floːɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The flora has a harder time.",
                "And as the world’s climate changed, so did its flora and fauna.",
                "The frozen corpses of flora and fauna are buried beneath them.",
                "While they might have had a hard time competing with the more complicated plants during the good times, the rest of the Paleozoic flora barely survived extinction.",
                "Nerds across the pond were obsessed with American flora and fauna, and Franklin became the guy who could get you what you need."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxvcmE&hash=c0540ea595dc455bec01c5749a806371c5ebbccd&lang=en&cache-only=0",
            "defineEn": "all the plant life in a particular region or period",
            "defineVi": "tất cả đời sống thực vật trong một khu vực hoặc thời kỳ cụ thể"
        },
        {
            "id": "2a00b58c-c17b-48ca-8d17-033f1deb52ec",
            "word": "foliage",
            "phonetic": "foʊlɪɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The garden appears wild and woolly, with overgrown plants and tangled foliage.",
                "They use camouflage to stay hidden amongst the foliage.",
                "Research indicates that the presence of green foliage increases attention spans and decreases stress levels.",
                "Stumpy is a White's tree frog, and he loves hiding in his foliage.",
                "But at night, they change color and become pale enough that flashlights can pick them out amongst the foliage."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9saWFnZQ&hash=4442c196620821e68918625297bcb340cb5c8be1&lang=en&cache-only=0",
            "defineEn": "a plant or tree's branches and leaves collectively",
            "defineVi": "một cây hoặc cành cây và lá chung",
            "hasImg": true
        },
        {
            "id": "f9027f82-8ba0-4d0f-b90c-c0edff358523",
            "word": "fungus",
            "phonetic": "fʌŋɡəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The presence of certain fungi, like Penicillium, is essential in the production of some types of cheese.",
                "Whatever the reasons, these fungi pass an incredible amount of information between trees.",
                "This fungus was penicillin. ",
                "Caterpillar fungus grows in the remote Tibetan Plateau in the Himalayan mountains.",
                "Another example is Penicillium fungi."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVuZ3Vz&hash=acacb5962be8b9cd5a7dd54f1d66fd7f685637ae&lang=en&cache-only=0",
            "defineEn": "a plant-like organism that often grows on organic matter and has no flowers or leaves, such as moulds and mushrooms",
            "defineVi": "một sinh vật giống như thực vật thường phát triển trên chất hữu cơ và không có hoa hoặc lá, chẳng hạn như nấm mốc và nấm",
            "hasImg": true
        },
        {
            "id": "3bad18af-0c43-401f-ab85-dbe0825c0806",
            "word": "perennial",
            "phonetic": "pəɹɛnɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Daffodils are perennials!",
                "And, lastly, there was the perennial issue of slavery.",
                "This is the perennial thing about which there should be bipartisan agreement.",
                "This is the perennial thing about which there should be bipartisan agreement.",
                "Oil palm trees are evergreen and perennial."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyZW5uaWFs&hash=9a0c0c06dd78c56930fde7a98e8e25d172f8fb6d&lang=en&cache-only=0",
            "defineEn": "lasting three seasons or more",
            "defineVi": "kéo dài ba mùa trở lên"
        },
        {
            "id": "869cc30b-06be-4f46-b588-ac97096d806c",
            "word": "to pollinate",
            "phonetic": "tə pɑːlᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Bees also pollinate the coffee plant.",
                "Slugs sometimes pollinate plants, but usually not corpse flowers.",
                "This flower is pollinated by a bird.",
                "Many crops pollinate themselves, and all crops have to be related to mingle.",
                "These little beetles pollinated the plants with no extra work from humans, and, suddenly, palm oil yields boomed."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9sbGluYXRl&hash=e1c7bccbff1ae195f3d7e2fe675dfc23bf8db56a&lang=en&cache-only=0",
            "defineEn": "to deposit pollen on a plant or flower so that it can produce new seeds",
            "defineVi": "gửi phấn hoa trên cây hoặc hoa để nó có thể tạo ra hạt mới",
            "hasImg": true
        },
        {
            "id": "d44541a0-985e-435b-a4da-150b630e04ae",
            "word": "sapling",
            "phonetic": "sæplɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This guy was just a sapling around the beginning of the Mayan calendar.",
                "These big-headed ants swarm over the sapling, fighting off any leaf-eating intruders, like this caterpillar.",
                "Mythical beasts, your questions are like little saplings struggling to survive the winter and we've got just the manure answers to spread all over their roots.",
                "The teeth of this creature tell us that it was a browser, stripping twigs off if tree branches and maybe eating the occasional sapling.",
                "That left only smaller and smaller palm saplings to clear each year."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FwbGluZw&hash=ec90f235a1d9b0a9de8e69234800e5759d561f82&lang=en&cache-only=0",
            "defineEn": "a small and young tree",
            "defineVi": "một cây nhỏ và trẻ",
            "hasImg": true
        },
        {
            "id": "9c45ca70-09a6-41e7-9995-6d8615cda36c",
            "word": "shoot",
            "phonetic": "ʃuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He never shot a line about his escapades.",
                "New shoots are just appearing at the base of the plant.",
                "We've been shooting the breeze for well over an hour now.",
                "He is shooting from the hip in an act of political desperation.",
                "As a chef, I add bamboo shoots to my signature soup for a delightful twist."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvb3Q&hash=2fd8cce2892f02563ff432076247fc53b69d4981&lang=en&cache-only=0",
            "defineEn": "a new growth on a tree or plant; the part of a plant that starts to appear above the ground because it is growing",
            "defineVi": "một sự phát triển mới trên cây hoặc thực vật; một phần của cây bắt đầu xuất hiện trên mặt đất vì nó đang phát triển",
            "hasImg": true
        },
        {
            "id": "91056319-7c86-44f4-be91-cff40d539637",
            "word": "to sprout",
            "phonetic": "tə spɹaʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She tossed mustard sprouts into her salad for a crunchy texture and a hint of spiciness.",
                "My friend prefers a vegetarian sandwich with avocado and sprouts.",
                "We watered the sprouts diligently every day, ensuring they received enough nourishment to thrive.",
                "They decided to start a small herb garden and included sprouts of basil, parsley, and cilantro.",
                "She examined the potato closely, noticing the small eye where a new sprout would eventually emerge."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Byb3V0&hash=87ccb2556b6a15d84bd10c0b57f704e47248ab80&lang=en&cache-only=0",
            "defineEn": "(of a seed or plant) to begin growing; to produce new leaves or shoots",
            "defineVi": "(của một hạt giống hoặc cây) để bắt đầu phát triển; để tạo ra lá hoặc chồi mới",
            "hasImg": true
        },
        {
            "id": "0c895200-9804-42e0-b2f9-8f59ddb372f0",
            "word": "biodegradable",
            "phonetic": "baɪoʊdᵻɡɹeɪdəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Petroleum itself is biodegradable.",
                "The sandal is 100% biodegradable.",
                "Energy and water go into manufacturing, even of biodegradable packaging like Footprints' that boast lower carbon emissions.",
                "They're testing vegan leather and a biodegradable alternative to Styrofoam.",
                "Which means they’re biodegradable, and light on heavy metals."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlvZGVncmFkYWJsZQ&hash=56665db23d6ae8bf4fb5d7db9e98323dcce7c5ff&lang=en&cache-only=0",
            "defineEn": "(of an object) able to be broken down by living organisms such as bacteria, which is then safe for the environment",
            "defineVi": "(của một vật thể) có thể bị phân hủy bởi các sinh vật sống như vi khuẩn, sau đó an toàn cho môi trường"
        },
        {
            "id": "3ec336f5-2d1e-4313-99d4-b9df0fe88572",
            "word": "to contaminate",
            "phonetic": "tə kəntæmᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "These carcasses contaminate drinking water, while feral dogs and rats carry the diseases into human communities.",
                "We haven’t contaminated the entire planet or anything.",
                "And contaminated clothes should be washed multiple times separately from the rest of a person’s laundry.",
                "Any pollution on the surface can rapidly seep into and contaminate groundwater.",
                "Some of these districts are contaminated so badly that they will be uninhabitable for decades."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udGFtaW5hdGU&hash=1bfd1012d7e2ed3d54e6430bc722bdfd4268f455&lang=en&cache-only=0",
            "defineEn": "to make a place, substance, etc. dirty or harmful by adding dangerous material",
            "defineVi": "để làm cho một nơi, chất, v.v. bẩn hoặc có hại bằng cách thêm vật liệu nguy hiểm",
            "hasImg": true
        },
        {
            "id": "747c294d-5627-493a-8a8f-f1cde1a4318b",
            "word": "ecological",
            "phonetic": "ɛkəlɑːdʒɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The finches consequently sort out ecological niches.",
                "Ecological disaster was inevitable.",
                "That, of course, is an ecological disaster.",
                "So they play an important ecological role as seed dispersers.",
                "And that is ecological succession for you."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNvbG9naWNhbA&hash=f69286e43967fe95172e6ec9ff5811486aae19a8&lang=en&cache-only=0",
            "defineEn": "related to the connection between animals, plants, and humans and their environment",
            "defineVi": "liên quan đến mối liên hệ giữa động vật, thực vật và con người và môi trường của họ",
            "hasImg": true
        },
        {
            "id": "805b3d8d-684c-4c8e-96b2-6c1559419112",
            "word": "effluent",
            "phonetic": "ɛfluːənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "FRED DE SAM LAZARO: Pollution control officials in Varanasi say new capacity is coming online that will treat much of the daily effluent.",
                "One was brought in to fight aquatic weeds, because they're voracious weed eaters, and a couple others were brought in to deal with the problems that arise from not entirely treated sewage effluent."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWZmbHVlbnQ&hash=755e52841d4926f31aaaef560498f275e6b1cbc4&lang=en&cache-only=0",
            "defineEn": "sewage or liquid waste discharged into rivers, lakes, or the sea",
            "defineVi": "nước thải hoặc chất thải lỏng thải ra sông, hồ hoặc biển"
        },
        {
            "id": "cd6792e7-294d-44d4-ad92-871e3e5a2d9b",
            "word": "zero-emission",
            "phonetic": "ziəɹoʊɪmɪʃən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We discuss General Motors' big push toward zero-emission vehicles with the company's head of sustainability.",
                "Electric Production Car Series, or EPCS, is an upcoming zero-emissions international racing championship featuring the first official race-ready Teslas.",
                "Tesla has a lock on the zero-emissions market in America, controlling a whopping 60% of the EV market.",
                "They say zero-emission cars running on electricity or burning hydrogen are not enough.",
                "Aston Martin claims it's the world's first luxury electric vehicle concept, and it's now promising fully autonomous, zero-emissions driving with an opulent touch."
            ],
            "audio": "https://tts.langeek.co/read?text=emVyby1lbWlzc2lvbg&hash=5b55f6c15bd92a83fb081cfd5f5d20844e209876&lang=en&cache-only=0",
            "defineEn": "(of a vehicle) not producing gases harmful to the environment",
            "defineVi": "(của một chiếc xe) không tạo ra khí có hại cho môi trường"
        },
        {
            "id": "82688ada-cabb-4488-aa87-fa177b676294",
            "word": "low-impact",
            "phonetic": "loʊɪmpækt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In the meantime, some of our best defenses against arthritis are lifestyle choices: maintaining a healthy weight to take pressure off joints, low-impact exercises like yoga or cycling, and avoiding smoking."
            ],
            "audio": "https://tts.langeek.co/read?text=bG93LWltcGFjdA&hash=da6a44b094e2de4d62e5c8a21b1b18996dec8623&lang=en&cache-only=0",
            "defineEn": "*** ‌not causing very many problems or changes, especially in the environment",
            "defineVi": "*** ‌không gây ra nhiều vấn đề hoặc thay đổi, đặc biệt là trong môi trường"
        },
        {
            "id": "a12cdb65-b885-48b6-821a-ffd4d84a9829",
            "word": "flurry",
            "phonetic": "flɜːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The team rained down blows on their opponents, overwhelming them with a flurry of punches.",
                "This shift has led to a flurry of new brands entering the market.",
                "A flurry of action in anticipation of the pope's visit saw rubble that had lined the streets for years finally swept away.",
                "And we remember, at the end of the Bill Clinton administration, there was a flurry of pardons.",
                "There's been a recent flurry of success in catching and prosecuting illegal robocallers."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmx1cnJ5&hash=5838dd6dcaa775290515b69b1b79793f3e12e996&lang=en&cache-only=0",
            "defineEn": "a small amount of rain, snow, etc. that moves in a quick and whirling way and lasts only for a short period of time",
            "defineVi": "một lượng mưa nhỏ, tuyết, v.v. di chuyển nhanh và xoáy và chỉ kéo dài trong một khoảng thời gian ngắn",
            "hasImg": true
        },
        {
            "id": "11e54015-c71c-413b-a5fb-6354a780b800",
            "word": "gale",
            "phonetic": "ɡeɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I was battling my way along the promenade in the teeth of a force ten gale.",
                "Outside the boys were sitting on the ground and, judging by the gales of laughter, they were having a ball.",
                "The tree crashed through the conservatory and set off all the alarms, which joined with the sound of the gale to scare me out of my wits.",
                "No, you're my Gale.",
                "So organisms would either have to be streamlined to withstand this gale, or could take advantage of it to move around."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FsZQ&hash=7da949832377685bd23a8d4fc59d0e0bfd28b945&lang=en&cache-only=0",
            "defineEn": "a very powerful wind",
            "defineVi": "một cơn gió rất mạnh",
            "hasImg": true
        },
        {
            "id": "55b85153-3fa4-405c-af0a-3493af71c6d2",
            "word": "horizon",
            "phonetic": "hɚɹaɪzən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Smoke appeared on the horizon.",
                "I'm expanding my horizon.",
                "The experience has widened their horizon and fostered their knowledge in Learning Study.",
                "Scientists believe that a major breakthrough is on the horizon.",
                "I feel really good about broadening my horizons."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9yaXpvbg&hash=5cd82a693f6dc248d00c0d7113963d7962e23e1d&lang=en&cache-only=0",
            "defineEn": "the line where the sky and earth seem to come in contact with each other",
            "defineVi": "đường mà trời và đất dường như tiếp xúc với nhau",
            "hasImg": true
        },
        {
            "id": "1ec1b72f-5da1-4057-bf13-f5a3738cdace",
            "word": "monsoon",
            "phonetic": "mɔnsuːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "This pushed the monsoons south again, closer to where they are now.",
                "A lot of times these limitations are described in terms of some catastrophe: a volcanic eruption, a monsoon, a Chernobyl.",
                "It was monsoon, we were really high in the mountains.",
                "Right, but my point is that weak monsoons can be devastating to agriculture in Asia.",
                "It means sea level rise, shrinking polar ice caps, and increased extreme weather events, like heatwaves and monsoons."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9uc29vbg&hash=3941d949cf27cb4374bcf598474497f250272291&lang=en&cache-only=0",
            "defineEn": "a period in the summer during which wind blows and rain falls in India or other hot South Asian countries",
            "defineVi": "một khoảng thời gian vào mùa hè khi gió thổi và mưa rơi ở Ấn Độ hoặc các nước Nam Á nóng khác",
            "hasImg": true
        },
        {
            "id": "112fb40a-103d-4539-a1a2-6591918cbf79",
            "word": "thaw",
            "phonetic": "θɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "In temperate climates, the cycle of seasons freezes and thaws these waterways, cracking pavement and concrete foundations.",
                "Then he thawed the disc, and sewed it back on.",
                "Explain the thaw, the hope for the thaw, and what is the reality of what was really going on.",
                "It thaws every spring and then freezes again in the fall.",
                "Its head and neck had thawed enough to rot, attracting scavengers."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhhdw&hash=bd55ad4c3e36e4acc655975688db9a4aee4ef0d7&lang=en&cache-only=0",
            "defineEn": "a period during which the weather becomes warmer causing snow and ice to melt",
            "defineVi": "một khoảng thời gian trong đó thời tiết trở nên ấm hơn khiến tuyết và băng tan chảy",
            "hasImg": true
        },
        {
            "id": "604f9dba-0087-4584-b686-2251a34e4259",
            "word": "arable",
            "phonetic": "æɹɐbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "At one point, it controlled almost 20 percent of all arable land in Guatemala for example.",
                "And these fungal structures are incredibly important for making arable soil that plants can grow in.",
                "By the 1930s, one company dominated the region: United Fruit, who owned over 40% of Guatemala’s arable land at one point.",
                "I mean, we live on one planet that has a certain amount of arable land and surely at some point humans will suck up all of the resources.",
                "Under the Maurya Empire, more than half of the arable land in ancient India was irrigated, producing two harvests a year."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJhYmxl&hash=36de1731d389a0a8434a028a3ef346bf14ffae95&lang=en&cache-only=0",
            "defineEn": "having the capacity to be used to grow crops",
            "defineVi": "có khả năng được sử dụng để trồng trọt",
            "hasImg": true
        },
        {
            "id": "bd11f7b3-a1b2-4dde-a51d-23f3084b9a0b",
            "word": "cultivation",
            "phonetic": "kʌltɪveɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "During the eighth century, rice cultivation took off in southern China and the Yangzi Basin.",
                "Meeting the massive demand required more cultivation of cocoa, which can only grow near the equator.",
                "Oyster cultivation was invented by Sergius Orata, a Roman engineer also often credited with the invention of underfloor heating, and since his invention, oyster farming has become big business.",
                "In some countries, like Chile, avocado cultivation is being blamed for exacerbating droughts, as lush green orchards overlook dry riverbeds.",
                "This practice goes by many names, like swidden, shifting cultivation, and slash-and-burn agriculture."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VsdGl2YXRpb24&hash=0d65ac573a8eed5b5ecddc278574fade1dc12182&lang=en&cache-only=0",
            "defineEn": "(agriculture) production of food by preparing the land to grow crops (especially on a large scale)",
            "defineVi": "(nông nghiệp) sản xuất lương thực bằng cách chuẩn bị đất để trồng trọt (đặc biệt là trên quy mô lớn)",
            "hasImg": true
        }
    ]
}