{
    "id": "6f02f2e3-c5e8-4636-b131-3cdfcf1e7209",
    "title": "House of Cards",
    "originalTitle": "House of Cards",
    "words": [
        {
            "id": "cc77b69f-8d1a-46db-9882-8b2736ae5975",
            "word": "utopia",
            "phonetic": "juːtoʊpiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "That's utopia.",
                "And to many both inside the was utopia in the making.",
                "The neat rows of sun-bleached homes here look like a vision of suburban utopia.",
                "Now, we envision Mars as a utopia in-waiting, a promise of hope and a better life, off-planet for Earthlings.",
                "But the Apple store utopia might not be as glorious as it looks from the outside."
            ],
            "audio": "https://tts.langeek.co/read?text=dXRvcGlh&hash=d7d2604ef2fe4434b9e01bd3645262f59758babe&lang=en&cache-only=0",
            "defineEn": "a made-up state or place in which everything is ideal",
            "defineVi": "một trạng thái trang điểm hoặc địa điểm trong đó mọi thứ đều lý tưởng"
        },
        {
            "id": "b75750de-e1d7-47e9-8435-675a5b4dbb50",
            "word": "wing",
            "phonetic": "wɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He took the rookie pitcher under his wing.",
                "A new wing was added to the building.",
                "Who's playing on the wing?",
                "Friends shared a platter of crispy chicken wings with tangy dipping sauces at the sports bar.",
                "She dusts the chicken wings with cornflour before frying them."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZw&hash=28225112da3a423cb871b914a16cafa9807f7621&lang=en&cache-only=0",
            "defineEn": "members of a political party or other organization who have a certain function or share certain views",
            "defineVi": "thành viên của một đảng chính trị hoặc tổ chức khác có chức năng nhất định hoặc chia sẻ quan điểm nhất định"
        },
        {
            "id": "b221e971-d61f-423c-a8f9-1ed2127ea9c6",
            "word": "conservatism",
            "phonetic": "kənsɜːvətɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "American conservatism is precisely the reverse.",
                "Another result of conservatism was a new rationale for allegiance to a kingdom or state.",
                "The range of conservatism is far bigger.",
                "What's happened to conservatism?",
                "That, to me, is what conservatism is."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VydmF0aXNt&hash=0159b2a9af7fb6e63fbeecdadef45d02eb79844e&lang=en&cache-only=0",
            "defineEn": "a political belief with an inclination to keep the traditional values in a society by avoiding changes",
            "defineVi": "một niềm tin chính trị với khuynh hướng giữ các giá trị truyền thống trong xã hội bằng cách tránh những thay đổi"
        },
        {
            "id": "176ad22c-7f90-4541-9063-21f022e6eeab",
            "word": "utilitarianism",
            "phonetic": "juːɾɪlɪtɛɹiənɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "One moral theory that does this is utilitarianism.",
                "Modern utilitarianism was founded in the 18th century by British philosophers Jeremy Bentham and John Stuart Mill.",
                "Today we learned about utilitarianism.",
                "But, utilitarianism is not what you’d call an egoistic theory.",
                "Williams actually presents this case as a critique of utilitarianism."
            ],
            "audio": "https://tts.langeek.co/read?text=dXRpbGl0YXJpYW5pc20&hash=9c5eed9e919727c18b917c0c7dce2168ee1fbef8&lang=en&cache-only=0",
            "defineEn": "the doctrine that the best measure or decision is the one that satisfies the majority of people",
            "defineVi": "học thuyết rằng biện pháp hay quyết định tốt nhất là quyết định làm hài lòng đa số mọi người"
        },
        {
            "id": "0eb9480e-0bc4-45b7-be39-07c829e78db6",
            "word": "apolitical",
            "phonetic": "æpəlɪɾɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We have to communicate a certain apolitical gravitas.",
                "But, as an agent, you have to be apolitical, because security is your job, not your political views.",
                "I'm not quite done with it, but up to this point it seems to be apolitical.",
                "Most of these people who joined the page are apolitical, and we don't want to expose them to risks, because the government would arrest them. ",
                "It's an apolitical agency, but what did you find about how they managed the political views of the same people who are meant to keep the president alive?"
            ],
            "audio": "https://tts.langeek.co/read?text=YXBvbGl0aWNhbA&hash=6f67c3e5ce6e8a9cbde5c2432611c9fa06f57dab&lang=en&cache-only=0",
            "defineEn": "having no interest or involvement in politics",
            "defineVi": "không có hứng thú hoặc tham gia vào chính trị"
        },
        {
            "id": "72fc8e29-459d-4524-8bae-dbdd2a6dbdef",
            "word": "bilateral",
            "phonetic": "baɪlæɾɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It negotiated bilateral deals directly with pharmaceutical firms.",
                "Bilateral control does the kind of illogical thing of saying.",
                "They have bilateral symmetry and a notochord during development and a skeleton as an adult, among other characteristics of this group of animals.",
                "They have bilateral symmetry and a notochord during development and a skeleton as an adult, among other characteristics of this group of animals.",
                "two dimensional Bilateral animals suddenly had a new dimension to play with."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlsYXRlcmFs&hash=01a7f71fac5f16003985d7d4d7f12d9f06d3e3de&lang=en&cache-only=0",
            "defineEn": "concerning two groups or countries",
            "defineVi": "liên quan đến hai nhóm hoặc quốc gia"
        },
        {
            "id": "dbcde1f7-00b2-4f4f-a9aa-23780c8d385b",
            "word": "bureaucracy",
            "phonetic": "bjʊɹɹɑːkɹəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dealing with bureaucracy is like trying to nail jelly to the wall.",
                "Aztec bureaucracy included tax collection, judiciary system, and censuses.",
                "So what exactly IS a bureaucracy?",
                "This was bureaucracy, partially.",
                "Years of bureaucracy and tough immigration policies have stalled the process."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVyZWF1Y3JhY3k&hash=42bbcc6913edb2053e81db1d5665520f9b7caa9c&lang=en&cache-only=0",
            "defineEn": "a system of government that is controlled by officials who are not elected rather employed",
            "defineVi": "một hệ thống chính phủ được kiểm soát bởi các quan chức không được bầu thay vì làm việc"
        },
        {
            "id": "8d60b071-3ec4-4df6-9cb5-22af8e12b2cc",
            "word": "to canvass",
            "phonetic": "tə kænvəs ",
            "partOfSpeechType": "verb",
            "examples": [
                "And, currently, we are going to start canvassing the area, talk to any witnesses.",
                "He tells me they failed to interview witnesses, never did a full canvass of the neighborhood, and didn't question a key suspect.",
                "STEPHANIE SY: Failing to prove any widespread fraud, the president's lawyers and allies have turned the post-election spotlight to the people who canvass and certify votes.",
                "And, also, we're going to canvass all the local area for any video."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FudmFzcw&hash=e32f876b2dc4191456585861802e8e2b8b67cf77&lang=en&cache-only=0",
            "defineEn": "get the opinions (of people) by asking specific questions",
            "defineVi": "lấy ý kiến (của mọi người) bằng cách đặt câu hỏi cụ thể"
        },
        {
            "id": "4695c0a0-6b7d-4287-9224-daa39d04812e",
            "word": "centralism",
            "phonetic": "sɛntɹəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2VudHJhbGlzbQ&hash=b2f34b1fc64e9348f0b46e9eb887e13f25b3d84b&lang=en&cache-only=0",
            "defineEn": "the political policy of concentrating power in a central organization",
            "defineVi": "đường lối chính trị tập trung quyền lực vào một tổ chức trung tâm"
        },
        {
            "id": "3988077f-3f9b-493a-884b-4ee2fe2fffaa",
            "word": "tyrant",
            "phonetic": "taɪɹənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her ex-boss, she said, was 'a tyrant and a fraud'.",
                "And he was no tyrant.",
                "The tyrant has fallen and Iraq is free.",
                "Fulgencio Batista was a tyrant who came to power in a military coup.",
                "Everywhere that freedom stirs, let tyrants fear."
            ],
            "audio": "https://tts.langeek.co/read?text=dHlyYW50&hash=608ed829d13538debd745059f8faf6d52ae55ab0&lang=en&cache-only=0",
            "defineEn": "a ruler or leader who has absolute power and uses it in a cruel and oppressive way, without any regard for the rights or well-being of others",
            "defineVi": "một người cai trị hoặc nhà lãnh đạo có quyền lực tuyệt đối và sử dụng nó một cách tàn nhẫn và áp bức, không quan tâm đến quyền hoặc hạnh phúc của người khác"
        },
        {
            "id": "539feabe-888e-43e9-a86f-82c98863b743",
            "word": "swing vote",
            "phonetic": "swɪŋ voʊt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3dpbmcgdm90ZQ&hash=2e9095431c67d27f73aa9ce95286899009a10f21&lang=en&cache-only=0",
            "defineEn": "*** a vote that has a decisive influence on the result of an election",
            "defineVi": "*** lá phiếu có ảnh hưởng quyết định đến kết quả bầu cử"
        },
        {
            "id": "f5cda6d5-05e9-4214-b4df-b48036719b04",
            "word": "straw poll",
            "phonetic": "stɹɔː poʊl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RyYXcgcG9sbA&hash=a31ba7dfc2dd9364ff9beefd613c0ccc598c50a9&lang=en&cache-only=0",
            "defineEn": "an unofficial test of opinion that includes a number of people who give their opinion about something or say whether or not they intend to participate in an election",
            "defineVi": "một bài kiểm tra ý kiến không chính thức bao gồm một số người đưa ra ý kiến của họ về điều gì đó hoặc nói liệu họ có ý định tham gia một cuộc bầu cử hay không"
        },
        {
            "id": "287ad354-0144-4054-957d-b1cd5dfb696b",
            "word": "cabinet",
            "phonetic": "kæbᵻnət ",
            "partOfSpeechType": "noun",
            "examples": [
                "The medicine cabinet in the bathroom holds our first aid supplies.",
                "They want the cabinet all singing from the same hymn sheet.",
                "We installed a corner cabinet in the dining room to maximize space.",
                "The shoe cabinet by the entrance keeps our shoes organized and tidy.",
                "The cabinet doors are made of glass, allowing us to see inside."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FiaW5ldA&hash=eced7bf1514d07bb6d8cda4c2960b343c5cddeb4&lang=en&cache-only=0",
            "defineEn": "senior members of a government who make decisions and control the policy of the government",
            "defineVi": "thành viên cấp cao của chính phủ đưa ra quyết định và kiểm soát chính sách của chính phủ"
        },
        {
            "id": "538e6602-847a-4ec3-9eae-2c7eb7879c8e",
            "word": "coalition",
            "phonetic": "koʊəlɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The 1970 elections were won by a coalition led by Allende.",
                "The Party was a thorn in the flesh of his coalition.",
                "Only a few days ago, the Social Democrats were playing hard to get as the CDU tried to get them into coalition talks.",
                "The election promise of employing the large number of unemployed graduates has become a milestone round the neck of the coalition government.",
                "A government coalition needs 61 of 120 seats."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29hbGl0aW9u&hash=257f3c56c170e96ca335e560cedf9156bd378b7a&lang=en&cache-only=0",
            "defineEn": "an alliance between two or more countries or between political parties when forming a government or during elections",
            "defineVi": "một liên minh giữa hai hoặc nhiều quốc gia hoặc giữa các đảng chính trị khi thành lập chính phủ hoặc trong các cuộc bầu cử"
        },
        {
            "id": "3ff747f6-8f44-489c-bab6-8019f560c190",
            "word": "confederation",
            "phonetic": "kənfɛdɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "It was just a loose confederation of kingdoms.",
                "And this loose confederation of German kingdoms and states, this was called the Holy Roman Empire.",
                "We looked at the first big conflict in American politics last week: Constitution or Articles of Confederation?",
                "This called for a single legislative house with equal representation for each state, as with the Articles of Confederation.",
                "This idea comes from the Egyptian description from 1177 BCE that describes a confederation of invaders."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmVkZXJhdGlvbg&hash=1823ea70bb0fef6aa49e9974f8bf779ccd60f743&lang=en&cache-only=0",
            "defineEn": "an organization that consists of countries, parties, or businesses which have formed an alliance to help one another",
            "defineVi": "một tổ chức bao gồm các quốc gia, đảng phái hoặc doanh nghiệp đã thành lập một liên minh để giúp đỡ lẫn nhau"
        },
        {
            "id": "8cdaa3d8-84c9-42db-aad5-11a55d11f6a5",
            "word": "constituency",
            "phonetic": "kənstɪtʃuːənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Labour's John Taylor and Mary Smith both held seats in this constituency.",
                "The candidate built his brand off of speaking as he finds, which seems to strike a chord with the working class voters in his constituency.",
                "But that constituency was not a majority in Russia.",
                "And so they are reflecting their constituencies.",
                "This constituency is unpatriotic because it lives by Western values, not ours."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3RpdHVlbmN5&hash=4199a124dae6309e8e78ec3f7a189577e4914608&lang=en&cache-only=0",
            "defineEn": "a group of people in a specific area who elect a representative to a legislative position",
            "defineVi": "một nhóm người trong một khu vực cụ thể bầu một đại diện vào một vị trí lập pháp"
        },
        {
            "id": "561bfa57-72f1-4aac-b44d-66720c682c0d",
            "word": "constitutional",
            "phonetic": "kɑːnstɪtuːʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Bail is an important constitutional right.",
                "It is constitutional cancel culture.",
                "And what was going on inside that building was a constitutional process.",
                "Two constitutional isomers have the same molecular formula, but the atoms are connected in different ways.",
                "But this wasn’t terribly constitutional."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3RpdHV0aW9uYWw&hash=9c44876c052412b2d00397baa8d40439419ecdb5&lang=en&cache-only=0",
            "defineEn": "relating to or operating under the official laws and principles called the constitution, by which a country or state is governed",
            "defineVi": "liên quan đến hoặc hoạt động theo các luật và nguyên tắc chính thức được gọi là hiến pháp, theo đó một quốc gia hoặc tiểu bang được điều hành"
        },
        {
            "id": "50b3e63a-fb94-4dba-8819-e16e00db5ff2",
            "word": "demagogue",
            "phonetic": "dɛmɐɡɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Trump is a figure of our democracy, a demagogue, a common figure in democracies.",
                "This is one of the oldest tricks in the demagogue’s playbook. ",
                "the American middle class, and who are being attacked by ideologues, by demagogues.",
                "For 150 years, demagogues have taken economic frustrations and actually pointed to what are essentially scapegoats: the other, people who look different, foreigners, people who have different skin pigments, people who have different religions. ",
                "And so when you are a demagogue, and you look through 5,000 years of history of studying demagogues, it never ends well. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtYWdvZ3Vl&hash=93cb8d3e3a7d31557e94b1bcea3eedc390c769c5&lang=en&cache-only=0",
            "defineEn": "a politician who appeals to the desires and prejudices of ordinary people instead of valid arguments in order to gain support",
            "defineVi": "một chính trị gia thu hút những mong muốn và định kiến của người dân thường thay vì những lý lẽ hợp lệ để giành được sự ủng hộ"
        },
        {
            "id": "7f17075c-5cbd-4d70-be5f-4e894581cbd5",
            "word": "to destabilize",
            "phonetic": "tə diːsteɪbɪlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "In fact, his spending may have destabilized the regional economy, causing mass inflation.",
                "And in the process, it could have destabilized that main star, triggering its explosion.",
                "A way to destabilize the self and present identity as something fractured and in flux.",
                "No, which are seen as destabilized.",
                "The first agricultural revolution was characterized by expansion and exploitation, feeding people at the expense of forests, wildlife and water and destabilizing the climate in the process."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVzdGFiaWxpemU&hash=73496f90ab02172c9ff1906800375be950e59e08&lang=en&cache-only=0",
            "defineEn": "make unstable",
            "defineVi": "làm cho không ổn định"
        },
        {
            "id": "e21e871e-1edd-46dc-8d73-55915b25d31e",
            "word": "diplomacy",
            "phonetic": "dɪploʊməsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "At that stage of the game it was too late for diplomacy.",
                "Being assigned to the General Secretariat provided a worm's-eye view of international diplomacy.",
                "The United Nations is considered a big gun in global diplomacy.",
                "But countries ahead of the curve are pursuing vaccine diplomacy.",
                "But diplomacy has been tried before."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlwbG9tYWN5&hash=f2266b7c0c8c30f6f9ce8b1baea1f44ee649a00e&lang=en&cache-only=0",
            "defineEn": "the job, skill, or act of managing the relationships between different countries",
            "defineVi": "công việc, kỹ năng hoặc hành động quản lý các mối quan hệ giữa các quốc gia khác nhau"
        },
        {
            "id": "d5f3568f-cf48-432f-ae99-5f19d7531acc",
            "word": "egalitarian",
            "phonetic": "ᵻɡælɪtɛɹiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "They are egalitarian, have no great chiefs and tend to share and share alike.",
                "And their one- to two-dozen dog packs are surprisingly egalitarian.",
                "In its earliest incarnations, Islam was unusually egalitarian, especially for its time.",
                "Dr. Joseph Guillotine, the inventor of the guillotine, envisioned it as an egalitarian way of dying.",
                "Marx’s criticism of capitalism is that capitalism replaces this egalitarian collaboration with conflict."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWdhbGl0YXJpYW4&hash=ca9466f9a554e4b5aa28a7f5835e13c4247b5974&lang=en&cache-only=0",
            "defineEn": "a person who believes in or advocates for the principle of equality, especially in regards to social, political, and economic affairs",
            "defineVi": "một người tin tưởng hoặc ủng hộ nguyên tắc bình đẳng, đặc biệt là liên quan đến các vấn đề xã hội, chính trị và kinh tế"
        },
        {
            "id": "15921775-97a5-42ba-9909-37dd6448815f",
            "word": "electorate",
            "phonetic": "ᵻlɛktɚɹeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "It’s hard for any government to sell new taxes to the electorate.",
                "They're leaving the electorate.",
                "Donald Trump has about 40% of the electorate. ",
                "What percentage of the electorate was really a silent Trump voter?",
                "I’m not going to change the entire American electorate for it. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3RvcmF0ZQ&hash=0d685dbc8f5a4213a5e4595c1808147725f695f7&lang=en&cache-only=0",
            "defineEn": "the group of people who are eligible to vote in an election",
            "defineVi": "nhóm người đủ điều kiện bỏ phiếu trong một cuộc bầu cử"
        },
        {
            "id": "13e51c23-4dee-4b91-b684-51b2814962b1",
            "word": "to enfranchise",
            "phonetic": "tʊ ɛnfɹæntʃaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "They actively campaigned against the 15th Amendment because it would only enfranchise black men.",
                "(And even after that, Native American women weren’t always enfranchised.)",
                "One early leader who helped enfranchise women was teacher and library founder Elizabeth Ensley.",
                "There were women like Sojourner Truth, who toured the entire country with her speeches for equality, and Yankton writer Zitkala-Sa who wanted Native Americans to be enfranchised, but first had to advocate for their recognition as citizens."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5mcmFuY2hpc2U&hash=bfe4a7bce1fc3597a39c96916c73a72995ae285d&lang=en&cache-only=0",
            "defineEn": "grant voting rights",
            "defineVi": "cấp quyền biểu quyết"
        },
        {
            "id": "3123ead9-531c-4013-8da7-c6330d9f5d0a",
            "word": "fanatic",
            "phonetic": "fɐnæɾɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Don't let these fanatics have nuclear weapons.",
                "- Listen, It's a young Asian American teen and basketball fanatic who just wants to dunk.",
                "It's what health trend fanatics claim to be using to detox, brighten skin and whiten their teeth.",
                "They had fought in Iraq for years, and had thousands of well-trained and fanatic soldiers.",
                "Since the beginning, we have said that this is a war against Muslim fanatics."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFuYXRpYw&hash=72e8c7b0ce9d6a6c4864b40620c1e13414dc30e7&lang=en&cache-only=0",
            "defineEn": "an overenthusiastic individual, especially one who is devoted to a radical political or religious cause",
            "defineVi": "một cá nhân quá nhiệt tình, đặc biệt là một người cống hiến cho một nguyên nhân chính trị hoặc tôn giáo cấp tiến"
        },
        {
            "id": "9b832297-4533-4c73-8213-c806036e52db",
            "word": "federalism",
            "phonetic": "fɛdɚɹəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "That's what federalism's all about.",
                "To avoid tyranny of the government, the Constitution embraced two principles: Separation of powers and federalism.",
                "So I'm going to wrap this up with a little bit of a reminder about Federalism, based on a largely unwarranted assertion.",
                "He established what he called a federalism unit, a special team that would fight federal rules imposed on Oklahoma.",
                "This is the style of politics which destroys, to much extent, what Yeltsin had created the early 1990s, foundations of democracy: freedom of speech, federalism, private property and free market."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVkZXJhbGlzbQ&hash=252cae0bac0cb15186d88a3dacd7163682297064&lang=en&cache-only=0",
            "defineEn": "a political system in which a central government controls the affairs of each self-governed state",
            "defineVi": "một hệ thống chính trị trong đó một chính quyền trung ương kiểm soát các công việc của mỗi quốc gia tự trị"
        },
        {
            "id": "4deea06a-c890-486d-b48f-8644c29ee9a6",
            "word": "feudalism",
            "phonetic": "fjuːdəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "feudalism was also really unpleasant.",
                "The plague greatly reduced the number of peasants and peasants were the backbone of feudalism.",
                "But if your a peasant, freedom looks like freedom from feudalism.",
                "Feudalism was also an economic system, with the peasants working the land and keeping some of their production to feed themselves while giving the rest to the landowner whose land they worked.",
                "The expansion of rights for artisans and farm workers would of course be a very long process, but their growing power and the decline of feudalism was a dramatic shift for Europe."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmV1ZGFsaXNt&hash=ae89443cf5fa15f5ea6ba78a21e055b40487d821&lang=en&cache-only=0",
            "defineEn": "a social and land-owning system in medieval Europe in which people were granted land and protection by a nobleman in exchange, they had to fight and work for him",
            "defineVi": "một hệ thống sở hữu đất đai và xã hội ở châu Âu thời trung cổ, trong đó mọi người được cấp đất và bảo vệ bởi một nhà quý tộc để đổi lấy, họ phải chiến đấu và làm việc cho anh ta"
        },
        {
            "id": "faf08a70-fad4-40dc-9fac-3ec1ba0dc475",
            "word": "frontier",
            "phonetic": "fɹʌntɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This new frontier would be the most extreme challenge yet.",
                "The men’s version of the union suit became popular on the frontier.",
                "Will they close up the frontiers?",
                "Jeff Bezos has already conquered the retail frontier.",
                "As the sun rises over this corner of Ireland, first light bathes an invisible frontier."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJvbnRpZXI&hash=b8cc3b360e0470e400d0478cc9d5599c2cd23deb&lang=en&cache-only=0",
            "defineEn": "an international boundary or the area (often fortified) immediately inside the boundary",
            "defineVi": "một ranh giới quốc tế hoặc khu vực (thường được củng cố) ngay bên trong ranh giới"
        },
        {
            "id": "67271072-cf3d-4dbf-928d-8561450f6c97",
            "word": "geopolitics",
            "phonetic": "dʒiːoʊpəlɪɾɪks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2VvcG9saXRpY3M&hash=6d0b60e5c251336fd0926adeb924331a6cb4c864&lang=en&cache-only=0",
            "defineEn": "the study of the effects of economic geography on the powers of the state",
            "defineVi": "nghiên cứu về tác động của địa lý kinh tế đối với quyền lực của nhà nước"
        },
        {
            "id": "deb1bf09-610d-4ed0-99c1-cb64b14957d3",
            "word": "imperialism",
            "phonetic": "ɪmpɪɹiəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "European imperialism involved a lot of fighting and a lot of dying.",
                "In the end, imperialism was really driven by economic necessity.",
                "But, make no mistake, underneath it all, imperialism was all about trade.",
                "Some Progressives opposed imperialism too because they believed that America should focus on its domestic problems.",
                "Zombification took root as an allegory for colonialism, imperialism, and oppression."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wZXJpYWxpc20&hash=f6c4707554d8e48945bd7a55c1e51f4fc6afbd1f&lang=en&cache-only=0",
            "defineEn": "a system in which one country controls or has influence over other countries, often by winning wars against them",
            "defineVi": "một hệ thống trong đó một quốc gia kiểm soát hoặc có ảnh hưởng đối với các quốc gia khác, thường bằng cách giành chiến thắng trong các cuộc chiến chống lại họ"
        },
        {
            "id": "dd9bb31d-2434-4809-87c5-4b8a743ff119",
            "word": "inauguration",
            "phonetic": "ɪnɔːɡjɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Overseas, world governments largely welcomed President Biden's inauguration.",
                "You do the inauguration address. ",
                "This day has seen the inauguration of Joseph Robinette Biden Jr. as the 46th president of the United States.",
                "The delayed response by the Pentagon and National Guard to the riot at the Capitol raises concerns about security ahead of the inauguration.",
                "As we have seen, today's inauguration featured unusual imagery, a response to the unusual circumstances."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5hdWd1cmF0aW9u&hash=6f98b6ba016ddd582ccee47a9c74db98a6b68d3c&lang=en&cache-only=0",
            "defineEn": "a formal ceremony at which a person is admitted to office",
            "defineVi": "một buổi lễ chính thức mà tại đó một người được nhận vào văn phòng"
        },
        {
            "id": "1c0341c6-4b4e-457a-bfb0-20c8f16b6cc9",
            "word": "isolationism",
            "phonetic": "aɪsəleɪʃənɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, people might see that as isolationism. ",
                "One that was based on outreach instead of isolationism.",
                "And disappointment over the outcome of World War I led the U.S. to, for the most part, retreat into isolationism until World War II.",
                "The idea that isolationism, protectionism makes absolutely no sense.",
                "Anyway, after all this conquering and being conquered, Egypt eventually emerged from its geographically imposed isolationism and, can you cue the New Kingdom Graphic please?"
            ],
            "audio": "https://tts.langeek.co/read?text=aXNvbGF0aW9uaXNt&hash=cd1dc757639af16076a0ce90a09244f32bf5e1a2&lang=en&cache-only=0",
            "defineEn": "the political practice of only being concerned with one's home country and not getting involved in international affairs",
            "defineVi": "thực hành chính trị chỉ quan tâm đến đất nước của một người và không tham gia vào các vấn đề quốc tế"
        },
        {
            "id": "86042722-0cd4-4f06-bcdd-1fe22b678917",
            "word": "interventionism",
            "phonetic": "ɪntɚvɛnʃənɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJ2ZW50aW9uaXNt&hash=a531198028d1ce06bfeb60169a4406d951d44e6e&lang=en&cache-only=0",
            "defineEn": "*** ‌the policy or practice of a government influencing the economy of its own country, or of becoming involved in the affairs of other countries",
            "defineVi": "*** ‌chính sách hoặc thực tiễn của một chính phủ ảnh hưởng đến nền kinh tế của chính quốc gia đó hoặc tham gia vào công việc của các quốc gia khác"
        },
        {
            "id": "b735af96-3b0b-41c3-a353-b67033117492",
            "word": "legislative",
            "phonetic": "lɛdʒɪslətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The cohort of US senators has gone rogue, breaking with their party to demand more extreme legislative action.",
                "But that will require legislative change.",
                "This is a legislative power.",
                "We're also going to need a legislative component.",
                "But you really have to push a legislative agenda hard."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVnaXNsYXRpdmU&hash=125057301dc70e9422a2d3577487344f896c71c2&lang=en&cache-only=0",
            "defineEn": "relating to making and enacting laws",
            "defineVi": "liên quan đến xây dựng và ban hành luật"
        },
        {
            "id": "5887cc48-2bdb-4e3f-856c-e844945d15fe",
            "word": "liberalism",
            "phonetic": "lɪbɚɹəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Judicial philosophy refers to activism and restraint, while political ideology refers to liberalism or conservatism.",
                "It cemented the new definition of liberalism established by the New Deal, and opened up opportunities for diverse groups of Americans.",
                "The war saw ending segregation and black equality become cornerstones of American liberalism, along with full employment and the expansion of civil liberties.",
                "Oil shocks and inevitable systemic changes led to the poor economy and that weakened support for New Deal liberalism and increased the appeal of conservative ideas like lower taxes, reduced regulation, and cuts in social spending.",
                "And I think that his values are still consonant with liberalism as I knew it when I was younger. "
            ],
            "audio": "https://tts.langeek.co/read?text=bGliZXJhbGlzbQ&hash=2e21488da43cf153545c2dde10e9422e4d6e5be2&lang=en&cache-only=0",
            "defineEn": "the political belief that promotes personal freedom, democracy, gradual changes in society, and free trade",
            "defineVi": "niềm tin chính trị thúc đẩy tự do cá nhân, dân chủ, những thay đổi dần dần trong xã hội và thương mại tự do"
        },
        {
            "id": "d44c9b1a-17e5-406d-af10-320d883c6154",
            "word": "manifesto",
            "phonetic": "mænɪfɛstoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Before that attack, the shooter wrote a manifesto.",
                "It was a manifesto of the fight against the West.",
                "They were each exploring their own concerns, not working toward any shared mission or manifesto.",
                "In the interactions that he had with the Russian people, in the program, manifesto that he put forward at that time, I think he, at least to my eye, he showed himself to be much more capable than some of the more disposable prime ministers who had come before him.",
                "OK, in order to have a better understanding of Hughes' approach to poetry, let's look at an early manifesto he wrote called \"The Negro Artist and the Racial Mountain.\""
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuaWZlc3Rv&hash=c81fc555c21a903938c7f891bcda378a80c084f0&lang=en&cache-only=0",
            "defineEn": "a written public declaration of intentions, opinions, and objectives, often issued by a political party, a government, or a group of individuals with a shared interest or purpose",
            "defineVi": "một tuyên bố công khai bằng văn bản về ý định, quan điểm và mục tiêu, thường được đưa ra bởi một đảng chính trị, chính phủ hoặc một nhóm cá nhân có chung lợi ích hoặc mục đích"
        },
        {
            "id": "009d2304-535d-4773-aba8-9ceb652d7d67",
            "word": "pacifism",
            "phonetic": "pæsɪfɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The United States is not exactly famed for its pacifism or political neutrality."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFjaWZpc20&hash=4710dc9986d40f3d198e64c177f04cc841ca1dca&lang=en&cache-only=0",
            "defineEn": "the doctrine that all violence is unjustifiable",
            "defineVi": "học thuyết rằng tất cả bạo lực là không chính đáng"
        },
        {
            "id": "cf934345-2ade-4428-8f3c-4353328992a2",
            "word": "oligarchy",
            "phonetic": "ɑːlɪɡɑːɹki ",
            "partOfSpeechType": "noun",
            "examples": [
                "The region's governments were brutal oligarchies.",
                "He saw himself as a defeater of the oligarchy.",
                "But, if he can convince Europeans and Americans that oligarchy is normal, that the rule of law is a joke, that democracy is fake, and so on, he can bring us to where Russia is.",
                "He suppressed all press freedom, declaring that newspapers were instruments of the oligarchy.",
                "Oh, my gosh, we are run by an oligarchy. "
            ],
            "audio": "https://tts.langeek.co/read?text=b2xpZ2FyY2h5&hash=1668ab57ec1c6537258847ab78bf587aa048fe29&lang=en&cache-only=0",
            "defineEn": "a political system in which a small group of high-powered people control a country or organization",
            "defineVi": "một hệ thống chính trị trong đó một nhóm nhỏ những người có quyền lực cao kiểm soát một quốc gia hoặc tổ chức"
        },
        {
            "id": "4b3900e2-5dc1-4763-b9c8-e47c4a7b6301",
            "word": "reactionary",
            "phonetic": "ɹɪækʃənɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's reactionary.",
                "Science fiction may have its roots in reactionary motifs and worries about the myriad ways civilization might fall.",
                "Many trainings end up being reactionary, half-day or shorter events that end up being more performative than impactful.",
                "if you would like to see more reactionary content, do subscribe to the channel.",
                "This kind of reactionary, impulsive behavior may also lead to more risk taking."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhY3Rpb25hcnk&hash=5c33682be58459749ee10f172e1cfdb37f79e759&lang=en&cache-only=0",
            "defineEn": "strongly against any political or social changes or any new ideas",
            "defineVi": "mạnh mẽ chống lại bất kỳ thay đổi chính trị hoặc xã hội hoặc bất kỳ ý tưởng mới"
        },
        {
            "id": "87b1fcb9-8a2e-47fa-a818-e78146f2728d",
            "word": "parliamentary",
            "phonetic": "pɑːɹləmɛntɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She is planning to run in the parliamentary election.",
                "Two days after the deaths in Qom, Iran held nationwide parliamentary elections.",
                "They started after their parliamentary elections.",
                "JIM GILMORE - So 2011, the parliamentary elections take place and demonstrations break out in Moscow and in many other cities across Russia.",
                "And in the parliamentary elections, people started to protest."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFybGlhbWVudGFyeQ&hash=6834f4b1a7e16e7a20a503a723f653481a691601&lang=en&cache-only=0",
            "defineEn": "having, relating to, or enacted by a parliament",
            "defineVi": "có, liên quan đến, hoặc ban hành bởi một quốc hội"
        },
        {
            "id": "4f109e65-41f1-446e-82e1-9e34442a2920",
            "word": "populism",
            "phonetic": "pɑːpjuːlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Right-wing populism is about deconstruction of the administrative state. ",
                "Right-wing populism is about deconstruction of the administrative state. ",
                "Populism means the direct translation of majority passion into governance.",
                "Remember, you’ve got two forms of populism. ",
                "Remember, you’ve got two forms of populism. "
            ],
            "audio": "https://tts.langeek.co/read?text=cG9wdWxpc20&hash=0d0fc57eb3e2fcc5469c4b945ede590eb9605248&lang=en&cache-only=0",
            "defineEn": "a type of politics that purports to represent the opinions and desires of ordinary people in order to gain their support",
            "defineVi": "một loại hình chính trị nhằm mục đích đại diện cho ý kiến và mong muốn của những người bình thường để có được sự ủng hộ của họ"
        },
        {
            "id": "059f1bbc-2605-42aa-964a-7c01e5a4236e",
            "word": "propaganda",
            "phonetic": "pɹɑːpɐɡændə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The use of social media in politics can cut both ways, as it can provide a platform for activism and mobilization but can also spread misinformation and propaganda.",
                "They put out propaganda.",
                "Enter misinformation and propaganda.",
                "It's propaganda.",
                "We found propaganda footage of K.H. attacks on American bases in Iraq."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcGFnYW5kYQ&hash=69b59630a0396bd98137664b2665604b39f12f64&lang=en&cache-only=0",
            "defineEn": "information and statements that are mostly biased and false and are used to promote a political cause or leader",
            "defineVi": "thông tin và tuyên bố chủ yếu là thiên vị và sai và được sử dụng để thúc đẩy một nguyên nhân chính trị hoặc nhà lãnh đạo"
        }
    ]
}