{
    "id": "6f0ac659-cf5b-4888-b733-71a4f8334dd5",
    "title": "Take the Law into Your Hands!",
    "originalTitle": "Take the Law into Your Hands!",
    "words": [
        {
            "id": "2045a3c3-8d9e-43eb-afcf-c4638fbfc880",
            "word": "affidavit",
            "phonetic": "æfɪdeɪvɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The National Police still need affidavits before the raids can go ahead.",
                "Give me five Finally, the girls' affidavits are formally sworn.",
                "Well tomorrow, we're going to present the affidavits for the search warrant.",
                "But it's her sister Mirasol's affidavit that's critical as she once worked at the two bars alongside the girls she has identified as minors.",
                "But the National Police may still take weeks to examine the affidavits and approve the operation."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZmaWRhdml0&hash=f5c6cb629f0bba4b6b7e51c1433011b78fe1cc7d&lang=en&cache-only=0",
            "defineEn": "a written statement affirmed by oath or pledge that can be used as evidence in court",
            "defineVi": "một tuyên bố bằng văn bản được khẳng định bằng lời thề hoặc cam kết có thể được sử dụng làm bằng chứng trước tòa"
        },
        {
            "id": "c26f9c43-33a6-48e5-9e2f-e51e83816645",
            "word": "to acquit",
            "phonetic": "tʊ ɐkwɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "An all-white jury in Kansas City acquitted the killer, Raymond Bledsoe, the following year. ",
                "Zimmerman was acquitted.",
                "He's going to be acquitted on a party-line vote in the Senate.",
                "Ahmed Omar Saeed Sheik, a British-born Pakistani man, was acquitted of killing Pearl earlier this year.",
                "We're acquitting that to a stress This is the future of metal."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNxdWl0&hash=a3cfd51c38425338ee7a23e75a9b85a8cfb5f04d&lang=en&cache-only=0",
            "defineEn": "officially deciding and declaring in a law court that someone is not guilty of a crime",
            "defineVi": "chính thức quyết định và tuyên bố trước tòa án rằng ai đó không phạm tội",
            "hasImg": true
        },
        {
            "id": "031a2013-837b-42a4-ab10-7deb3fde3e00",
            "word": "annulment",
            "phonetic": "ɐnʌlmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Also since divorce and annulment were considerably less common until recently, either due to a lack of legal recourse or because of the social stigma, marriages often lasted longer (although that doesn’t note whether they were more functional, happy, and harmonious unions)."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5udWxtZW50&hash=ba008865f001c7d01b543252d2e8c42e0af218e6&lang=en&cache-only=0",
            "defineEn": "(law) a formal termination (of a relationship or a judicial proceeding etc)",
            "defineVi": "(luật) sự chấm dứt chính thức (của một mối quan hệ hoặc một thủ tục tư pháp, v.v.)",
            "hasImg": true
        },
        {
            "id": "090f510b-a762-4c3b-8ff3-9d534cd0ad3e",
            "word": "binding",
            "phonetic": "baɪndɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'll undo the binding.",
                "The binding of Osiris and his revival is a promise to Egyptians of eternal life.",
                "Anyhow, the binding of the viral RNA to these DNA probes creates a change in the electrical charge of the molecules.",
                "A spiral binding, we got the shipping costs down.",
                "This medicine blocks the binding of aldosterone, a hormone secreted by the adrenal glands right above your kidneys."
            ],
            "audio": "https://tts.langeek.co/read?text=YmluZGluZw&hash=b7cf5f8938f2fad7c6c7be770d465fa64530ce41&lang=en&cache-only=0",
            "defineEn": "legally impossible to avoid and must be obeyed",
            "defineVi": "về mặt pháp lý không thể tránh và phải được tuân theo"
        },
        {
            "id": "d2637cce-d43c-4361-b7f6-ffd3f87f92d5",
            "word": "conveyance",
            "phonetic": "kənveɪəns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29udmV5YW5jZQ&hash=a6dc77c9a94d921fe3e0e62dca33aeae5619c6bb&lang=en&cache-only=0",
            "defineEn": "document effecting a property transfer",
            "defineVi": "văn bản chuyển nhượng tài sản"
        },
        {
            "id": "58e311c3-4c48-467f-9de2-2f0e5f2df150",
            "word": "to countersign",
            "phonetic": "tə kaʊntɚsaɪn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY291bnRlcnNpZ24&hash=a7bb4a4e3bb30880bd07abad812f855e62b6636c&lang=en&cache-only=0",
            "defineEn": "add one's signature to after another's to attest authenticity",
            "defineVi": "thêm chữ ký của một người sau chữ ký của người khác để chứng thực tính xác thực"
        },
        {
            "id": "8e411ff3-01ee-4afd-a091-37a4c545df5d",
            "word": "to cuff",
            "phonetic": "tə kʌf ",
            "partOfSpeechType": "verb",
            "examples": [
                "He rolled up the cuffs of his pants for a more casual look.",
                "Mr Baker was speaking off the cuff when he made those suggestions.",
                "I hadn't prepared a speech so I just said a few words off the cuff.",
                "The officers cuff Floyd’s hands behind his back.",
                "Blood pressure cuffs are easy to get."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3VmZg&hash=3bb84d9a0abbe9a9ad02217d937470eecdc7a298&lang=en&cache-only=0",
            "defineEn": "confine or restrain with or as if with manacles or handcuffs",
            "defineVi": "hạn chế hoặc hạn chế bằng hoặc như thể bằng xiềng xích hoặc còng tay"
        },
        {
            "id": "672c4b60-4e11-465c-862c-bad9e7ee2499",
            "word": "debenture",
            "phonetic": "dɛbɛntʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGViZW50dXJl&hash=2f946b364110283642154e4832b78e4faeeee989&lang=en&cache-only=0",
            "defineEn": "a certificate or voucher acknowledging a debt",
            "defineVi": "một giấy chứng nhận hoặc chứng từ thừa nhận một khoản nợ"
        },
        {
            "id": "ccb35d35-16b6-47b5-83c6-01ff03718824",
            "word": "decree",
            "phonetic": "dᵻkɹiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The constitution does not decree the right to keep and bare arms.",
                "He signed a bunch of decrees.",
                "The Ferguson police are also operating under a consent decree.",
                "The Grand Mufti of Saudi Arabia had decreed the war a jihad, and encouraged thousands of Saudis to become holy warriors.",
                "The Parlements registered royal decrees and their members could sell their jobs to the highest bidder."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjcmVl&hash=9a2e8f19c1f72cc82e75e5882fd5da90e8715104&lang=en&cache-only=0",
            "defineEn": "an official authoritative decision or judgment, especially one made by  a government or the ruler of a country",
            "defineVi": "một quyết định hoặc phán quyết có thẩm quyền chính thức, đặc biệt là quyết định của chính phủ hoặc người cai trị một quốc gia"
        },
        {
            "id": "4f6b4be8-8f00-420e-acb4-72fb151acd80",
            "word": "to draw up",
            "phonetic": "tə dɹɔː ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The group is drawing up plans to run trains on key routes.",
                "Lincoln drew up a subscription list and Herndon raised the money.",
                "The United States government began to draw up plans to evacuate 90,000 of its citizens from Japan.",
                "Legal sales won't begin for 18 months, while officials draw up regulations.",
                "Ferris revised the proposal three times and drew up many more drafts of engineering plans."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJhdyB1cA&hash=7fdd3e2f949c2d9d1af5a2dc3aebf6b1cbadbe97&lang=en&cache-only=0",
            "defineEn": "**** To compose or prepare a document",
            "defineVi": "**** Để soạn thảo hoặc chuẩn bị một tài liệu"
        },
        {
            "id": "938ec463-f3d0-4946-8159-9f4b9704074a",
            "word": "to enforce",
            "phonetic": "tʊ ɛnfoːɹs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Its courts, religious law, local priests, and a huge bureaucracy of religious officials enforced its domination.",
                "Judy, the new rule enforces tougher work requirements.",
                "Soldiers enforce a strict military curfew.",
                "These codes are enforced at the local level.",
                "Laws have to be enforced."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5mb3JjZQ&hash=4f628633412d5109735695efc49c8b2bd6e6cf64&lang=en&cache-only=0",
            "defineEn": "to ensure that a law or rule is followed",
            "defineVi": "để đảm bảo rằng một luật hoặc quy tắc được tuân theo"
        },
        {
            "id": "b37cbc9c-1fc2-4653-a9fd-67e36b2af00d",
            "word": "impeachment",
            "phonetic": "ɪmpiːtʃmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "On the House floor, the president's most ardent supporters rejected impeachment.",
                "One of the big items, of course, right away is impeachment.",
                "An impeachment is the only option.",
                "They will begin impeachment investigations.",
                "Three years of chaos would culminate in impeachment."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wZWFjaG1lbnQ&hash=c4d78a901c0efc0687fc78da0cc21126946adc96&lang=en&cache-only=0",
            "defineEn": "a formal document charging a public official with misconduct in office",
            "defineVi": "một tài liệu chính thức buộc tội một công chức có hành vi sai trái trong văn phòng"
        },
        {
            "id": "402b01ca-7d3f-47da-8bee-5d96a31a3737",
            "word": "indictment",
            "phonetic": "ɪndaɪtmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Yet. 1984 is an indictment of specific governments.",
                "The Miami Herald and others report a federal indictment in Miami names at least five suspects.",
                "And the speech itself, Trump’s speech, is a searing indictment of the prior administration.",
                "- Today we are announcing the indictment of a federal savings bank on mortgage fraud, securities fraud, and conspiracy.",
                "Was it an early indictment of market-driven economies?"
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaWN0bWVudA&hash=e7de3aa0dbc049b2b33fd5ea0985a56ff208629e&lang=en&cache-only=0",
            "defineEn": "a formal accusation of a crime",
            "defineVi": "một lời buộc tội chính thức của một tội phạm"
        },
        {
            "id": "fd14053f-9a4c-469f-969b-d4767a3b5a60",
            "word": "to infringe",
            "phonetic": "tʊ ɪnfɹɪndʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "It's not subject to interpretation, shall not be infringed.",
                "That's anything that infringes on a company's intellectual property rights, or IPR.",
                "Once I'm at work, I spend the morning procrastinating and doodle pictures of Finn and Jake from Adventure Time TPing Frank Gehry's Jay Pritzker Pavilion, infringing on Time Warner's copyrights on the characters and on Frank Gehry's architectural rendering.",
                "It says the right to keep and bare arms shall not be infringed.",
                "This in theory makes it impossible for states to infringe upon the liberties and the Bill of Rights."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5mcmluZ2U&hash=0f6456cdc928691ff6b24e523e7657c62b10dbd5&lang=en&cache-only=0",
            "defineEn": "to go against a rule, law, term of agreement, etc.",
            "defineVi": "để đi ngược lại một quy tắc, pháp luật, điều khoản của thỏa thuận, vv"
        },
        {
            "id": "b34c8eda-b2ca-4831-a883-440149572520",
            "word": "tribunal",
            "phonetic": "tɹaɪbjuːnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I think one trend that we're seeing in international criminal justice, national war crimes tribunals is an increasing use of content that's pulled from social media to help prove the facts of a particular case.",
                "Administrative adjudication raises similar separation of powers issues, but they're less problematic because the constitution gives congress the right to establish courts other than the Supreme Court and it doesn't say that these can't be administrative tribunals that are part of bureaucratic agencies.",
                "And, increasingly, we're seeing tools like the Berkeley Protocol, which is a tool that was just released to help war crimes tribunals understand how to use this kind of content, as a foundation of evidence to shore up what survivors are saying is happening in their communities."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpYnVuYWw&hash=9e2c42817073d49b7610c652778810db3dc8f975&lang=en&cache-only=0",
            "defineEn": "an assembly (including one or more judges) to conduct judicial business",
            "defineVi": "một hội đồng (bao gồm một hoặc nhiều thẩm phán) để tiến hành công việc xét xử"
        },
        {
            "id": "914e1485-4dc5-4e93-a80e-241b43bed32d",
            "word": "inquest",
            "phonetic": "ɪŋkwɛst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5xdWVzdA&hash=39ff5ee9f867c959ab6522c0c62927e2b9da8052&lang=en&cache-only=0",
            "defineEn": "an inquiry into the cause of an unexpected death",
            "defineVi": "một cuộc điều tra về nguyên nhân của một cái chết bất ngờ"
        },
        {
            "id": "5468b24b-0638-4c67-8985-8115c39ef94a",
            "word": "intestacy",
            "phonetic": "ɪntɛstəsi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50ZXN0YWN5&hash=f28dcd1f8426998ac9210fab4c227dce38aed45c&lang=en&cache-only=0",
            "defineEn": "the situation of being or dying without a legally valid will",
            "defineVi": "tình trạng bị hoặc chết mà không có di chúc có hiệu lực pháp luật"
        },
        {
            "id": "56b95b34-3ddc-4f3c-91e6-c141da0c74df",
            "word": "judiciary",
            "phonetic": "dʒuːdɪʃɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "An independent judiciary is a godsend.",
                "There's no independent judiciary.",
                "And we saw a rise of activism also in the judiciary.",
                "Aztec bureaucracy included tax collection, judiciary system, and censuses.",
                "An independent judiciary is the heart and soul of a democracy, not voting."
            ],
            "audio": "https://tts.langeek.co/read?text=anVkaWNpYXJ5&hash=e3fbd2289d3f53a013725712be39d7064afbe3b1&lang=en&cache-only=0",
            "defineEn": "the part of a country's government that administers the legal system, including all its judges",
            "defineVi": "một phần của chính phủ của một quốc gia quản lý hệ thống pháp luật, bao gồm tất cả các thẩm phán của nó"
        },
        {
            "id": "15434368-eb58-4806-b4d2-498b343ebe16",
            "word": "legislation",
            "phonetic": "lɛdʒɪsleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The government has passed new legislation to protect consumers.",
                "Look, this legislation hasn't been plucked from the air.",
                "The government decided to abandon the proposed legislation due to public opposition.",
                "The party, now in the minority, has been paying the new majority back in their own coin by stifling their legislation initiatives at every opportunity.",
                "The point of this legislation is to level the playing field for those who have typically found it harder to access public funding."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVnaXNsYXRpb24&hash=a2e03e0da349dfa30db51cf9c32f6a5caf1cb6f9&lang=en&cache-only=0",
            "defineEn": "a law or a set of laws passed by a legislative body, such as a parliament",
            "defineVi": "một luật hoặc một bộ luật được thông qua bởi một cơ quan lập pháp, chẳng hạn như một quốc hội"
        },
        {
            "id": "2986b746-5502-4022-a031-b4c4cb95a84a",
            "word": "legitimate",
            "phonetic": "lədʒɪɾᵻmət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And if he gets the bird for doing nothing, any legitimate displeasure is later devalued.",
                "We didn't want to throw the cat among the pigeons, so we decided not to mention the bomb threat until we knew for certain that it was legitimate.",
                "But over decades, no experiments found legitimate proof.",
                "So once again, this is legitimate.",
                "And that is legitimate."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVnaXRpbWF0ZQ&hash=0069cd4395048df81f89d78843e716959a845caa&lang=en&cache-only=0",
            "defineEn": "in compliance with the law or regulations",
            "defineVi": "phù hợp với pháp luật hoặc quy định"
        },
        {
            "id": "5ba3dfc6-56e4-42bd-94e7-88cbd1d6e1c5",
            "word": "legislature",
            "phonetic": "lɛdʒɪslətʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The ambitious young lawyer saw an opportunity to advance her career by marrying into politics, and soon became a trusted advisor to her husband, a rising star in the state legislature.",
                "Legislatures passed Jim Crow laws that limited African American’s access to public accommodations and legal protections.",
                "And it would shrink the legislature.",
                "Senate seats were chosen by state legislatures.",
                "In early April, the New York state legislature passed 212 billion dollar budget for fiscal year 2022."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVnaXNsYXR1cmU&hash=c5ef248bb4c3cc847a35a19f78806a04f2fe934a&lang=en&cache-only=0",
            "defineEn": "persons who make or amend or repeal laws",
            "defineVi": "những người làm hoặc sửa đổi hoặc bãi bỏ luật"
        },
        {
            "id": "bc8f9893-ba52-4edf-9aa7-48bf139d73d8",
            "word": "to litigate",
            "phonetic": "tə lɪɾᵻɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Edgy litigate really doesn't have a trophy.",
                "The parties are litigating in the United States Supreme Court over this case.",
                "They sit down, months ahead of time, with counterparts across the aisle, litigate these very significant charges in a way that everybody becomes comfortable with before you go to closed hearings.",
                "What they didn't do, though, was try to litigate the 2020 election.",
                "This is just one of many issues likely to be litigated before and after Election Day in a number of different states."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGl0aWdhdGU&hash=f95a799b8c927a5daae5bcdf4e6c05cab3822101&lang=en&cache-only=0",
            "defineEn": "institute legal proceedings against; file a suit against",
            "defineVi": "khởi kiện chống lại; nộp đơn kiện chống lại"
        },
        {
            "id": "ac060663-d4e8-4141-85b4-0530494eb584",
            "word": "magistrate",
            "phonetic": "mædʒɪstɹeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She appeared before Colchester magistrates charged with attempted murder.",
                "'Yes, certainly,' the magistrate answered.",
                "JYOSHU TSUSHIMA: Even between different magistrates and judges in our own court, they interpret it differently.",
                "If a magistrate's court is against me on the stripes, I could repaint the house.",
                "'That is quite correct,' the magistrate answered."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFnaXN0cmF0ZQ&hash=13498540b54ec31aa02a2ca502710f75e617566d&lang=en&cache-only=0",
            "defineEn": "a person who acts as a judge in a law court and deals with minor offenses",
            "defineVi": "một người đóng vai trò là thẩm phán trong tòa án luật và xử lý các tội nhẹ",
            "hasImg": true
        },
        {
            "id": "239bf6e9-7dc9-4f8b-a101-2843174fce1e",
            "word": "memorandum",
            "phonetic": "mɛmɚɹændəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "In January 2018, Attorney General Jeff Sessions during President Donald Trump's administration rescinded the Cole memorandum.",
                "A big shift for the cannabis industry came when the Justice Department in 2013 issued what is referred to as the Cole memorandum.",
                "President biden signed the memorandum that says a number of things.",
                "There were also waves of government memoranda on health that were released at the same time.",
                "The memorandum provided a set of criteria for states operating recreational and medical cannabis programs, such as preventing diversion to the black market and protecting minors and other vulnerable populations from accessing cannabis products."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVtb3JhbmR1bQ&hash=dcde51f56517e210a943e79852634e8c83977fc3&lang=en&cache-only=0",
            "defineEn": "*** a document recording the terms of a contract or other legal details.",
            "defineVi": "*** một tài liệu ghi lại các điều khoản của hợp đồng hoặc các chi tiết pháp lý khác."
        },
        {
            "id": "78a9fee1-e6d1-4dbb-8956-8802808d8945",
            "word": "to overturn",
            "phonetic": "tʊ oʊvɚtɜːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "An industry-backed initiative petition with a large marketing budget overturned the apple cart.",
                "His only conviction was later overturned.",
                "Instead, on Saturday, he personally made this demand of Georgia Secretary of State Brad Raffensperger: Overturn the state's election results.",
                "A French rescue ship found an overturned rubber boat on Thursday.",
                "Executive orders can be overturned by actual Congressional lawmaking, or by Supreme Court decisions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3ZlcnR1cm4&hash=6f9a35dbc9a9841f430b764eedbd59d91ea1c3ad&lang=en&cache-only=0",
            "defineEn": "to reverse, abolish, or invalidate something, especially a legal decision",
            "defineVi": "để đảo ngược, bãi bỏ, hoặc làm mất hiệu lực một cái gì đó, đặc biệt là một quyết định pháp lý"
        },
        {
            "id": "b5fa2862-1820-4043-a802-46a6d82f6956",
            "word": "to pardon",
            "phonetic": "tə pɑːɹdən ",
            "partOfSpeechType": "verb",
            "examples": [
                "Pardon me?",
                "I beg your pardon.",
                "I beg your pardon.",
                "Pardon me, does this train go to Oakland?",
                "Pardon my French, but that's a damned shame!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFyZG9u&hash=f21b2c2867ba2c43fa3d35829f14c04d864d6dab&lang=en&cache-only=0",
            "defineEn": "to discharge a criminal from the legal consequences of a conviction or violation",
            "defineVi": "giải phóng tội phạm khỏi hậu quả pháp lý của việc kết án hoặc vi phạm"
        },
        {
            "id": "d4963fee-07ab-416f-bf5e-4a1c2bc1c444",
            "word": "parole",
            "phonetic": "pɚɹoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Erroll's parole officer is Mark Pawlich.",
                "He's been a parole officer for 18 years.",
                "But parole boards are made up of humans and we all come with bias.",
                "Intensive parole supervision is supposed to help him stay out of trouble.",
                "Good morning Mr. Rolon, I'm chairman of the parole board."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyb2xl&hash=10e5760137df4706a1d246ef9966ec9d9de1d6cc&lang=en&cache-only=0",
            "defineEn": "(law) permission for a prisoner to leave prison before the end of their imprisonment sentence, on the condition of good conduct",
            "defineVi": "(pháp luật) cho phép tù nhân ra tù trước khi mãn hạn tù với điều kiện có hạnh kiểm tốt"
        },
        {
            "id": "8f6f772d-c557-4345-91cc-960eb1badf2a",
            "word": "plaintiff",
            "phonetic": "pleɪntɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The plaintiff’s lawyer turned the tables this morning by producing some strong new evidence.",
                "The billionaire's legal team has so much experience and resources that it's all Lombard Street to a China orange for the small law firm representing the plaintiff.",
                "The settlement would also steer future profits to the plaintiffs.",
                "JED LEIBER, Plaintiff: For me, the metaphor for my grandfather's story and mine is chess.",
                "JED LEIBER, Plaintiff: For me, the metaphor for my grandfather's story and mine is chess."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhaW50aWZm&hash=4e0ae0d7c74b4d59e32434e526765df697eb373a&lang=en&cache-only=0",
            "defineEn": "a person who brings a lawsuit against someone else in a court",
            "defineVi": "một người khởi kiện người khác tại tòa án"
        },
        {
            "id": "6ae169c7-f274-4b04-9272-d0d41ab6b1a9",
            "word": "to plead",
            "phonetic": "tə pliːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "My younger brother is always pleading for me to help out his career, so I threw him a bone and got him a small gig.",
                "Wright's mother pleaded for calm.",
                "Both pleaded not guilty to all counts.",
                "He pleads not guilty.",
                "President Trump's former lawyer, Michael Cohen, pleaded guilty to two campaign finance violations related to these hush money payments."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxlYWQ&hash=3ab939bb7e17d3df4a8b8d19be2209607b934c97&lang=en&cache-only=0",
            "defineEn": "to state in a court of law, in front of the judge and the jury, whether someone is guilty or not guilty of a crime",
            "defineVi": "tuyên bố trước tòa án, trước thẩm phán và bồi thẩm đoàn, cho dù ai đó có tội hay không phạm tội"
        },
        {
            "id": "a83279e5-71e0-440a-959b-991d536ce9d9",
            "word": "proceedings",
            "phonetic": "pɹəsiːdɪŋz ",
            "partOfSpeechType": "noun",
            "examples": [
                "These results were published on Monday in the Proceedings of the National Academy of Sciences.",
                "So Darwin and Wallace published a joint letter in the Journal of the Proceedings of the Linnean Society of London.",
                "But this week in Proceedings of the National Academy of Sciences, researchers from the University of Washington think they’ve found a way for things to have come together.",
                "According to the study, which was published in the Proceedings of the National Academy of Sciences, long-term space travel has the potential to seriously damage our GI tracts.",
                "A 2014 study published in the Proceedings of the National Academy of Sciences compared the genetic data for 862 older, married couples, and found that the married couples were more genetically similar than random, non-married pairs."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvY2VlZGluZ3M&hash=62407c1935eaea1d4cc2345b58be5b8d4f3a14ac&lang=en&cache-only=0",
            "defineEn": "actions taken in a court of law in order to settle an argument",
            "defineVi": "hành động thực hiện trong một tòa án của pháp luật để giải quyết một tranh luận"
        },
        {
            "id": "c78fa74c-e410-4d31-ba3a-cd5b0e6747e8",
            "word": "provision",
            "phonetic": "pɹəvɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "But activists, lawmakers and voting rights organizations are already challenging these provisions.",
                "Narrator: Over 600,000 pounds of food and drinks are provisioned for just one week of sailing.",
                "Every week, the ship loads up 600,000 pounds of provisions.",
                "One provision throws out ballots cast in the wrong precinct.",
                "One provision throws out ballots cast in the wrong precinct."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvdmlzaW9u&hash=a26ebbcbcdcb4c3e988116ec80ecaae7f058451a&lang=en&cache-only=0",
            "defineEn": "a stipulated condition",
            "defineVi": "một điều kiện quy định"
        },
        {
            "id": "379ee78a-dd90-4690-81df-644a9f3583b2",
            "word": "prosecution",
            "phonetic": "pɹɑːsɪkjuːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "It seems like a slam dunk for the prosecution: your client confessed to the crime.",
                "The truth is that the prosecution hasn't got a leg to stand on now that their key witness has been discredited in court.",
                "In a criminal trial, the prosecution bears the burden of proof to demonstrate the guilt of the accused beyond a reasonable doubt.",
                "In a court of law, both the prosecution and the defense have the opportunity to present their case, as there are two sides to every question.",
                "The fact that minor drug offenders are often given lengthy prison sentences while powerful drug lords evade capture and prosecution is a clear example of the proverb little thieves are hanged, but great ones escape."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvc2VjdXRpb24&hash=967a008089ecbc7106d0c01803d62b14758eebd9&lang=en&cache-only=0",
            "defineEn": "the process of bringing someone to court in an attempt to prove their guilt",
            "defineVi": "quá trình đưa ai đó ra tòa trong nỗ lực chứng minh tội lỗi của họ"
        },
        {
            "id": "d396a012-2f60-4a9b-bed6-65b2548e2972",
            "word": "waiver",
            "phonetic": "weɪvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, the waivers have historically been issued in many different parts of the country.",
                "Therefore, I will not support a waiver for future nominees.",
                "Congress has only approved that waiver twice, for former World War II Five-Star General George Marshall and for President Trump's first defense secretary, James Mattis, Austin's predecessor at Central Command.",
                "German Chancellor Angela Merkel spoke out against a patent waiver today.",
                "The EPA issued a fuel waiver, that state of emergency I mentioned from the Virginia governor."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FpdmVy&hash=c25ba4d3e280cf2905df5c08132827d9789a26f8&lang=en&cache-only=0",
            "defineEn": "an official statement according to which one gives up their legal right or claim",
            "defineVi": "một tuyên bố chính thức theo đó một người từ bỏ quyền hợp pháp hoặc yêu cầu của họ"
        },
        {
            "id": "02532d70-e002-4c4b-91a4-57ae72cec257",
            "word": "to void",
            "phonetic": "tə vɔɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The change in the law makes the previous agreement null and void.",
                "The election was declared null and void.",
                "The void allowed misinformation and conspiracy.",
                "This silica-enriched water enters the voids inside pieces of volcanic rock, prehistoric river beds, wood and even the bones of ancient creatures.",
                "However, the new exceptions didn't void requirements states might have for telehealth."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdm9pZA&hash=f6785790cc6507f162ba59f7af09dd19cedf3559&lang=en&cache-only=0",
            "defineEn": "to announce that something is no longer legally valid or binding",
            "defineVi": "để thông báo rằng một cái gì đó không còn giá trị pháp lý hoặc ràng buộc"
        },
        {
            "id": "1c3f7988-ec99-42be-81ec-e0bbd12543dd",
            "word": "testimony",
            "phonetic": "tɛstᵻməni ",
            "partOfSpeechType": "noun",
            "examples": [
                "A federal grand jury in Minneapolis will hear testimony in the death of George Floyd, in a renewed civil rights investigation.",
                "Today's testimony at the trial of former Minneapolis police officer Derek Chauvin centered on the perspective of medical experts.",
                "Rare testimony from Democratic Senate Leader Chuck Schumer, followed by equally rare committee rebuttal by Republican Senate Leader Mitch McConnell.",
                "It was very compelling testimony. ",
                "And a warning: The testimony includes some graphic images of what happened to George Floyd."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVzdGltb255&hash=0b81a4a0215a2bbe0a445213f06baa723eaf06c6&lang=en&cache-only=0",
            "defineEn": "a formal statement saying something is true, particularly made by a witness in court",
            "defineVi": "một tuyên bố chính thức nói rằng điều gì đó là sự thật, đặc biệt được thực hiện bởi một nhân chứng tại tòa án"
        },
        {
            "id": "8ec0baf4-6433-49af-a91c-4a6e4a8961f3",
            "word": "statute",
            "phonetic": "stætʃuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The court held that such conduct violated the statute.",
                "A statute that protects social networks from the content users post.",
                "The 1474 Venetian patent statute sums up the economic rationale of patent law pretty nicely.",
                "The new statute uniquely bars state officials from enforcing the ban.",
                "By this statute, you're out of order."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdHV0ZQ&hash=7d07c9396751dc3d53b2a37e944135376d38afe1&lang=en&cache-only=0",
            "defineEn": "an officially written and established law",
            "defineVi": "một luật chính thức được thành lập và thành lập"
        },
        {
            "id": "5cd2cbe6-8e7c-43ce-9c4f-4dfcee5b4748",
            "word": "to testify",
            "phonetic": "tə tɛstᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She was called to testify before a Senate subcommittee.",
                "Medical officials testify about the cause of George Floyd's death in the murder trial of former police officer Derek Chauvin.",
                "This picture testifies to Bela Hazan's courage.",
                "She testifies.",
                "So she testifies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGVzdGlmeQ&hash=1fa8b7aa728dd4456882b6e4b2a5a9042e96f9fa&lang=en&cache-only=0",
            "defineEn": "to make a statement as a witness in court saying something is true",
            "defineVi": "đưa ra tuyên bố với tư cách là nhân chứng trước tòa nói rằng điều gì đó là đúng"
        },
        {
            "id": "5ff42116-1dff-4e47-8934-4dfb061455a0",
            "word": "to abide by",
            "phonetic": "tʊ ɐbaɪd baɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Despite their illegal activities, there is honor among thieves, and they have a code of conduct that they abide by to avoid betrayal and maintain their reputation.",
                "But your two-year-old force of nature was only abiding by the second law of thermodynamics.",
                "They don't abide by them.",
                "And they have to abide by what the member states' wishes are.",
                "China constantly uses national security as a reason for saying, I don't have to abide by any rules."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWJpZGUgYnk&hash=1e9aac0aac9bcd7e32e93c84e7b5678f67c4858a&lang=en&cache-only=0",
            "defineEn": "to accept a rule, decision, or recommendation without objection",
            "defineVi": "chấp nhận một quy tắc, quyết định hoặc khuyến nghị mà không phản đối",
            "hasImg": true
        },
        {
            "id": "c9823eb2-e9f0-44ff-bf64-395827758ca9",
            "word": "to remand",
            "phonetic": "tə ɹᵻmænd ",
            "partOfSpeechType": "verb",
            "examples": [
                "She's remanded to LMYDC pending dispo."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVtYW5k&hash=0dbd04b491949efa3a83731c7bbdd112427d75c1&lang=en&cache-only=0",
            "defineEn": "to send a case back to a court of lower authority for additional reconsideration or review",
            "defineVi": "gửi lại vụ án cho tòa án cấp dưới để xem xét lại hoặc xem xét lại"
        },
        {
            "id": "294b3422-3cde-4ffc-a06e-6342ff46ab9c",
            "word": "to uphold",
            "phonetic": "tʊ ʌphoʊld ",
            "partOfSpeechType": "verb",
            "examples": [
                "The coach told his players, a rotten apple injures its neighbors, so I expect each of you to uphold the values of good sportsmanship and teamwork.",
                "The respected judge did not involve himself in minor legal disputes, as the saying goes, eagles never catch flies, but instead focused on upholding the law and maintaining justice.",
                "The editor-in-chief instructed her reporters to uphold journalistic ethics and avoid using language that could be seen as defamatory or discriminatory, reminding them of the proverb a goose quill is more dangerous than a lion's claw.",
                "United Nations judges in The Hague upheld a genocide conviction against former Bosnian Serb military chief Ratko Mladic.",
                "My contribution to music has been upholding the beautiful rhythms and melodies from Africa."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdXBob2xk&hash=956f8358b5aa4264b1da3cd1c5bf79f943cb912b&lang=en&cache-only=0",
            "defineEn": "(particularly of a law court) to state that a previous decision is correct",
            "defineVi": "(đặc biệt là của một tòa án luật) để tuyên bố rằng một quyết định trước đó là chính xác"
        }
    ]
}