{
    "id": "6f0e285d-9dbd-42e8-bfa9-939207ad27e6",
    "title": "Generic Beauty",
    "originalTitle": "Generic Beauty",
    "words": [
        {
            "id": "a42dbaa9-5320-4910-b161-2cc2ad190bd2",
            "word": "beautiful",
            "phonetic": "bjuːɾifəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The purple flowers in the vase were beautiful.",
                "My mom planted beautiful flowers in the front yard.",
                "It's beautiful!",
                "The train traveled through beautiful countryside.",
                "The vibrant purple color of whinberries adds a beautiful touch to desserts like cheesecakes and tarts."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhdXRpZnVs&hash=31230419dcdf7c3ceb4454c2419b954eaee422e9&lang=en&cache-only=0",
            "defineEn": "extremely pleasing to the mind or senses",
            "defineVi": "cực kỳ dễ chịu cho tâm trí hoặc các giác quan",
            "hasImg": true
        },
        {
            "id": "1f6cef40-29a5-42dc-b24d-5933c3ebf352",
            "word": "glorious",
            "phonetic": "ɡloːɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Just the size, the size is absolutely glorious.",
                "And much better showers, oh it's glorious.",
                "It is just glorious.",
                "But, feeling the thing, is glorious.",
                "That’s not particularly glorious."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xvcmlvdXM&hash=f9db66f470bcd186c1fe7617fbdf4992500f7208&lang=en&cache-only=0",
            "defineEn": "being exceptionally beautiful, resplendent, or dazzling",
            "defineVi": "là đặc biệt đẹp, rực rỡ, hoặc rực rỡ"
        },
        {
            "id": "b7cb913e-0f71-4111-bc14-f7d82a62ddd0",
            "word": "stunning",
            "phonetic": "stʌnɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The island had stunning sunsets that painted the sky with vibrant hues.",
                "Asian landscapes range from breathtaking mountains to stunning beaches.",
                "The west is known for its stunning landscapes and breathtaking sunsets.",
                "European architecture is known for its stunning cathedrals and castles.",
                "The audience at the fashion show feasted their eyes on the stunning runway models, showcasing the latest designer collections."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1bm5pbmc&hash=f4443eae0617fc5886fc7ffd89ea304c1bbb81b7&lang=en&cache-only=0",
            "defineEn": "very beautiful, attractive, or impressive",
            "defineVi": "rất đẹp, hấp dẫn, hoặc ấn tượng",
            "hasImg": true
        },
        {
            "id": "4c761072-68f5-4f2c-bc2b-eebb94b2ee37",
            "word": "breathtaking",
            "phonetic": "bɹɛθteɪkɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Asian landscapes range from breathtaking mountains to stunning beaches.",
                "The west is known for its stunning landscapes and breathtaking sunsets.",
                "We hiked up the mountain and enjoyed the breathtaking view from the top.",
                "We critics variously declared the show brilliant, the cat's pyjamas, breathtaking, and unmissable.",
                "The breathtaking view from the mountaintop is the crowning glory of the hiking trail, rewarding the hikers' efforts."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYXRodGFraW5n&hash=115a643ec5d50c6a5988f7f57cba7c372e4325f5&lang=en&cache-only=0",
            "defineEn": "arousing great excitement, surprise, or admiration in someone",
            "defineVi": "khơi dậy sự phấn khích, ngạc nhiên hoặc ngưỡng mộ ở ai đó",
            "hasImg": true
        },
        {
            "id": "7298629d-2caf-4443-8541-d8a0ce206bac",
            "word": "gorgeous",
            "phonetic": "ɡoːɹdʒəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Did you see Kathy's gorgeous new dress?",
                "My wife is so gorgeous that putting her in a fancy gown would just be painting the lily.",
                "Not quite believing their ears the officers cautiously un-zipped the bag and found this gorgeous boy.",
                "I realize I may be preaching to the converted, but I think he's gorgeous.",
                "This one is gorgeous!"
            ],
            "audio": "https://tts.langeek.co/read?text=Z29yZ2VvdXM&hash=f0e4b6e5c8ef63488312fa356a02f6fe94a6a362&lang=en&cache-only=0",
            "defineEn": "extremely attractive and beautiful",
            "defineVi": "cực kỳ hấp dẫn và đẹp",
            "hasImg": true
        },
        {
            "id": "d49ae9bd-e108-45e6-9ffe-54f190fd336a",
            "word": "splendid",
            "phonetic": "splɛndɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Hats off to Connie for finding such a splendid venue for a party!",
                "'That's splendid.",
                "I mean, it looks like a splendid vomit.",
                "She lived in a splendid house and owned a lot of valuable things.",
                "I did end up preferring to set splendid too."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BsZW5kaWQ&hash=71f7d661f4ec0022061e29e6611632c8c1453022&lang=en&cache-only=0",
            "defineEn": "being exceptionally impressive, magnificent, or grand in appearance",
            "defineVi": "có vẻ ngoài đặc biệt ấn tượng, lộng lẫy hoặc hoành tráng"
        },
        {
            "id": "f50da50b-bc40-46a5-8cac-9c4cef41c4e8",
            "word": "exquisite",
            "phonetic": "ɛkskwɪsɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I hear that the new restaurant around the corner really sets the bar for exquisite seafood.",
                "Yesterday, Emily dressed in her Sunday best for the wedding ceremony, radiating beauty and charm in her exquisite gown.",
                "The crust is exquisite. ",
                "The preparations are exquisite.",
                "It’s an exquisite painting, which is really quite abstract when you dive into the detail view and appreciate all of the loose brushwork."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhxdWlzaXRl&hash=a70b7845b29ede37c4a224360c4747bb820c9546&lang=en&cache-only=0",
            "defineEn": "exceptionally beautiful, delicate, or refined in a way that evokes admiration or delight",
            "defineVi": "đặc biệt đẹp, tinh tế hoặc tinh tế theo cách gợi lên sự ngưỡng mộ hoặc thích thú"
        },
        {
            "id": "166de1cb-c4f0-4f16-9da4-fb627cf9b4fc",
            "word": "elegant",
            "phonetic": "ɛlɪɡənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The grand unified theory is compact and elegant in mathematical terms.",
                "You can impress your guests with an elegant millet-stuffed bell pepper dish.",
                "She looks a million dollars in her elegant evening gown and flawless makeup.",
                "They hosted a dinner party and served an elegant three-course meal that began with a light scrod ceviche.",
                "The British accent is often considered elegant and distinctive."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlZ2FudA&hash=0032f411164d198fe4846932f172dee3ad723fed&lang=en&cache-only=0",
            "defineEn": "(of a person or their behavior) attractive, stylish, or beautiful",
            "defineVi": "(của một người hoặc hành vi của họ) hấp dẫn, phong cách hoặc xinh đẹp",
            "hasImg": true
        },
        {
            "id": "549621d3-08ae-4709-a006-e30b9e112449",
            "word": "angelic",
            "phonetic": "ændʒɛlɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "These three divergent devils are all based on Satan of the Old Testament, an angelic member of God’s court who torments Job in the Book of Job.",
                "For a nightcap, an angelic holiday choir greeted squabbling allies at 10 Downing Street, home to British Prime Minister Boris Johnson, who hosted the leaders, at least three of whom didn't go gently into that good night.",
                "(Destin laughing like a demonic angelic old baby of pure rage and happiness)",
                "But it doesn't say all women are angelic beings who would never, ever do anything wrong, because, as we know from having been in grade four, that's not true."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5nZWxpYw&hash=716e58cb75be56897d531babb4309e9a24c260a5&lang=en&cache-only=0",
            "defineEn": "(of a person) being very beautiful and kind, in a way that resembles an angel",
            "defineVi": "(của một người) rất xinh đẹp và tử tế, giống như một thiên thần",
            "hasImg": true
        },
        {
            "id": "137f1dce-ec57-4337-b0a3-96b078915ad3",
            "word": "ravishing",
            "phonetic": "ɹævɪʃɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmF2aXNoaW5n&hash=7d4b01c96cadbf3a7ed2ddc017a9f1662d440426&lang=en&cache-only=0",
            "defineEn": "extremely attractive and pleasing",
            "defineVi": "vô cùng hấp dẫn và dễ chịu"
        },
        {
            "id": "3a4e1435-9b15-4467-8bc1-53453e1f1830",
            "word": "artistic",
            "phonetic": "ɑːɹtɪstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She inherited her artistic talent from her mother, who is an accomplished painter.",
                "The controversial artwork caused a stir in the art world, but it turned out to be just a nine day wonder, quickly fading from public attention as other artistic creations gained prominence.",
                "Oliver is riding the crest of his artistic talent, with his paintings being showcased in prestigious galleries around the world.",
                "Artistic taxidermy took an eccentric route in the Victorian Era with the introduction of anthropomorphic taxidermy.",
                "The Alcott sisters like the March sisters, had real artistic ambitions."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aXN0aWM&hash=38816c04ae51c0027e80e2a246ab916ab286de78&lang=en&cache-only=0",
            "defineEn": "having aesthetic appeal, visual attractiveness, or creative beauty",
            "defineVi": "có khiếu thẩm mỹ, hấp dẫn thị giác hoặc vẻ đẹp sáng tạo"
        },
        {
            "id": "d0524280-65f1-4b45-8690-15b473b49e38",
            "word": "beauteous",
            "phonetic": "bjuːɾiəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmVhdXRlb3Vz&hash=270a7960307175250fcc64e4eb0ae937a032bd40&lang=en&cache-only=0",
            "defineEn": "(literary) beautiful and pleasant to the sight",
            "defineVi": "(văn học) đẹp và dễ nhìn",
            "hasImg": true
        },
        {
            "id": "2e78eb76-a9a7-4cd7-84fd-5047c76251e5",
            "word": "entrancing",
            "phonetic": "ɛntɹænsɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW50cmFuY2luZw&hash=b6e4c56681daa3f602c7cfa74a1e77c913167c85&lang=en&cache-only=0",
            "defineEn": "mesmerizing, or captivatingly beautiful",
            "defineVi": "mê hoặc, hoặc quyến rũ đẹp",
            "hasImg": true
        },
        {
            "id": "b9145c42-bccf-41a7-be15-9a53a5b3f379",
            "word": "ethereal",
            "phonetic": "iːθiəɹɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Are numbers, polygons and equations truly real, or merely ethereal representations of some theoretical ideal?",
                "It unfurls into an ethereal globe.",
                "Or are there more ethereal paths to Truth, paths that science can never really travel?",
                "Only extremophiles exist down here, like the ethereal snailfish, that holds the record for the deepest living fish ever seen, at around 8,000 meters.",
                "It, along with his choreography and painting, have an ethereal quality, born, the curator says, of his desire to connect to greater things."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXRoZXJlYWw&hash=c32466254528af2c22eccbcab5ac1c990f1bffb7&lang=en&cache-only=0",
            "defineEn": "extremely delicate, light, and airy",
            "defineVi": "cực kỳ tinh tế, nhẹ nhàng và thoáng mát"
        },
        {
            "id": "8603db5e-9616-483d-9f67-659cc652b5b9",
            "word": "fair",
            "phonetic": "fɛɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That contest wasn't fair!",
                "The food was fair to middling.",
                "Everyone should have a fair slice of the cake.",
                "All of his teachers are going bananas over his science fair experiment.",
                "They were fair people before it went to their heads."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFpcg&hash=b86ed37caefb525ca7728eaf9835a4d858c718c4&lang=en&cache-only=0",
            "defineEn": "(of a woman) beautiful",
            "defineVi": "(của một người phụ nữ) xinh đẹp",
            "hasImg": true
        },
        {
            "id": "e0c069da-a188-4320-abc5-db95773564cc",
            "word": "ineffable",
            "phonetic": "ɪnɛfəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5lZmZhYmxl&hash=66c73506fa8cfcc18114faf230f2e4a65627aef2&lang=en&cache-only=0",
            "defineEn": "indescribable or beyond words, often used to describe beauty or aesthetic experiences",
            "defineVi": "không thể diễn tả hoặc ngoài lời nói, thường được sử dụng để mô tả vẻ đẹp hoặc trải nghiệm thẩm mỹ"
        },
        {
            "id": "243fde14-e270-4721-b30f-5dcf2e1a95e5",
            "word": "picture-perfect",
            "phonetic": "pɪktʃɚpɜːfɛkt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Not only did the capsule make it safely into space, but the rocket’s booster also had a picture-perfect landing back on the ground, meaning it can be reused for another mission.",
                "The rocket's first stage also made a picture-perfect touchdown on a floating platform in the Pacific Ocean, the first such landing off the West Coast and that's just the start of the company's plans for this year.",
                "Picture-perfect on the outside, they're unraveling from within, beset by a host of issues plaguing families today, from opioid addiction to sexual assault.",
                "Besides getting Elon’s Tesla into orbit, they even managed to recover two parts of the rocket’s first stage, or the part that gets the rocket off the ground, which touched down in a picture-perfect landing."
            ],
            "audio": "https://tts.langeek.co/read?text=cGljdHVyZS1wZXJmZWN0&hash=719cf3bf40c0e6dac7311172a02938d75bb3b578&lang=en&cache-only=0",
            "defineEn": "impeccably beautiful or ideal in appearance, like a perfectly composed photograph",
            "defineVi": "đẹp hoàn hảo hoặc lý tưởng về ngoại hình, giống như một bức ảnh được bố cục hoàn hảo"
        },
        {
            "id": "34f62d4f-3214-4200-b1e1-b644900d6354",
            "word": "picturesque",
            "phonetic": "pɪktʃɚɹɛsk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The old painting depicted a picturesque landscape from a bygone era.",
                "The river took a meandering bend through the picturesque valley.",
                "The Japanese cherry trees in my garden are in full bloom, creating a picturesque scene.",
                "Europe is known for its picturesque landscapes, including beautiful mountains, lakes, and coastlines.",
                "As the sun set, the fields of safflower swayed gently in the breeze, creating a picturesque scene."
            ],
            "audio": "https://tts.langeek.co/read?text=cGljdHVyZXNxdWU&hash=96b0d646622eae43f2dcfcdefffeb25ac406d16b&lang=en&cache-only=0",
            "defineEn": "(particularly of a building or place) having a pleasant appearance, often in an old-fashion manner",
            "defineVi": "(đặc biệt là tòa nhà hoặc địa điểm) có vẻ ngoài dễ chịu, thường theo phong cách cổ điển"
        },
        {
            "id": "16924c48-4e82-41ce-92fe-165d22988210",
            "word": "statuesque",
            "phonetic": "stætʃuːɛsk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RhdHVlc3F1ZQ&hash=6337a8591e83f998d2071118cf1018c4c7e13a48&lang=en&cache-only=0",
            "defineEn": "(especially of a woman) beautiful, with a tall elegant figure",
            "defineVi": "(đặc biệt là của một người phụ nữ) xinh đẹp, với dáng người thanh lịch cao"
        },
        {
            "id": "613b4821-cc1f-4f54-b56e-a09f70f951f1",
            "word": "sublime",
            "phonetic": "sʌblaɪm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The comedian joked that from the sublime to the ridiculous is only a step, and that the best comedy often came from taking serious topics and turning them on their head.",
                "I just realized that I forgot my Sublime CD in there.",
                "And its sublime compositions aren’t just deadly traps, they’re an extension of the spider’s senses.",
                "So you all remember the Gothic novel from Frankenstein, with its blend of horror and its interest in the sublime.",
                "These are amazing ways to broadcast pictures of yourself being cool and to publish your thoughts from the sublime to the ridiculous."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VibGltZQ&hash=0ba0f4e83fc6f20d25da4e4e9191865588ab7118&lang=en&cache-only=0",
            "defineEn": "of exceptional beauty or excellence",
            "defineVi": "vẻ đẹp đặc biệt hoặc xuất sắc"
        },
        {
            "id": "9d316bd9-982a-47c3-bb26-76635ff4ef50",
            "word": "wondrous",
            "phonetic": "wʌndɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Our oceans are full of all kinds of wondrous creatures, and you can learn about lots of them through CuriosityStream.",
                "There are still so many wondrous things left to be discovered.",
                "But it's wondrous that we can build machines that can take a photograph as if they were nearby.",
                "Well, he was playing the biggest crapshoot outside of Las Vegas, because everybody out here in this wondrous area of the world, this 36 square miles, knew it would be Hillary Clinton.",
                "In fact, the most famous product of alchemy was a wondrous invention that most people don’t think of as alchemical."
            ],
            "audio": "https://tts.langeek.co/read?text=d29uZHJvdXM&hash=0a425fd2fb59281d532339d409e943ad56724920&lang=en&cache-only=0",
            "defineEn": "awe-inspiring or marvelous, evoking a sense of wonder or amazement",
            "defineVi": "đầy cảm hứng hoặc tuyệt vời, gợi lên cảm giác ngạc nhiên hoặc kinh ngạc"
        },
        {
            "id": "49b7a83e-6e8e-4426-bc55-1c19172d3e09",
            "word": "sex symbol",
            "phonetic": "sɛks sɪmbəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2V4IHN5bWJvbA&hash=b130ea441f8a29332118340f95f95c9be0496665&lang=en&cache-only=0",
            "defineEn": "a famous person who is considered to be sexually attractive by many people",
            "defineVi": "một người nổi tiếng được coi là hấp dẫn tình dục bởi nhiều người"
        },
        {
            "id": "c13380a3-773d-491b-bd27-0f7f37de4617",
            "word": "hot stuff",
            "phonetic": "hɑːt stʌf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hot stuff coming through!",
                "Here you go, hot stuff.",
                "It’s the same way heat circulates in the convection oven you might have in your kitchen: hot stuff rises and cooler stuff falls.",
                "Bernoulli thought he was hot stuff.",
                "Second, hotter stuff glows brighter and yellower, which you’ve probably seen with a hot poker or candle flame."
            ],
            "audio": "https://tts.langeek.co/read?text=aG90IHN0dWZm&hash=3dcbd63b5a75b31f1cc7928651a00b88f8445e3f&lang=en&cache-only=0",
            "defineEn": "someone who is sexually appealing",
            "defineVi": "một người hấp dẫn tình dục",
            "hasImg": true
        },
        {
            "id": "89f66981-f2ea-4a7d-847f-8435c3276b3c",
            "word": "dish",
            "phonetic": "dɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This dish will serve four hungry people.",
                "To do the dishes.",
                "The restaurant offered a vegetarian dish with a mix of seasonal vegetables.",
                "The chef sprinkled a generous amount of roe on the dish.",
                "The restaurant offered a specialty hamburger steak dish."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzaA&hash=ac8ca031409ed9fa5b8de95d80007066cf751824&lang=en&cache-only=0",
            "defineEn": "a sexually attractive or pleasing person",
            "defineVi": "một người hấp dẫn tình dục hoặc dễ chịu",
            "hasImg": true
        },
        {
            "id": "57660b30-ef2f-4612-95e6-06b4526be69b",
            "word": "eye candy",
            "phonetic": "aɪ kændi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Here I thought I was the coxswain of an elite crew of eye candy, when in actuality, you've just been settling on progressively safer, less hot dudes until you landed on the safest, least hot guy of all, me."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXllIGNhbmR5&hash=a62a2c537ee3accb6f90d904d3640fc45f7e6569&lang=en&cache-only=0",
            "defineEn": "someone or something that is attractive but useless",
            "defineVi": "một ai đó hoặc một cái gì đó là hấp dẫn nhưng vô dụng"
        },
        {
            "id": "741105dc-6b75-4f53-aae5-48d9cb3049a4",
            "word": "sexy",
            "phonetic": "sɛksi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Which man is sexier?",
                "It gets sexier as I go up.",
                "I did, I did just snip you in the sexiest man alive thing.",
                "You'll begin the introduction saying I'm one of the sexiest Norths Bavarian male drama DJs.",
                "And what could be sexier than a turtle's wiggly tongue dance?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2V4eQ&hash=dc2c8d587af530bd882b58d0f2b7b27d1c510fc6&lang=en&cache-only=0",
            "defineEn": "(of a person) sexually attractive",
            "defineVi": "(của một người) hấp dẫn tình dục"
        },
        {
            "id": "cc58b4de-dd29-4618-95ff-58bda573884b",
            "word": "desirable",
            "phonetic": "dɪzaɪɚɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Now this posture may look desirable.",
                "We're not desirable.",
                "Jobs in the fact-checking department at the magazine became a desirable path to high-level editorial jobs.",
                "It's not really a desirable car.",
                "For the first time in a long time, the MacBook Air is just as desirable, at least to me, as the MacBook Pro."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzaXJhYmxl&hash=779741ae876668d2f5c3cc0cdb2ca54b20f20b45&lang=en&cache-only=0",
            "defineEn": "having qualities or features that make someone or something sexually appealing",
            "defineVi": "có phẩm chất hoặc đặc điểm khiến ai đó hoặc thứ gì đó hấp dẫn về mặt tình dục"
        },
        {
            "id": "387b4d84-2175-4fe3-9258-272bbf104052",
            "word": "seductive",
            "phonetic": "sᵻdʌktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It tends not to be framed with the same seductive quality.",
                "Secretive, slithering, seductive, and scary, the serpent has claimed a prominent place in our literature, art, religion, even natural history.",
                "In the Christian tradition, the serpent was already associated with sin and the Devil, due largely to its seductive role in the fall of the Garden of Eden.",
                "Now, the second criteria, is Interaction with others is often characterized, By inappropriate, sexually seductive, or provocative behavior.",
                "It was during the Middle Ages and the Renaissance that Medusa moves from terrifying monster to predatory, seductive woman."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VkdWN0aXZl&hash=8d71b941442f4390e78d810c9080a3a16ed18e4b&lang=en&cache-only=0",
            "defineEn": "alluring or enticing in a way that is suggestive or tempting, often with a focus on charm or attractiveness",
            "defineVi": "quyến rũ hoặc lôi cuốn theo cách gợi ý hoặc hấp dẫn, thường tập trung vào sự quyến rũ hoặc hấp dẫn"
        },
        {
            "id": "c00a877b-128b-4e14-95c2-efb5c7d3df65",
            "word": "hot",
            "phonetic": "hɑːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The weather was disagreeably hot.",
                "The news came hot on the heels of another plane crash.",
                "The factory closure follows hot on the heels of several others",
                "The winter issue is hot off the press.",
                "That hot guy had a good head on his shoulders."
            ],
            "audio": "https://tts.langeek.co/read?text=aG90&hash=0da9ddb695c016e223f206638448aae9581d299f&lang=en&cache-only=0",
            "defineEn": "sexually desired or desiring",
            "defineVi": "mong muốn hoặc ham muốn tình dục"
        },
        {
            "id": "b967cf20-f339-4168-9d90-6b0b8309d8be",
            "word": "attractive",
            "phonetic": "ɐtɹæktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The vibrant green color of perilla leaves adds an attractive touch to any dish.",
                "Guys automatically become less attractive when they break Priscian's head.",
                "The food packaging film had a color retention agent to prevent discoloration and maintain the attractive appearance of it.",
                "The sight of the attractive lifeguard on the beach was enough to make Tom feel like he needed a cold shower to calm his racing heart.",
                "A sinfully attractive man who knows what he wants, Rafael seduces Cherri before she knows what hits her."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0cmFjdGl2ZQ&hash=bafc79bd7449a4e59d3483f8ed797a356095a0e6&lang=en&cache-only=0",
            "defineEn": "pleasing or appealing to the senses",
            "defineVi": "làm hài lòng hoặc hấp dẫn các giác quan",
            "hasImg": true
        },
        {
            "id": "0afc95dd-cef7-419c-a645-78a6a1e0c640",
            "word": "cute",
            "phonetic": "kjuːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The baby had chubby cheeks and a cute face.",
                "They're so chubby and cute.",
                "And cute little kitties.",
                "The smile is pretty cute.",
                "Animals are seriously cute."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3V0ZQ&hash=462bef6d42008505892e983baa8c2063b10d6a2f&lang=en&cache-only=0",
            "defineEn": "attractive and good-looking",
            "defineVi": "hấp dẫn và ưa nhìn",
            "hasImg": true
        },
        {
            "id": "c19b2c75-8e10-442e-b0e5-e5dbaef2fd04",
            "word": "dishy",
            "phonetic": "dɪʃi ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlzaHk&hash=960d65aced6f08de218f62bcbd380c1fa537e4ef&lang=en&cache-only=0",
            "defineEn": "sexually attractive and good-looking",
            "defineVi": "hấp dẫn tình dục và ưa nhìn"
        },
        {
            "id": "2b27795e-4941-420d-b7fa-eedda8d64837",
            "word": "juicy",
            "phonetic": "dʒuːsi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The apple tree in our backyard produces juicy fruits every year.",
                "A juicy pear is a refreshing treat on a hot summer day.",
                "She enjoyed the juicy sweetness of raspberries, an aggregate fruit.",
                "My son's favorite summer treat is a juicy slice of melon.",
                "He shared a juicy peach with his friend during a picnic in the park."
            ],
            "audio": "https://tts.langeek.co/read?text=anVpY3k&hash=2d8f05278a5d38f4cd4b908605ef9424a4e5eedc&lang=en&cache-only=0",
            "defineEn": "radiant, alluring, or attractive in a visually appealing way",
            "defineVi": "rạng rỡ, quyến rũ, hoặc hấp dẫn một cách trực quan hấp dẫn"
        },
        {
            "id": "b1e55a87-d370-4556-ac62-079d1a28ee57",
            "word": "luscious",
            "phonetic": "lʌʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He dipped a spoon into the luscious flesh of the ripe cantaloupe.",
                "My parents hosted a brunch and served Eggs Benedict with a luscious mornay sauce, impressing their guests.",
                "Markets overflowed with luscious produce and crafts, and the city had a sophistication that, like the wealth itself, was foreign to Europeans, even if the Aztec practice of human sacrifice was also foreign.",
                "Because of the luck of the genetic draw that happens in recombination, I got this mane of luscious hair, and John was stuck with his trash, brown puff.",
                "So, each of those things plays a different role in creating a super luscious, chewy, creamy vegan ice cream."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVzY2lvdXM&hash=f0ced4c40836e94daffe5e83283a2e747a16ea46&lang=en&cache-only=0",
            "defineEn": "sexually attractive and very seductive",
            "defineVi": "hấp dẫn tình dục và rất quyến rũ",
            "hasImg": true
        },
        {
            "id": "a1088ba8-98ff-4bac-8566-9bee18050e4b",
            "word": "lush",
            "phonetic": "lʌʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A variety of plants and wildlife thrive on the lush riverbank.",
                "The African landscape is diverse, ranging from lush rainforests to vast deserts.",
                "We go to Lush.",
                "At the poles, lush ecosystems took hold, while parts of western North America became arid.",
                "This flower lives in a lush Alaskan meadow."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVzaA&hash=509cc4e02c0490fcb231f7d70b66f9b7c22d48a4&lang=en&cache-only=0",
            "defineEn": "sexually attractive or alluring",
            "defineVi": "hấp dẫn tình dục hoặc quyến rũ"
        },
        {
            "id": "23aeeaee-9024-4fe8-8d77-165f810a0c01",
            "word": "pretty",
            "phonetic": "pɹɪɾi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My knowledge of French is pretty basic.",
                "The girls looked so pretty in their summer dresses.",
                "The board meeting painted a pretty grim picture.",
                "Those movie stars live pretty high off the hog.",
                "Years of war have left their mark on these pretty islands."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJldHR5&hash=1bd0c5df5f0093fffb939252280111051eac2a5d&lang=en&cache-only=0",
            "defineEn": "(of a woman or a child) attractive without being very beautiful",
            "defineVi": "(của một người phụ nữ hoặc một đứa trẻ) hấp dẫn mà không quá xinh đẹp",
            "hasImg": true
        },
        {
            "id": "39e1209e-1a24-48d9-85ba-fd4553c68455",
            "word": "prepossessing",
            "phonetic": "pɹɪpəzɛsɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJlcG9zc2Vzc2luZw&hash=fabbb297a1ac034597281d77059bcf5de9efc5b4&lang=en&cache-only=0",
            "defineEn": "attractive in appearance, particularly in terms of facial features or overall demeanor",
            "defineVi": "hấp dẫn về ngoại hình, đặc biệt là về các đặc điểm trên khuôn mặt hoặc phong thái tổng thể"
        },
        {
            "id": "6a059fe3-053a-4f78-8575-8abb2946f459",
            "word": "resplendent",
            "phonetic": "ɹᵻsplɛndənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But this fall, Putnam is in semi-seclusion, with wife Rosemary in resplendent rural New Hampshire, and he appreciates the irony.",
                "Embodying rupture and freedom and change, and also bringing me joy whenever I’ve encountered them in a gallery and revelled in their tactility and resplendent color."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzcGxlbmRlbnQ&hash=391fef905998451565648c92e871b5ee338e6cf8&lang=en&cache-only=0",
            "defineEn": "dazzling, radiant, or magnificent in appearance",
            "defineVi": "rực rỡ, rạng rỡ, hoặc tráng lệ về ngoại hình"
        },
        {
            "id": "db10fdbc-bbbe-4176-ab41-969488eb0104",
            "word": "sensational",
            "phonetic": "sɛnseɪʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "One infamous example is William Seabrook’s sensational 1929 travelogue, The Magic Island.",
                "But we can be less sensational. ",
                "We could be less sensational by not rewarding sensationalism. ",
                "And have also been involved in some of corporate America's Most Sensational scandals.",
                "Ok so a deranged dentist and some sensational media coverage helped this myth take hold."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vuc2F0aW9uYWw&hash=37707fc1b6df368cbb22791f85ff99ae81599c91&lang=en&cache-only=0",
            "defineEn": "truly outstanding, remarkable, exceptional, or attractive",
            "defineVi": "thực sự xuất sắc, đáng chú ý, đặc biệt, hoặc hấp dẫn"
        },
        {
            "id": "0e796875-8e11-483d-9321-0c5c1102f351",
            "word": "winning",
            "phonetic": "wɪnɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She pushed things too far and lost all her winnings.",
                "After winning the lottery, John quickly spent all of his winnings and was left with nothing, demonstrating the truth behind the proverb easy come, easy go.",
                "There's no winning.",
                "So there was really no winning.",
                "Tiger Woods leads his sport in career prize winnings with an estimated total of $122.5 million."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lubmluZw&hash=67a0c7e43a197dcfb284601559c16f44b34823d1&lang=en&cache-only=0",
            "defineEn": "attractive and lovely",
            "defineVi": "hấp dẫn và đáng yêu"
        },
        {
            "id": "c7fec032-82aa-4609-906b-1010d1218711",
            "word": "lovely",
            "phonetic": "lʌvli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "There's a lovely park right on our doorstep.",
                "She was a lovely woman and my mother truly enjoyed her company.",
                "I have been as busy as a beaver these last few weeks crocheting up custom orders for some lovely customers.",
                "They’ve let that lovely old house fall to pieces around them.",
                "The rose was pink and had a lovely scent."
            ],
            "audio": "https://tts.langeek.co/read?text=bG92ZWx5&hash=e00598dbc7f0b9dbe4d0822e59c02bdfc8a07f9b&lang=en&cache-only=0",
            "defineEn": "very beautiful or attractive",
            "defineVi": "rất đẹp hoặc hấp dẫn",
            "hasImg": true
        },
        {
            "id": "60dd1c3c-ac11-431f-a3b4-1cefd0991255",
            "word": "appealing",
            "phonetic": "ɐpiːlɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The vibrant orange color of a ripe nectarine is so appealing.",
                "Some people may find tattoos beautiful and appealing, while others may find them unattractive, illustrating that beauty is in the eye of the beholder.",
                "It's very appealing to me.",
                "And what Barack Obama was offering was widely appealing. ",
                "That's an appealing argument for conservative voters."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwZWFsaW5n&hash=6a99e0b6447c7293e5aefb2fdc6c8b45a1189ae6&lang=en&cache-only=0",
            "defineEn": "pleasing or attractive",
            "defineVi": "dễ chịu hoặc hấp dẫn",
            "hasImg": true
        },
        {
            "id": "1b54f3a6-133a-4c81-9575-986087423e6e",
            "word": "eye-catching",
            "phonetic": "aɪkætʃɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXllLWNhdGNoaW5n&hash=b3d7ac095f6a6626497f3f46947656a3419a0da0&lang=en&cache-only=0",
            "defineEn": "visually striking or captivating",
            "defineVi": "trực quan nổi bật hoặc quyến rũ"
        },
        {
            "id": "cc51bfef-d135-4854-a8ab-cb86bb43375e",
            "word": "nice-looking",
            "phonetic": "naɪslʊkɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmljZS1sb29raW5n&hash=47fad3b485d77a9b6eee4806e2a1c67b66fcbe65&lang=en&cache-only=0",
            "defineEn": "attractive and pleasant to the sight",
            "defineVi": "hấp dẫn và dễ chịu để xem",
            "hasImg": true
        },
        {
            "id": "43c2abf6-cb3f-46db-a916-a405dfaf56b9",
            "word": "adorable",
            "phonetic": "ɐdoːɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Look at little baby's adorable thunder thighs!",
                "She loves spending time with her adorable nephews.",
                "Sarah's newborn baby had a unique set of features that made him adorable in his own special way, with a face only a mother could love.",
                "Baby deer are adorable!",
                "And my character is adorable."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRvcmFibGU&hash=deba9c8e7ce12a07e2653b2e0767930369fbfe13&lang=en&cache-only=0",
            "defineEn": "lovely and attractive",
            "defineVi": "đáng yêu và hấp dẫn",
            "hasImg": true
        },
        {
            "id": "f0c30a14-5c2b-49e9-a2ea-1f629524df41",
            "word": "captivating",
            "phonetic": "kæptᵻveɪɾɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Arlene Saunders was as captivating as her soprano opera voice."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwdGl2YXRpbmc&hash=8f2cc1b740927a5b20adb1889e46eb51ba119e1a&lang=en&cache-only=0",
            "defineEn": "having the ability to attract and hold one's attention or interest",
            "defineVi": "có khả năng thu hút và giữ sự chú ý hoặc quan tâm của một người",
            "hasImg": true
        },
        {
            "id": "b83a6baf-f7b2-4363-b9b7-08b95514897f",
            "word": "beguiling",
            "phonetic": "bᵻɡaɪlɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmVndWlsaW5n&hash=47908a6eb890eb367cb8163d93a2d00897148328&lang=en&cache-only=0",
            "defineEn": "charmingly attractive or enticing",
            "defineVi": "quyến rũ hấp dẫn hoặc hấp dẫn"
        },
        {
            "id": "94635a66-358d-44a7-b569-46524a358fb7",
            "word": "sweet",
            "phonetic": "swiːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Sleep well and sweet dreams.",
                "Her aunt is very sweet but not all there.",
                "I enjoyed the sweet scent of blossoms on the flowering tree.",
                "but she was sweet as pie.",
                "A slice of sweet orange adds a delightful touch to a cold glass of iced tea."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dlZXQ&hash=a11daa85d27906fc97dca2348f969a3cabea1f15&lang=en&cache-only=0",
            "defineEn": "having an attractive or pleasing appearance",
            "defineVi": "có vẻ ngoài hấp dẫn hoặc dễ chịu"
        },
        {
            "id": "b5d60c04-924b-47bb-81fa-cb1fae340769",
            "word": "aesthetic",
            "phonetic": "ɛsθɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She has a great aesthetic sense when it comes to interior design.",
                "Plenty of Christians have tried their hand at putting their beliefs into prose or poetry, usually with calamitous aesthetic results.",
                "The new car's design is both functional and aesthetic.",
                "It mostly affected aesthetic parts of weapons.",
                "Well, it’s mostly for aesthetics."
            ],
            "audio": "https://tts.langeek.co/read?text=YWVzdGhldGlj&hash=17bdbaaa6ae5eb3050f39c67b630464c9240eb57&lang=en&cache-only=0",
            "defineEn": "relating to the enjoyment or appreciation of beauty or art, especially visual art.",
            "defineVi": "liên quan đến việc thưởng thức hoặc đánh giá cao vẻ đẹp hoặc nghệ thuật, đặc biệt là nghệ thuật thị giác."
        },
        {
            "id": "d62b0b25-12a5-45b7-b36a-da575bc293dc",
            "word": "delectable",
            "phonetic": "dᵻlɛktəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The chef incorporated chunks of multiple fruits into a delectable dessert.",
                "Our dessert of the day is a delectable almond-leaved pear tart.",
                "Wrap the rice and fresh ingredients in gim to create a delectable sushi roll.",
                "The bee that protects a hive of delectable honey?",
                "So we've chosen a delectable spread of eight cheeses that can each tell us something different about the science behind this ancient, living food."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsZWN0YWJsZQ&hash=240e2ad4b1ed05ad4bfd5779c853889f8bf69e25&lang=en&cache-only=0",
            "defineEn": "evoking sexual arousal",
            "defineVi": "khơi gợi hưng phấn tình dục"
        },
        {
            "id": "e8d69b39-108a-4ed9-b7b0-04f5510ca501",
            "word": "enticing",
            "phonetic": "ɛntaɪsɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Short selling remains an enticing investment strategy for many reasons.",
                "So there is this enticing possibility that has to be considered seriously and not dismissed that this novel coronavirus may also have this property because it's related to them.",
                "And this gravy is still enticing, but, I mean, we got to get the creativity portion up, and make something that works for my lactose intolerant friend, - Hey.",
                "So that makes it all the more enticing to eat the bread, cause you have to kill the lonely.",
                "On the way to buy something practical, you might pass something enticing and make an impulse purchase."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW50aWNpbmc&hash=eebb026ad664d0cecc9ea7313bfb14a1cb00fb40&lang=en&cache-only=0",
            "defineEn": "attractive, alluring, or appealing in a way that arouses interest or desire",
            "defineVi": "hấp dẫn, lôi cuốn, hoặc lôi cuốn theo cách khơi dậy sự quan tâm hoặc mong muốn"
        },
        {
            "id": "5d587f7a-cdc2-4323-9a66-005c041c262c",
            "word": "fetching",
            "phonetic": "fɛtʃɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Actually that is quite fetching."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmV0Y2hpbmc&hash=d77afce2e30c1444247c825e5bbb85c289daae89&lang=en&cache-only=0",
            "defineEn": "attractive in a way that catches the eye",
            "defineVi": "hấp dẫn theo cách bắt mắt",
            "hasImg": true
        },
        {
            "id": "379dc5a0-7616-4c32-ac40-3290438a5361",
            "word": "flattering",
            "phonetic": "flæɾɚɹɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Oh, that's flattering.",
                "And it wasn't exactly flattering.",
                "- Very flattering, as you can see.",
                "For the most part, it was all very flattering and sweet.",
                "You might not find this too flattering, but you have a lot in common with a pig."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxhdHRlcmluZw&hash=b863569b22bd6d142232cf02ee2fbae9c49859db&lang=en&cache-only=0",
            "defineEn": "improving or emphasizing someone's good features, making them appear more attractive",
            "defineVi": "cải thiện hoặc nhấn mạnh các tính năng tốt của ai đó, làm cho họ trông hấp dẫn hơn",
            "hasImg": true
        },
        {
            "id": "3daaf2c9-ac4f-4d02-9101-36fe90b755e8",
            "word": "glamorous",
            "phonetic": "ɡlæmɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They think she's too glamorous and won't want to speak to them.",
                "Yeah, this old car isn't glamorous, but you could do worse.",
                "Of course, it's very glamorous.",
                "This is not a glamorous job.",
                "For most soldiers, there was nothing glamorous or heroic about this war."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xhbW9yb3Vz&hash=953c985f3f12765c4d60143d0ec80ac30326917d&lang=en&cache-only=0",
            "defineEn": "attractive in a special way",
            "defineVi": "hấp dẫn một cách đặc biệt",
            "hasImg": true
        },
        {
            "id": "8eb9909b-036a-4aad-8082-cb84fcfb8dd4",
            "word": "good",
            "phonetic": "ɡʊd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The food looks good.",
                "Good wine can make a meal.",
                "Bad luck often brings good luck.",
                "This information is as good as gold.",
                "\"Your guess is as good as mine.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Z29vZA&hash=23dba10598e546d0d581f340c648d497a4e2bcb6&lang=en&cache-only=0",
            "defineEn": "aesthetically pleasing, attractive, or appealing",
            "defineVi": "thẩm mỹ đẹp, hấp dẫn, hoặc hấp dẫn"
        },
        {
            "id": "83e5267e-5eb8-4b60-84e4-d205875a2ad2",
            "word": "magnetic",
            "phonetic": "mæɡnɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The fridge door has a magnetic strip to hold notes and pictures.",
                "One of them is magnetic.",
                "Magnetic north is different.",
                "The whole front isn't magnetic.",
                "So it also has magnetic poles!"
            ],
            "audio": "https://tts.langeek.co/read?text=bWFnbmV0aWM&hash=1db6d67f80018ff96fadbfec3ef753dbcf5eb67e&lang=en&cache-only=0",
            "defineEn": "strong, attractive, and captivating quality that draws attention and creates an allure",
            "defineVi": "chất lượng mạnh mẽ, hấp dẫn và quyến rũ thu hút sự chú ý và tạo ra sức quyến rũ"
        },
        {
            "id": "ade1dd18-1ec0-4492-8ab7-be6c16fd3a52",
            "word": "beaut",
            "phonetic": "bjuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And a few streets away, the Beckhams have been infuriating local residents with their plans for a beaut room, study, and wine cellar in the basement of their new home, dubbed Beckingham Palace the Second."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhdXQ&hash=3532cf5d87a7e524e73aa76657867ffce6c1867a&lang=en&cache-only=0",
            "defineEn": "an excellent or beautiful person",
            "defineVi": "một người xuất sắc hoặc xinh đẹp",
            "hasImg": true
        },
        {
            "id": "d3c26876-9479-4486-a4a7-5d60a92e3fff",
            "word": "smasher",
            "phonetic": "smæʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But some, like our smasher, have a way of avoiding the fight.",
                "The other kind are called smashers, and they’re the ones that punch.",
                "This saddle is located on top of the smasher, and the stomatopod uses his muscles to compress it like a spring and he holds it back with a latch mechanism.",
                "These strands are then bonded together in a mineralized matrix which makes the whole thing an incredibly strong smasher.",
                "The team put a section of the smasher in a synchrotron so they could analyze the material makeup."
            ],
            "audio": "https://tts.langeek.co/read?text=c21hc2hlcg&hash=8f38ab317a9ac4a8105dc655bf7113f63c3ac598&lang=en&cache-only=0",
            "defineEn": "a very attractive or engaging person or thing",
            "defineVi": "một người hoặc điều rất hấp dẫn hoặc hấp dẫn",
            "hasImg": true
        }
    ]
}