{
    "id": "6f348ef5-f7de-4d37-8c70-01ce8160c621",
    "title": "Lesson 6B",
    "originalTitle": "Lesson 6B",
    "words": [
        {
            "id": "90d99088-90f8-4b15-a3fc-8dac13dc20be",
            "word": "instrument",
            "phonetic": "ɪnstɹəmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Charlotte excels in playing the piano because she learned the instrument at her mother's knee.",
                "The process involves using steam to sterilize the instruments.",
                "The musician stepped up his game and practiced his instrument for hours every day, resulting in a more polished and professional sound.",
                "His consuming passion for music drove him to spend every free moment practicing his instrument.",
                "This instrument also allowed the development of dead reckoning."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdHJ1bWVudA&hash=f4101bfbab90dc326fa9247554e8eac1f8d8e1f4&lang=en&cache-only=0",
            "defineEn": "an object or device used for producing music, such as a violin or a piano",
            "defineVi": "một đối tượng hoặc thiết bị được sử dụng để sản xuất âm nhạc, chẳng hạn như một cây vĩ cầm hoặc một cây đàn piano",
            "hasImg": true
        },
        {
            "id": "b8b332a4-544e-42ff-987e-19aa949f3a4f",
            "word": "music",
            "phonetic": "mjuːzɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can you read music?",
                "The music was far too loud for my liking.",
                "Her words were music to my ears.",
                "Set this poem to music.",
                "That music really gets me."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzaWM&hash=e110ab2a8fd17c950e2017dfd5aab54ca22e6d69&lang=en&cache-only=0",
            "defineEn": "a series of sounds made by instruments or voices, arranged in a way that is pleasant or exciting to listen to",
            "defineVi": "một loạt âm thanh được tạo ra bởi các nhạc cụ hoặc giọng nói, được sắp xếp theo cách dễ chịu hoặc thú vị để nghe",
            "hasImg": true
        },
        {
            "id": "b28efd7e-d85b-4dd6-8544-65c9a4574c32",
            "word": "bass guitar",
            "phonetic": "beɪs ɡɪtɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Chicago blues was basically the same style of blues played in the delta, except played more energetically, with an electric guitar, sometimes a bass guitar, piano, and drums."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFzcyBndWl0YXI&hash=ceb8c46f14fa0a42ee53a2b8a2d243c0ce003d31&lang=en&cache-only=0",
            "defineEn": "a type of electric guitar that produces the lowest pitch in the family of guitars",
            "defineVi": "một loại ghi-ta điện tạo ra âm vực thấp nhất trong họ ghi-ta",
            "hasImg": true
        },
        {
            "id": "c603d33b-c8f5-4b8d-a593-ca7e6a7fede6",
            "word": "drum",
            "phonetic": "dɹʌm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The teacher drummed the names of the state capitals into our heads.",
                "Chris kills it on drums.",
                "a learning disabled man is on the drums!",
                "but he has a drum.",
                "He has a snare drum."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJ1bQ&hash=9fbbf08fbdfe4f7e8ee98ad51e5f9f505480faf5&lang=en&cache-only=0",
            "defineEn": "a musical instrument consisting of a hollow, round frame with plastic or skin stretched tightly across one or both ends, played by hitting it with sticks or hands",
            "defineVi": "một nhạc cụ bao gồm một khung tròn, rỗng bằng nhựa hoặc da được căng chặt ở một hoặc cả hai đầu, được chơi bằng cách đánh bằng gậy hoặc tay",
            "hasImg": true
        },
        {
            "id": "bbec5dd9-29a5-458d-a33d-6dc02ec963e3",
            "word": "keyboard",
            "phonetic": "kiːboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "So keyboard, got my fancy mouse.",
                "I use keyboards",
                "Keyboard shortcuts for effects and presets.",
                "Imagine a keyboard.",
                "This keyboard is fantastic."
            ],
            "audio": "https://tts.langeek.co/read?text=a2V5Ym9hcmQ&hash=6795ad3ad42bef404d81435ad660f5e8ed66e7d5&lang=en&cache-only=0",
            "defineEn": "a type of electronic musical instrument with keys like those of a piano, which is able to make many different sounds",
            "defineVi": "một loại nhạc cụ điện tử có các phím giống như đàn piano, có thể tạo ra nhiều âm thanh khác nhau",
            "hasImg": true
        },
        {
            "id": "0fc98ca8-6799-46fd-8715-5bdb1a68a2cc",
            "word": "violin",
            "phonetic": "vaɪəlɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "She plays the violin with grace and precision.",
                "To play the piano/violin/flute.",
                "They hired a violin teacher to guide them in their learning.",
                "He taught himself to play the violin.",
                "We gathered around as she performed a heartfelt solo on her violin."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlvbGlu&hash=2c781be8ec9d5f2fe40f9cd37980b9d61e2944b0&lang=en&cache-only=0",
            "defineEn": "a musical instrument with strings, held under the chin and played with a bow",
            "defineVi": "một nhạc cụ có dây, được giữ dưới cằm và chơi bằng cung",
            "hasImg": true
        },
        {
            "id": "6f0ef7b3-8a2d-4d6e-8660-142525aa230e",
            "word": "cello",
            "phonetic": "tʃɛloʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We tried the cello first.",
                "And the cello is just too big.",
                "Long waves have a low frequency and pitch, like a mournful cello.",
                "There's something about the Cello!",
                "Yeah, she plays the cello, and she's really smart."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VsbG8&hash=d8704e20805bd3058ae02d204b3bb72eb1aa7f72&lang=en&cache-only=0",
            "defineEn": "a large musical instrument of the violin family that is held upright and is played by pulling a bow across its strings",
            "defineVi": "một nhạc cụ lớn thuộc họ vĩ cầm được giữ thẳng đứng và được chơi bằng cách kéo cung qua dây của nó",
            "hasImg": true
        },
        {
            "id": "2eee0ac1-0376-494c-b3e5-a788bd44759f",
            "word": "flute",
            "phonetic": "fluːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "To play the piano/violin/flute.",
                "They play the flute.",
                "Blow it like a flute.",
                "This might be a sampled flute.",
                "And to help him on his journey, she gives him the titular magic flute."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmx1dGU&hash=2126b6755a97c7d9cd2c978ea850861aa1fb4bb6&lang=en&cache-only=0",
            "defineEn": "a tube-like musical instrument that is played by blowing over a hole while covering and uncovering its other holes",
            "defineVi": "một nhạc cụ giống như ống được chơi bằng cách thổi qua một lỗ trong khi che và mở các lỗ khác của nó",
            "hasImg": true
        },
        {
            "id": "ba5a2fc3-87f5-4a2a-a844-2b9a9b3b78d0",
            "word": "saxophone",
            "phonetic": "sæksəfoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "I was looking for the cool instruments, the saxophones and the trumpets.",
                "Didn't Kenny G set the world record for the longest saxophone note because he can circular breathe?",
                "Okay, but where are the samples that use one of jazz's most recognizable instruments, the saxophone?",
                "(plays saxophone)",
                "(plays saxophone) -"
            ],
            "audio": "https://tts.langeek.co/read?text=c2F4b3Bob25l&hash=2aa367e12e6458abc1c1b0376625edd13c6a2f6f&lang=en&cache-only=0",
            "defineEn": "a curved metal wind instrument that is played by blowing into it while pressing its buttons",
            "defineVi": "một nhạc cụ gió kim loại cong được chơi bằng cách thổi vào nó trong khi nhấn các nút của nó",
            "hasImg": true
        },
        {
            "id": "e5c2d460-6aee-4e58-a274-b3e5efccbe61",
            "word": "musician",
            "phonetic": "mjuːzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The best professional musicians start young.",
                "The new student quickly made friends with the other musicians, because birds of a feather flock together.",
                "Musicians can also put their money where their mouths are and play benefit gigs.",
                "The magazine features interviews with musicians and reviews of new albums.",
                "The musician's fingers lightly touched the piano keys, creating a beautiful melody."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzaWNpYW4&hash=c88f3fdfa3b057a881d43e1f0d5f64d748080b73&lang=en&cache-only=0",
            "defineEn": "someone who plays a musical instrument or writes music, especially as a profession",
            "defineVi": "một người chơi nhạc cụ hoặc viết nhạc, đặc biệt là một nghề",
            "hasImg": true
        },
        {
            "id": "f021d79a-4f74-49e9-a380-e95a486bd76f",
            "word": "choir",
            "phonetic": "kwaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "After his voice broke, he left the choir.",
                "He's just preaching to the choir.",
                "Political satirist Andy Borowitz heads to San Francisco to preach to the choir.",
                "The men who really need to hear the message don't come to the meetings, so I'm just preaching to the choir.",
                "I don't know why he thought to join the school choir."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hvaXI&hash=8b7cf5b99959c2f5a2538de7c1d7cf0e5b4cd36b&lang=en&cache-only=0",
            "defineEn": "a group of singers who perform together, particularly in religious ceremonies or in public",
            "defineVi": "một nhóm ca sĩ biểu diễn cùng nhau, đặc biệt là trong các nghi lễ tôn giáo hoặc trước công chúng",
            "hasImg": true
        },
        {
            "id": "a622edb5-ac22-4f49-988d-e390e504fda8",
            "word": "orchestra",
            "phonetic": "ɔːɹkᵻstɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The school orchestra played so many wrong notes that I had trouble keeping a straight face.",
                "The orchestra's rendition of Beethoven's Ninth Symphony was of the first water, with precise execution and a powerful emotional impact that left the audience in awe.",
                "Narrator: Think of it like an orchestra.",
                "The orchestra is probably where we're standing here.",
                "In an orchestra, this just sounds really terrible."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JjaGVzdHJh&hash=e2ecb86ae061a9294233b7a6629a85f476759b07&lang=en&cache-only=0",
            "defineEn": "a group of musicians playing various instruments gathered and organized to perform a classical composition",
            "defineVi": "một nhóm nhạc sĩ chơi các nhạc cụ khác nhau được tập hợp và tổ chức để biểu diễn một tác phẩm cổ điển",
            "hasImg": true
        },
        {
            "id": "820abdc7-e114-4fb3-bff2-d3bee6399c1d",
            "word": "conductor",
            "phonetic": "kəndʌktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "the conductor shouted angrily.",
                "the conductor asked.",
                "'Yes,' said the conductor.",
                "'I don't like this,' said the conductor.",
                "These cables from Grano, they contain eight conductors within, so just imagine eight different copper strands inside here."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZHVjdG9y&hash=2057ab933816df4c875b4034b4ae99093ac97eb9&lang=en&cache-only=0",
            "defineEn": "someone who guides and directs an orchestra",
            "defineVi": "một người hướng dẫn và chỉ đạo một dàn nhạc",
            "hasImg": true
        },
        {
            "id": "ce382f51-bbe5-4ed8-919b-54699c3b6c62",
            "word": "soprano",
            "phonetic": "səpɹɑːnoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Arlene Saunders was as captivating as her soprano opera voice.",
                "(soprano singing) - I suppose I first admitted being very keen on opera in my very early teens, 12, 13, 14, and gradually I became more and more obsessed by it.",
                "And that really pisses me off because just waiting for new episodes of Sesame Street to come out, it's like the Soprano's you're like, come on and turn it over do something."
            ],
            "audio": "https://tts.langeek.co/read?text=c29wcmFubw&hash=e004c2d484fbdc26974dbcf79f2c9f67f2eb2d4a&lang=en&cache-only=0",
            "defineEn": "a female or young male singer with a singing voice that has the highest range",
            "defineVi": "một ca sĩ nam hoặc nữ có giọng hát cao nhất",
            "hasImg": true
        },
        {
            "id": "400ede72-164a-44c9-b18e-2aaf8874ab5c",
            "word": "architecture",
            "phonetic": "ɑːɹkɪtɛktʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "European architecture is known for its stunning cathedrals and castles.",
                "You'll find this style of architecture all over the town.",
                "She visited an old castle and marveled at its medieval architecture.",
                "The house is a shining example of Art Deco architecture.",
                "Barcelona, located in Spain, is famous for its unique architecture."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGl0ZWN0dXJl&hash=5b9301f2628890e5f87eaca7889bfba5f407d565&lang=en&cache-only=0",
            "defineEn": "the study or art of building and designing houses",
            "defineVi": "nghiên cứu hoặc nghệ thuật xây dựng và thiết kế nhà ở",
            "hasImg": true
        },
        {
            "id": "e7a46108-1e95-4ee7-9431-c9f50ddbb29a",
            "word": "barista",
            "phonetic": "bɑːɹɹɪstə ",
            "partOfSpeechType": "noun",
            "examples": [
                "With drinks on tap, crew members function more like bartenders than baristas.",
                "I'd probably still hold the record for worst barista in the world.",
                "MICHAEL BARBOSA: I worked as a barista and a grocery store clerk for minimum wage.",
                "She had the idea for the cart business when she worked as a barista at another street cart in the mornings and as a freelance seamstress in the afternoon.",
                "Like, I had to turn the camera on because my coffee was made by my favourite barista and it was so good"
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyaXN0YQ&hash=99ef4e1767f686201ca80abc9e6eec68a403b091&lang=en&cache-only=0",
            "defineEn": "a skilled professional who specializes in making and serving coffee-based beverages in cafes, coffee shops, and restaurants",
            "defineVi": "một chuyên gia lành nghề chuyên pha chế và phục vụ đồ uống làm từ cà phê trong các quán cà phê, quán cà phê và nhà hàng",
            "hasImg": true
        },
        {
            "id": "1a6201ea-5ec4-4a81-a5ac-3dd7560a3fe1",
            "word": "bouquet",
            "phonetic": "buːkeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I picked a bouquet of fresh flowers from the field.",
                "I decided to buy myself a bouquet of flowers to brighten up my home.",
                "He gifted his friend a bouquet of edible flowers, perfect for garnishing salads and drinks.",
                "He gifted her a bouquet of lavender flowers, symbolizing love and tranquility.",
                "Squeaks just gave me the nicest Valentine’s Day surprise: a bouquet of flowers!"
            ],
            "audio": "https://tts.langeek.co/read?text=Ym91cXVldA&hash=9f02ea0ed5544ea1795a6b16dfba5a1829bbec84&lang=en&cache-only=0",
            "defineEn": "the flowers that are attractively arranged for a ceremony or as a gift",
            "defineVi": "những bông hoa được sắp xếp hấp dẫn cho một buổi lễ hoặc như một món quà",
            "hasImg": true
        },
        {
            "id": "c62a33f9-77c0-423a-b0a6-75f4ab5aa0df",
            "word": "cappuccino coffee",
            "phonetic": "kæpuːtʃiːnoʊ kɔfi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FwcHVjY2lubyBjb2ZmZWU&hash=a7a3e6e92306ee8eaf2d8f68c76c5c036dce3021&lang=en&cache-only=0",
            "defineEn": "an espresso-based beverage made with equal parts espresso, steamed milk, and frothed milk, and is typically served in a small cup",
            "defineVi": "một loại đồ uống dựa trên cà phê espresso được pha với các phần bằng nhau cà phê espresso, sữa hấp và sữa tạo bọt và thường được phục vụ trong một cốc nhỏ",
            "hasImg": true
        },
        {
            "id": "75347978-b00a-451d-8766-fd7de6c40dfc",
            "word": "chauffeur",
            "phonetic": "ʃoʊfʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chauffeur is here. -",
                "It's the fault of its chauffeur.",
                "A texting traveler who doesn't need a chauffeur.",
                "Some of that cholesterol stays in your liver where it's used to make vitamin D, but the rest is carted through your bloodstream by molecules called lipoproteins, which are sort of like their personal chauffeurs.",
                "Traditionally, it's been very much more about the chauffeur driven rear-seat experience, but Lucid Air is a great driver's car as well."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhdWZmZXVy&hash=755573c7771519acfd9634ea12fbd758b0f7ff8c&lang=en&cache-only=0",
            "defineEn": "someone who is employed to drive someone else's car for them",
            "defineVi": "một người được tuyển dụng để lái xe của người khác cho họ",
            "hasImg": true
        },
        {
            "id": "8cd503dd-6865-4bde-b597-b6e00d9b4183",
            "word": "chef",
            "phonetic": "ʃɛf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef incorporated chunks of multiple fruits into a delectable dessert.",
                "The chef peppers the steak with a blend of spices for a flavorful taste.",
                "The chef used a secret blend of herbs and spices as the seasoning for the famous fried chicken.",
                "The chef prepared a creamy tomato soup for lunch.",
                "The chef used juniper berries as a key ingredient in her signature marinade for the grilled meat."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlZg&hash=11d6c3635cecc0c971dcf98383bb25c3d676c15a&lang=en&cache-only=0",
            "defineEn": "a highly trained cook who often cooks for hotels or restaurants",
            "defineVi": "một đầu bếp được đào tạo chuyên sâu thường nấu ăn cho khách sạn hoặc nhà hàng",
            "hasImg": true
        },
        {
            "id": "f206194a-0363-4bc4-ab0a-3990a911d2ac",
            "word": "chic",
            "phonetic": "ʃiːk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I mean the flapper dresses are just so chic.",
                "The margins on small economy cars, even chic, eco friendly ones, are as thin as blades of grass.",
                "(everyone yelling) - You look chic.",
                "He could maybe try to be cool and woke or try for nerd chic, but Biden knew the political perils of inauthenticity.",
                "She put in lots of time and money to set up her shop, complete with color-coordinated mixers, a chic logo, and a few flavors of gluten-free cream puff recipes."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpYw&hash=1a90d4c97d0de0e8eca335bcb042ea49b9ad0f2f&lang=en&cache-only=0",
            "defineEn": "having an appealing appearance that is stylish",
            "defineVi": "có vẻ ngoài hấp dẫn, phong cách",
            "hasImg": true
        },
        {
            "id": "239a52e5-259d-4ed2-bbdc-686e3e383c9c",
            "word": "croissant",
            "phonetic": "kwɑːsɑ̃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She loves to eat French pastries like croissants and pain au chocolat.",
                "The bakery used tallow in their secret recipe for creating perfectly flaky and mouthwatering croissants.",
                "What is a croissant combined with a muffin?",
                "They are having hot chocolate and croissants for breakfast.",
                "We can get some Frappuccinos, or some Cappuccinos Or a Croissant."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JvaXNzYW50&hash=b03c3f317a5f79200f3281a04911955a8a8be010&lang=en&cache-only=0",
            "defineEn": "a curved-shape roll that is sweet in taste and is eaten at breakfast",
            "defineVi": "một cuộn hình cong có vị ngọt và được ăn vào bữa sáng",
            "hasImg": true
        },
        {
            "id": "0ba11ac1-9182-429e-bddb-03cd9f346d65",
            "word": "fiance",
            "phonetic": "fiɑːnseɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "When planning their wedding, Michael and his fiancé took their event planner's advice on the venue, catering, and decorations.",
                "Julia's fiancé left her at the altar, causing her immense heartbreak and embarrassment.",
                "She and her fiance are raising two grandchildren between them, also because of substance addiction.",
                "She and her fiance are raising two grandchildren between them, also because of substance addiction.",
                "I had texted my fiance, and it was a big jumbled mess, and that's when he pretty much"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlhbmNl&hash=56337233e4d335a6a5ea8db070799b6bfdd4b230&lang=en&cache-only=0",
            "defineEn": "a man who is engaged to someone",
            "defineVi": "một người đàn ông đã đính hôn với ai đó",
            "hasImg": true
        },
        {
            "id": "bafb0a63-c7a4-4286-947f-247980f2bfe4",
            "word": "graffiti",
            "phonetic": "ɡɹɐfiːɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Upon seeing the offensive graffiti, a look of grimace crossed his face.",
                "Graffiti marking this area as gang territory is everywhere.",
                "There's satanic graffiti all over the place.",
                "So here's definitely some Mothman graffiti.",
                "Rundo's graffiti remains on sidewalks here, but he's gone."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhZmZpdGk&hash=c3d01b9ba51952e110355e7543528c0322cffb78&lang=en&cache-only=0",
            "defineEn": "pictures or words that are drawn on a public surface such as walls, doors, trains, etc.",
            "defineVi": "hình ảnh hoặc từ được vẽ trên bề mặt công cộng như tường, cửa, xe lửa, v.v.",
            "hasImg": true
        },
        {
            "id": "86fff44a-3fae-4561-893d-b5012404f655",
            "word": "hypochondriac",
            "phonetic": "haɪpoʊkɑːndɹiæk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I am not a hypochondriac.",
                "Hypochondriacs beware: you don’t even have to leave your apartment to get Legionnaires’ disease."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlwb2Nob25kcmlhYw&hash=03ed8334b2890e799f70f57b6563f6b3762e04e5&lang=en&cache-only=0",
            "defineEn": "suffering from a mental condition that consists of constantly being concerned, anxious, or worried about one's health and becoming ill",
            "defineVi": "mắc phải một tình trạng tâm thần bao gồm việc thường xuyên quan tâm, lo lắng hoặc lo lắng về sức khỏe của một người và bị bệnh"
        },
        {
            "id": "6cd60618-d9fe-47e7-9866-bbf4c6b7f1b5",
            "word": "macchiato",
            "phonetic": "mækɪɑːɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The café served a variety of coffee drinks, including cappuccino and macchiato.",
                "Is this the coffee macchiato?",
                "In other words, that daily double shot caramel macchiato is totally altering your brain chemistry.",
                "Every system tends towards the state of highest entropy, like when we have a latte macchiato."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFjY2hpYXRv&hash=d147f21482a8c90d7a4802a97851861f9fd7d1ef&lang=en&cache-only=0",
            "defineEn": "a drink consisting of espresso coffee and a small amount of milk on top",
            "defineVi": "một thức uống bao gồm cà phê espresso và một lượng nhỏ sữa trên đầu",
            "hasImg": true
        },
        {
            "id": "22a87167-88d4-47db-bcf0-c6dcb979f745",
            "word": "microphone",
            "phonetic": "maɪkɹəfoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He pretended the carrot was a microphone and sang a silly song in front of the mirror.",
                "The laser is now hitting the microphone.",
                "I melted microphones instead of cones of ice cream.",
                "Maybe the microphone will work.",
                "My microphone isn't working."
            ],
            "audio": "https://tts.langeek.co/read?text=bWljcm9waG9uZQ&hash=47fbcc3c232a110d2cf52a06149c1e408341c407&lang=en&cache-only=0",
            "defineEn": "a piece of equipment used for recording voices or sounds or for making one's voice louder",
            "defineVi": "một phần của thiết bị được sử dụng để ghi lại giọng nói hoặc âm thanh hoặc để làm cho giọng nói của một người to hơn",
            "hasImg": true
        },
        {
            "id": "2b316be5-9d8c-4e82-b7b3-29b7533dd9be",
            "word": "paparazzi",
            "phonetic": "pɑːpɚɹɑːtsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the news broke about the celebrity scandal, the paparazzi had a field day - they swarmed the scene and took countless photos.",
                "The celebrity was accused of being in league with the paparazzi to stage photo opportunities.",
                "Paparazzi gonna be coming out on the jet skis, man.",
                "If the paparazzi photo emerged of you wearing multiple pairs of underwear.",
                "It's funny, it's the only member of the paparazzi here in all of Greenland."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFwYXJhenpp&hash=936326e415bf58de6dbe90f426a5bce49de00213&lang=en&cache-only=0",
            "defineEn": "freelance photographers who aggressively pursue and take pictures of celebrities, often in invasive or intrusive ways",
            "defineVi": "các nhiếp ảnh gia tự do tích cực theo đuổi và chụp ảnh những người nổi tiếng, thường theo cách xâm phạm hoặc xâm phạm",
            "hasImg": true
        },
        {
            "id": "1bcef548-778a-467f-832e-0434eccd5a55",
            "word": "philosophy",
            "phonetic": "fɪlɑːsəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "His political philosophy turned one hundred and eighty degrees when he grew a little older.",
                "The athlete found joy in the training and the process of improving, rather than just winning the competition, living by the philosophy that it is better to travel hopefully than to arrive.",
                "I've just always had the philosophy that it does no good to speak ill of anyone, so instead I direct that energy toward finding solutions to problems.",
                "I know you feel like you know everything about philosophy now, but this introductory course only scratches the surface."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhpbG9zb3BoeQ&hash=9ab75c92049d412b941c8c67d935c8339029798d&lang=en&cache-only=0",
            "defineEn": "a particular set of beliefs, values, or principles developed in search of the truth about life and the universe",
            "defineVi": "một tập hợp niềm tin, giá trị hoặc nguyên tắc cụ thể được phát triển để tìm kiếm sự thật về cuộc sống và vũ trụ",
            "hasImg": true
        },
        {
            "id": "c8fb735f-8d27-4dc3-bba3-86801af859ab",
            "word": "psychic",
            "phonetic": "saɪkɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Psychics are the big thing.",
                "Everyone's talking about psychics.",
                "You know, there's the psychic hotline, psychic friends.",
                "It’s not some psychic sense, as cool as that would be.",
                "A body’s movement is linked to electricity, not psychic fluids or magic or whatever people thought before that."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hpYw&hash=d7502d88721416ffed1253816c7cedaa90491a1e&lang=en&cache-only=0",
            "defineEn": "concerning or affecting the human mind instead of the human body",
            "defineVi": "liên quan hoặc ảnh hưởng đến tâm trí con người thay vì cơ thể con người"
        },
        {
            "id": "1e07532c-111d-4d7c-8168-a8a3493bd9af",
            "word": "psychologist",
            "phonetic": "saɪkɑːlədʒɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Psychologists call this type of cognitive bias the Framing Effect.",
                "And psychologists typically study personality in two broad ways: 1.",
                "Psychologists often view motivation in one of four ways.",
                "In fact, psychologists actually have a pretty good understanding of Ouija boards.",
                "Psychologists call this multisensory integration."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hvbG9naXN0&hash=ac38b1c3bd1ce9bd55c21f3ae27ff52d9a22a265&lang=en&cache-only=0",
            "defineEn": "a specialist in the science of psychology",
            "defineVi": "một chuyên gia trong khoa học tâm lý học",
            "hasImg": true
        },
        {
            "id": "7e32e26c-2a59-466a-beda-08e292a9cda6",
            "word": "villa",
            "phonetic": "vɪlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Villa have punched above their weight all season and it will be a remarkable achievement if they finish fifth.",
                "I realised very quickly too that if Villa don't do the right thing, it's never for the lack of trying.",
                "He was a charismatic figure and an excellent salesman who would often promise potential clients that they'd be rich and own villas in Florida for purchasing Coke.",
                "They're going to downtown and including, sometime, private yacht, private villa, helicopter, butler, security.",
                "and you know he talked to me about Catholicism and had me go down and work in the villas with Pepe and, you know, that's how I got to know Pepe"
            ],
            "audio": "https://tts.langeek.co/read?text=dmlsbGE&hash=161fd4e93ceb840b5d167fcd0aaae0e83203a5d0&lang=en&cache-only=0",
            "defineEn": "a country house that has a large garden, particularly the one located in southern Europe or warm regions",
            "defineVi": "một ngôi nhà nông thôn có một khu vườn rộng lớn, đặc biệt là ngôi nhà nằm ở miền nam châu Âu hoặc những vùng ấm áp",
            "hasImg": true
        }
    ]
}