{
    "id": "6f784432-b1a7-433e-b76f-46bc783c0bca",
    "title": "History",
    "originalTitle": "History",
    "words": [
        {
            "id": "5888cf7c-3094-469e-b43f-be5e1a0ff877",
            "word": "stone age",
            "phonetic": "stoʊn eɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And by the Stone Age, men of the Gravettian hunter-gatherer culture in Europe stood at an average of 6 feet.",
                "And these are knives that Stone Age man would have used to put supper on the table.",
                "And these are knives that Stone Age man would have used to put supper on the table.",
                "The authors pointed out that similar frequencies have been found to resonate in other Stone Age sites in Europe.",
                "The first masters of biotechnology date back to more than 12,000 years ago to the Neolithic period of the Stone Age, where the adoption of farming and agriculture first began to develop."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvbmUgYWdl&hash=69529efab2f1751c52e864a942bdb3efeae3287d&lang=en&cache-only=0",
            "defineEn": "the early period of human history when people used things such as stone, horn, bone, etc. to make tools",
            "defineVi": "thời kỳ đầu của lịch sử loài người khi con người sử dụng những thứ như đá, sừng, xương, v.v. để chế tạo công cụ",
            "hasImg": true
        },
        {
            "id": "20886df8-d90b-4120-bd03-dd4cd429a2f7",
            "word": "prehistory",
            "phonetic": "pɹiːhɪstɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their videos and website bring together the expertise of more than 300 art historians, archaeologists, and curators, and cover a huge range of topics and cultures from prehistory to today.",
                "Their videos and website bring together the expertise of more than 300 art historians, archaeologists, and curators, and cover a huge range of topics and cultures from prehistory to today.",
                "The debate undoubtedly will continue, with those who dislike sweaty activity naturally skeptical of any prehistory that forced us to move out of the shade."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlaGlzdG9yeQ&hash=2ffc509e2058127350f413ab09d40570370cb413&lang=en&cache-only=0",
            "defineEn": "the era in human history from which we have no written record",
            "defineVi": "kỷ nguyên trong lịch sử nhân loại mà chúng ta không có hồ sơ bằng văn bản"
        },
        {
            "id": "b3c2de51-5e2e-4c03-a5b2-97318756f50f",
            "word": "ice age",
            "phonetic": "aɪs eɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This fearsome Ice Age cat, the size of a modern-day tiger, had a pair of fangs nearly 18 centimeters long.",
                "The Ice Age tundra could be an unforgiving place to live.",
                "The Eons crew will be breaking down your favorite natural history-ish movies, like Ice Age and one of my favorites - Tremors. ",
                "They were some of the most common predators of the Ice Age.",
                "He thought that the phase of cold indifference to sexuality during pubescence was literally an echo of the Ice Age."
            ],
            "audio": "https://tts.langeek.co/read?text=aWNlIGFnZQ&hash=e65fa555fb35f3366aa295ff50c69dd70024cdb2&lang=en&cache-only=0",
            "defineEn": "one of the periods in history when ice covered large parts of the world",
            "defineVi": "một trong những thời kỳ trong lịch sử khi băng bao phủ phần lớn thế giới"
        },
        {
            "id": "a937ff7a-368a-422c-bd23-b1a417896147",
            "word": "antiquity",
            "phonetic": "æntɪkwᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "For Western Europeans, the Renaissance was about reconnecting with the wisdom of antiquity.",
                "A 2015 study from the journal Antiquity even identified a site that not only matches the geology of the bluestones but also shows evidence of quarrying during the right time period.",
                "Smiths were important in antiquity, but were often seen as outsiders given that they did not labor in the field or hunt like most other people of the time.",
                "Like many other stories of antiquity, this one started as an oral tradition and was only written down later so there are a number of different versions. ",
                "Perhaps nowhere does the resonance of antiquity and the mandates of faith collide with politics than in Iran."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aXF1aXR5&hash=1b919d2197607c8ce858c18b68960bfd3e673c9d&lang=en&cache-only=0",
            "defineEn": "the historical period before the Middle Ages, especially before the sixth century when Greeks and Romans were the most prosperous",
            "defineVi": "giai đoạn lịch sử trước thời Trung cổ, đặc biệt là trước thế kỷ thứ sáu khi người Hy Lạp và La Mã thịnh vượng nhất"
        },
        {
            "id": "88defc2e-7941-4a8b-8eff-427975a63ab5",
            "word": "dark ages",
            "phonetic": "dɑːɹk eɪdʒᵻz ",
            "partOfSpeechType": "noun",
            "examples": [
                "And meanwhile, outside of Europe, the Dark Ages were truly an Age of Enlightenment.",
                "Next week we’ll talk about the Dark Ages.",
                "If you like cities and great poetry, then the Dark Ages were indeed pretty dark in Europe.",
                "He described the years between Ancient Greece and Rome and his day, the Italian Renaissance, as The Dark Ages when very little happened of note artistically, which we know just isn’t true.",
                "Right, so the story goes that the Renaissance saw the rebirth of European culture after the miserable Dark Ages, and that it ushered in the modern era of secularism, rationality, and individualism."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFyayBhZ2Vz&hash=58d7b938a02d1400aad6d506389f44c52e009f72&lang=en&cache-only=0",
            "defineEn": "the era in European history commenced at the end of the Roman Empire in AD 476 and lasted until AD 1000",
            "defineVi": "kỷ nguyên trong lịch sử châu Âu bắt đầu vào cuối Đế chế La Mã vào năm 476 sau Công nguyên và kéo dài đến năm 1000 sau Công nguyên"
        },
        {
            "id": "a6a6e783-16bc-409d-a284-bc34d1619600",
            "word": "the Middle Ages",
            "phonetic": "ðə mɪdəl eɪdʒᵻz ",
            "partOfSpeechType": "noun",
            "examples": [
                "See, back in the day from the middle ages up through the 1800s.",
                "In England, the Strickland sisters wrote hugely popular histories and much-reprinted biographies of queens and princesses from the middle ages down to their own 19th century.",
                "Instead of centralized governments, Europe in the middle ages had feudalism, a political system based on reciprocal relationships between lords, who owned lots of land, and vassals, who protected the land and got to dress up as knights in exchange for pledging loyalty to the lords."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlIE1pZGRsZSBBZ2Vz&hash=364bd85b4f958395f3748494db511b1b010ac76e&lang=en&cache-only=0",
            "defineEn": "an era in European history, between about AD 1000 and AD 1500, when the authority of kings, people of high rank, and the Christian Church was unquestionable",
            "defineVi": "một thời đại trong lịch sử châu Âu, giữa khoảng năm 1000 sau Công nguyên và năm 1500 sau Công nguyên, khi quyền lực của các vị vua, những người có địa vị cao và Nhà thờ Thiên chúa giáo là không thể nghi ngờ"
        },
        {
            "id": "519e2f68-7797-4d1d-9972-8c5d861536b8",
            "word": "Iron Age",
            "phonetic": "aɪɚn eɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Excavations in Germany, dating from 500 BCE, suggest that Iron Age tribes also prepared malts."
            ],
            "audio": "https://tts.langeek.co/read?text=SXJvbiBBZ2U&hash=a0b64464ed9d43ca02f5848c86124286ff3cfaad&lang=en&cache-only=0",
            "defineEn": "the period that began about 1100 BC when people used iron tools for the first time",
            "defineVi": "thời kỳ bắt đầu vào khoảng năm 1100 trước Công nguyên khi con người lần đầu tiên sử dụng các công cụ bằng sắt"
        },
        {
            "id": "0dd16118-eb98-4055-9799-21c6c4d99527",
            "word": "Bronze Age",
            "phonetic": "bɹɑːnz eɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And this brings up another feature of the ancient Near East in the late Bronze Age: warfare.",
                "This Sumerian writing probably inspired the writing systems of other major Bronze Age civilizations around the Mediterranean, like the Egyptians with their hieroglyphs.",
                "Instead today we are going to talk about the end of a civilization in the ancient Near East at the end of the Bronze Age.",
                "Irreversible vasectomies, pulling out , and that slightly updated Bronze Age invention.",
                "And sometimes the wars ended with diplomatic marriages, so rather than just pretending that they were family, rulers of the late Bronze Age states would actually become family."
            ],
            "audio": "https://tts.langeek.co/read?text=QnJvbnplIEFnZQ&hash=738d921c9682d52c862c74259c08bd09a64e39ef&lang=en&cache-only=0",
            "defineEn": "the period when iron was not discovered and people used bronze to make tools",
            "defineVi": "thời kỳ chưa phát hiện ra sắt và người ta sử dụng đồng để chế tạo công cụ"
        },
        {
            "id": "843a8458-a946-4fed-9066-728409bab235",
            "word": "christian era",
            "phonetic": "kɹɪstʃən iəɹə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hyaXN0aWFuIGVyYQ&hash=984644ba5cc03e585c330e7cc538f7230f3d2065&lang=en&cache-only=0",
            "defineEn": "the period that began with Christ's birth",
            "defineVi": "thời kỳ bắt đầu với sự ra đời của Chúa Kitô"
        },
        {
            "id": "0967766f-80a4-4735-b8f7-6716673cbec9",
            "word": "paleontology",
            "phonetic": "peɪliːoʊntɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Does paleontology play a part in this?",
                "Carbon dating has transformed fields like archeology and paleontology.",
                "Evidence comes from three fields: archaeology, pollen analysis, and paleontology.",
                "For now, the origins of insect flight remain one of paleontology’s great mysteries.",
                "Paleohistology is essentially used as a tool within paleontology to answer deeper questions about dinosaurs and other ancient life on earth."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFsZW9udG9sb2d5&hash=4df74de77cee1915393dc6bad2dbad50cb9dd426&lang=en&cache-only=0",
            "defineEn": "the branch of science that studies fossils",
            "defineVi": "ngành khoa học nghiên cứu hóa thạch"
        },
        {
            "id": "b3be0e67-a56c-42c3-bf77-362d3cb576a7",
            "word": "jurassic",
            "phonetic": "dʒjʊɹɹæsɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Diplodocus, Brachiosaurus, and Apatosaurus all lived during the Jurassic.",
                "The Stegosaurus also evolved during the Jurassic.",
                "In the middle Cretaceous, a new group of sauropods, the titanosaurs, were outgrowing all of their Jurassic relatives.",
                "By the end of the Jurassic, sauropods had become truly massive.",
                "First, they've been around since the late Jurassic, roughly 150 million years ago."
            ],
            "audio": "https://tts.langeek.co/read?text=anVyYXNzaWM&hash=8fc0b7da50a07017ac78e584d8e6b4a4d4ec33e0&lang=en&cache-only=0",
            "defineEn": "relating to the period between around 208 to 146 million years ago, when the largest known dinosaurs lived",
            "defineVi": "liên quan đến khoảng thời gian từ khoảng 208 đến 146 triệu năm trước, khi loài khủng long lớn nhất được biết đến sống"
        },
        {
            "id": "1482b68c-a211-498a-bc5a-6f8176731f3c",
            "word": "cretaceous",
            "phonetic": "kɹɛteɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Ichthyosaurs disappeared sometime during the Cretaceous.",
                "The Cretaceous also meant even more dinosaurs!",
                "But this Cretaceous misfit was a plant-eater.",
                "And by the late Cretaceous, birds were fully endothermic.",
                "By the early Cretaceous, the temnospondyls had vanished from every continent."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JldGFjZW91cw&hash=214bf60eeb7f8f9d53dcc021454fb8473b12f3d4&lang=en&cache-only=0",
            "defineEn": "relating to the period between approximately 146 and 65 million years ago, when dinosaurs lived (until their extinction)",
            "defineVi": "liên quan đến khoảng thời gian từ khoảng 146 đến 65 triệu năm trước, khi khủng long sống (cho đến khi chúng tuyệt chủng)"
        },
        {
            "id": "dbf9e909-5d39-422a-b8c5-85cbd3dce0b8",
            "word": "hellenistic",
            "phonetic": "hɛlənɪstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Abbasids oversaw an efflorescence of culture unlike anything that had been seen since Hellenistic times.",
                "And in response to those Hellenistic influences, there were a lot of preachers trying to get the Jews to return to the traditions and the godly ways of the past, including the Sadducees, and the Pharisees, and the Essenes, and the Zealots.",
                "This kind of surprise move is typical of art from the Hellenistic period.",
                "From 323 to 31 BCE, the geometry, physics, astronomy, and other disciplines developed by the Presocratics, Plato, and Aristotle spread throughout the Hellenistic world.",
                "If you remember all the way back to the Hellenistic period, this is similar to what happened to another good general who wasn’t much for administration, Alexander the Great."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVsbGVuaXN0aWM&hash=411f548a015c7603806446fc6f898f9d98a90b3c&lang=en&cache-only=0",
            "defineEn": "relating to Greek history, language, and culture, especially the era from the death of Alexander the Great to the defeat of Cleopatra and Mark Antony in 31 BC, during which Greek culture thrived considerably",
            "defineVi": "liên quan đến lịch sử, ngôn ngữ và văn hóa Hy Lạp, đặc biệt là thời đại từ cái chết của Alexander Đại đế đến thất bại của Cleopatra và Mark Antony vào năm 31 trước Công nguyên, trong đó văn hóa Hy Lạp phát triển mạnh mẽ"
        },
        {
            "id": "99d4e321-d225-408d-bd7f-5b19c676b7e4",
            "word": "Enlightenment",
            "phonetic": "ɛnlaɪʔn̩mənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Enlightenment formulation of History also played a crucial role in the development of social ideologies of race.",
                "Another important Enlightenment book was Jean-Jacques Rousseau’s",
                "The symbols of Freemasonry and these ideals of the Enlightenment are found throughout the opera.",
                "First, the Age of Enlightenment, an 18th century philosophical movement that elevated reason and empirical observation as the nexus for human knowledge rather than, say, religious doctrine or monarchy.",
                "Like John Locke, a major Enlightenment thinker, formulated his version of inalienable rights as life, liberty, and property."
            ],
            "audio": "https://tts.langeek.co/read?text=RW5saWdodGVubWVudA&hash=e7124a801b37ab8bcbda8ecc41e38e72ec8502b9&lang=en&cache-only=0",
            "defineEn": "a philosophical movement in the late 17th and 18th centuries that emphasized reason and science were of more importance than tradition and religion",
            "defineVi": "một phong trào triết học vào cuối thế kỷ 17 và 18 nhấn mạnh lý trí và khoa học có tầm quan trọng hơn truyền thống và tôn giáo"
        },
        {
            "id": "ff69ee18-f1fc-4b82-ab5e-7d41c4edc011",
            "word": "archaic",
            "phonetic": "ɑːɹkeɪɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And nothing was so irritating as the confident way he used archaic idiom.",
                "His stuff seems archaic NOW!",
                "We know anatomically modern humans arose from archaic humans like Homo erectus in Africa.",
                "It was really archaic, I am so glad they're coming into the 21st century.",
                "Because we’ve sequenced the Neanderthal genome from fossils, we already know about a bunch of gene variants that we’ve inherited from our archaic cousins."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGFpYw&hash=8263ca6ab64f92325444dba6ec66dfd3fc4e90ea&lang=en&cache-only=0",
            "defineEn": "dating back to the ancient past",
            "defineVi": "hẹn hò với quá khứ xa xưa"
        },
        {
            "id": "3cfb5a5c-c4d7-4d3a-8f6f-2a563ee6916f",
            "word": "barbarian",
            "phonetic": "bɑːɹbɛɹiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Because this guy's a barbarian.",
                "Everywhere I, \"Eh, are you a barbarian?\"",
                "When the Visigoths sacked Rome in 410 and the Empire’s western provinces were conquered by barbarians, Constantine’s Eastern capital remained the seat of the Roman emperors.",
                "and I heard a rumor that there's some pressure on you to remake or revive one of Arnold's old big movies, \"Conan the Barbarian.\"",
                "side note: originally Greek, the word Barbarian denoted anyone who did not speak ancient Greek, because to the Greeks, all other languages sounded like bar bar bar bar bar bar."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyYmFyaWFu&hash=c0caee24246d737631e43b24c44a73a7700aee92&lang=en&cache-only=0",
            "defineEn": "a person who was not a member of a great civilization (Greek, Roman, Christian) and was believed to be savage and uncivil",
            "defineVi": "một người không phải là thành viên của một nền văn minh vĩ đại (Hy Lạp, La Mã, Cơ đốc giáo) và được cho là man rợ và thiếu văn minh"
        },
        {
            "id": "ede25d92-4a8c-4e42-b4ab-a4a405c10719",
            "word": "to chronicle",
            "phonetic": "tə kɹɑːnɪkəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The novel chronicles the fortunes and misfortunes of the Buendía family over seven generations.",
                "Hack the Moon chronicles the engineers and technologies behind the Apollo missions.",
                "Hack the Moon chronicles the engineers and technologies behind the Apollo missions.",
                "Hack the Moon chronicles the engineers and technologies behind the Apollo missions.",
                "That is Stacy Palmer from \"The Chronicle of Philanthropy.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hyb25pY2xl&hash=3aaf9b3a80be19c68e17580b9de2ea4edbfdb9fd&lang=en&cache-only=0",
            "defineEn": "to record a series of historical events in a detailed way by a chronological order",
            "defineVi": "để ghi lại một loạt các sự kiện lịch sử một cách chi tiết theo thứ tự thời gian"
        },
        {
            "id": "7fc68fb6-d6b4-4409-b054-6c90d30107c3",
            "word": "anachronism",
            "phonetic": "ænækɹənɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "In fact, all of us carry evolutionary anachronisms: goosebumps, our appendix, facial hair.",
                "- It doesn't mean anything, it's just a really small anachronism.",
                "So today, thanks to a certain amount of luck and resourcefulness, these anachronisms still patrol the skies, circling around, searching for food, and serving as messengers to us from a different time.",
                "Its circulation was limited by an odd anachronism: these gazettes were still being written by hand.",
                "There are lots of examples of anachronisms around today, and many of them date back to the Pleistocene."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5hY2hyb25pc20&hash=b439c648b1901bfbc57f8af5858c6807664dd8a7&lang=en&cache-only=0",
            "defineEn": "a thing placed in the wrong period of history",
            "defineVi": "một điều được đặt trong giai đoạn sai của lịch sử"
        },
        {
            "id": "47ed7d67-46f2-4a70-b90a-d1f5995201b4",
            "word": "archeology",
            "phonetic": "ɑːɹkɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Carbon dating has transformed fields like archeology and paleontology."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGVvbG9neQ&hash=fb79adb46446e676b4dad3c524670110a6bef15b&lang=en&cache-only=0",
            "defineEn": "the study of civilizations of the past and historical periods by the excavation of sites and the analysis of artifacts and other physical remains",
            "defineVi": "nghiên cứu về các nền văn minh trong quá khứ và các giai đoạn lịch sử bằng cách khai quật các địa điểm và phân tích các đồ tạo tác và các di tích vật chất khác"
        },
        {
            "id": "67b393a1-269c-47e9-bae8-e95df1e16189",
            "word": "colony",
            "phonetic": "kɑːləni ",
            "partOfSpeechType": "noun",
            "examples": [
                "Together, the ant colony was greater than the sum of its parts.",
                "Their colonies are true underground cities with a bottomless need for resources.",
                "Great Britain had colonies in Canada, Australia and New Zealand.",
                "Instead, she takes over someone else’s colony.",
                "An ant colony can construct complex structures."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sb255&hash=9ae222b444ff79b7d959a15cdc93d8f1b034afc2&lang=en&cache-only=0",
            "defineEn": "any territory under the full or partial control of another more powerful nation, often occupied by settlers from that nation",
            "defineVi": "bất kỳ lãnh thổ nào dưới sự kiểm soát hoàn toàn hoặc một phần của một quốc gia hùng mạnh hơn, thường bị chiếm đóng bởi những người định cư từ quốc gia đó"
        },
        {
            "id": "47c9f7b4-43c5-4413-bca0-53775a7d35ab",
            "word": "ruin",
            "phonetic": "ɹuːɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The highly visible ruins serve as a reminder of the building's history.",
                "The scandal ruined his reputation and now his name is mud.",
                "The company's reputation was ruined by the scandal, and there was no unringing the bell.",
                "In the world of social media, bad news travels fast, and a single post can ruin a person's reputation.",
                "He handed in his notice at the bank and ruined his promising career."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVpbg&hash=ae139b151f8bf6289543fc2edc680aa843650f3d&lang=en&cache-only=0",
            "defineEn": "the remains of a building after it has been seriously damaged or destroyed",
            "defineVi": "phần còn lại của một tòa nhà sau khi nó đã bị hư hại nghiêm trọng hoặc bị phá hủy",
            "hasImg": true
        },
        {
            "id": "550ea4fc-fdb7-4cb0-9db4-02b181eed02c",
            "word": "circa",
            "phonetic": "sɜːkə ",
            "partOfSpeechType": "preposition",
            "examples": [
                "Think fascist Italy circa 1938. ",
                "Al-Rāzī advocated this approach to medicine circa the year 900, over seven hundred years earlier!",
                "Emerging from a haze of Bing Crosby Letterkenny, Britney Spears, and Justin Timberlake, Circa 2001, the Canadian tuxedo X-Box controller was born.",
                "This is a circa 1900 washing machine.",
                "But after checking out this picture of a young Franklin Roosevelt rocking a dress circa 1884, you have to admit that if even future presidents were wearing white dresses then it wasn’t just an anomaly."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2lyY2E&hash=6fce4001cb4a47a41acd77ee4a1b7011be502477&lang=en&cache-only=0",
            "defineEn": "used typically before a date to show that it is not exact",
            "defineVi": "thường được sử dụng trước một ngày để chỉ ra rằng nó không chính xác"
        },
        {
            "id": "4c052dd4-8de1-45e0-a8ed-69f69123ef91",
            "word": "tsar",
            "phonetic": "tsɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Poland-Lithuania spotted an opening for establishing a Polish prince as Russian tsar.",
                "The Tsar proved the measure on July 25, and it went into effect on July 26.",
                "They also depicted the connection between the tsar and people along a divine continuum.",
                "And he took titles autocrat and tsar, which means Caesar.",
                "And for their efforts, the new tsar thanked his saviors by raising taxes, cutting back on privileges, and otherwise behaving as if the tsar himself, not his military, had won the day."
            ],
            "audio": "https://tts.langeek.co/read?text=dHNhcg&hash=74319ccc1c5e11ee76a9b4587b4aee8c8914958a&lang=en&cache-only=0",
            "defineEn": "the king or emperor of Russia prior to 1917",
            "defineVi": "vua hoặc hoàng đế của Nga trước năm 1917"
        },
        {
            "id": "8814cd0c-4c3c-4244-8f0e-640632af9bc8",
            "word": "the Commonwealth",
            "phonetic": "ðə kɑːmənwɛlθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Technically, Puerto Rico is a commonwealth of the United States.",
                "Now it’s a commonwealth with its own government that has no voice in U.S. Congress or presidential elections and no control over its own defense or environmental policy.",
                "In Britain and in most Commonwealth nations, judges and certain court officials also wear white wigs that symbolize their roles. ",
                "If we do not take action on this pension bill, there will be massive layoffs across the Commonwealth of Kentucky.",
                "The Commonwealth of Poland-Lithuania formally came into being in 1569, but in reality it had been established with the fourteenth century marriage of a Polish queen to a Lithuanian Grand Duke."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlIENvbW1vbndlYWx0aA&hash=d9dd579284fabf21759000c30e97b0236531589c&lang=en&cache-only=0",
            "defineEn": "the political structure during a period in the history of the UK between 1649 and 1660, called the interregnum, during which the country was ruled without a king or queen",
            "defineVi": "cấu trúc chính trị trong một giai đoạn trong lịch sử của Vương quốc Anh từ năm 1649 đến năm 1660, được gọi là thời kỳ xen kẽ, trong đó đất nước được cai trị mà không có vua hoặc nữ hoàng"
        }
    ]
}