{
    "id": "6fc63a24-082b-4024-a4fb-7a0e62c04f19",
    "title": "Tropical and Exotic Fruits",
    "originalTitle": "Tropical and Exotic Fruits",
    "words": [
        {
            "id": "ac2c5e4a-e26d-43fe-932b-75e86083d41f",
            "word": "banana",
            "phonetic": "bɐnænə ",
            "partOfSpeechType": "noun",
            "examples": [
                "She went bananas over a doll.",
                "Do you like bananas?",
                "My mom peeled a ripe banana for me.",
                "All of his teachers are going bananas over his science fair experiment.",
                "They froze sliced bananas and blended them into a creamy banana ice cream."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFuYW5h&hash=a48fb7b981c774a18055b2d3750ea207a9b324a8&lang=en&cache-only=0",
            "defineEn": "a soft fruit that is long and curved and has hard yellow skin",
            "defineVi": "một quả mềm dài và cong và có vỏ cứng màu vàng",
            "hasImg": true
        },
        {
            "id": "6e0a2ec0-520b-44a7-a044-7785de524267",
            "word": "custard apple",
            "phonetic": "kʌstɚd æpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The custard apple's natural sweetness makes it a perfect filling for homemade pies and tarts."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VzdGFyZCBhcHBsZQ&hash=393594164e30dedc512e4e213f184282981c3da8&lang=en&cache-only=0",
            "defineEn": "a large tropical fruit with a sweet fleshy pulp, which is mainly American",
            "defineVi": "một loại trái cây nhiệt đới lớn với cùi thịt ngọt, chủ yếu là của Mỹ",
            "hasImg": true
        },
        {
            "id": "3ffac9f8-4b3a-488d-84d2-1e740fd232cf",
            "word": "coconut",
            "phonetic": "koʊkənʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The coconut flakes provided a delightful crunch in the homemade granola.",
                "I discovered the delightful combination of pawpaw and coconut in a tropical fruit salad.",
                "Coconut milk adds richness and depth of flavor to homemade coconut shrimp.",
                "The combination of ripe cherimoya and coconut milk created a heavenly dessert pudding.",
                "We smelled the strong scent of coconut in the air."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29jb251dA&hash=7e421cf08b77e456bfab51b0b603b36dcdf923c0&lang=en&cache-only=0",
            "defineEn": "a large nut with a hard shell and edible white flesh inside containing a milky liquid",
            "defineVi": "một loại hạt lớn có vỏ cứng và thịt trắng ăn được bên trong chứa chất lỏng màu trắng đục",
            "hasImg": true
        },
        {
            "id": "9fb2426c-8b2e-46bb-86eb-fffe0ca7d331",
            "word": "persimmon",
            "phonetic": "pɜːsɪmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandma bakes a delicious persimmon pie every Thanksgiving.",
                "I sat beneath the persimmon tree, finding solace in its comforting shade.",
                "but then I cleared a boss stage and upgraded the frosting on my cupcake cannon I think I can get to the persimmon palace by bedtime!"
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc2ltbW9u&hash=d61c51e07e666613830f7f87e9bd4e2c28b7ce69&lang=en&cache-only=0",
            "defineEn": "a tomato-like fruit with orange skin that is bittersweet in taste",
            "defineVi": "một loại trái cây giống như cà chua với vỏ màu cam có vị ngọt đắng",
            "hasImg": true
        },
        {
            "id": "6b49cce9-8648-4648-8820-05f1f1dd0a96",
            "word": "plantain",
            "phonetic": "plænteɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Plantains are a staple in many Caribbean dishes.",
                "I like to fry plantains until they turn golden brown and enjoy them as a tasty side dish.",
                "So, green plantain gives us a couple of things.",
                "So we just wrap this plantain up in some delicious ground beef and that's it.",
                "Yams, sugarcane, plantains, and vegetables are also planted to supplement staples and to provide fuel and fodder for animals."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhbnRhaW4&hash=6d491900071ffc6ee0b95314f71ee329b7b82868&lang=en&cache-only=0",
            "defineEn": "a cooking banana that is starchy and grows in tropical regions",
            "defineVi": "một loại chuối nấu ăn có nhiều tinh bột và mọc ở vùng nhiệt đới",
            "hasImg": true
        },
        {
            "id": "d95272db-2af4-4047-a1f7-997289535174",
            "word": "sapote",
            "phonetic": "sæpoʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I added chunks of sapote to my fruit salad for a delicious twist and a touch of creaminess.",
                "I blended ripe sapote with coconut milk to create a creamy sapote sorbet.",
                "I blended ripe sapote with coconut milk to create a creamy sapote sorbet."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Fwb3Rl&hash=755b1eecefdeecd021e13db04d581e0d8eb44cc5&lang=en&cache-only=0",
            "defineEn": "a tropical fruit known for its sweet and creamy flesh",
            "defineVi": "một loại trái cây nhiệt đới được biết đến với thịt ngọt và kem",
            "hasImg": true
        },
        {
            "id": "0ab67b9a-388c-491c-a4de-1b9320da724e",
            "word": "sapodilla",
            "phonetic": "sæpədɪlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The creamy sapodilla milkshake was a refreshing treat on a hot summer day.",
                "I couldn't resist buying a basket of ripe sapodillas from the market to enjoy throughout the week."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Fwb2RpbGxh&hash=44c14e370ebd386fdf4d86263a129509fb9151db&lang=en&cache-only=0",
            "defineEn": "a tropical fruit with a sweet and caramel-like flavor, known for its grainy texture and brown, rough outer skin",
            "defineVi": "một loại trái cây nhiệt đới có hương vị ngọt ngào và giống như caramel, được biết đến với kết cấu sần sùi và lớp vỏ ngoài sần sùi màu nâu",
            "hasImg": true
        },
        {
            "id": "b594eb9d-4e1d-4406-9935-1b0b5287bdd8",
            "word": "ackee",
            "phonetic": "ækiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "I discovered the unique taste of ackee while vacationing in the Caribbean.",
                "The ackee curry I made was a hit at the dinner party, with its creamy sauce and aromatic spices.",
                "Ripe ackee fruits don’t pose any hazard, but unripe fruits contain an amino acid derivative called hypoglycin A. Levels of this chemical drop naturally as the fruits ripen.",
                "And enough unripe ackee fruit can cause seizures or even death, which are much worse.",
                "Ackee is the national fruit of Jamaica and is part of the national dish: ackee and saltfish."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNrZWU&hash=a28640c535d988c0dd5b342f3ce1fb0ae31461ee&lang=en&cache-only=0",
            "defineEn": "a tropical fruit native to West Africa, known for its bright red exterior and creamy yellow flesh",
            "defineVi": "một loại trái cây nhiệt đới có nguồn gốc từ Tây Phi, được biết đến với vỏ ngoài màu đỏ tươi và thịt màu vàng kem",
            "hasImg": true
        },
        {
            "id": "0f657af3-e755-416f-9a85-68f413bb2d10",
            "word": "canistel",
            "phonetic": "kænɪstəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I used canistel puree to create a mouthwatering sauce for my pancakes.",
                "I used mashed canistel to make a delightful custard for my homemade ice cream."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FuaXN0ZWw&hash=94e1cfb0e5e2208b434e77baab6bd9b68cf68895&lang=en&cache-only=0",
            "defineEn": "a tropical fruit known for its bright yellow color, smooth texture, and sweet, custard-like flavor",
            "defineVi": "một loại trái cây nhiệt đới được biết đến với màu vàng tươi, kết cấu mịn và hương vị ngọt ngào giống như mãng cầu",
            "hasImg": true
        },
        {
            "id": "23d8225f-2333-433a-a2af-287f0e9a12fe",
            "word": "carambola",
            "phonetic": "kæɹɐmboʊlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "My mom used carambola slices as a garnish for the tropical punch she made for the party.",
                "I love how the carambola slices resemble stars when I place them on top of a cake."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyYW1ib2xh&hash=dc691837d23a14f88308683ebba39ec386b4f346&lang=en&cache-only=0",
            "defineEn": "a tropical fruit with a distinctive star-shaped cross-section, tart flavor, and juicy texture",
            "defineVi": "một loại trái cây nhiệt đới với mặt cắt ngang hình ngôi sao đặc biệt, hương vị chua và kết cấu ngon ngọt",
            "hasImg": true
        },
        {
            "id": "7812e758-ee6d-4f19-bee4-1e53e1187b8d",
            "word": "cherimoya",
            "phonetic": "tʃɛɹɪmɔɪə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The combination of ripe cherimoya and coconut milk created a heavenly dessert pudding.",
                "The cherimoya smoothie was a creamy and refreshing treat on a hot summer evening."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlcmltb3lh&hash=4878956e84d59d4c338fb0b5eb3c953d1d41d2a7&lang=en&cache-only=0",
            "defineEn": "a tropical fruit known for its creamy, custard-like flesh and sweet, tropical flavor",
            "defineVi": "một loại trái cây nhiệt đới được biết đến với thịt kem, giống như sữa trứng và hương vị nhiệt đới ngọt ngào",
            "hasImg": true
        },
        {
            "id": "226399ba-9f0e-4ba9-b7bb-de92f5885bfd",
            "word": "caimito",
            "phonetic": "keɪmiːɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I introduced my kids to caimito, and they loved its sweet and juicy taste.",
                "The caimito sorbet I made was a refreshing and satisfying dessert option."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FpbWl0bw&hash=1cef69ce3295f0d339cfeaa5f0e5319acb16ce32&lang=en&cache-only=0",
            "defineEn": "a tropical fruit with a sweet and juicy flesh, enclosed by a purple or green skin",
            "defineVi": "một loại trái cây nhiệt đới có thịt ngọt và mọng nước, được bao bọc bởi lớp da màu tím hoặc xanh lục",
            "hasImg": true
        },
        {
            "id": "3347ea9e-3cf9-4adb-a814-dab171a41a39",
            "word": "genipap",
            "phonetic": "dʒɛnɪpæp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The genipap sorbet was a hit at the party, with its vibrant color and refreshing flavor.",
                "I used diced genipap as a topping for my tropical fruit salad, adding a burst of flavor."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuaXBhcA&hash=e272f2c368aafd5829db49bb5814be28c82f5bdc&lang=en&cache-only=0",
            "defineEn": "a tropical fruit with a green or yellow skin and a juicy, tangy flesh",
            "defineVi": "một loại trái cây nhiệt đới có vỏ màu xanh lá cây hoặc vàng và thịt ngon ngọt",
            "hasImg": true
        },
        {
            "id": "e98993cc-e0ca-4da3-a417-c1412ee54b8b",
            "word": "mamoncillo",
            "phonetic": "mæmɑːnsɪloʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I added mamoncillo slices to my tropical smoothie, giving it a zesty kick.",
                "I introduced my friends to mamoncillo, and they loved its unique taste and texture."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFtb25jaWxsbw&hash=77860d87a9eabc3acc5ee15df4d1d9293e450b36&lang=en&cache-only=0",
            "defineEn": "a tropical fruit with a green, bumpy skin and a tangy, sweet pulp surrounding a large seed",
            "defineVi": "một loại trái cây nhiệt đới có vỏ màu xanh lục, sần sùi và cùi ngọt, bùi bao quanh một hạt lớn",
            "hasImg": true
        },
        {
            "id": "c2d434c9-1292-4169-b4fd-4588561db282",
            "word": "marang",
            "phonetic": "mæɹæŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The marang ice cream had a velvety texture and a delightful sweetness.",
                "The marang tree in my backyard provided delicious fruits that I couldn't resist snacking on."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFyYW5n&hash=b6dedaae175ecf09812c5a3995e9e364f3f8c547&lang=en&cache-only=0",
            "defineEn": "a tropical fruit with a spiky green exterior, creamy flesh, and a sweet, custard-like taste",
            "defineVi": "một loại trái cây nhiệt đới với bề ngoài màu xanh lá cây có gai, thịt kem và vị ngọt giống như mãng cầu",
            "hasImg": true
        },
        {
            "id": "836e3c54-9669-4803-94d1-edc87e38f726",
            "word": "durian",
            "phonetic": "dʊɹɹiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I tried durian for the first time and its unique flavor surprised me.",
                "This is hurricane durian on September 1st, 2019 and Here it is more than 24 hours later still pummeling those same islands you see Hurricane durian.",
                "So what causes hurricanes like durian to stall and why does it matter?",
                "This is hurricane durian on September 1st, 2019 and Here it is more than 24 hours later still pummeling those same islands you see Hurricane durian."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVyaWFu&hash=bcd7cb80991931468e7ab32424082c891068cd3a&lang=en&cache-only=0",
            "defineEn": "a large spiny tropical fruit with a pungent smell and a sweet taste that grows in Asia",
            "defineVi": "một loại trái cây nhiệt đới có gai lớn có mùi hăng và vị ngọt mọc ở châu Á",
            "hasImg": true
        },
        {
            "id": "0bd631cd-0aa2-4426-82ce-9f36704a8d76",
            "word": "guava",
            "phonetic": "ɡwɑːvə ",
            "partOfSpeechType": "noun",
            "examples": [
                "I enjoyed a ripe guava as a quick and healthy snack.",
                "The guava jam spread generously on toast was a sweet and flavorful start to my morning.",
                "In Columbia, we put a little bit of cheese and sometimes a little bit of guava paste."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VhdmE&hash=8e5da4af9ebf40111ab29fb94b4b3545d9809799&lang=en&cache-only=0",
            "defineEn": "a tropical fruit with pink juicy flesh, native to Mexico and Central America",
            "defineVi": "một loại trái cây nhiệt đới với thịt mọng nước màu hồng, có nguồn gốc từ Mexico và Trung Mỹ",
            "hasImg": true
        },
        {
            "id": "4273283a-90e7-45d0-82ca-f882c273fa31",
            "word": "mango",
            "phonetic": "mæŋɡoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She mixed diced mango, jalapeños, and lime juice to create a refreshing salsa.",
                "You can tell a mango is ripe when it gives a slight squeeze and yields to gentle pressure.",
                "Including mangoes in your diet can provide a boost of vitamins and antioxidants.",
                "Paying nine bucks for 200g of dried mango is highway robbery.",
                "Creating a homemade face mask using mango can be a cost-effective option for skincare."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuZ28&hash=5fa92a8a914e44d3fb27aa985fdcdb3c23563b7b&lang=en&cache-only=0",
            "defineEn": "a sweet yellow fruit with a thin skin that grows in hot areas",
            "defineVi": "một loại trái cây màu vàng ngọt với vỏ mỏng mọc ở vùng nóng",
            "hasImg": true
        },
        {
            "id": "abc3547d-131a-4328-9ef0-cc6e2f924072",
            "word": "star fruit",
            "phonetic": "stɑːɹ fɹuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "My homemade star fruit jam was a hit among my family.",
                "I couldn't resist taking a bite of the star fruit, enjoying its crisp texture and the delightful balance of sweet and tangy flavors."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhciBmcnVpdA&hash=2f2b61ce1e1ce70f268824864bd32f6ca0972b6a&lang=en&cache-only=0",
            "defineEn": "a yellow or green tropical fruit with a juicy pulp that looks like a star when sliced",
            "defineVi": "một loại trái cây nhiệt đới màu vàng hoặc màu xanh lá cây với cùi mọng nước trông giống như một ngôi sao khi cắt lát",
            "hasImg": true
        },
        {
            "id": "8b3e7919-7013-4a37-ad2f-b9d00bbcbcbc",
            "word": "papaya",
            "phonetic": "pɐpaɪə ",
            "partOfSpeechType": "noun",
            "examples": [
                "When I was a child my mother used to surprise me with homemade papaya smoothies on hot summer afternoons.",
                "Whenever I feel under the weather, a warm cup of papaya leaf tea is my go-to remedy.",
                "Babaco is like a cross between a papaya and a pineapple, with a smooth and tender texture.",
                "Without it, the state's papaya industry would have collapsed.",
                "The solution was a papaya genetically modified to be vaccinated against the virus."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFwYXlh&hash=d047930faa5ed0bd2ec1152f970a9ae3302b074f&lang=en&cache-only=0",
            "defineEn": "an oval tropical fruit with an orange-yellow flesh containing black seeds",
            "defineVi": "một loại trái cây nhiệt đới hình bầu dục có thịt màu vàng cam chứa hạt đen",
            "hasImg": true
        },
        {
            "id": "cf7042a8-975d-493e-bb5c-b45078d3cdd8",
            "word": "pawpaw",
            "phonetic": "pɔːpɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "I discovered the delightful combination of pawpaw and coconut in a tropical fruit salad.",
                "I blended pawpaw with yogurt for a quick and refreshing snack.",
                "The scientific name for soursop is Annona muricata, and it goes by a number of aliases: graviola, guanábana, corossol, and Brazilian pawpaw."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF3cGF3&hash=ad015683a79d49f4b9f07b5086fb1b5c1f15b9b0&lang=en&cache-only=0",
            "defineEn": "a North American fruit oblong in shape and green in color that has an edible yellow flesh",
            "defineVi": "một loại trái cây ở Bắc Mỹ có hình dạng thuôn dài và màu xanh lục có thịt màu vàng ăn được",
            "hasImg": true
        },
        {
            "id": "9aa1795c-9554-421b-9f2d-85479d6c0497",
            "word": "pineapple",
            "phonetic": "paɪnæpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drinking pineapple juice is a tasty way to boost your immune system.",
                "He carefully cored the pineapple before serving it as a tropical dessert.",
                "As I cut into the exocarp of the pineapple, its tropical aroma filled the room, making my mouth water.",
                "I love starting my day with a bowl of fresh fruit salad, filled with juicy strawberries, pineapple, and oranges.",
                "The thick and tough skin of the pineapple protected its sweet and tangy flesh."
            ],
            "audio": "https://tts.langeek.co/read?text=cGluZWFwcGxl&hash=9d906e23212a54b02268e60f1c0153a1574ac2b6&lang=en&cache-only=0",
            "defineEn": "a sweet large and tropical fruit that has brown skin, pointy leaves, and yellow flesh which is very juicy",
            "defineVi": "một loại trái cây nhiệt đới lớn ngọt ngào có vỏ màu nâu, lá nhọn và thịt màu vàng rất mọng nước",
            "hasImg": true
        },
        {
            "id": "12377f72-4177-4aaf-bc51-d2a310e0b42d",
            "word": "jackfruit",
            "phonetic": "dʒækfɹuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I used jackfruit as a filling for my vegan burritos.",
                "The chef began his cooking by marinating jackfruit in barbecue sauce and grilling it."
            ],
            "audio": "https://tts.langeek.co/read?text=amFja2ZydWl0&hash=bb08c90e0439b776f9664cb5591fdb2233643965&lang=en&cache-only=0",
            "defineEn": "a very large edible fruit of the fig family that grows in tropical areas, especially in India",
            "defineVi": "một loại quả ăn được rất lớn thuộc họ vả mọc ở vùng nhiệt đới, đặc biệt là ở Ấn Độ",
            "hasImg": true
        },
        {
            "id": "14d6353e-8238-4f9d-a20f-cca3f5de25ec",
            "word": "litchi",
            "phonetic": "lɪtʃaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "When I want to treat myself, I make a litchi and coconut smoothie with a splash of lime juice."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0Y2hp&hash=c141de978345d33836c3d70e46238480c9215f81&lang=en&cache-only=0",
            "defineEn": "a round red tropical fruit native to china, with a sweet white flesh, rough skin and a large seed",
            "defineVi": "một loại trái cây nhiệt đới tròn màu đỏ có nguồn gốc từ Trung Quốc, có thịt trắng ngọt, vỏ sần sùi và hạt to",
            "hasImg": true
        },
        {
            "id": "7980dc56-fb53-4300-a0ca-d9313b4c4723",
            "word": "mangosteen",
            "phonetic": "mæŋɡəstiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "I had the chance to taste mangosteen during my trip to Thailand.",
                "I read that mangosteen is packed with antioxidants."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuZ29zdGVlbg&hash=12ca4a0b037dc1dc80dc54cf224f7fb114b01931&lang=en&cache-only=0",
            "defineEn": "a dark purplish fruit with white flesh that is segmented and very juicy, growing in tropical regions",
            "defineVi": "một loại trái cây màu tía sẫm với thịt trắng được phân thành từng đoạn và rất mọng nước, mọc ở vùng nhiệt đới",
            "hasImg": true
        },
        {
            "id": "4e6d6a50-3f1c-4ed5-a17e-0eebc4d38708",
            "word": "passion fruit",
            "phonetic": "pæʃən fɹuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The passion fruit smoothie is a popular choice at the café.",
                "I couldn't resist trying the passion fruit sorbet at the ice cream shop.",
                "- Hers, so you have a Red Passionflower, vodka base, a little bit of passion fruit juice, lime juice, a touch of Aperol to add a little bit of bitterness and bitter orange, egg white and a little bit of simple syrup just to balance it out. -"
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzc2lvbiBmcnVpdA&hash=a1d4e2d9e9a186abfc3a52a3faed1b6f26e7c7c1&lang=en&cache-only=0",
            "defineEn": "a type of tropical fruit whose skin is purple in color and has many seeds within, native to South America",
            "defineVi": "một loại trái cây nhiệt đới có vỏ màu tím và có nhiều hạt bên trong, có nguồn gốc từ Nam Mỹ",
            "hasImg": true
        },
        {
            "id": "e8b66cbf-b97d-4b6b-a916-1fc50d0fcaf8",
            "word": "pomegranate",
            "phonetic": "pɑːmɪɡɹæneɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He carefully removed the pomegranate seeds, leaving behind the vibrant red pulp.",
                "They carefully removed the exocarp of the pomegranate, revealing the clusters of vibrant red arils inside.",
                "They spent the afternoon seeding the pomegranate to extract the ruby-red arils.",
                "My daughter enjoys homemade popsicles I make with pomegranate juice.",
                "As I took a sip of the pomegranate smoothie, I felt instantly refreshed and energized."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9tZWdyYW5hdGU&hash=2dfee98559324a83ffced8923b5e1fc3f90c98f6&lang=en&cache-only=0",
            "defineEn": "a round fruit with a thick red skin, containing many red edible seeds that are of sour or sweet taste",
            "defineVi": "một loại quả tròn có vỏ dày màu đỏ, chứa nhiều hạt ăn được màu đỏ có vị chua hoặc ngọt",
            "hasImg": true
        },
        {
            "id": "0966ea70-5f4d-4c13-a651-49b54f04445b",
            "word": "rambutan",
            "phonetic": "ɹæmbətæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The kids were fascinated by the unique appearance of rambutan and eagerly tried it.",
                "I love peeling the spiky skin of a rambutan and enjoying the juicy flesh inside."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFtYnV0YW4&hash=dc6108846d7800014290dc36f881bdadee9e5ad9&lang=en&cache-only=0",
            "defineEn": "a red tropical fruit with a slightly acidic taste, covered with soft spines, originally growing in Southeast Asia",
            "defineVi": "một loại trái cây nhiệt đới màu đỏ có vị hơi chua, được bao phủ bởi các gai mềm, ban đầu mọc ở Đông Nam Á",
            "hasImg": true
        },
        {
            "id": "fdaeb70e-e761-4c92-bed9-f77c1aee12c1",
            "word": "tamarind",
            "phonetic": "tæmɚɹɪnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The natural tanginess of tamarind adds a unique twist to sauces, marinades, and soups.",
                "Tamarind is known for its digestive properties and is often used to soothe an upset stomach.",
                "The secret behind Worcestershire sauce lies in its unique combination of ingredients, such as anchovies, tamarind, and spices."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFtYXJpbmQ&hash=adea9b2f74c324ca6929d38dd723dc28ff8b5221&lang=en&cache-only=0",
            "defineEn": "a tropical seed pod that bears very acidic and brown fruits, used in Asian cuisine",
            "defineVi": "một loại hạt nhiệt đới mang trái cây có màu nâu và rất chua, được sử dụng trong ẩm thực châu Á",
            "hasImg": true
        },
        {
            "id": "34b3f773-aace-4c78-85b3-454cc1fcbe62",
            "word": "soursop",
            "phonetic": "saʊɚsəp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The creamy texture of soursop makes it a great addition to fruit salads.",
                "I recently discovered soursop tea, and its soothing aroma has become part of my evening relaxation routine.",
                "So in a 2002 study, researchers put extract of soursop root bark into a culture of dopamine neurons.",
                "The scientific name for soursop is Annona muricata, and it goes by a number of aliases: graviola, guanábana, corossol, and Brazilian pawpaw.",
                "Scientists suspected a toxin in soursop might be harming people’s dopamine-producing neurons."
            ],
            "audio": "https://tts.langeek.co/read?text=c291cnNvcA&hash=8ecd925266a47db2cbdccd12c1d7bdae55766930&lang=en&cache-only=0",
            "defineEn": "a tropical fruit known for its spiky green exterior and creamy, tangy flesh",
            "defineVi": "một loại trái cây nhiệt đới được biết đến với bề ngoài màu xanh lá cây có gai và thịt thơm, béo ngậy",
            "hasImg": true
        },
        {
            "id": "22f6f56d-9ce3-4914-8c94-af9ce504fa38",
            "word": "sweetsop",
            "phonetic": "swiːtsəp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Give sweetsop a try!",
                "When I introduced my friends to sweetsop for the first time, their faces lit up with delight as they tasted its unique combination of flavors."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dlZXRzb3A&hash=868a1fc4ae93db8fd546145a1a30b4836a3ff932&lang=en&cache-only=0",
            "defineEn": "a tropical fruit with a creamy, custard-like flesh and a sweet, delightful flavor",
            "defineVi": "một loại trái cây nhiệt đới với thịt kem, giống như sữa trứng và hương vị ngọt ngào, thú vị",
            "hasImg": true
        },
        {
            "id": "09a636b3-9ca3-49c5-a022-007789d6ef2e",
            "word": "babaco",
            "phonetic": "bæbɑːkoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Babaco is like a cross between a papaya and a pineapple, with a smooth and tender texture."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFiYWNv&hash=a72ed839097d7ab5d5107c87345fd7ec0b8b311f&lang=en&cache-only=0",
            "defineEn": "a fruit native to South America that has a yellow-green skin, a soft, juicy texture, and a sweet flavor similar to a combination of pineapple and mango",
            "defineVi": "một loại trái cây có nguồn gốc từ Nam Mỹ có vỏ màu vàng xanh, mềm, mọng nước và hương vị ngọt ngào tương tự như sự kết hợp giữa dứa và xoài"
        },
        {
            "id": "fa36306e-58a5-4cc2-b6c9-2efc35f1e760",
            "word": "kiwi",
            "phonetic": "kiːwiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "He peeled back the skin of the kiwi, revealing its vibrant green flesh dotted with tiny black seeds.",
                "We decided to peel the kiwi before adding it to our fruit salad for easier eating.",
                "Kiwi is a versatile fruit that can be used in both sweet and savory dishes.",
                "I love the crunch and juiciness of freshly sliced kiwi in my summer fruit salad.",
                "But for kiwi birds, giant chicks are the norm."
            ],
            "audio": "https://tts.langeek.co/read?text=a2l3aQ&hash=a38ce67d14157f2529764b045a69819c669894c7&lang=en&cache-only=0",
            "defineEn": "an oval fruit with hairy brown skin and green flesh",
            "defineVi": "một quả hình bầu dục với vỏ màu nâu có lông và thịt màu xanh lá cây",
            "hasImg": true
        },
        {
            "id": "f949cc33-ca22-421d-aa6c-c0ccd1b37439",
            "word": "avocado",
            "phonetic": "ævəkɑːdoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend prefers a vegetarian sandwich with avocado and sprouts.",
                "The chef prepared a fleshy avocado salad, combining its creamy texture with tangy dressing.",
                "I created a unique avocado chutney, blending the creamy fruit with lime juice, cilantro, and jalapenos.",
                "You can sprinkle sesame seeds on your avocado toast to enhance its taste and texture.",
                "He carefully selected the least overripe avocados from the pile."
            ],
            "audio": "https://tts.langeek.co/read?text=YXZvY2Fkbw&hash=25247929681acf6d02eb3f91fca2824c97a83575&lang=en&cache-only=0",
            "defineEn": "a bell-shaped tropical fruit with bright green flesh, dark skin and a big stony seed",
            "defineVi": "một loại trái cây nhiệt đới hình chuông với thịt màu xanh tươi, vỏ sẫm màu và một hạt đá lớn",
            "hasImg": true
        },
        {
            "id": "a5ef227c-28a8-4066-b126-243875fd92db",
            "word": "tamarillo",
            "phonetic": "tæmɚɹɪloʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tamarillo chutney is a delicious accompaniment to grilled meats.",
                "For a simple and healthy dessert, try topping Greek yogurt with tamarillo slices."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFtYXJpbGxv&hash=d42138ad8dc55a61662a1b14ca10c937a08c5ad0&lang=en&cache-only=0",
            "defineEn": "a tangy and vibrant fruit with a unique combination of sweet and tart flavors",
            "defineVi": "một loại trái cây thơm và sống động với sự kết hợp độc đáo của hương vị ngọt và chua"
        }
    ]
}