{
    "id": "700e0d4f-72ba-4dfa-8faf-15d79a2009ad",
    "title": "Lesson 9B",
    "originalTitle": "Lesson 9B",
    "words": [
        {
            "id": "d1ed5052-575e-4112-9ced-b9f3d104bef1",
            "word": "adaptor",
            "phonetic": "ɐdæptɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "For this little adaptor that does this and this, and this and this and this.",
                "Look at that, they include a cable and no power adaptor, thank you, thank you Apple for that industry trend.",
                "In terms of hardware loss there was a lot of normal supplies and scientific gear as well as an international docking adaptor, a HoloLens and a space suit.",
                "So, you can see that the adaptor adds quite a bit of girth to this guy.",
                "So this is just like a little adaptor that just moves the hard line connection up a couple millimeters so that this tube can run perfectly straight across."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRhcHRvcg&hash=573c257fbe9f7852bfbc25bf536a72b052a12d52&lang=en&cache-only=0",
            "defineEn": "a device used to connect two pieces of equipment that do not connect to each other on their own",
            "defineVi": "một thiết bị được sử dụng để kết nối hai thiết bị không tự kết nối với nhau",
            "hasImg": true
        },
        {
            "id": "28d79101-a89c-4806-8482-ed0e90f8bb59",
            "word": "charger",
            "phonetic": "tʃɑːɹdʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Where's my charger?",
                "We have a charger.",
                "Please include a charger!",
                "Actually, where is our charger?",
                "We actually get a charger."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcmdlcg&hash=754fc38010c4f57dc3e0d281488cc16b1eeb0146&lang=en&cache-only=0",
            "defineEn": "a device that can refill a battery with electrical energy",
            "defineVi": "một thiết bị có thể nạp đầy pin bằng năng lượng điện",
            "hasImg": true
        },
        {
            "id": "c40e0c50-82c1-478b-b930-6a6f0fa65551",
            "word": "keyboard",
            "phonetic": "kiːboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "So keyboard, got my fancy mouse.",
                "I use keyboards",
                "Keyboard shortcuts for effects and presets.",
                "Imagine a keyboard.",
                "This keyboard is fantastic."
            ],
            "audio": "https://tts.langeek.co/read?text=a2V5Ym9hcmQ&hash=6795ad3ad42bef404d81435ad660f5e8ed66e7d5&lang=en&cache-only=0",
            "defineEn": "a series of keys on a board or touchscreen that we can press or tap to type on a computer, typewriter, smartphone, etc.",
            "defineVi": "một loạt các phím trên bảng hoặc màn hình cảm ứng mà chúng ta có thể nhấn hoặc chạm để gõ trên máy tính, máy đánh chữ, điện thoại thông minh, v.v.",
            "hasImg": true
        },
        {
            "id": "ff2fb993-9cdb-40be-88eb-fbed04e587e5",
            "word": "memory stick",
            "phonetic": "mɛmɚɹi stɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can easily drag and drop files onto your memory stick.",
                "Remember memory stick, because remember."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVtb3J5IHN0aWNr&hash=63a646b999336224c62fc352f225c27f49c9476b&lang=en&cache-only=0",
            "defineEn": "a small device used for storing or transferring data between electronic devices",
            "defineVi": "một thiết bị nhỏ được sử dụng để lưu trữ hoặc truyền dữ liệu giữa các thiết bị điện tử",
            "hasImg": true
        },
        {
            "id": "0b079584-415a-4a42-97e2-f1a9fca0f30e",
            "word": "mouse",
            "phonetic": "maʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mice have small ears and a long tail.",
                "I held the mouse by its tail.",
                "I gave some cheese to the hungry mouse.",
                "My friend's cat is playing with a toy mouse.",
                "Mice can squeeze through small openings to enter a house."
            ],
            "audio": "https://tts.langeek.co/read?text=bW91c2U&hash=a18c5f8cd42cc436dfbb8fb3eea46162f70a9c29&lang=en&cache-only=0",
            "defineEn": "a small, handheld device that we move across a flat surface to move the cursor on a computer screen",
            "defineVi": "một thiết bị cầm tay nhỏ mà chúng ta di chuyển trên một bề mặt phẳng để di chuyển con trỏ trên màn hình máy tính",
            "hasImg": true
        },
        {
            "id": "e90e106e-f2c4-48e7-8e34-564a6aa98a58",
            "word": "plug",
            "phonetic": "plʌɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Plug my upcoming even on HBO Night of Too Many Stars.",
                "Plug the cable into the Fire Stick.",
                "Bosley, the hair plug people.",
                "First, plug the power cable into your Chromecast.",
                "Just pull this plug."
            ],
            "audio": "https://tts.langeek.co/read?text=cGx1Zw&hash=322b67662d80758789dd4dc46fede0e2fc774083&lang=en&cache-only=0",
            "defineEn": "an device consisted of two or three metal pins that can connect a piece of electrical equipment to a power supply when fitted into the holes of an electric outlet",
            "defineVi": "một thiết bị bao gồm hai hoặc ba chân kim loại có thể kết nối một phần của thiết bị điện với nguồn điện khi được lắp vào các lỗ của ổ cắm điện",
            "hasImg": true
        },
        {
            "id": "cf90278b-5625-41bd-8e0e-3dae1c139a16",
            "word": "printer",
            "phonetic": "pɹɪntɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The printer isn't working.",
                "The printer is in full working order and is printing documents with high quality.",
                "The interface can be used to drive a printer.",
                "Can you stop the printer once it’s started?",
                "The mailing was at a standstill until Joe from IT rode in on a white horse and unjammed our printer."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbnRlcg&hash=98df52539da9060c62ce7d9660403b710f9cd354&lang=en&cache-only=0",
            "defineEn": "a machine, particularly one connected to a computer, that prints text or pictures onto paper",
            "defineVi": "một máy, đặc biệt là máy được kết nối với máy tính, in văn bản hoặc hình ảnh lên giấy",
            "hasImg": true
        },
        {
            "id": "db6ebb23-e9a4-463d-8f26-904cc5fb8c55",
            "word": "remote control",
            "phonetic": "ɹᵻmoʊt kəntɹoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The TV remote control allows me to change channels and adjust the volume.",
                "The all-in-one remote control allows you to operate your TV, DVD player, and sound system with a single device.",
                "Okay, I found my remote control.",
                "It's kind of like your remote control to the world.",
                "[♪♩INTRO] Imagine being able to remote control your cat."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVtb3RlIGNvbnRyb2w&hash=16fc3224e1da52f14c45de6f59a44248eb6f64da&lang=en&cache-only=0",
            "defineEn": "a device that controls a piece of electrical or electronic equipment such as a television from a distance",
            "defineVi": "một thiết bị điều khiển một phần của thiết bị điện hoặc điện tử như tivi từ xa",
            "hasImg": true
        },
        {
            "id": "250f1a86-f516-4195-9796-7b929d4e367e",
            "word": "router",
            "phonetic": "ɹaʊɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Manny: For a stronger connection put your printer closer to your router.",
                "And a month later, in October 1969, Stanford Research Institute, 400 miles of the north, got their router.",
                "In our example, cities are acting like network routers.",
                "And that creates connectivity issues with your router.",
                "Each smaller circle is a location, like a university or research lab, that operated a router."
            ],
            "audio": "https://tts.langeek.co/read?text=cm91dGVy&hash=e5540180dd902db9818918ae6a15cfae8b90d45e&lang=en&cache-only=0",
            "defineEn": "an electronic device that connects computer networks and sends data between networks",
            "defineVi": "một thiết bị điện tử kết nối mạng máy tính và gửi dữ liệu giữa các mạng",
            "hasImg": true
        },
        {
            "id": "dabba334-f545-4fc6-baeb-d693e631d27b",
            "word": "socket",
            "phonetic": "sɑːkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Is the cable long enough to reach the socket?",
                "You can get pop sockets for your phone.",
                "These are the hot swap sockets.",
                "Both have eye sockets that are completely enclosed by bone.",
                "And in Euchambersia, the tooth sockets of its canines are also connected to this canal."
            ],
            "audio": "https://tts.langeek.co/read?text=c29ja2V0&hash=796479a5ec29f87f8ff418427dc78b009d2e6647&lang=en&cache-only=0",
            "defineEn": "a place where we can plug in devices to connect them to the electricity",
            "defineVi": "một nơi mà chúng ta có thể cắm các thiết bị để kết nối chúng với điện",
            "hasImg": true
        },
        {
            "id": "033da90e-3dc4-4449-8eac-788287750643",
            "word": "speaker",
            "phonetic": "spiːkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wire led to a speaker.",
                "The professor made mincemeat of the speaker at the conference.",
                "The speaker ended by suggesting some topics for discussion.",
                "The audience nodded in understanding as the speaker explained the concept.",
                "While we were at the rally, several speakers were getting on their soapbox and sharing their stories."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlYWtlcg&hash=06e7dd3d99b94e040ca81dc7646565bf7f5bc55f&lang=en&cache-only=0",
            "defineEn": "equipment that converts electrical signals into sound, loud enough for public announcements, playing music, etc.",
            "defineVi": "thiết bị biến đổi tín hiệu điện thành âm thanh đủ lớn để thông báo công cộng, phát nhạc, v.v.",
            "hasImg": true
        },
        {
            "id": "20cc115a-630a-4ce6-8b48-6b5c85f2c992",
            "word": "switch",
            "phonetic": "swɪtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She reached blindly for the light switch.",
                "This store is famous for its bait and switch tactics.",
                "Can you reach the light switch from where you're sitting?",
                "The students played a trick on their teacher by switching the labels on the chemical bottles.",
                "I had to feel about in the dark for the light switch."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dpdGNo&hash=1da40bba26b5104e9f3b5cf53934e5c22241fcc4&lang=en&cache-only=0",
            "defineEn": "something such as a button or key that turns a machine, lamp, etc. on or off",
            "defineVi": "thứ gì đó chẳng hạn như nút hoặc chìa khóa để bật hoặc tắt máy, đèn, v.v.",
            "hasImg": true
        },
        {
            "id": "1eb7ed95-26e1-4d6f-bcfc-9f6ceb2785c0",
            "word": "USB",
            "phonetic": "juːɛsbiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cable tip for the handle is micro USB.",
                "Some USB-C cables are USB 3.1 Gen 2 cables.",
                "And the iPod's FireWire connector transferred songs faster than USB.",
                "USB type A. Power input is right there.",
                "Gamers want red USB ports, maybe?"
            ],
            "audio": "https://tts.langeek.co/read?text=VVNC&hash=274fa88d2bc51dd010b76e5bc87a3e2ff0ee14ee&lang=en&cache-only=0",
            "defineEn": "the technology or system for connecting other devices to a computer",
            "defineVi": "công nghệ hoặc hệ thống để kết nối các thiết bị khác với máy tính",
            "hasImg": true
        },
        {
            "id": "6c5f768b-566a-4922-8b2f-aa8a6ec38ce5",
            "word": "cable",
            "phonetic": "keɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cable TV reaches a huge audience.",
                "We ran a cable from the lights to the stage.",
                "Is the cable long enough to reach the socket?",
                "Here are cables.",
                "Really chunky HDMI cable."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FibGU&hash=c83fdde79a1fa62af9e07c91d8ef283bf5752262&lang=en&cache-only=0",
            "defineEn": "a wire for transmitting electricity that is protected within a rubber case",
            "defineVi": "một dây truyền tải điện được bảo vệ trong vỏ cao su",
            "hasImg": true
        },
        {
            "id": "bdf565b0-ea4f-4407-bfcf-e00dbb7f8407",
            "word": "to switch off",
            "phonetic": "tə swɪtʃ ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "Then switch off read receipts.",
                "Others fire rapidly in short bursts before switching off, or remain quiet for long periods until thousands of inputs from other neurons line up in just the right way.",
                "That makes for killer night vision, but in bright light, those rods become overloaded and can switch off completely.",
                "After weaning they switch off the gene that allows them to digest milk.",
                "In other butterfly species, switching off that gene had totally different results: it can make patterns fade, or even disappear."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dpdGNoIG9mZg&hash=4670411cac9cdfbbd1348ba09a1a47e0ea97b9cf&lang=en&cache-only=0",
            "defineEn": "to make something stop working usually by flipping a switch",
            "defineVi": "để làm cho một cái gì đó ngừng hoạt động thường bằng cách bật công tắc",
            "hasImg": true
        },
        {
            "id": "6b3c55ea-fb51-475e-a720-e5100c974ac5",
            "word": "to delete",
            "phonetic": "tə dᵻliːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She pressed the wrong button and accidentally deleted the file.",
                "It appears that all the files have been deleted.",
                "There's nothing more disheartening than to sweat your guts out on an assignment, only for the computer to crash and delete all your work.",
                "deleting the universe on its way.",
                "but she deleted her original defense, screenshots."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVsZXRl&hash=a266e76b9d5e1d78f62315527100602752fbe2b5&lang=en&cache-only=0",
            "defineEn": "to remove a piece of data from a computer or smartphone",
            "defineVi": "để xóa một phần dữ liệu khỏi máy tính hoặc điện thoại thông minh",
            "hasImg": true
        },
        {
            "id": "9cb3ad09-ca85-4890-a7b5-a01eb41dbc6e",
            "word": "to update",
            "phonetic": "tʊ ʌpdeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The new software update has done the trick and fixed the issue with the app.",
                "I need to update my passport photo.",
                "The company has spent thousands of pounds updating their computer systems.",
                "I need to update my address with the post office.",
                "We recommend you save regularly by clicking on the update button."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdXBkYXRl&hash=4264adb54c7ef817e06b21f4e0803d50a756ddd0&lang=en&cache-only=0",
            "defineEn": "to make something more useful or modern by adding the most recent information to it, improving its faults, or making new features available for it",
            "defineVi": "để làm cho một cái gì đó hữu ích hoặc hiện đại hơn bằng cách thêm thông tin mới nhất vào nó, cải thiện các lỗi của nó hoặc cung cấp các tính năng mới cho nó"
        },
        {
            "id": "33ba0826-5cd7-44fa-9145-8e4186dbbd78",
            "word": "to turn up",
            "phonetic": "tə tɜːn ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "He turned up the collar of his coat.",
                "The firm will be turning up the heat on its rivals in a highly competitive industry now scrapping for a share of the domestic market.",
                "If the goods are not delivered this week, we'll have to turn up the heat.",
                "Emily turned up the volume on the TV, but her grandfather still couldn't hear a thing.",
                "He would turn up at meetings, but Lord knows where he came from."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHVybiB1cA&hash=5648a537bb73ba1ba66c76c2b3ad72b6b8b72448&lang=en&cache-only=0",
            "defineEn": "to turn a switch on a device so that it makes more sound, heat, etc.",
            "defineVi": "để bật một công tắc trên một thiết bị để nó tạo ra nhiều âm thanh hơn, nhiệt hơn, v.v.",
            "hasImg": true
        },
        {
            "id": "ae1bb0c3-c59f-451c-a12c-9ebda354300a",
            "word": "to install",
            "phonetic": "tʊ ɪnstɔːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Finally, staff install wheels to the now complete X7.",
                "Install the app?",
                "Install a jet engine underneath or within the machine on gimbals.",
                "For dangerous runways like Telluride's, airports will install an engineered materials arrestor system.",
                "Here, they install the exhaust system."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5zdGFsbA&hash=7979fca7b7206f01ee07edd9c8287d0f3d2f96fa&lang=en&cache-only=0",
            "defineEn": "to add a piece of software to a computer system",
            "defineVi": "để thêm một phần mềm vào hệ thống máy tính",
            "hasImg": true
        },
        {
            "id": "66cdad1d-4108-45ad-8a03-f3137967aed4",
            "word": "to unplug",
            "phonetic": "tʊ ʌnplʌɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Then unplug it!",
                "And then completely unplug.",
                "Can you unplug that?",
                "First, unplug your keyboard or remove the batteries.",
                "Yes, everyone, always unplug the battery on your laptop before you take it apart."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5wbHVn&hash=7328826f8f9598dd2148d7e17b632febc061e9fa&lang=en&cache-only=0",
            "defineEn": "to disconnect an electronic device from an electricity source",
            "defineVi": "để ngắt kết nối một thiết bị điện tử từ một nguồn điện",
            "hasImg": true
        },
        {
            "id": "8454eb8f-a58c-486d-9223-4fcd652f199c",
            "word": "to set",
            "phonetic": "tə sɛt ",
            "partOfSpeechType": "verb",
            "examples": [
                "That DJ's voice really sets my teeth on edge.",
                "The surgeon set her broken arm.",
                "The scheme sets a precedent for other companies.",
                "International companies set the price of oil.",
                "His time in the 25-meter freestyle set a national record."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2V0&hash=6e48eaf638484e3be1206c21cf243d021ed39f10&lang=en&cache-only=0",
            "defineEn": "to prepare something in a way that is ready or suitable for use",
            "defineVi": "để chuẩn bị một cái gì đó trong một cách đã sẵn sàng hoặc phù hợp để sử dụng"
        },
        {
            "id": "da5d1d05-0cad-4faa-b369-483050899a59",
            "word": "to turn down",
            "phonetic": "tə tɜːn daʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "A collar that turns down.",
                "And the palms turned down.",
                "Never turn down a nugget.",
                "You can't turn down jury duty.",
                "Although it won’t turn down an unassuming adult either."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHVybiBkb3du&hash=e15bbd2b1d2c738f120ac5231bd6442bb35047f2&lang=en&cache-only=0",
            "defineEn": "to turn a switch on a device so that it makes less sound, heat, etc.",
            "defineVi": "để bật một công tắc trên một thiết bị để nó tạo ra ít âm thanh, nhiệt hơn, v.v.",
            "hasImg": true
        },
        {
            "id": "13c0d40c-8736-4b75-a068-1729619c35a9",
            "word": "to plug in",
            "phonetic": "tə plʌɡ ɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "We plug in the heated perches and the heat lamp for Hera the Harris's Hawk.",
                "Plug in my laptop here.",
                "Is it plugged in?",
                "Plug in your microphones into the recorder.",
                "Now, plug in a small angle, like 0.1 radians, which is approximately 6 degrees."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGx1ZyBpbg&hash=cae6e89ec110ee597565a08cf16e3176ac4965a4&lang=en&cache-only=0",
            "defineEn": "to connect to an electrical receptacle",
            "defineVi": "để kết nối với một ổ cắm điện",
            "hasImg": true
        },
        {
            "id": "5e560b05-4ff6-4a07-add7-b7314506f783",
            "word": "to switch on",
            "phonetic": "tə swɪtʃ ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Genes can be switched on or off.",
                "When they're bombarded by radiation or chemotherapy, some cancer cells can effectively switch on protective shields against whatever's attacking them by changing their gene expression.",
                "Each time a single electrode was switched on, the participants reported seeing a very small spot of white light.",
                "- That's kinda one of the difficulties of the job is you have to switch on and off from humanitarian mission to, is this guy trying to take your life?",
                "If I forget to switch on my microphone, someone just tell me, sometimes it happens."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dpdGNoIG9u&hash=376150dd1721e79d1d13b7e1ed813b98ccf2e34c&lang=en&cache-only=0",
            "defineEn": "to make something start working usually by flipping a switch",
            "defineVi": "để làm cho một cái gì đó bắt đầu hoạt động thường bằng cách bật công tắc",
            "hasImg": true
        }
    ]
}