{
    "id": "70341dd1-7041-45cd-8f82-8d5050409e8f",
    "title": "Mythological Places and Objects",
    "originalTitle": "Mythological Places and Objects",
    "words": [
        {
            "id": "23d1ec3e-4977-4d5a-8c79-116dbb6cf24e",
            "word": "atlantis",
            "phonetic": "ætlæntɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "One such project, the ATLAS-1 mission, flew on Atlantis in 1992, looking at Earth’s atmosphere: its chemistry and fluid dynamics, as well as interactions with solar winds. ",
                "And Atlantis got to carry plenty of on-board science, too. ",
                "When the Shuttle program ended, it was Atlantis that flew the final mission. ",
                "Atlantis was the fourth shuttle to be built, and right from the start it was picked for some pretty neat science missions.",
                "But with Atlantis’ new docking apparatus, NASA entered the 20th century and graduated to base-10."
            ],
            "audio": "https://tts.langeek.co/read?text=YXRsYW50aXM&hash=3375f54f00fac3c938a0bc569457d869661b5e4e&lang=en&cache-only=0",
            "defineEn": "a legendary island first mentioned by the ancient Greek philosopher Plato, believed to have been swallowed up by the sea",
            "defineVi": "một hòn đảo huyền thoại lần đầu tiên được đề cập bởi nhà triết học Hy Lạp cổ đại Plato, được cho là đã bị biển nuốt chửng"
        },
        {
            "id": "6e0be6a2-b651-4271-b185-824fb1db0d89",
            "word": "elysium",
            "phonetic": "ɛlɪsiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "But, you know what, the whole map is giving me - what's it called, Rings of Elysium, is that what it's called?",
                "But when I play other Battle Royale games like PUBG and Ring Of Elysium, and if Apex would do solos I think that would be pretty awesome.",
                "And ever since Battle Royale and PUBG came out, you know, there's been a whole lot of other games that are similar like Ring Of Elysium, I believe it's called, and Realm Royale and just, you know, a bunch of other things here and there, but they never really stuck."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWx5c2l1bQ&hash=4c84365b1f6fc44eba04be28826423f6a7ce0577&lang=en&cache-only=0",
            "defineEn": "a conception of the afterlife as a paradise, a place of eternal happiness and peace",
            "defineVi": "một quan niệm về thế giới bên kia như một thiên đường, một nơi hạnh phúc và bình yên vĩnh cửu"
        },
        {
            "id": "7aa5b24b-fce8-4483-aace-8ebf7bd5411f",
            "word": "mount olympus",
            "phonetic": "maʊnt əlɪmpəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "At once, Hermes and the three goddesses leave for Mount Olympus.",
                "He asks the gods and goddesses from Mount Olympus to his house.",
                "And so, he scaled Mount Olympus to steal fire from the workshop of Hephaestus and Athena.",
                "He formed them in the image of the gods, but Zeus decreed they were too remain mortal and worship the inhabitants of Mount Olympus from below."
            ],
            "audio": "https://tts.langeek.co/read?text=bW91bnQgb2x5bXB1cw&hash=1f9fd815f878e7c1a481c764ebee2f45e156dc43&lang=en&cache-only=0",
            "defineEn": "a prominent mountain in Greece and is considered the home of the gods in Greek mythology",
            "defineVi": "một ngọn núi nổi bật ở Hy Lạp và được coi là ngôi nhà của các vị thần trong thần thoại Hy Lạp"
        },
        {
            "id": "48b58d63-ff11-47a5-8300-b66d362d4bf0",
            "word": "asgard",
            "phonetic": "æzɡɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asgard, a realm of wonders, was where the Norse Gods made their home.",
                "Thor had just returned to Asgard, and now that the gods knew a giant was in their midst, they disregarded their oaths.",
                "The gods sealed the deal with solemn oaths and swore the mason would come to no harm in Asgard.",
                "The Vanir and the Aesir warred, but eventually reconciled and the Vanir came to live in Asgard, one of the nine mythical Norse worlds."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNnYXJk&hash=2d84eec92c7ba2ced785d386b8aa79e64564a021&lang=en&cache-only=0",
            "defineEn": "a realm in Norse mythology, home to the gods and goddesses",
            "defineVi": "một vương quốc trong thần thoại Bắc Âu, quê hương của các vị thần và nữ thần"
        },
        {
            "id": "62f34215-3875-41c8-9c16-5b264bdaa58a",
            "word": "yggdrasil",
            "phonetic": "ɪɡdɹæsəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=eWdnZHJhc2ls&hash=9b270eff320d9157bf088cb16f0ed8637038536a&lang=en&cache-only=0",
            "defineEn": "the immense mythical tree that connects the nine worlds in Norse mythology",
            "defineVi": "cây huyền thoại khổng lồ kết nối chín thế giới trong thần thoại Bắc Âu"
        },
        {
            "id": "4d576627-4957-461b-9653-88a886bcb84b",
            "word": "Midgard",
            "phonetic": "mɪdɡɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=TWlkZ2FyZA&hash=cfe3a5fd38cf30cecbc5cb5aed995369ab2331d1&lang=en&cache-only=0",
            "defineEn": "the world of humans in Norse mythology, surrounded by the sea and located within a mythical tree called Yggdrasil",
            "defineVi": "thế giới của con người trong thần thoại Bắc Âu, được bao quanh bởi biển và nằm trong một cái cây thần thoại tên là Yggdrasil"
        },
        {
            "id": "9569e434-39ce-41e4-939d-30380c58269b",
            "word": "underworld",
            "phonetic": "ʌndɚwɜːld ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gods, the lords, and the maize were buried in the underworld.",
                "Today, we unlock the gates to the underworld.",
                "Chak Ek’ rose from the underworld to the surface of the eastern sea and on into the heavens.",
                "And take you to the underworld.",
                "Let's enter the hadal zone, the underworld of the sea."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJ3b3JsZA&hash=85a066f9a412553edc5739f5456fd7333af1f483&lang=en&cache-only=0",
            "defineEn": "the realm of the dead in Greek mythology, ruled over by the god Hades",
            "defineVi": "vương quốc của người chết trong thần thoại Hy Lạp, được cai trị bởi thần Hades"
        },
        {
            "id": "eb45ceda-5cc5-4d46-b35e-bab811eae747",
            "word": "oracle",
            "phonetic": "ɔːɹəkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "And who were these early oracles?",
                "But Bernie Sanders and Donald Trump became the oracles of this deep-seated sense of betrayal. ",
                "The U.S. Supreme Court handed Google a victory today in a copyright dispute with software developer Oracle.",
                "The next work is another window of sorts, this one a painting by Miyoko Ito titled Oracle, made in 1967 and 68.",
                "From the enterprise hardware standpoint, it's going to be Cisco, and Juniper, and Ericsson, and Oracle."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JhY2xl&hash=fdd7fca8cd775e64a62dfbf281fe5cbb39c672ff&lang=en&cache-only=0",
            "defineEn": "a place regarded as a source of wise counsel or prophetic predictions, often associated with the ability to communicate with the divine",
            "defineVi": "một nơi được coi là nguồn tư vấn khôn ngoan hoặc dự đoán tiên tri, thường được liên kết với khả năng giao tiếp với thần thánh"
        },
        {
            "id": "c078ee3b-66d0-42f1-85c3-e84b998944f1",
            "word": "labyrinth",
            "phonetic": "læbɚɹɪnθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We started on the labyrinth with just a few people.",
                "But inside, he quickly loses his way through the tangled labyrinth.",
                "But unlike those towering termites, the ant labyrinth reached 8 meters underground.",
                "Now, the hearing function of the labyrinth is housed in the easy-to-spot structure that’s shaped like a snail’s shell, the cochlea.",
                "With some of the most complicated anatomy in your entire body, it’s no wonder it’s known as the labyrinth."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFieXJpbnRo&hash=b4c7281add2161a7fa3f32dcb1e47acdf1d43763&lang=en&cache-only=0",
            "defineEn": "a complex maze constructed by Daedalus to imprison the Minotaur",
            "defineVi": "một mê cung phức tạp do Daedalus xây dựng để giam cầm Minotaur"
        },
        {
            "id": "ee1412b5-cc25-4a03-af61-0997ada287f1",
            "word": "troy",
            "phonetic": "tɹɔɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Soon Troy is in flames.",
                "Soon Troy is in flames.",
                "Then he goes back to Troy.",
                "They take it into Troy.",
                "He runs away from Menelaus into Troy."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJveQ&hash=1e70ca3f44cb3b0bf56c3c59cdb9f64557a7c7f6&lang=en&cache-only=0",
            "defineEn": "an ancient city located in what is now Turkey, which was the site of a famous war between the Trojans and the Greeks, as described in the Iliad",
            "defineVi": "một thành phố cổ nằm ở Thổ Nhĩ Kỳ ngày nay, là nơi diễn ra cuộc chiến nổi tiếng giữa người Troy và người Hy Lạp, như được mô tả trong Iliad"
        },
        {
            "id": "2a83e62c-a6ce-43b8-955f-d78c900b7ba5",
            "word": "tiryns",
            "phonetic": "tɜːɹɪnz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hercules returned to Tiryns wearing the lion’s hide, frightening King Eurystheus so much that he hid in a wine jar.",
                "Consumed by grief, Hercules sought out the Oracle of Delphi, who told him the path to atonement lay with his cousin, King Eurystheus of Tiryns, a favorite of Hera’s."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlyeW5z&hash=36d2e5976f7b6ae7240b9222c6ed6052ef4e17dd&lang=en&cache-only=0",
            "defineEn": "an ancient Mycenaean archaeological site in the Peloponnese region of Greece, known for its well-preserved Cyclopean walls and palace complex",
            "defineVi": "một địa điểm khảo cổ Mycenaean cổ đại ở vùng Peloponnese của Hy Lạp, được biết đến với những bức tường Cyclopean và khu phức hợp cung điện được bảo tồn tốt"
        },
        {
            "id": "1f2435e6-7271-4514-9f99-346f1140a833",
            "word": "thebes",
            "phonetic": "θiːbz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now he's King of Thebes.",
                "When he was dead, the women of Thebes could bury their men.",
                "Back in Thebes, Arcite was ill for a long time with love for Emely.",
                "On the road, they came to the city of Thebes.",
                "'Theseus,' said Perotheus when they met, 'Can Arcite go back to Thebes with me?'"
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlYmVz&hash=f034eef9894c594d86fcd1e6bcd91631c10749a8&lang=en&cache-only=0",
            "defineEn": "a city in Greece with a rich mythological and historical legacy, and was believed to be the birthplace of several important figures in Greek mythology, including Hercules, Dionysus, and Oedipus",
            "defineVi": "một thành phố ở Hy Lạp với di sản lịch sử và thần thoại phong phú, và được cho là nơi sinh của một số nhân vật quan trọng trong thần thoại Hy Lạp, bao gồm Hercules, Dionysus và Oedipus"
        },
        {
            "id": "313b6833-12c8-4eab-932b-f36c624860e7",
            "word": "Sparta",
            "phonetic": "spɑːɹɾə ",
            "partOfSpeechType": "noun",
            "examples": [
                "To all Spartans, men and women, perhaps the most important lesson from Spartan school was allegiance to Sparta.",
                "In Sparta, Paris and Helen talk happily.",
                "Paris goes across the sea to Sparta.",
                "You play Kratos, the ghost of Sparta.",
                "So what was Sparta doing differently than everyone else to produce such fierce soldiers?"
            ],
            "audio": "https://tts.langeek.co/read?text=U3BhcnRh&hash=b8bd86c4725030215a0d8484e146b79f1fd068e6&lang=en&cache-only=0",
            "defineEn": "an ancient Greek city-state known for its military strength and discipline",
            "defineVi": "một thành bang Hy Lạp cổ đại được biết đến với sức mạnh và kỷ luật quân sự"
        },
        {
            "id": "d7bdc517-29b7-42a7-af93-9d98c477bfee",
            "word": "mycenae",
            "phonetic": "maɪsəniː ",
            "partOfSpeechType": "noun",
            "examples": [
                "'He's in Mycenae,' his young queen, Helen, says.",
                "When Menelaus comes back from Mycenae to Sparta, Helen is not at home."
            ],
            "audio": "https://tts.langeek.co/read?text=bXljZW5hZQ&hash=5b92b14087931ee617f562a953dfc7a64bcf53d7&lang=en&cache-only=0",
            "defineEn": "an ancient city in the northeastern part of the Peloponnese peninsula in Greece and was one of the major centers of Greek civilization during the late Bronze Age",
            "defineVi": "một thành phố cổ ở phía đông bắc của bán đảo Peloponnese ở Hy Lạp và là một trong những trung tâm chính của nền văn minh Hy Lạp vào cuối thời đại đồ đồng"
        },
        {
            "id": "51c89267-b7e4-4287-a8b9-59ace066fc25",
            "word": "corinth",
            "phonetic": "kɔːɹɪnθ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29yaW50aA&hash=1408c9883ee66b00120911e902fbb3b94d93834d&lang=en&cache-only=0",
            "defineEn": "an ancient Greek city-state located on the Isthmus of Corinth, known for its strategic location and wealth, as well as for its architecture and artistic production",
            "defineVi": "một thành phố-nhà nước Hy Lạp cổ đại nằm trên eo đất Corinth, được biết đến với vị trí chiến lược và sự giàu có, cũng như về kiến trúc và sản xuất nghệ thuật"
        },
        {
            "id": "44e5d18a-53c6-4663-9597-13860df32f65",
            "word": "styx",
            "phonetic": "stɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "While it was flying past Pluto, New Horizons also got our closest look at Pluto’s moons: Charon, Hydra, Nix, Styx, and Kerberos.",
                "The contact with the Styx water made Achilles practically invincible.",
                "It told her to bring barley cakes for Cerberus, the guard dog to the Underworld and coins to pay the boatman, Charon to ferry her across the river Styx."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R5eA&hash=29e6924ca25bf12b8c6c8e6be6684fee9ea0c88e&lang=en&cache-only=0",
            "defineEn": "the river that forms the boundary between Earth and the underworld, and it is also the name of the goddess who personifies this river",
            "defineVi": "dòng sông tạo thành ranh giới giữa Trái đất và thế giới ngầm, và nó cũng là tên của nữ thần nhân cách hóa dòng sông này"
        },
        {
            "id": "832770e8-7864-466e-8ddc-9be246579d9a",
            "word": "nun",
            "phonetic": "nʌn ",
            "partOfSpeechType": "noun",
            "examples": [
                "What's nun mean?",
                "From the age of 19, Christine Riley served her community as a nun with the Sisters of St. Joseph in Wheeling, West Virginia.",
                "But not all nuns and sisters wear habits, since the rules of dress are left up to the discretion of particular orders.",
                "And a French nun, Sister Andre, turned 117 today, after surviving COVID-19 with hardly any symptoms.",
                "Oh, I was still going to be a nun."
            ],
            "audio": "https://tts.langeek.co/read?text=bnVu&hash=df272680e1821af0144d6bf36a8e6288cffbb970&lang=en&cache-only=0",
            "defineEn": "the personification of the primeval waters that were believed to have existed before creation, and was considered to be the source of all life",
            "defineVi": "hiện thân của vùng nước nguyên sinh được cho là đã tồn tại trước khi tạo ra và được coi là nguồn gốc của mọi sự sống"
        },
        {
            "id": "33c189ec-2c77-4b2c-a069-d92942837a3e",
            "word": "Fortunate Isles",
            "phonetic": "fɔːɹtʃənət aɪəlz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Rm9ydHVuYXRlIElzbGVz&hash=fb0a57ca9bb1dc027c8b48a6f44a51c64e400ae4&lang=en&cache-only=0",
            "defineEn": "a group of mythical islands in ancient Greek and Roman mythology said to be a paradise for heroes and those favored by the gods",
            "defineVi": "một nhóm các hòn đảo thần thoại trong thần thoại Hy Lạp và La Mã cổ đại được cho là thiên đường của các anh hùng và những người được các vị thần ưu ái"
        },
        {
            "id": "3bec0627-b035-4224-9fe6-8f3040d87c65",
            "word": "excalibur",
            "phonetic": "ɛkskælɪbɜː ",
            "partOfSpeechType": "noun",
            "examples": [
                "King Arthur has risen again and again in our collective imagination, along with his retinue of knights, Guinevere, the Round Table, Camelot, and of course, Excalibur.",
                "In the course of these retellings, Caerleon became Camelot, and Caliburnus was rechristened Excalibur."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjYWxpYnVy&hash=2bcf970a9783783416f4c2af8f7dbbe02644748c&lang=en&cache-only=0",
            "defineEn": "a legendary sword from Arthurian legend, often associated with the rightful sovereignty of Great Britain",
            "defineVi": "một thanh kiếm huyền thoại từ truyền thuyết Arthurian, thường gắn liền với chủ quyền hợp pháp của Vương quốc Anh"
        },
        {
            "id": "3c811e06-ab60-47ab-b31e-1c7800d1e774",
            "word": "pandora's box",
            "phonetic": "pændoːɹə bækslæʃ ɛs bɑːks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFuZG9yYSdzIGJveA&hash=5d34ae3a545838e4eff868b6af7f9cd901adde3b&lang=en&cache-only=0",
            "defineEn": "a Greek mythological artifact that contained all the evils of the world, which were released when Pandora opened the box out of curiosity",
            "defineVi": "một cổ vật thần thoại Hy Lạp chứa tất cả những điều xấu xa trên thế giới, được giải phóng khi Pandora mở chiếc hộp vì tò mò"
        },
        {
            "id": "149a7c43-3561-442e-9684-6cf3c2ee8f1d",
            "word": "trident",
            "phonetic": "tɹaɪdənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And of course, selling Trident gum.",
                "The line to The Trident has a cost of 5.",
                "Mario, an artist, designed the trident logo that is still used today.",
                "But there's like a, like the Trident matters.",
                "The node with the next lowest cost is The Trident and the only line from The Trident that we haven’t checked is a path to Winterfell!"
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpZGVudA&hash=7618352525ab9edcd5a7af2c1932475e88fc2731&lang=en&cache-only=0",
            "defineEn": "a three-pronged spear or fork, historically used for fishing and hunting but also associated with various mythological gods and figures",
            "defineVi": "một cây giáo hoặc nĩa ba cạnh, trong lịch sử được sử dụng để câu cá và săn bắn nhưng cũng được liên kết với các vị thần và nhân vật thần thoại khác nhau"
        },
        {
            "id": "72ef97ff-7c4a-4e0d-95f6-be6ce535b5a0",
            "word": "aegis",
            "phonetic": "iːdʒɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "What’s an aegis?",
                "But the moment woman begins to feel the promptings of ambition, or the thirst for power, her aegis of defense is gone."
            ],
            "audio": "https://tts.langeek.co/read?text=YWVnaXM&hash=023e3f884696d83a42b4f20f29aea36361aef4e4&lang=en&cache-only=0",
            "defineEn": "a shield or protective armor, often associated with the Greek goddess Athena",
            "defineVi": "khiên hoặc áo giáp bảo vệ, thường được gắn với nữ thần Hy Lạp Athena"
        },
        {
            "id": "07221f9c-ad08-493a-8d28-1407587d487f",
            "word": "amulet",
            "phonetic": "æmjʊlɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Yosef has supernatural strength and can become invisible with the help of a special amulet.",
                "Our right hand Frida holds a small portrait of Rivera as a child, an amulet she had in real life that was among her belongings when she died.",
                "Lucius watches his brother stand in his new toga before the household shrine with its protective deities, as he places his bulla, a protective amulet, in the shrine with a prayer of thanks."
            ],
            "audio": "https://tts.langeek.co/read?text=YW11bGV0&hash=3015110c5a4aa0262e8b626ec870265192fc2a51&lang=en&cache-only=0",
            "defineEn": "a piece of jewelry that some wear around their neck and consider as a form of protection against evil, disease, etc.",
            "defineVi": "một món đồ trang sức mà một số người đeo quanh cổ và coi như một hình thức bảo vệ khỏi cái ác, bệnh tật, v.v.",
            "hasImg": true
        },
        {
            "id": "c7190b7b-45c1-40f5-b8cb-e3cb64d7d54e",
            "word": "ankh",
            "phonetic": "æŋk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW5raA&hash=a265d63cba073acfc42888e259017b1ea7d8584e&lang=en&cache-only=0",
            "defineEn": "an object or design similar to a cross with a loop on top, considered to be the sign of life in ancient Egypt",
            "defineVi": "một vật thể hoặc thiết kế tương tự như cây thánh giá có vòng ở trên, được coi là dấu hiệu của sự sống ở Ai Cập cổ đại",
            "hasImg": true
        },
        {
            "id": "ff1bb442-5b9c-43ac-b113-9334be9d9bc8",
            "word": "ark of the covenant",
            "phonetic": "ɑːɹk ʌvðə kʌvɛnənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXJrIG9mIHRoZSBjb3ZlbmFudA&hash=f64cb25d4893c8c6e4238b042cc09aa0bc32d81f&lang=en&cache-only=0",
            "defineEn": "a biblical artifact that was said to have contained the tablets inscribed with the Ten Commandments and other sacred objects",
            "defineVi": "một cổ vật trong Kinh thánh được cho là có chứa những tấm bảng ghi Mười Điều Răn và các vật linh thiêng khác"
        },
        {
            "id": "56af93c1-b10a-4d87-b1a3-d1676af9caec",
            "word": "caduceus",
            "phonetic": "kædʒuːsɪəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FkdWNldXM&hash=9d94b02feb4ab90da514564df5d411b00a237250&lang=en&cache-only=0",
            "defineEn": "a winged staff with two snakes wrapped around it, often used as a symbol of medicine and healing",
            "defineVi": "cây trượng có cánh với hai con rắn quấn quanh, thường được dùng làm biểu tượng của y học và chữa bệnh"
        },
        {
            "id": "10dbfb75-5e5e-4642-914b-15305192417a",
            "word": "venus's girdle",
            "phonetic": "viːnəs bækslæʃ ɛs ɡɜːdəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmVudXMncyBnaXJkbGU&hash=48a867cf3146b5604b3179809d3054cb7e73a22a&lang=en&cache-only=0",
            "defineEn": "a phenomenon that occurs during sunrise or sunset when a pinkish band of light appears in the sky between the horizon and the dark blue upper atmosphere",
            "defineVi": "một hiện tượng xảy ra khi mặt trời mọc hoặc mặt trời lặn khi một dải ánh sáng màu hồng nhạt xuất hiện trên bầu trời giữa đường chân trời và bầu khí quyển phía trên màu xanh đậm"
        },
        {
            "id": "dcb9958a-b249-405d-bc7f-99ff6ac62c81",
            "word": "chalice",
            "phonetic": "tʃælɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The priest placed the chalice and paten on the altar before the Eucharistic celebration."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbGljZQ&hash=4ae28ea2bdd8e8fab4600990efeb4ea879365d92&lang=en&cache-only=0",
            "defineEn": "a large, ceremonial cup, typically made of metal and often decorated with precious materials, that is used for drinking wine or other sacred liquids during religious ceremonies",
            "defineVi": "một chiếc cốc nghi lễ lớn, thường được làm bằng kim loại và thường được trang trí bằng các vật liệu quý, được dùng để uống rượu hoặc các chất lỏng thiêng liêng khác trong các nghi lễ tôn giáo",
            "hasImg": true
        },
        {
            "id": "2d7a4d13-6c16-45fd-b9d8-8eeb1adbaef0",
            "word": "fountain of youth",
            "phonetic": "faʊntɪn ʌv juːθ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zm91bnRhaW4gb2YgeW91dGg&hash=e2940332e5ff3d36cc29860e144b509c4383cba3&lang=en&cache-only=0",
            "defineEn": "a legendary spring that is believed to have the power to restore youth to those who drink or bathe in its waters",
            "defineVi": "một con suối huyền thoại được cho là có khả năng phục hồi tuổi trẻ cho những ai uống hoặc tắm trong vùng nước của nó"
        },
        {
            "id": "ee50973b-de40-4a8e-a100-a7fba7fe1684",
            "word": "Draupnir",
            "phonetic": "dɹɔːpnɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=RHJhdXBuaXI&hash=33ac846af4154b8da54d91daa6296796b2bed598&lang=en&cache-only=0",
            "defineEn": "a golden ring from Norse mythology, owned by Odin, that had the magical ability to create nine new rings of equal value every night and was given as a gift to Balder",
            "defineVi": "một chiếc nhẫn vàng từ thần thoại Bắc Âu, thuộc sở hữu của Odin, có khả năng kỳ diệu tạo ra chín chiếc nhẫn mới có giá trị như nhau mỗi đêm và được tặng như một món quà cho Balder"
        },
        {
            "id": "9d9abbb7-7ac4-452b-989f-ca7fa92a0e74",
            "word": "wand",
            "phonetic": "wɔnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "If that is true, he is waving a magic wand.",
                "With a wave of her magic wand, she changed the frog into a handsome prince.",
                "I can’t just wave a magic wand and produce the money for you.",
                "If I could wave my magic wand, I would just make it so the pipe had been installed properly in the first place.",
                "Find the wand."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FuZA&hash=214fecc2dae1f90bf727ac50405af0d209bedddf&lang=en&cache-only=0",
            "defineEn": "a thin, hand-held stick or rod that is used for various purposes such as casting spells, directing energy, or performing illusions",
            "defineVi": "một cây gậy hoặc cây gậy mỏng, cầm tay được sử dụng cho nhiều mục đích khác nhau như làm phép, định hướng năng lượng hoặc thực hiện ảo ảnh"
        },
        {
            "id": "cb97025d-afa7-46a2-b4dc-724e49e248ef",
            "word": "emerald tablet",
            "phonetic": "ɛmɚɹəld tæblət ",
            "partOfSpeechType": "noun",
            "examples": [
                "These included a version of the Emerald Tablet, a supposedly ancient Greek text that included a guide to creating the philosopher’s stone."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1lcmFsZCB0YWJsZXQ&hash=9956a1d1e9108ddfa0139119271fad16d14ae772&lang=en&cache-only=0",
            "defineEn": "an ancient text that is believed to contain the secrets of the universe, including the principles of alchemy and the philosopher's stone",
            "defineVi": "một văn bản cổ xưa được cho là chứa đựng những bí mật của vũ trụ, bao gồm các nguyên tắc của thuật giả kim và hòn đá triết gia"
        },
        {
            "id": "a0dd5b0a-29c2-498c-82c9-49635487b11e",
            "word": "eye of ra",
            "phonetic": "aɪ ʌv ɹɑː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXllIG9mIHJh&hash=8ead3252e7f68fccb1650b395bf8bfc0a317c141&lang=en&cache-only=0",
            "defineEn": "an ancient Egyptian symbol of protection, power, and good health",
            "defineVi": "một biểu tượng của Ai Cập cổ đại về sự bảo vệ, quyền lực và sức khỏe tốt"
        },
        {
            "id": "c80df51f-5170-4831-8689-f3515ecdfbd8",
            "word": "golden fleece",
            "phonetic": "ɡoʊldən fliːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "A Big Gorilla Started It All King Aeetes of ancient Greece is desperately seeking the Golden Fleece.",
                "The bedraggled crew of Jason, Medea, and the Argonauts were returning from their hard-won quest to retrieve the Golden Fleece."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29sZGVuIGZsZWVjZQ&hash=c10e7acbc531251d7b66158c0f57e1bd8d10b2d6&lang=en&cache-only=0",
            "defineEn": "a mythical artifact in Greek mythology, a symbol of kingship and authority, which Jason and the Argonauts set out to retrieve",
            "defineVi": "một cổ vật thần thoại trong thần thoại Hy Lạp, một biểu tượng của vương quyền và quyền lực, mà Jason và các Argonauts lên đường để lấy lại"
        },
        {
            "id": "273fb5b5-7c46-46f9-b426-4aa2a754f733",
            "word": "the Holy Grail",
            "phonetic": "ðə hoʊli ɡɹeɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhlIEhvbHkgR3JhaWw&hash=8c0ae8ca666b3875f404b4b16fbf0a9d40155537&lang=en&cache-only=0",
            "defineEn": "a legendary object from Christian mythology that is said to be the cup or dish used by Jesus at the Last Supper and sought after by various knights in medieval romances",
            "defineVi": "một đồ vật huyền thoại trong thần thoại Cơ đốc giáo được cho là chiếc cốc hoặc đĩa được Chúa Giê-su sử dụng trong Bữa tiệc ly và được nhiều hiệp sĩ tìm kiếm trong các mối tình thời trung cổ"
        },
        {
            "id": "3c1b2105-2517-419b-995e-c3db565a225d",
            "word": "cornucopia",
            "phonetic": "kɔːɹnuːkoʊpiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's like a cornucopia of genius.",
                "And when the Portuguese reached Southeast Asia and China, they found a cornucopia of goods that Europeans came to crave and about whose production they hadn’t the slightest knowledge: colorful, washable cottons, and finely crafted porcelain, also tea."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ybnVjb3BpYQ&hash=3faa142c96b5f662ca6b2ba9e111452514c0dfa8&lang=en&cache-only=0",
            "defineEn": "a symbol of abundance and nourishment, also known as the \"horn of plenty\"",
            "defineVi": "một biểu tượng của sự phong phú và nuôi dưỡng, còn được gọi là \"sừng của nhiều\""
        },
        {
            "id": "9992cb9a-6de6-47d2-a966-5d1f817564a9",
            "word": "valhalla",
            "phonetic": "vælhælə ",
            "partOfSpeechType": "noun",
            "examples": [
                "There Odin’s great hall of Valhalla towered above the mountains and Bifrost, the rainbow bridge, anchored itself.",
                "Odin championed warriors, picking his favorites and sending Valkyries to bring them to Valhalla, which seems like a nifty way to travel."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFsaGFsbGE&hash=c347d6ad572dbc2ceba9ec295dfb9fa6a82176ed&lang=en&cache-only=0",
            "defineEn": "a great hall located in Asgard, the realm of the gods. It is said to be the home of Odin",
            "defineVi": "một đại sảnh nằm ở Asgard, vương quốc của các vị thần. Nó được cho là nhà của Odin"
        },
        {
            "id": "1cfb9e6f-2dfa-41ee-9d3d-a4fef8cdd9a0",
            "word": "wishing well",
            "phonetic": "wɪʃɪŋ wɛl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2lzaGluZyB3ZWxs&hash=39262613b3c5cb726ed4abb2824d0cb5553d8fec&lang=en&cache-only=0",
            "defineEn": "a well or other body of water, often found in folklore, where people make wishes by throwing coins or other objects into it",
            "defineVi": "một cái giếng hoặc vùng nước khác, thường được tìm thấy trong văn hóa dân gian, nơi mọi người ước nguyện bằng cách ném đồng xu hoặc các đồ vật khác vào đó"
        },
        {
            "id": "e387fc53-fe3c-490b-b2b1-f4d048d96d32",
            "word": "magic carpet",
            "phonetic": "mædʒɪk kɑːɹpɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFnaWMgY2FycGV0&hash=ad4fc152e9284e45d0474b82a7e47491ca54dd86&lang=en&cache-only=0",
            "defineEn": "a carpet or rug from Middle Eastern and South Asian folklore and mythology, which is capable of flying and carrying people through the air",
            "defineVi": "một tấm thảm hoặc tấm thảm từ văn hóa dân gian và thần thoại Trung Đông và Nam Á, có khả năng bay và chở người trong không trung"
        },
        {
            "id": "99de0f48-e16f-4873-971a-d90e350ab62b",
            "word": "talaria",
            "phonetic": "tælɛɹiə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGFsYXJpYQ&hash=a875b64fdc76b995141c78834d94c2ac4c438321&lang=en&cache-only=0",
            "defineEn": "a type of winged sandals or boots from Greek and Roman mythology, commonly associated with the god Hermes or Mercury, which allow the wearer to fly or move quickly",
            "defineVi": "một loại dép hoặc bốt có cánh trong thần thoại Hy Lạp và La Mã, thường được liên kết với thần Hermes hoặc Mercury, cho phép người mang bay hoặc di chuyển nhanh chóng"
        },
        {
            "id": "6032f6fc-7a9c-4644-9724-8e0fde1663d6",
            "word": "wonderland",
            "phonetic": "wʌndɚlənd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children excitedly decorated their gingerbread houses with icing sugar, turning them into edible winter wonderlands.",
                "It’s a volcano wonderland.",
                "That 1998 study tested this idea with four kids with Alice in Wonderland syndrome.",
                "People with Alice in Wonderland syndrome always seem to know they're illusions.",
                "Lewis Carroll, the author of Alice in Wonderland, and a mathematician, developed his own algorithm for solving the day of the week."
            ],
            "audio": "https://tts.langeek.co/read?text=d29uZGVybGFuZA&hash=d4d26cab865f54d20653ad459ce0ecdb4b7abd7d&lang=en&cache-only=0",
            "defineEn": "a fantastical imaginary world, often associated with Lewis Carroll's classic novel \"Alice's Adventures in Wonderland\"",
            "defineVi": "một thế giới tưởng tượng kỳ ảo, thường gắn liền với cuốn tiểu thuyết kinh điển \"Những cuộc phiêu lưu của Alice vào xứ sở thần tiên\" của Lewis Carroll"
        }
    ]
}