{
    "id": "71e263d2-394a-45ed-ab46-038955b503fe",
    "title": "Film Production",
    "originalTitle": "Film Production",
    "words": [
        {
            "id": "74c1220b-7175-41ca-be41-de7dc6e50b3f",
            "word": "take",
            "phonetic": "teɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Take your pick.",
                "His new world record will take some beating.",
                "His apology took the edge off her anger.",
                "Things like this take time.",
                "The river took a meandering bend through the picturesque valley."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFrZQ&hash=f9998395f63cf65a33a9ba03e0ab57706bd132d5&lang=en&cache-only=0",
            "defineEn": "the act of recording a movie scene or part of a scene without interruption",
            "defineVi": "hành động ghi lại một cảnh phim hoặc một phần của cảnh mà không bị gián đoạn"
        },
        {
            "id": "39d889d2-f447-4600-8228-0914426c37ed",
            "word": "stunt",
            "phonetic": "stʌnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "No one's catching Steven Bergwijn when he pulls stunts like this.",
                "The fake article had been in print in the renowned scientific journal for more than a week before its author revealed that he had pulled a stunt.",
                "I did some stunts.",
                "I did some stunts myself.",
                "You did your own stunts?"
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1bnQ&hash=6a736196d42e2d3a0e77660128351609ca8d5ba0&lang=en&cache-only=0",
            "defineEn": "a dangerous and difficult action that shows great skill and is done to entertain people, typically as part of a movie",
            "defineVi": "một hành động nguy hiểm và khó thể hiện kỹ năng tuyệt vời và được thực hiện để giải trí cho mọi người, thường là một phần của bộ phim"
        },
        {
            "id": "8e9937e3-4b1c-4611-b261-0e2523d6ec7e",
            "word": "storyboarding",
            "phonetic": "stoːɹiboːɹdɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3Rvcnlib2FyZGluZw&hash=497af03656605f483179871d3aa284966b98853d&lang=en&cache-only=0",
            "defineEn": "the process of creating a set of pictures or drawings depicting the outline of the plot of a movie, TV series, etc.",
            "defineVi": "quá trình tạo ra một bộ tranh hoặc bản vẽ mô tả đường nét cốt truyện của một bộ phim, phim truyền hình, v.v."
        },
        {
            "id": "48525f50-dcfd-44d5-ab04-9188581f7bcc",
            "word": "storyboard",
            "phonetic": "stoːɹiboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's right here: this fancy-fancy-fancy storyboard and now what I'm doing is I'm gonna do the drawings.",
                "My good friend CPG Grey has made a great video about the practical and philosophical concerns-- I have now finished editing the audio and I have the storyboard all drawn.",
                "It’s fun, of course, but to make animation videos like this a ridiculous amount of time is necessary: writing the script, storyboard, designing all the stuff, recording the narration, animation, sound design, and composing original music."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Rvcnlib2FyZA&hash=dfe522d4b99a47a33203ad0a8b4791f03a0862d1&lang=en&cache-only=0",
            "defineEn": "a set of pictures or drawings depicting the outline of the plot of a movie, TV series, etc.",
            "defineVi": "một bộ tranh hoặc bản vẽ mô tả phác thảo cốt truyện của một bộ phim, phim truyền hình, v.v."
        },
        {
            "id": "3b08d9c7-7faa-4999-bbf6-e90954f2e6f4",
            "word": "shooting",
            "phonetic": "ʃuːɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Police said his shooting had the earmarks of a professional job.",
                "The basketball player's impressive shooting skills were hitting opponents out of the park, scoring multiple three-point shots and leading his team to a victory.",
                "I looked up at the night sky and saw a shooting star.",
                "Shooting erupted this afternoon at a high school in Knoxville, Tennessee.",
                "That night, the shooting stopped."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvb3Rpbmc&hash=e8f4543fe0e215abbca4c045144bbfc1cc87321f&lang=en&cache-only=0",
            "defineEn": "the action or process of recording the scenes of a motion picture or taking a photograph",
            "defineVi": "hành động hoặc quá trình ghi lại các cảnh của một bức ảnh chuyển động hoặc chụp ảnh",
            "hasImg": true
        },
        {
            "id": "ff6d024e-b4fe-4ed6-8943-1f2f30a64a09",
            "word": "shot",
            "phonetic": "ʃɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "That shot lost him the championship.",
                "The goalie saved Johnson's long-range shot.",
                "To take a shot at somebody/something.",
                "In a school, the principal is the big shot.",
                "You're not calling the shots anymore."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvdA&hash=c5065ff86414d122898a06aef6b31a95f469b354&lang=en&cache-only=0",
            "defineEn": "an independent sequence of a motion picture or TV program that is recorded by one camera without any interruption",
            "defineVi": "một chuỗi độc lập của một hình ảnh chuyển động hoặc chương trình truyền hình được ghi lại bởi một camera mà không bị gián đoạn"
        },
        {
            "id": "64b8d828-7f46-4f4a-999f-5e4f9df0fc13",
            "word": "sequence",
            "phonetic": "siːkwəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Guess which number of the following sequence is the odd one out.",
                "Most companies aren’t directly sequencing your entire genome.",
                "This sequence converges to 0.",
                "For example, a pair of studies in 2010 and 2013 sequenced both Y chromosomes and mtDNA from 2,740 people across Indonesia.",
                "With rDNA, scientists could splice sequences of DNA."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VxdWVuY2U&hash=128d9cb61b36b6dcb88592f827ddd4f1e6fbe96e&lang=en&cache-only=0",
            "defineEn": "a set of shots in a motion picture that are marked by a unity of time or location, creating a particular narrative unit",
            "defineVi": "một tập hợp các cảnh quay trong một bức tranh chuyển động được đánh dấu bằng sự thống nhất về thời gian hoặc địa điểm, tạo ra một đơn vị tường thuật cụ thể"
        },
        {
            "id": "218bb55b-1724-4ab3-b96d-24067f05dc05",
            "word": "rough cut",
            "phonetic": "ɹʌf kʌt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cm91Z2ggY3V0&hash=2f704dafa525f227cdf249c9c644e5d91123ded7&lang=en&cache-only=0",
            "defineEn": "the first version of editing a movie, after different scenes are assembled",
            "defineVi": "phiên bản đầu tiên của chỉnh sửa phim, sau khi các cảnh khác nhau được ghép lại"
        },
        {
            "id": "06fc49c2-5de0-4eef-af20-85658100f420",
            "word": "outtake",
            "phonetic": "aʊtteɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Enjoy the outtakes.",
                "And the outtake reel is maybe just as funny to me.",
                "And they delay us and they show outtakes from MOD.",
                "So if you haven't seen that, check out the video and then watch the outtakes.",
                "If you want to see that, just click where I'm at now or click the outtakes and you can check it out."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0dGFrZQ&hash=05256eed32c65bb0b979638931d63fbf24598e58&lang=en&cache-only=0",
            "defineEn": "a piece of raw footage that is recorded but is not used in the final edited version of a movie, TV program, etc.",
            "defineVi": "một đoạn phim thô được ghi lại nhưng không được sử dụng trong phiên bản chỉnh sửa cuối cùng của phim, chương trình truyền hình, v.v."
        },
        {
            "id": "ac6b5c08-fb00-40ed-bd89-513b68b5fbce",
            "word": "cinematography",
            "phonetic": "sɪnɪmɐtɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "But through casting, cinematography and the editing, our goal is to make you feel as if this is really happening.",
                "Film language includes cinematography, art directing, acting, editing, sound design, special effects, score, all of which work together to communicate ideas and emotions more quickly and viscerally than books can.",
                "If you’re obsessed with good TV and someone says they’ve found the best show ever, you might spend hours looking at its cinematography and writing before you decide you agree with them."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2luZW1hdG9ncmFwaHk&hash=5b370270d359676825f006537ecd0c6c5db24df1&lang=en&cache-only=0",
            "defineEn": "the art and methods of film-making, especially the photographic aspect and camerawork",
            "defineVi": "nghệ thuật và phương pháp làm phim, đặc biệt là khía cạnh chụp ảnh và quay phim"
        },
        {
            "id": "f5c75842-3ff8-4056-a1f2-3fcc7b9d0d05",
            "word": "continuity",
            "phonetic": "kɑːntɪnjuːᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "But there's a lot of continuity there.",
                "They really add, like, a nice continuity between the rooms.",
                "What's the plan for the continuity of Congress?",
                "This past week, it has been continuity of operations and the Coronavirus.",
                "Today, you learned about fluids in motion, with a focus on the continuity equation, Bernoulli’s equation, and Torricelli’s theorem."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGludWl0eQ&hash=31413bc0d15a5d2acbe0f261c9f93df840f041a8&lang=en&cache-only=0",
            "defineEn": "the organization of a movie or TV show in a way that the actions and details are consistent in a series of following scenes",
            "defineVi": "tổ chức của một bộ phim hoặc chương trình truyền hình theo cách mà các hành động và chi tiết nhất quán trong một loạt các cảnh sau"
        },
        {
            "id": "8b61b500-59fa-418b-902e-2bb48346fc9b",
            "word": "set piece",
            "phonetic": "sɛt piːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We're doing two set pieces in a row?",
                "To recite these massive epics live, rhapsodes employed a steady meter, along with mnemonic devices, like repetition of memorized passages or set pieces.",
                "So that's the end of one of the biggest set pieces of the movie, which honestly tries to do what we were trying to do with this whole movie, which is take a normal house and turn every single element of that house into a massive Burj Khalifa-scale obstacle.",
                "Instead of being like a set piece in a theatrical narrative scene, she becomes a psychological subject.",
                "So the movie travels a lot, but we filmed all the set stuff and the set pieces in Mumbai but we were on location in Delhi."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V0IHBpZWNl&hash=e94fb2306f0a260aab9824389ef639b60a361bcc&lang=en&cache-only=0",
            "defineEn": "a set of scenes in a motion picture, novel, etc. that could be regarded independently and are very elaborate or complex",
            "defineVi": "một tập hợp các cảnh trong một bộ phim chuyển động, tiểu thuyết, v.v. có thể được xem xét một cách độc lập và rất công phu hoặc phức tạp"
        },
        {
            "id": "6deb9046-18c0-45fd-80ad-f38304ea3b81",
            "word": "one-shot film",
            "phonetic": "wʌnʃɑːt fɪlm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b25lLXNob3QgZmlsbQ&hash=8cc1f9dc837faf88be06fcae576e43c7bb07eebc&lang=en&cache-only=0",
            "defineEn": "a type of film that is shot in one long take without any cuts or editing, providing a continuous, uninterrupted view of the action",
            "defineVi": "một loại phim được quay trong một lần dài mà không có bất kỳ sự cắt xén hay chỉnh sửa nào, cung cấp một cái nhìn liên tục, không bị gián đoạn về hành động"
        },
        {
            "id": "330add1f-befb-49cc-924f-682b3c2011d4",
            "word": "color grading",
            "phonetic": "kʌlɚ ɡɹeɪdɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29sb3IgZ3JhZGluZw&hash=82d05a97d8f373b13c4b599de68bcbe90121aca8&lang=en&cache-only=0",
            "defineEn": "the process of adjusting and enhancing colors and tonality to achieve a desired visual style in film, television, and photography",
            "defineVi": "quá trình điều chỉnh và tăng cường màu sắc và tông màu để đạt được phong cách hình ảnh mong muốn trong phim, truyền hình và nhiếp ảnh"
        },
        {
            "id": "13249820-6e7d-4cd3-9de0-c2544d8137c9",
            "word": "location scouting",
            "phonetic": "loʊkeɪʃən skaʊɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG9jYXRpb24gc2NvdXRpbmc&hash=1b59e228433f0f56200367a94f618fe5b6e59fe7&lang=en&cache-only=0",
            "defineEn": "the process of selecting appropriate filming locations for a production, based on factors such as lighting, accessibility, safety, and availability",
            "defineVi": "quá trình lựa chọn các địa điểm quay phim phù hợp để sản xuất, dựa trên các yếu tố như ánh sáng, khả năng tiếp cận, an toàn và tính khả dụng"
        },
        {
            "id": "3f9cb5d6-67a3-44b9-ba86-e02d530aec7b",
            "word": "green light",
            "phonetic": "ɡɹiːn laɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "So the most famous color symbol in The Great Gatsby is the Green Light at the end of Daisy's dock that Gatsby is always looking out at from across the bay.",
                "Gatsby just wants to reach across the bay and get to that Green Light and if he can he believes he will have the girl and the life that has driven his wild ambition.",
                "So yes, the Green Light is a symbol in Gatsby but this isn't only stuff that happens in novels.",
                "So just as the Green Light is an enchanted object, gold and yellow are enchanted colors in Gatsby and also, for the record, in real life."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlZW4gbGlnaHQ&hash=0c497a8e0037f77750cba89f4bac526bc24f524a&lang=en&cache-only=0",
            "defineEn": "approval to begin a project",
            "defineVi": "phê duyệt để bắt đầu một dự án"
        },
        {
            "id": "2607687e-e2e5-4d89-bd41-306c647d0aac",
            "word": "shooting schedule",
            "phonetic": "ʃuːɾɪŋ skɛdʒuːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2hvb3Rpbmcgc2NoZWR1bGU&hash=5a8f23e54c69d5f3316eaed97fd038d735afa636&lang=en&cache-only=0",
            "defineEn": "a detailed plan that outlines the order in which scenes will be filmed, the locations, the actors, and the necessary crew and equipment for each day of production",
            "defineVi": "một kế hoạch chi tiết phác thảo thứ tự các cảnh sẽ được quay, địa điểm, diễn viên, đoàn làm phim và thiết bị cần thiết cho mỗi ngày sản xuất"
        },
        {
            "id": "7579f7e3-a197-4bee-abf1-0b22d5da45f9",
            "word": "principal photography",
            "phonetic": "pɹɪnsɪpəl fətɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJpbmNpcGFsIHBob3RvZ3JhcGh5&hash=1ada09953571346d1c84d59fddf5d136459a3cc3&lang=en&cache-only=0",
            "defineEn": "the main phase of film production when the majority of the film's scenes are shot with the main actors and locations",
            "defineVi": "giai đoạn chính của quá trình sản xuất phim khi phần lớn các cảnh trong phim được quay với các diễn viên và địa điểm chính"
        },
        {
            "id": "0b1065a0-fe45-4c68-aed1-1a33e91e4dbc",
            "word": "dressing",
            "phonetic": "dɹɛsɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A classic potato salad is not complete without a creamy dressing made with sour cream.",
                "The chef prepared a fleshy avocado salad, combining its creamy texture with tangy dressing.",
                "You should try a Greek salad with cucumbers, tomatoes, feta cheese, and a tangy dressing.",
                "They mixed anchovy paste with mayonnaise to make a flavorful dressing for their Caesar salad.",
                "She prepared a colorful salad with foxtail millet, fresh vegetables, and a zesty dressing."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJlc3Npbmc&hash=cc27118dd8be8ec7afa7ba87ec0da23cfea29dc8&lang=en&cache-only=0",
            "defineEn": "the process of preparing a film set by adding and arranging props, set decorations, and other visual elements to enhance the realism and authenticity of the scene",
            "defineVi": "quá trình chuẩn bị một bộ phim bằng cách thêm và sắp xếp các đạo cụ, đồ trang trí và các yếu tố hình ảnh khác để nâng cao tính chân thực và chân thực của cảnh"
        },
        {
            "id": "389ab0e3-f2ea-4235-84f1-f277bdd8fb34",
            "word": "lighting",
            "phonetic": "laɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "For instance, green mood lighting made the wine taste fresher.",
                "I have better lighting.",
                "The lighting was lovely.",
                "LED lighting, a lot of state of the art stuff back then.",
                "For lighting, I have a high quality UV light for Jade and a 6500 LED light for the plants."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlnaHRpbmc&hash=9b58edc508a3de25d1222e4d51b52c575baad81d&lang=en&cache-only=0",
            "defineEn": "the use of various equipment and techniques to illuminate the actors and environment in a way that enhances the mood, atmosphere, and visual style of the film",
            "defineVi": "việc sử dụng các thiết bị và kỹ thuật khác nhau để chiếu sáng các diễn viên và môi trường theo cách giúp nâng cao tâm trạng, bầu không khí và phong cách hình ảnh của bộ phim"
        },
        {
            "id": "508d578b-f52d-47cb-8a85-755ea4494a8e",
            "word": "daily call sheet",
            "phonetic": "deɪli kɔːl ʃiːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGFpbHkgY2FsbCBzaGVldA&hash=c7d3ce05e30a739649b2f710cb3bd1eb3b340e2f&lang=en&cache-only=0",
            "defineEn": "a document used in film and television production that outlines the shooting schedule, cast and crew call times, locations, and other important details for a specific day's shoot",
            "defineVi": "một tài liệu được sử dụng trong sản xuất phim và truyền hình phác thảo lịch quay, thời gian gọi diễn viên và đoàn làm phim, địa điểm và các chi tiết quan trọng khác cho một ngày quay cụ thể"
        },
        {
            "id": "10defb71-c8de-4454-b421-d35bc2d88339",
            "word": "35mm film",
            "phonetic": "θɜːɾi faɪv ɛmɛm fɪlm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=MzVtbSBmaWxt&hash=917122fb4a159254694015ca9d3bcc1cea5dab1e&lang=en&cache-only=0",
            "defineEn": "a motion picture film format with a 35 mm width that has been widely used in both professional and amateur filmmaking for its high-quality images and aesthetic options",
            "defineVi": "một định dạng phim chuyển động có chiều rộng 35 mm đã được sử dụng rộng rãi trong cả làm phim chuyên nghiệp và nghiệp dư nhờ hình ảnh chất lượng cao và các tùy chọn thẩm mỹ"
        },
        {
            "id": "78acc00c-3fb3-4a14-8e4f-826d6181364d",
            "word": "film colorization",
            "phonetic": "fɪlm kʌlɚɹᵻzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmlsbSBjb2xvcml6YXRpb24&hash=798ad1ef88ea51109d089094ee1efa852b3dc3f9&lang=en&cache-only=0",
            "defineEn": "the process of adding color to black-and-white films, either manually or through digital technology, to create a color version of the original film",
            "defineVi": "quá trình thêm màu vào phim đen trắng, bằng tay hoặc thông qua công nghệ kỹ thuật số, để tạo ra phiên bản màu của phim gốc"
        },
        {
            "id": "0ca60fb8-1c82-4eb1-9b17-0348841b34aa",
            "word": "spotting",
            "phonetic": "spɑːɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We're doing something in credit that we call net-spotting, which is both efficient and a cost-saver to the buy-side."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BvdHRpbmc&hash=370b48b828706c313743aad2d23cfb3f9a1c8e18&lang=en&cache-only=0",
            "defineEn": "the process of identifying specific points in a visual or audio work where sound effects or music should be added or modified to enhance the emotional impact or narrative flow",
            "defineVi": "quá trình xác định các điểm cụ thể trong một tác phẩm hình ảnh hoặc âm thanh nơi hiệu ứng âm thanh hoặc âm nhạc nên được thêm vào hoặc sửa đổi để nâng cao tác động cảm xúc hoặc dòng tường thuật"
        },
        {
            "id": "ea47272f-0c0e-48c9-93a3-6213f9db9ba7",
            "word": "four walls",
            "phonetic": "foːɹ wɔːlz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zm91ciB3YWxscw&hash=95b62a23a1bd1e776c21054f6288bfb642893eec&lang=en&cache-only=0",
            "defineEn": "a shooting location that has four actual walls, typically a room or an enclosed space, that can be used to create a sense of confinement or intimacy in the scene",
            "defineVi": "một địa điểm chụp có bốn bức tường thực tế, điển hình là một căn phòng hoặc một không gian kín, có thể được sử dụng để tạo cảm giác gò bó hoặc thân mật trong cảnh"
        },
        {
            "id": "6b817a31-f60a-43ea-bfcc-d46265893e4f",
            "word": "film treatment",
            "phonetic": "fɪlm tɹiːtmənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmlsbSB0cmVhdG1lbnQ&hash=734ef7896c35d4a924466ff92cd6263d70dd7f4e&lang=en&cache-only=0",
            "defineEn": "a brief written summary of a proposed movie idea, outlining the story, characters, themes, and tone of the film, intended to serve as a starting point for further development of the screenplay",
            "defineVi": "một bản tóm tắt ngắn gọn về ý tưởng phim được đề xuất, phác thảo câu chuyện, nhân vật, chủ đề và tông màu của phim, nhằm mục đích làm điểm khởi đầu cho sự phát triển tiếp theo của kịch bản"
        },
        {
            "id": "882677cf-67ad-4933-ba26-62db79db2e81",
            "word": "digital cinematography",
            "phonetic": "dɪdʒɪɾəl sɪnɪmɐtɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlnaXRhbCBjaW5lbWF0b2dyYXBoeQ&hash=50c9ae41a83bdd0b470603826f8f3aaefe829929&lang=en&cache-only=0",
            "defineEn": "the process of capturing and recording motion pictures using digital technology, rather than traditional celluloid film, for production, distribution, and exhibition",
            "defineVi": "quá trình chụp và ghi lại các hình ảnh chuyển động bằng công nghệ kỹ thuật số, thay vì phim nhựa truyền thống, để sản xuất, phân phối và triển lãm"
        },
        {
            "id": "3c7a68b0-a037-44bb-96b5-6e760e27a7ac",
            "word": "30-degree rule",
            "phonetic": "θɜːɾidᵻɡɹiː ɹuːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=MzAtZGVncmVlIHJ1bGU&hash=299fca49cc2b27fe2152041a5a6a5d2a6d0bce7b&lang=en&cache-only=0",
            "defineEn": "a guideline in filmmaking that recommends changing the camera angle by at least 30 degrees between shots to avoid a jarring effect on the viewer",
            "defineVi": "hướng dẫn làm phim khuyến nghị thay đổi góc máy ảnh ít nhất 30 độ giữa các lần quay để tránh hiệu ứng chói tai đối với người xem"
        },
        {
            "id": "4ff473b7-c638-426d-bf64-56450db0759c",
            "word": "180-degree rule",
            "phonetic": "wʌnhʌndɹɪd eɪɾidᵻɡɹiː ɹuːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=MTgwLWRlZ3JlZSBydWxl&hash=39172b4aad58a3afaf1041720a76d41924e2f658&lang=en&cache-only=0",
            "defineEn": "a guideline in filmmaking that recommends not crossing an imaginary line between two characters to maintain visual continuity and avoid disorienting the viewer",
            "defineVi": "một hướng dẫn trong quá trình làm phim khuyến nghị không vượt qua ranh giới tưởng tượng giữa hai nhân vật để duy trì tính liên tục của hình ảnh và tránh làm mất phương hướng của người xem"
        },
        {
            "id": "6b79e8c7-38b8-4868-bc8d-88b230f7011a",
            "word": "Kino-eye",
            "phonetic": "kiːnoʊaɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=S2luby1leWU&hash=b9df25fa1390845529703db1338be631a3810bd7&lang=en&cache-only=0",
            "defineEn": "a documentary filmmaking style that seeks to capture reality through unobtrusive and objective observation",
            "defineVi": "một phong cách làm phim tài liệu tìm cách nắm bắt thực tế thông qua quan sát khách quan và không phô trương"
        },
        {
            "id": "56704186-f8af-4718-93cc-97a0b16fb481",
            "word": "money shot",
            "phonetic": "mʌni ʃɑːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9uZXkgc2hvdA&hash=335bbffc2ec7d2352c35591027820639c2c80f1b&lang=en&cache-only=0",
            "defineEn": "any scene or moment in a film or video that is deemed to be particularly memorable or impressive, often in terms of visual impact or emotional intensity",
            "defineVi": "bất kỳ cảnh hoặc khoảnh khắc nào trong phim hoặc video được coi là đặc biệt đáng nhớ hoặc ấn tượng, thường là về tác động thị giác hoặc cường độ cảm xúc"
        },
        {
            "id": "5e0d0365-98fb-43e1-8c84-e2b502c4a584",
            "word": "location",
            "phonetic": "loʊkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The jury is still out as concerns the location of the new station.",
                "She unfolded the map to find the location of the tourist attractions.",
                "Having 3 locations in the same area creates a situation that the left doesn't know what the right hand is doing.",
                "Whenever a celebrity is spotted in town, fans make a beeline for the location, hoping to catch a glimpse or snap a photo.",
                "I used my finger to point at the map and show them the location."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9jYXRpb24&hash=3a096c951810123538e4f0454d574b80c6eff17f&lang=en&cache-only=0",
            "defineEn": "a place outside a studio where scenes of a movie or TV program are filmed",
            "defineVi": "một nơi bên ngoài trường quay, nơi các cảnh của một bộ phim hoặc chương trình truyền hình được quay"
        },
        {
            "id": "37d300f5-f22e-4ab5-80ed-a6232e808996",
            "word": "studio",
            "phonetic": "stuːdɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "His personal work was kept securely in an upstairs studio.",
                "Tony wants me in the studio.",
                "I'd much rather be in a studio and dance my heart out than go to a gym.",
                "He caught a break that few aspiring screenwriters do: running into a studio boss at a party.",
                "As soon as she walked into the art studio, she knew she had found a place where she truly belonged."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1ZGlv&hash=a166c6be7298c79a9d6650c83e5db02601a1bd35&lang=en&cache-only=0",
            "defineEn": "a place where motion pictures are produced",
            "defineVi": "một nơi sản xuất hình ảnh chuyển động"
        },
        {
            "id": "59601111-35ef-491c-9a84-796d5fa45c0e",
            "word": "cut",
            "phonetic": "kʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The line cuts the circle at two points.",
                "He's cutting his own throat.",
                "Budget cuts are putting the squeeze on scientific research.",
                "Cutting Jefferson a break?",
                "He really cuts the ground from under my feet."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3V0&hash=d16f1388479dd1933f1fbaa7dbf36f5a5619c760&lang=en&cache-only=0",
            "defineEn": "(movie) the instantaneous transition of the scenes of a motion picture",
            "defineVi": "(phim) sự chuyển đổi tức thời các cảnh của một bộ phim điện ảnh"
        },
        {
            "id": "3aae887c-5244-4d38-b5ad-6637ad36a372",
            "word": "dubbing",
            "phonetic": "dʌbɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHViYmluZw&hash=c89222074560a93dfcd661d7c9dd44492f09c16c&lang=en&cache-only=0",
            "defineEn": "the process of replacing original recorded dialogue or sound with a new version, usually in a different language or for technical reasons, in film and video production",
            "defineVi": "quá trình thay thế đoạn hội thoại hoặc âm thanh gốc đã ghi bằng một phiên bản mới, thường bằng một ngôn ngữ khác hoặc vì lý do kỹ thuật, trong sản xuất phim và video"
        },
        {
            "id": "1a4ca7f3-9988-4aa4-9c51-3e70fd21e81f",
            "word": "foley",
            "phonetic": "foʊli ",
            "partOfSpeechType": "noun",
            "examples": [
                "so I don't want to put that Foley on him."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9sZXk&hash=b0d0813bd7782669d7f49f1b3ad2e7750090a207&lang=en&cache-only=0",
            "defineEn": "the art of creating and recording sound effects in a studio setting to be added to a film or video during post-production, typically using objects and materials to simulate real-life sounds",
            "defineVi": "nghệ thuật tạo và ghi lại các hiệu ứng âm thanh trong bối cảnh phòng thu để thêm vào phim hoặc video trong quá trình hậu sản xuất, thường sử dụng các đồ vật và vật liệu để mô phỏng âm thanh ngoài đời thực"
        },
        {
            "id": "e3103473-2a1c-48a1-9859-b0f2a8682969",
            "word": "telecine",
            "phonetic": "tɛlᵻsiːn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVsZWNpbmU&hash=921792f825117ddd04603818905736fa8faac54e&lang=en&cache-only=0",
            "defineEn": "the process of transferring motion picture film into a video format using specialized telecine machines",
            "defineVi": "quá trình chuyển phim điện ảnh thành định dạng video bằng máy telecine chuyên dụng"
        },
        {
            "id": "9db383bd-ae9b-4f2a-8dfe-9a6e4e3d6c30",
            "word": "negative cutting",
            "phonetic": "nɛɡətɪv kʌɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmVnYXRpdmUgY3V0dGluZw&hash=704189b63ec341060bafbe7f67e4aa2acaa382d7&lang=en&cache-only=0",
            "defineEn": "a film post-production process where the original camera negative is physically cut and assembled to create a new negative that matches the final edit, used to create the release prints for distribution",
            "defineVi": "một quy trình hậu kỳ phim trong đó âm bản gốc của máy ảnh được cắt và lắp ráp một cách vật lý để tạo ra âm bản mới phù hợp với bản chỉnh sửa cuối cùng, được sử dụng để tạo bản in phát hành để phân phối"
        },
        {
            "id": "2b017153-e226-4ffe-974d-63a708cc4e47",
            "word": "direction",
            "phonetic": "dᵻɹɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wind has changed direction.",
                "Finally things are moving in the right direction.",
                "We followed the map's directions to reach the hiking trail.",
                "These directions are plain as a pikestaff, so you shouldn't have any questions.",
                "These directions are as clear as a bell, so you shouldn't have any questions."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlyZWN0aW9u&hash=f45a4c9135e107aab6a5a414ba8293258b255574&lang=en&cache-only=0",
            "defineEn": "the act of supervising the cast and crew and giving them instructions in the production of a motion picture, play, etc.",
            "defineVi": "hành động giám sát các diễn viên và đoàn làm phim và hướng dẫn họ trong quá trình sản xuất một bộ phim chuyển động, vở kịch, v.v.",
            "hasImg": true
        },
        {
            "id": "c689fdb2-9910-4f91-b5b1-388f58bb18de",
            "word": "fade-in",
            "phonetic": "feɪdɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmFkZS1pbg&hash=a2a9df71c753e252cd7402c5bcfdf01332012319&lang=en&cache-only=0",
            "defineEn": "a moviemaking or broadcasting technique in which the sound and image is made to disappear gradually",
            "defineVi": "một kỹ thuật làm phim hoặc phát sóng trong đó âm thanh và hình ảnh được làm biến mất dần dần"
        },
        {
            "id": "8003ce05-6c99-4504-850c-63a1ae531236",
            "word": "fade-out",
            "phonetic": "feɪdaʊt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmFkZS1vdXQ&hash=cb5393c048b7599229274cfa7d31235eb4ba8d77&lang=en&cache-only=0",
            "defineEn": "a moviemaking or broadcasting technique in which the sound and image is made to appear gradually",
            "defineVi": "một kỹ thuật làm phim hoặc phát sóng trong đó âm thanh và hình ảnh được tạo ra để xuất hiện dần dần"
        },
        {
            "id": "538a995c-ce7d-438d-9da6-4385bfb31f47",
            "word": "flashforward",
            "phonetic": "flæʃfɔːɹwɚd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zmxhc2hmb3J3YXJk&hash=62338c9aa5f92f5c6e0b323d89150698122c74db&lang=en&cache-only=0",
            "defineEn": "an instance of showing a scene or event that will happen later in a movie, TV episode, etc. interrupting the chronological order of the plot",
            "defineVi": "một trường hợp hiển thị một cảnh hoặc sự kiện sẽ xảy ra sau đó trong một bộ phim, tập phim truyền hình, v.v. làm gián đoạn trình tự thời gian của cốt truyện"
        },
        {
            "id": "88d4902b-4a60-4db1-9135-ace8caf233d3",
            "word": "footage",
            "phonetic": "fʊɾɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Security camera footage shows that the car was struck by the train after jumping the lights.",
                "Again, another YouTube channel posted footage.",
                "Footage from a security camera near one of the military sites shows the missile launch.",
                "- Surveillance footage clearly shows a female figure.",
                "So here is an audience member's footage."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9vdGFnZQ&hash=d9f5bd48ce779f7be3acce8aa2c7ce935cf296c3&lang=en&cache-only=0",
            "defineEn": "the raw material that is filmed by a video or movie camera",
            "defineVi": "nguyên liệu thô được quay bằng máy quay video hoặc phim"
        },
        {
            "id": "d4439b98-8871-45ae-99c6-84522c60fbe4",
            "word": "fps",
            "phonetic": "ɛfpiːɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Looks like 80 to 90 FPS.",
                "So we're right around 100 FPS.",
                "Basically 30 FPS locked.",
                "The frame rates can go up to 240, 480, and 960 FPS.",
                "You can shoot in 24 FPS."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnBz&hash=022ba7e74da1564843a24086c81db1697215287b&lang=en&cache-only=0",
            "defineEn": "the unit of measuring the rate of frames that appear on a display",
            "defineVi": "đơn vị đo tốc độ khung hình xuất hiện trên màn hình"
        },
        {
            "id": "a02f91ad-91d3-41ad-8566-158ddeb78ead",
            "word": "frame",
            "phonetic": "fɹeɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "His frame spoke tiredness.",
                "I have a picture frame with a family photo on my desk.",
                "The blue uniform sat well on his big frame.",
                "The frames are made of plastic and they tend to break quite easily.",
                "He had long, curly eyelashes that framed his eyes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhbWU&hash=55238c48e2fec8f3700428933c005dacf2236b5d&lang=en&cache-only=0",
            "defineEn": "one of a series of photographs forming a movie or video",
            "defineVi": "một trong một loạt các bức ảnh tạo thành một bộ phim hoặc video"
        },
        {
            "id": "a13ad6d6-d05c-43e8-bf17-b7b3790d56f5",
            "word": "freeze-frame",
            "phonetic": "fɹiːzfɹeɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "And that freeze-frame family moment when somebody stops you from taking a last bite because it’s time to say nice things."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlZXplLWZyYW1l&hash=164a9b6be4aa8cf914516bbae7b9c7f5359b5159&lang=en&cache-only=0",
            "defineEn": "the act of stopping a movie or video to look at a particular frame",
            "defineVi": "hành động dừng phim hoặc video để xem một khung hình cụ thể"
        },
        {
            "id": "242667c9-109c-4baa-9ef5-aa30cfff0069",
            "word": "darkroom",
            "phonetic": "dɑːɹkɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "This would make a perfect darkroom, as well as a fallout shelter.",
                "And then, like, making a print in the darkroom, the first one takes at least one day to make.",
                "I’ve been able to take all the experiences I had working in the analog darkroom and apply them into the digital realm.",
                "Using makeup, costumes, and props, changing backgrounds, and a variety of experimental darkroom techniques, these images offer up a panoply of personas that subvert and challenge the gender norms of the day, and also question the premise that an identity is something stable or fixed."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFya3Jvb20&hash=2d0640ba1c4f2ed092926c8a5feda4325b026f35&lang=en&cache-only=0",
            "defineEn": "a room that is lit in a specific way in order to develop a photograph",
            "defineVi": "một căn phòng được chiếu sáng theo một cách cụ thể để phát triển một bức ảnh"
        },
        {
            "id": "8fef691e-a194-4e30-8ade-bbb2e5ea945e",
            "word": "film stock",
            "phonetic": "fɪlm stɑːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmlsbSBzdG9jaw&hash=d179e98f827f6d32e90e01306553181561fa87fe&lang=en&cache-only=0",
            "defineEn": "the type of film used in still photography or filmmaking, such as 35mm, 16mm, or 8mm",
            "defineVi": "loại phim được sử dụng trong chụp ảnh tĩnh hoặc làm phim, chẳng hạn như 35mm, 16mm hoặc 8mm"
        },
        {
            "id": "61515b5e-d027-4d92-b1b4-e60e44f8ada4",
            "word": "8mm film",
            "phonetic": "eɪt ɛmɛm fɪlm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=OG1tIGZpbG0&hash=9ea797e42de3296764f841c8af71d0985b5b2574&lang=en&cache-only=0",
            "defineEn": "a motion picture film format in which the film strip is eight millimeters wide",
            "defineVi": "một định dạng phim chuyển động trong đó dải phim rộng tám milimét"
        },
        {
            "id": "8de5ee6c-b307-41da-a380-6e21ce15b862",
            "word": "16mm film",
            "phonetic": "sɪkstiːn ɛmɛm fɪlm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=MTZtbSBmaWxt&hash=f54c6ec473319d1f54487b9b6317616cf5ea8695&lang=en&cache-only=0",
            "defineEn": "a motion picture film format that has a width of 16 millimeters",
            "defineVi": "một định dạng phim chuyển động có chiều rộng 16 mm"
        },
        {
            "id": "46c0d6d3-5bf7-47d1-8244-c596dbc59b04",
            "word": "A-roll",
            "phonetic": "eɪɹoʊl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QS1yb2xs&hash=581cf49cfcbf532e0969550a0ffd6e88f998f9e7&lang=en&cache-only=0",
            "defineEn": "the primary footage that contains the main content of the story, typically featuring interviews or other key subjects speaking on camera",
            "defineVi": "đoạn phim chính chứa nội dung chính của câu chuyện, thường có các cuộc phỏng vấn hoặc các chủ đề quan trọng khác đang nói trước máy quay"
        },
        {
            "id": "59c49f57-f572-48f5-85df-66995fab4285",
            "word": "B-roll",
            "phonetic": "biːɹoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "And then, of course, they did a magnificent job in that show on b-roll. ",
                "Oh, let's just have a gander at some B-roll here.",
                "I don’t know if you’ve noticed, but suddenly there are a lot more photographs in Crash Course U.S. History b-roll.",
                "I might have to do some B-roll.",
                "Also this is a video with 10 plus minutes of b-roll of boy bands."
            ],
            "audio": "https://tts.langeek.co/read?text=Qi1yb2xs&hash=5b9a521574be9af1b19860b332cd5421ab35faa7&lang=en&cache-only=0",
            "defineEn": "the supplementary footage that is used in a film or video production, often intercut with the main footage to provide context or visual interest",
            "defineVi": "cảnh quay bổ sung được sử dụng trong sản xuất phim hoặc video, thường xen kẽ với cảnh quay chính để cung cấp ngữ cảnh hoặc sở thích trực quan"
        },
        {
            "id": "4efb92e5-787b-4bb9-b018-b9d008ecbca3",
            "word": "backlot",
            "phonetic": "bæklɑːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFja2xvdA&hash=5da228d74177ae67a75cfcc5185d881f598a1878&lang=en&cache-only=0",
            "defineEn": "an outdoor area in a movie studio, where large exterior sets are constructed and some scenes are shot",
            "defineVi": "một khu vực ngoài trời trong một xưởng phim, nơi các bối cảnh bên ngoài lớn được xây dựng và một số cảnh được quay"
        },
        {
            "id": "507ce811-cffb-49d4-a818-d480e3105f2c",
            "word": "digital negative",
            "phonetic": "dɪdʒɪɾəl nɛɡətɪv ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlnaXRhbCBuZWdhdGl2ZQ&hash=35e95b6b4e68f90d85d8f67467b28e1ce7edc071&lang=en&cache-only=0",
            "defineEn": "a digital image file that contains all of the information captured by a digital camera's sensor, which can be used to produce a high-quality print",
            "defineVi": "một tệp hình ảnh kỹ thuật số chứa tất cả thông tin được chụp bởi cảm biến của máy ảnh kỹ thuật số, có thể được sử dụng để tạo ra bản in chất lượng cao"
        },
        {
            "id": "64845a50-b5be-4ba4-aec4-d1cfafdbd1ec",
            "word": "screenplay",
            "phonetic": "skɹiːnpleɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Did you ever write a screenplay?",
                "He's already written the screenplay, so.",
                "They're not going to buy some screenplay.",
                "He also won an Oscar for the screenplay for \"Brokeback Mountain.\"",
                "As you can see hit screenplays for Hollywood studios."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NyZWVucGxheQ&hash=227aceab45dfdec7af8a3089f765d480339d1561&lang=en&cache-only=0",
            "defineEn": "the script and written instructions used in producing a motion picture",
            "defineVi": "kịch bản và hướng dẫn bằng văn bản được sử dụng để sản xuất một bộ phim chuyển động"
        },
        {
            "id": "642f1030-8f32-42f3-b9e1-cc8a51c549aa",
            "word": "frame",
            "phonetic": "fɹeɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "His frame spoke tiredness.",
                "I have a picture frame with a family photo on my desk.",
                "The blue uniform sat well on his big frame.",
                "The frames are made of plastic and they tend to break quite easily.",
                "He had long, curly eyelashes that framed his eyes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhbWU&hash=55238c48e2fec8f3700428933c005dacf2236b5d&lang=en&cache-only=0",
            "defineEn": "one of a series of photographs forming a movie or video",
            "defineVi": "một trong một loạt các bức ảnh tạo thành một bộ phim hoặc video"
        },
        {
            "id": "641b253b-d7eb-47c0-bcd0-7f5fa084b03d",
            "word": "film gauge",
            "phonetic": "fɪlm ɡeɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmlsbSBnYXVnZQ&hash=0867817ac99d253a25c4f88963bb3aa12e10f79b&lang=en&cache-only=0",
            "defineEn": "the width or size of film stock used in filmmaking",
            "defineVi": "chiều rộng hoặc kích thước của kho phim được sử dụng trong quá trình làm phim"
        },
        {
            "id": "fd567782-a71e-4487-b9f1-6bafccc3f4b4",
            "word": "shooting script",
            "phonetic": "ʃuːɾɪŋ skɹɪpt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2hvb3Rpbmcgc2NyaXB0&hash=e4ee7ffa6c16769951498b10376990a7d1d556d3&lang=en&cache-only=0",
            "defineEn": "a detailed version of a screenplay used during the production of a film or TV show, which includes specific camera angles, blocking, and other technical details",
            "defineVi": "một phiên bản chi tiết của kịch bản được sử dụng trong quá trình sản xuất phim hoặc chương trình truyền hình, bao gồm các góc quay cụ thể, chặn và các chi tiết kỹ thuật khác"
        },
        {
            "id": "5d861100-989c-4778-ad0e-f83297d1d943",
            "word": "post-production",
            "phonetic": "poʊstpɹədʌkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Here, everyone sits side-by-side, Sanford says, like the old days of recording, very different from the way many studios now record vocalists and musicians, in isolation, mixing it all together in post-production."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zdC1wcm9kdWN0aW9u&hash=e80abd986530a5502ec4c6773bcc79cf833d1c1b&lang=en&cache-only=0",
            "defineEn": "the stage in filmmaking that involves editing, adding special effects, and other activities that occur after principal photography is completed",
            "defineVi": "giai đoạn làm phim liên quan đến chỉnh sửa, thêm hiệu ứng đặc biệt và các hoạt động khác diễn ra sau khi hoàn thành chụp ảnh chính"
        },
        {
            "id": "75f9382d-bf97-420c-88db-a5b469a5f6e1",
            "word": "pre-production",
            "phonetic": "pɹiːpɹədʌkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is a pre-production unit.",
                "Is this a pre-production unit?",
                "By the way, this is a pre-production unit.",
                "Pre-production marks aside though, this thing feels and looks great.",
                "I'm pretty sure these are pre-production."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlLXByb2R1Y3Rpb24&hash=0659494ee48b75bcfd2a7ae9c8873975146e4169&lang=en&cache-only=0",
            "defineEn": "the work that is done prior to the production of a motion picture, TV program, etc.",
            "defineVi": "công việc được thực hiện trước khi sản xuất một bộ phim chuyển động, chương trình truyền hình, v.v."
        },
        {
            "id": "46baa237-35e3-43ff-90a8-6b9e28b243df",
            "word": "scenario",
            "phonetic": "sənæɹioʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And no matter how many lame delusional scenarios some fans pluck out of the air , they won't change this fact.",
                "The software engineers had to run the bug to ground by analyzing lines of code and testing various scenarios.",
                "The politician dismissed the opposition's hypothetical scenarios, reminding him that if ifs and ands were pots and pans, they would have already solved the country's problems, and that they needed to focus on practical solutions instead of empty promises.",
                "Flip that scenario around.",
                "The worst case scenario is horrifying."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NlbmFyaW8&hash=fe61840844e020924a8fcfbb4240f1f39ae99cda&lang=en&cache-only=0",
            "defineEn": "a written description of the characters, events or settings in a movie or play",
            "defineVi": "mô tả bằng văn bản về các nhân vật, sự kiện hoặc cài đặt trong phim hoặc vở kịch",
            "hasImg": true
        },
        {
            "id": "76a71d0d-af19-4500-90ac-6c9ceac488a3",
            "word": "camerawork",
            "phonetic": "kæmɹəwɜːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FtZXJhd29yaw&hash=d83f5f7574b93b1ec16700e1907ad22bbe4d3f76&lang=en&cache-only=0",
            "defineEn": "the style in which a movie or photograph is shot",
            "defineVi": "phong cách quay phim hoặc chụp ảnh"
        },
        {
            "id": "277e7858-6ab4-47e8-8d48-4329de5b35c5",
            "word": "cutting room",
            "phonetic": "kʌɾɪŋ ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3V0dGluZyByb29t&hash=340d0bcdbc872e18320f9c33c028cea6d0094ec1&lang=en&cache-only=0",
            "defineEn": "a place in a film or video production where the editing of the footage takes place",
            "defineVi": "một địa điểm trong quá trình sản xuất phim hoặc video, nơi diễn ra quá trình chỉnh sửa cảnh quay"
        },
        {
            "id": "99c1a86e-7534-4e17-9d6a-f1370194c588",
            "word": "previsualization",
            "phonetic": "pɹɪvɪʒuːəlᵻzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJldmlzdWFsaXphdGlvbg&hash=72b47ebefaafe4a735e9798eaf5528d6b392a497&lang=en&cache-only=0",
            "defineEn": "the process of creating a preliminary visualization of a film, TV show, or other production before it is filmed or animated",
            "defineVi": "quá trình tạo hình ảnh sơ bộ về phim, chương trình truyền hình hoặc sản xuất khác trước khi quay phim hoặc hoạt hình"
        },
        {
            "id": "dc7dbec2-6e4e-42b9-becd-6a9f970dd555",
            "word": "scriptment",
            "phonetic": "skɹɪptmənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2NyaXB0bWVudA&hash=c812c5d291acfd665ca016226a6281f4d16ab1a3&lang=en&cache-only=0",
            "defineEn": "a written document that is longer than a traditional film treatment but shorter than a full screenplay",
            "defineVi": "một tài liệu bằng văn bản dài hơn một bộ phim truyền thống nhưng ngắn hơn một kịch bản đầy đủ"
        }
    ]
}