{
    "id": "720b2213-1ca8-42a4-a95b-70906c6fe247",
    "title": "Cheese",
    "originalTitle": "Cheese",
    "words": [
        {
            "id": "5939b8f0-4d2b-420b-ab63-e50e64fc00ed",
            "word": "American cheese",
            "phonetic": "ɐmɛɹɪkən tʃiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "American cheese is a popular choice for making cheeseburgers due to its smooth melting properties.",
                "I like to melt American cheese on top of my burger.",
                "American cheese continues to be popular in over 60 percent of households.",
                "Later, American cheese became a staple ingredient on cheeseburgers served all around America and later around the world by fast food giants.",
                "So you go to the grocery store and you see a packet of slices of American cheese."
            ],
            "audio": "https://tts.langeek.co/read?text=QW1lcmljYW4gY2hlZXNl&hash=7414a50afdfdeeb842b22702ac9d6101e5a15bc8&lang=en&cache-only=0",
            "defineEn": "a mild processed cheese based on cheddar with a soft texture, usually sliced and wrapped in plastic",
            "defineVi": "một loại phô mai chế biến nhẹ dựa trên cheddar với kết cấu mềm, thường được cắt lát và bọc trong nhựa",
            "hasImg": true
        },
        {
            "id": "3f20c483-ade6-4f7e-b26f-89641dfd25a9",
            "word": "blue cheese",
            "phonetic": "bluː tʃiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Blue cheese crumbles are a tasty addition to burgers or salads.",
                "Blue cheese and bacon make an irresistible combination in a creamy spinach salad.",
                "Roquefort cheese is in the cheese section, next to the blue cheeses.",
                "Spread a layer of blue cheese on your burger for an extra burst of flavor.",
                "He enjoyed a blood sausage and blue cheese salad."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymx1ZSBjaGVlc2U&hash=a49dfafc9d299b445d88b28a402dbd7604d3f393&lang=en&cache-only=0",
            "defineEn": "any type of cheese containing blue lines or mold",
            "defineVi": "bất kỳ loại phô mai nào có đường màu xanh hoặc nấm mốc",
            "hasImg": true
        },
        {
            "id": "bb47aafa-fc2e-4193-a285-537076057152",
            "word": "camembert",
            "phonetic": "keɪmɛmbɚt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Camembert is an excellent choice for a picnic.",
                "You can serve camembert with some crusty bread and fig jam for a delightful appetizer.",
                "As the Camembert matured, the cheese rind turned soft and bloomy.",
                "I brought a cheese platter with Roquefort, Camembert, and Cheddar.",
                "Mold is also a major feature in brie and camembert, though in a different way In these French cheeses, various fungi, yeast, and bacteria work together to make the cheese less acidic and to restructure all of the molecules inside."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FtZW1iZXJ0&hash=3429b89d74999b66df1f008d3c3c49a03e786b2f&lang=en&cache-only=0",
            "defineEn": "a rich creamy cheese with a soft texture and a white rind that has a strong taste and is originally made in Normandy, France",
            "defineVi": "một loại phô mai béo ngậy với kết cấu mềm và vỏ màu trắng có hương vị đậm đà và được sản xuất lần đầu ở Normandy, Pháp",
            "hasImg": true
        },
        {
            "id": "d282c285-adfe-448b-869a-07cc8acc5431",
            "word": "Cheddar",
            "phonetic": "tʃɛdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I brought a cheese platter with Roquefort, Camembert, and Cheddar.",
                "I love to make a grilled cheese sandwich with Cheddar cheese.",
                "He enjoyed a chili cheese frankfurter, smothered in homemade chili sauce and melted cheddar cheese.",
                "The Cheddar cheese melted perfectly on top of the homemade lasagna.",
                "The classic beefburger was topped with melted cheddar cheese, crisp lettuce, and tangy pickles."
            ],
            "audio": "https://tts.langeek.co/read?text=Q2hlZGRhcg&hash=8b6bdd0344ac0524648d8fd1787c750c6de68478&lang=en&cache-only=0",
            "defineEn": "a type of hard yellow cheese from Cheddar, England",
            "defineVi": "một loại phô mai vàng cứng từ Cheddar, Anh",
            "hasImg": true
        },
        {
            "id": "6fd074eb-72f4-4ef9-ad7b-6fa6b3def6fa",
            "word": "cheese rind",
            "phonetic": "tʃiːz ɹaɪnd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hlZXNlIHJpbmQ&hash=dc4b249dec43b7c43398848626c364062c949a38&lang=en&cache-only=0",
            "defineEn": "the outer, edible layer that develops during the aging process of certain cheeses",
            "defineVi": "lớp bên ngoài, ăn được phát triển trong quá trình lão hóa của một số loại phô mai",
            "hasImg": true
        },
        {
            "id": "7962dfde-c200-4284-bc0a-7263e9ba6833",
            "word": "Cheshire cheese",
            "phonetic": "tʃɛʃɚ tʃiːz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Q2hlc2hpcmUgY2hlZXNl&hash=21b7f4e5ecb86ddd38425a91dfa5b78521e0db55&lang=en&cache-only=0",
            "defineEn": "a crumbly and tangy cheese originating from the English county of Cheshire",
            "defineVi": "một loại pho mát vụn và thơm có nguồn gốc từ hạt Cheshire của Anh",
            "hasImg": true
        },
        {
            "id": "1dc6290b-9f5b-4b46-b840-b53a9f9dbf74",
            "word": "cottage cheese",
            "phonetic": "kɑːɾɪdʒ tʃiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Use cottage cheese as a substitute for ricotta cheese in recipes like stuffed shells or lasagna.",
                "You can prepare a salad jar by layering fresh vegetables and cottage cheese.",
                "crowdie has a mild and slightly tangy flavor, similar to cottage cheese but creamier.",
                "Is that cottage cheese?",
                "It looks like frozen cottage cheese."
            ],
            "audio": "https://tts.langeek.co/read?text=Y290dGFnZSBjaGVlc2U&hash=558b786d1f4d4eb4c30e3d983e65425ec8fc8951&lang=en&cache-only=0",
            "defineEn": "a mild white cheese made with curds of milk which its cream has been taken",
            "defineVi": "một loại phô mai trắng nhẹ làm từ sữa đông mà kem của nó đã được lấy",
            "hasImg": true
        },
        {
            "id": "1c97c384-1cda-4fad-94ea-6ddfd2fef5eb",
            "word": "cream cheese",
            "phonetic": "kɹiːm tʃiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "My mom stuffs pimientos with cream cheese and serves them as an appetizer at parties.",
                "They mixed Welsh onion with cream cheese for a tasty spread on their morning bagels.",
                "He mixed horseradish with cream cheese and spread it on crackers for a quick snack.",
                "She discovered almond paste as a perfect substitute for cream cheese in her cheesecake recipe.",
                "I love spreading cream cheese on my toasted bagel in the morning."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlYW0gY2hlZXNl&hash=50288c74707356341979a1099da5a41cb4e82a61&lang=en&cache-only=0",
            "defineEn": "a type of smooth soft cheese that is made from unskimmed milk and cream",
            "defineVi": "một loại phô mai mềm mịn được làm từ sữa và kem không béo",
            "hasImg": true
        },
        {
            "id": "d8500420-c839-4ef2-8711-94d0995329a3",
            "word": "curd cheese",
            "phonetic": "kɜːd tʃiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Curd cheese can be used in Mediterranean dishes like Greek salad.",
                "Create a satisfying and healthy snack by pairing sliced cucumbers with curd cheese.",
                "Make a creamy and comforting vegetable curry by adding curd cheese to the sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VyZCBjaGVlc2U&hash=98ed7d4b0b591aeb14cc978bad5962620ea17404&lang=en&cache-only=0",
            "defineEn": "a type of cottage cheese that is low in fat",
            "defineVi": "một loại phô mai ít chất béo",
            "hasImg": true
        },
        {
            "id": "fec9b953-18d0-430b-96a3-c4a9d40df826",
            "word": "Edam",
            "phonetic": "ɛdəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Edam cheese adds a creamy and nutty flavor to my grilled cheese sandwich.",
                "Edam cheese can be melted and used as a filling for stuffed mushrooms or peppers."
            ],
            "audio": "https://tts.langeek.co/read?text=RWRhbQ&hash=34e194984c1637c29efc05cc5fe9e3ad0e442620&lang=en&cache-only=0",
            "defineEn": "a mild semi-firm cheese that is round and wrapped in red wax, originally made in the Netherlands",
            "defineVi": "một loại pho mát nửa cứng, tròn và được bọc trong sáp đỏ, ban đầu được sản xuất tại Hà Lan",
            "hasImg": true
        },
        {
            "id": "c28c4683-4440-40ce-9d77-07749174f67e",
            "word": "farmer's cheese",
            "phonetic": "fɑːɹmɚ bækslæʃ ɛs tʃiːz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmFybWVyJ3MgY2hlZXNl&hash=81d18ada02db660a8acb788e671add1ec4c3c177&lang=en&cache-only=0",
            "defineEn": "a fresh cheese made from cow's milk that has a mild, slightly tangy flavor",
            "defineVi": "một loại phô mai tươi làm từ sữa bò có hương vị nhẹ, hơi thơm",
            "hasImg": true
        },
        {
            "id": "50384c0f-a5c1-454c-b28c-4c4f073c27ee",
            "word": "feta cheese",
            "phonetic": "fiːɾə tʃiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Feta cheese adds a tangy flavor to salads.",
                "Feta cheese pairs perfectly with juicy watermelon, creating a refreshing summer salad.",
                "You should try a Greek salad with cucumbers, tomatoes, feta cheese, and a tangy dressing.",
                "The chef impressed the customers by his special dish of button mushrooms with crumbled feta cheese.",
                "The salad was elevated with a colorful salpicon of roasted vegetables and feta cheese."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmV0YSBjaGVlc2U&hash=7c82c6b44a13b67c7fb08cd05b85233302695a58&lang=en&cache-only=0",
            "defineEn": "a Greek cheese taken from a mixture of goat's and sheep's milk that is white and has holes in it",
            "defineVi": "một loại pho mát Hy Lạp lấy từ hỗn hợp sữa dê và cừu có màu trắng và có lỗ trên đó",
            "hasImg": true
        },
        {
            "id": "0d2697f5-d479-4c69-932f-50213bed5512",
            "word": "fromage frais",
            "phonetic": "fɹɑːmɪdʒ fɹaɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Fromage frais is a great substitute for mayonnaise in sandwiches."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJvbWFnZSBmcmFpcw&hash=690a28d1489935aed59b2074ac029fb776e97d95&lang=en&cache-only=0",
            "defineEn": "a fresh and creamy cheese that is white in color originally made in northern France or southern Belgium",
            "defineVi": "một loại phô mai tươi và kem có màu trắng ban đầu được sản xuất ở miền bắc nước Pháp hoặc miền nam nước Bỉ",
            "hasImg": true
        },
        {
            "id": "e6e88864-9a6c-403a-b599-0cb598734ce4",
            "word": "goat cheese",
            "phonetic": "ɡoʊt tʃiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "I made a fresh salad with mixed greens, goat cheese, and a handful of red currants.",
                "Spread some goat cheese on a warm baguette for a simple and delicious appetizer.",
                "I’m going to market spider silk milk goat cheese.",
                "Next up, we have a wheel of goat cheese because cheese doesn't have to always come from a cow.",
                "And then I would like cook you breakfast like an omelet with like goat cheese cause like I care about food."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29hdCBjaGVlc2U&hash=452edbfd0554e57552650179e01bb20f30639dbd&lang=en&cache-only=0",
            "defineEn": "any cheese that is made from goat's milk",
            "defineVi": "bất kỳ pho mát nào được làm từ sữa dê",
            "hasImg": true
        },
        {
            "id": "f11735be-3cc9-42d3-8d6c-3c8a70ed7254",
            "word": "gorgonzola",
            "phonetic": "ɡoːɹɡənzoʊlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "I recently discovered a delicious Gorgonzola and honey crostini recipe.",
                "I love adding crumbled Gorgonzola to my spinach salad for an extra burst of flavor.",
                "We simply don’t hear about people spending their last dollars on gorgonzola.",
                "If you find brie and gorgonzola a little too pungent, you might want to stay away from this next cheese.",
                "The blue-green veins that criss-cross cheeses like gorgonzola come from penicillium molds."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29yZ29uem9sYQ&hash=23d2339e4a71400909945429ec8ed6bcdfd0d46c&lang=en&cache-only=0",
            "defineEn": "an Italian blue cheese with a pungent taste and smell",
            "defineVi": "một loại phô mai xanh của Ý có vị cay và mùi",
            "hasImg": true
        },
        {
            "id": "6f277b0c-8c2f-4d16-afb3-2d6826844a0e",
            "word": "Gouda",
            "phonetic": "ɡaʊdə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our dessert menu features a unique Gouda cheese ice cream drizzled with warm caramel sauce.",
                "The market had a variety of cheese options, including Gouda, Brie, and Blue cheese.",
                "Gouda has a mild and slightly nutty flavor."
            ],
            "audio": "https://tts.langeek.co/read?text=R291ZGE&hash=0b815a1b0e39f90e83208e9c64484f0056f9258b&lang=en&cache-only=0",
            "defineEn": "a yellow, round cheese from the Netherlands",
            "defineVi": "một loại phô mai tròn, màu vàng từ Hà Lan",
            "hasImg": true
        },
        {
            "id": "d443d2a3-354c-425e-91ce-6200fb13d422",
            "word": "process cheese",
            "phonetic": "pɹɑːsɛs tʃiːz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvY2VzcyBjaGVlc2U&hash=cb9ea36161d4f0688198edd175ba29edde74f83c&lang=en&cache-only=0",
            "defineEn": "a cheese product made by blending natural cheese with emulsifying salts and other ingredients",
            "defineVi": "một sản phẩm phô mai được làm bằng cách trộn phô mai tự nhiên với muối nhũ hóa và các thành phần khác",
            "hasImg": true
        },
        {
            "id": "ebb12cf9-27a5-4077-8be9-d02a569600a5",
            "word": "ricotta",
            "phonetic": "ɹɪkɑːɾə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The ricotta adds a creamy texture and subtle tanginess to the pancakes.",
                "The spinach and ricotta gnocchi were a hit.",
                "She enjoyed the spinach and ricotta tortelli, tossed in a light lemon butter sauce.",
                "Use cottage cheese as a substitute for ricotta cheese in recipes like stuffed shells or lasagna.",
                "The chef prepared a cheesy and indulgent lasagna roll-up by filling each lasagna sheet with a mixture of ricotta, Parmesan, and herbs."
            ],
            "audio": "https://tts.langeek.co/read?text=cmljb3R0YQ&hash=aed31b1c66442566173736d5e72b1a236958b581&lang=en&cache-only=0",
            "defineEn": "a white whey cheese that is soft and unsalted, made in Italy",
            "defineVi": "một loại phô mai whey trắng mềm và không ướp muối, được sản xuất tại Ý",
            "hasImg": true
        },
        {
            "id": "4a4b7cc2-58f6-4e34-9fd6-7f103ac53254",
            "word": "stilton",
            "phonetic": "stɪltən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I ordered the Stilton and spinach quiche in the restaurant.",
                "Spread some Stilton on a warm baguette for a quick and satisfying snack."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RpbHRvbg&hash=f34fc29870463966bc09396a4ad26d89c0cd0a18&lang=en&cache-only=0",
            "defineEn": "a type of English cheese with a strong flavor that is made in Leicestershire, usually with blue mold",
            "defineVi": "một loại phô mai Anh có hương vị đậm đà được làm ở Leicestershire, thường có mốc xanh",
            "hasImg": true
        },
        {
            "id": "0785a076-4e32-4919-b65e-55a8d0909baa",
            "word": "string cheese",
            "phonetic": "stɹɪŋ tʃiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have a variety of snacks on the table, including some string cheese sticks.",
                "I brought some string cheese for us to enjoy.",
                "String Cheese is moving on!",
                "but I love String Cheese.",
                "We've got Cheetos, Flamin' Hot Cheetos, Cheese Heads String Cheese, Goldfish, Cheez-It, Jack Link's Beef Jerky, Totino's Pizza Rolls, and Slim Jims."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyaW5nIGNoZWVzZQ&hash=28d8367529bf9c3c1adfa6e48b25dbc886e4c390&lang=en&cache-only=0",
            "defineEn": "cheese, usually mozzarella that is formed in tube shape",
            "defineVi": "phô mai, thường là phô mai mozzarella được hình thành ở dạng ống",
            "hasImg": true
        },
        {
            "id": "9572ced0-af0a-4737-b51a-d251e95626e1",
            "word": "Swiss cheese",
            "phonetic": "swɪs tʃiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Swiss cheese can be a great choice for a picnic.",
                "A classic ham and Swiss cheese sandwich is always a crowd-pleaser for lunch.",
                "The suspect's alibi had more holes than Swiss cheese, and the jury didn't believe a word of it.",
                "The government's explanation for the budget deficit had more holes than Swiss cheese, and many citizens were left feeling skeptical.",
                "I made a salami and Swiss cheese omelette for breakfast."
            ],
            "audio": "https://tts.langeek.co/read?text=U3dpc3MgY2hlZXNl&hash=18cea867c2f4702dceb8c868a1a02e4cb143d391&lang=en&cache-only=0",
            "defineEn": "a type of hard cheese with many holes",
            "defineVi": "một loại phô mai cứng có nhiều lỗ",
            "hasImg": true
        },
        {
            "id": "58b0d868-5c9d-4d58-8b63-42db11472ed2",
            "word": "Danish blue",
            "phonetic": "deɪnɪʃ bluː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Danish Blue cheese is fantastic in vegetarian dishes.",
                "Danish blue is great for adding a punch of flavor to salads."
            ],
            "audio": "https://tts.langeek.co/read?text=RGFuaXNoIGJsdWU&hash=8c56cb3c1c97345f93431b30e796df3efd608ecd&lang=en&cache-only=0",
            "defineEn": "a soft salty cheese with blue mold and a strong flavor",
            "defineVi": "một loại phô mai mặn mềm có mốc xanh và hương vị đậm đà",
            "hasImg": true
        },
        {
            "id": "3a7842b5-d5e6-40b1-8c3f-f81da200e9d3",
            "word": "Emmental",
            "phonetic": "ɛmɛntəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Emmental's creamy texture and slightly sweet taste make it a crowd-pleaser.",
                "I suggest trying our Emmental cheese, it has a mild and nutty flavor."
            ],
            "audio": "https://tts.langeek.co/read?text=RW1tZW50YWw&hash=f854827665928ada063f98a31c1280725401e9b2&lang=en&cache-only=0",
            "defineEn": "a yellow semi-hard cheese from Switzerland that has a lot of holes, similar to Gruyère",
            "defineVi": "một loại phô mai bán cứng màu vàng từ Thụy Sĩ có nhiều lỗ, tương tự như Gruyère",
            "hasImg": true
        },
        {
            "id": "79fcca7c-c856-4e9b-ae76-1487d00fbd6f",
            "word": "brie",
            "phonetic": "bɹiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "You should definitely bake a brie with cranberry sauce.",
                "we'll be serving brie and baguette for breakfast.",
                "The market had a variety of cheese options, including Gouda, Brie, and Blue cheese.",
                "The Brie cheese had a soft and creamy interior, with a bloomy white cheese rind.",
                "This is brie."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpZQ&hash=95b35264a288d69699ec22c859049d86918dcd70&lang=en&cache-only=0",
            "defineEn": "a soft creamy cheese with a strong taste and a firm white skin made from cow's milk, originally made in France",
            "defineVi": "một loại phô mai kem mềm với hương vị đậm đà và lớp da trắng săn chắc được làm từ sữa bò, nguyên bản được sản xuất tại Pháp",
            "hasImg": true
        },
        {
            "id": "fa0a6da6-0738-43df-b5ab-94745e2a5b02",
            "word": "crowdie",
            "phonetic": "kɹaʊdi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Crowdie can be a great alternative to heavy cream in pasta sauces.",
                "crowdie has a mild and slightly tangy flavor, similar to cottage cheese but creamier."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jvd2RpZQ&hash=fba8fe23f286db6f67392283d186be90a1adc1b7&lang=en&cache-only=0",
            "defineEn": "a type of soft cheese made from sour milk that is partially cooked, from a Scottish origin",
            "defineVi": "một loại phô mai mềm làm từ sữa chua được nấu chín một phần, có nguồn gốc từ Scotland",
            "hasImg": true
        },
        {
            "id": "4c4572c5-8fc6-4951-80ee-ec462b82d25d",
            "word": "halloumi",
            "phonetic": "hælaʊmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Crisp up halloumi in a hot pan and use it as a topping for homemade pizzas.",
                "My son enjoys savoring grilled halloumi during our summer cookouts."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFsbG91bWk&hash=faa1b534bca7a88cac9c29b933ebe51f73510e94&lang=en&cache-only=0",
            "defineEn": "a white cheese made in Greece that is semi-hard and is used in cooking",
            "defineVi": "một loại pho mát trắng được sản xuất ở Hy Lạp, hơi cứng và được sử dụng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "c32f6ef6-62d4-495f-b531-c506225b7932",
            "word": "mascarpone",
            "phonetic": "mæskɑːɹpoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our mascarpone cheesecake is a customer favorite",
                "I always use mascarpone cheese as a light and creamy topping."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzY2FycG9uZQ&hash=97c88d9f3165ce619cdeb6c5523b0e0b0a88902c&lang=en&cache-only=0",
            "defineEn": "a soft and creamy cheese that is made in Italy",
            "defineVi": "một loại phô mai mềm và kem được sản xuất tại Ý",
            "hasImg": true
        },
        {
            "id": "06cea3f4-a60c-4c0d-b661-1484b0ba304c",
            "word": "muenster",
            "phonetic": "mjuːənstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I want to prepare ham and muenster cheese wraps with some lettuce.",
                "I ate a sandwich with scrambled eggs and melted muenster cheese for breakfast.",
                "Whoa. - One of the stinky cheeses that I brought with me today is a really lovely Muenster."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVlbnN0ZXI&hash=dbfb1c94cb658012abb7e53053a4aeca88a98630&lang=en&cache-only=0",
            "defineEn": "a yellow and mild cheese made from whole milk",
            "defineVi": "một loại phô mai vàng và nhẹ làm từ sữa nguyên chất",
            "hasImg": true
        },
        {
            "id": "008de4ac-8853-436a-8e4b-0d6d083d1b13",
            "word": "paneer",
            "phonetic": "pænɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The paneer curry smells amazing!",
                "I brought paneer wraps for lunch today.",
                "I've always wanted to learn how to make paneer at home.",
                "Um, paneer I don't think is fried like that.",
                "This cheese seems like that Indian cheese, - paneer, you know what I'm saying?"
            ],
            "audio": "https://tts.langeek.co/read?text=cGFuZWVy&hash=b6778338c718499f784fcf432b38248cbf96a1d0&lang=en&cache-only=0",
            "defineEn": "a white uncured cheese that is used in Indian, Iranian or afghan cuisines",
            "defineVi": "một loại phô mai trắng chưa được xử lý được sử dụng trong các món ăn Ấn Độ, Iran hoặc Afghanistan",
            "hasImg": true
        },
        {
            "id": "3b64ecf9-85c8-4567-b209-26f8b1b62d4b",
            "word": "quark",
            "phonetic": "kwɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Try mixing quark with herbs and spices to make a flavorful dip for vegetables.",
                "I came across a recipe that uses quark as a base for homemade ice cream.",
                "The quarks are the nuclear family of particles.",
                "Quarks begin forming new particles, hadrons, like protons and neutrons.",
                "Then, there are quarks."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhcms&hash=4985d9922ca4b8f7d7615a4270dc708727a10dc0&lang=en&cache-only=0",
            "defineEn": "a type of curd cheese made in central Europe that is low in fat",
            "defineVi": "một loại phô mai sữa đông được sản xuất ở trung tâm châu Âu ít chất béo",
            "hasImg": true
        },
        {
            "id": "72585ffc-dceb-4ff9-9816-05a46c8608cc",
            "word": "Roquefort",
            "phonetic": "ɹɑːkwɪfɔːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Roquefort cheese is in the cheese section, next to the blue cheeses.",
                "I brought a cheese platter with Roquefort, Camembert, and Cheddar.",
                "You can make roquefort cheese in the caves of France, and if you try to make the same recipe with your cheese from over in California, it's going to be wildly different because you just don't have the same aging environment."
            ],
            "audio": "https://tts.langeek.co/read?text=Um9xdWVmb3J0&hash=779f72122da1803f4dd5f3dc88f05a450c2b5867&lang=en&cache-only=0",
            "defineEn": "a French blue cheese made from sheep's milk and ripened in limestone caves that has a strong taste",
            "defineVi": "một loại phô mai xanh của Pháp làm từ sữa cừu và chín trong hang đá vôi có hương vị đậm đà",
            "hasImg": true
        },
        {
            "id": "a852df50-d37c-4c97-b8aa-a6df6a1653d8",
            "word": "grated cheese",
            "phonetic": "ɡɹeɪɾᵻd tʃiːz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3JhdGVkIGNoZWVzZQ&hash=f054e75841bfc2295159d53b8299ef054149f1a4&lang=en&cache-only=0",
            "defineEn": "cheese that has been shredded or grated into small pieces using a grater or other similar tool",
            "defineVi": "phô mai đã được cắt nhỏ hoặc bào thành miếng nhỏ bằng dụng cụ vắt hoặc dụng cụ tương tự khác",
            "hasImg": true
        },
        {
            "id": "322227a1-db97-40e1-89d6-69ab272370a5",
            "word": "gruyere",
            "phonetic": "ɡɹaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The combination of Gruyère and macaroni is a match made in heaven.",
                "All my friends agree that Gruyère is a fantastic melting cheese.",
                "But before you trash your gruyere to go cold turkey, let’s take a moment to examine where headlines like that come from.",
                "So these are going to include a lot of the cheddars out there, a lot of the gruyeres, swiss cheeses, things like that.",
                "And this has a lot of the qualities that I like in a gruyere."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3J1eWVyZQ&hash=18465b4d4873521d5d86a52ed3d9466308842a61&lang=en&cache-only=0",
            "defineEn": "a firm Swiss cheese with holes in it that has a strong taste",
            "defineVi": "một loại phô mai Thụy Sĩ cứng có lỗ trong đó có hương vị mạnh",
            "hasImg": true
        },
        {
            "id": "572c8a82-cf09-4020-a813-2080739e01ee",
            "word": "Jack cheese",
            "phonetic": "dʒæk tʃiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Jack cheese melts beautifully on homemade pizzas, providing a stretchy and flavorful topping.",
                "My secret ingredient for a mouthwatering cheeseburger is putting a slice of melted Jack cheese on top of it.",
                "I'll add the blackened chicken to the mixture and top it all off with freshly grated pepper jack cheese and salsa."
            ],
            "audio": "https://tts.langeek.co/read?text=SmFjayBjaGVlc2U&hash=666822ebc9a4ccd479de657fd50acd808ffdfb23&lang=en&cache-only=0",
            "defineEn": "a white American cheese with a mild taste, made from whole milk",
            "defineVi": "một loại phô mai trắng của Mỹ với hương vị nhẹ, được làm từ sữa nguyên chất",
            "hasImg": true
        },
        {
            "id": "ea87f25f-f300-44d6-9ffc-c1bb23a9e724",
            "word": "limburger",
            "phonetic": "lɪmbɜːɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We can't forget the limburger cheese!",
                "When I was a child my mom used to make me sandwiches with limburger cheese.",
                "I said Limburger. -",
                "- It's like Limburger cheese. ",
                "Limburger, one of the world's stinkiest cheeses is usually compared to sweaty feet or dead animals."
            ],
            "audio": "https://tts.langeek.co/read?text=bGltYnVyZ2Vy&hash=7d2054006f749d10133e34261aced29ec7af6c39&lang=en&cache-only=0",
            "defineEn": "a pungent and creamy cheese made from cow's milk, known for its strong aroma",
            "defineVi": "một loại phô mai cay và kem làm từ sữa bò, được biết đến với hương thơm mạnh mẽ",
            "hasImg": true
        },
        {
            "id": "c3066c0b-4446-4a74-b2ae-ef5ba46e72ed",
            "word": "mozzarella",
            "phonetic": "mɑːzɚɹɛlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a vegetarian, I often substitute mozzarella for meat in my sandwiches.",
                "They enjoyed a slice of mozzarella cheese with their fresh tomato and basil salad.",
                "I tossed cooked orzo with cherry tomatoes, fresh basil, and mozzarella for a refreshing summer salad.",
                "She layered thin slices of prosciutto between crusty bread, fresh mozzarella, and sun-dried tomatoes for a gourmet panini.",
                "Caprese salad is a classic dish made with mozzarella, tomatoes, and basil."
            ],
            "audio": "https://tts.langeek.co/read?text=bW96emFyZWxsYQ&hash=84f1ce067ec4361021a622824d5401504ed24352&lang=en&cache-only=0",
            "defineEn": "a mild semi-soft cheese that is white in color and is unsalted, used in Italian cuisine",
            "defineVi": "một loại phô mai nửa mềm nhẹ có màu trắng và không ướp muối, được sử dụng trong ẩm thực Ý",
            "hasImg": true
        },
        {
            "id": "188e2c40-3a0f-4489-b84b-3996f5c8f4b2",
            "word": "parmesan",
            "phonetic": "pɑːɹmᵻzɑːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The plate of pasta was finished with a garnish of grated Parmesan cheese.",
                "I want a dish of creamy mushroom bucatini with Parmesan right now.",
                "A warm bowl of minestrone soup is even more comforting with a sprinkle of grated Parmesan cheese.",
                "Creamy fettuccine Alfredo, with Parmesan and butter, is a classic Italian favorite.",
                "You can roast green beans in the oven with a sprinkle of parmesan cheese for a delicious snack."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFybWVzYW4&hash=6e1568864c316e7ef6c7cece7b6b27065048bc05&lang=en&cache-only=0",
            "defineEn": "a whitish cheese with a hard texture that is grated and used in Italian cuisine",
            "defineVi": "một loại phô mai trắng có kết cấu cứng được nghiền và sử dụng trong ẩm thực Ý",
            "hasImg": true
        },
        {
            "id": "4e53329c-77aa-4e8b-ad8a-277b99609b67",
            "word": "pot cheese",
            "phonetic": "pɑːt tʃiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "A creamy and herby pot cheese dip is perfect for serving alongside a platter of crispy vegetables.",
                "I enjoy the contrast of flavors and textures when I crumble pot cheese over my fresh garden salad."
            ],
            "audio": "https://tts.langeek.co/read?text=cG90IGNoZWVzZQ&hash=8bedf0c97273bab81606d41c92559777fdd0d8ee&lang=en&cache-only=0",
            "defineEn": "a soft white type of curd cheese",
            "defineVi": "một loại phô mai sữa đông mềm màu trắng",
            "hasImg": true
        },
        {
            "id": "ea1a4408-a3a0-4be0-ae29-ea2946c5f14d",
            "word": "tofu",
            "phonetic": "toʊfuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tofu can be blended with spices and herbs to create a creamy vegan salad dressing.",
                "Tonight we have a delicious tofu stir-fry with fresh vegetables and a flavorful sauce.",
                "She uses soybean oil to marinate her tofu before grilling it to perfection.",
                "Oh, it's tofu! -",
                "I added tofu to give more moisture and body to the donuts."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9mdQ&hash=d2c319068e01f60d7874fcf91edced1f317d0173&lang=en&cache-only=0",
            "defineEn": "a soft white food made with mashed soybean",
            "defineVi": "một loại thực phẩm mềm màu trắng được làm từ đậu tương nghiền",
            "hasImg": true
        },
        {
            "id": "96da7fff-d0cb-4f3e-ab54-aa0ad61b8eae",
            "word": "brick cheese",
            "phonetic": "bɹɪk tʃiːz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJpY2sgY2hlZXNl&hash=ec457b6d3d7166ef04ad8153d22a0367460abae4&lang=en&cache-only=0",
            "defineEn": "a mild, semi-soft cheese with a creamy texture, originally made in the United States",
            "defineVi": "một loại pho mát nhẹ, hơi mềm với kết cấu kem, ban đầu được sản xuất tại Hoa Kỳ",
            "hasImg": true
        }
    ]
}