{
    "id": "74c965b1-bd59-46d1-8491-39de9ed27fa6",
    "title": "Employment",
    "originalTitle": "Employment",
    "words": [
        {
            "id": "6d4e9610-1841-48ba-8558-10204973b5ff",
            "word": "occupation",
            "phonetic": "ɑːkjʊpeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "If you're trying to quit smoking, it's helpful to keep yourself occupied with other activities because constant occupation prevents temptation.",
                "Find you another occupation.",
                "My occupation is emcee D.J.",
                "A uniform identifies the occupation and status of many workers. ",
                "Other systematic class differences come from the occupations that different classes tend to hold."
            ],
            "audio": "https://tts.langeek.co/read?text=b2NjdXBhdGlvbg&hash=fd6ecb54b0c744d1c7677930c1d70d77313ddc4b&lang=en&cache-only=0",
            "defineEn": "a person's profession or job",
            "defineVi": "nghề nghiệp hoặc công việc của một người",
            "hasImg": true
        },
        {
            "id": "8cfedca2-6b9b-4264-a0ef-355d65bd28f8",
            "word": "vacancy",
            "phonetic": "veɪkənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "His vacancy demanded, in the view of many conservatives, somebody of equal import, somebody of equal standing, somebody of equal definition with regard to the principles of conservatism. ",
                "And so his vacancy was not just another vacancy. ",
                "And so his vacancy was not just another vacancy. ",
                "And in a professional setting, well, the employer suddenly has an unexpected vacancy, which isn’t great.",
                "Justice Anthony Kennedy, whose seat, whose vacancy he was filling, was involved."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFjYW5jeQ&hash=e4a8855660b8ddd1a68cbb11f543fa7d6ef007db&lang=en&cache-only=0",
            "defineEn": "a position or job that is available",
            "defineVi": "một vị trí hoặc công việc có sẵn"
        },
        {
            "id": "fd112f3b-7d3a-4483-8c0c-979904362d37",
            "word": "position",
            "phonetic": "pəzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hold this position for a count of 10.",
                "Men still hold most positions of power in this country.",
                "The wood is held in position by a clamp.",
                "Put yourself in my position.",
                "The Italian champion was in second position when he came to grief on the third lap."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zaXRpb24&hash=f3c0515bf184c5cff2bf9cc7a2a2d52ba6bd1262&lang=en&cache-only=0",
            "defineEn": "one's job in an organization or company",
            "defineVi": "công việc của một người trong một tổ chức hoặc công ty"
        },
        {
            "id": "9bfdb980-b782-4d4f-ab1e-a3c822794682",
            "word": "internship",
            "phonetic": "ɪntɜːnʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Take time by the forelock and accept that fantastic internship!",
                "hey offered me an internship when I had already found a job - a day late and a dollar short!",
                "Sarah's father had many connections in the industry, and she found that much will have more, as she was able to secure a prestigious internship and gain valuable experience.",
                "Saw The Internship.",
                "Still, unpaid internships pop up in some bizarre places, like the White House."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJuc2hpcA&hash=e67b9d28ce3327011fe25db1921d9f57ec69f527&lang=en&cache-only=0",
            "defineEn": "the period during which a student or recent graduate starts working somewhere specific, sometimes without receiving any money, in order to meet some requirements to qualify for something or to gain work-related experience; the position of this person",
            "defineVi": "khoảng thời gian mà một sinh viên hoặc sinh viên mới tốt nghiệp bắt đầu làm việc ở một nơi cụ thể, đôi khi không nhận được bất kỳ khoản tiền nào, để đáp ứng một số yêu cầu để đủ điều kiện nhận một thứ gì đó hoặc để có được kinh nghiệm liên quan đến công việc; vị trí của người này"
        },
        {
            "id": "f96be7bd-ff43-481f-a2de-caefa0bc540b",
            "word": "apprentice",
            "phonetic": "ɐpɹɛntɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Brilliant move my apprentice.",
                "He mentors apprentices during the four-year program at Arion.",
                "His announcement mirrored \"The Apprentice.\"",
                "he apprenticed himself to the director Max Reinhardt.",
                "She leaves her apprentice in charge and heads to the center of the city."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwcmVudGljZQ&hash=a29c228be78a46aa4482575d01c85685f03b24b0&lang=en&cache-only=0",
            "defineEn": "someone who works for a skilled person for a specific period of time to learn their skills, usually earning a low wage",
            "defineVi": "một người làm việc cho một người có kỹ năng trong một khoảng thời gian cụ thể để học các kỹ năng của họ, thường kiếm được mức lương thấp",
            "hasImg": true
        },
        {
            "id": "3e7a98e8-e53a-4a0f-9d8c-2c655cd6d25e",
            "word": "job description",
            "phonetic": "dʒɑːb dᵻskɹɪpʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=am9iIGRlc2NyaXB0aW9u&hash=c5a2b1063c2b3885ffe7b10d6b9b07b83927fb04&lang=en&cache-only=0",
            "defineEn": "a list of tasks and responsibilities that a job includes",
            "defineVi": "một danh sách các nhiệm vụ và trách nhiệm mà một công việc bao gồm"
        },
        {
            "id": "ccce7b52-6b84-412d-bf2a-60955e56ea49",
            "word": "collaboration",
            "phonetic": "kəlæbɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "A supportive and inclusive work environment can breed creativity and collaboration among employees.",
                "Instead of hiring the brightest scientists and locking them in an ivory tower with like-minded people, the organization strives to embrace collaboration and a full-stack scope of solutions.",
                "The decision to allow employees to work from home cuts both ways, as it can increase flexibility and productivity but can also lead to reduced collaboration and communication.",
                "And ideological purity had replaced collaboration.",
                "In healthcare, collaboration is really important."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGFib3JhdGlvbg&hash=40b6f4fdae219431750764e2838c2cd476cb2434&lang=en&cache-only=0",
            "defineEn": "the act or process of working with someone to produce or achieve something",
            "defineVi": "hành động hoặc quá trình làm việc với ai đó để sản xuất hoặc đạt được điều gì đó",
            "hasImg": true
        },
        {
            "id": "c9e89787-59a7-4112-abb6-50fed8483762",
            "word": "workforce",
            "phonetic": "wɜːkfoːɹs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We want to involve the workforce at all stages of the decision-making process.",
                "In a business, when employers treat their employees fairly and provide opportunities for growth and development, it can lead to a more motivated and dedicated workforce, as good masters make good servants.",
                "Our workforce used to include 14 employees.",
                "The workforce work grow far north of 4000 people there.",
                "Married women in their 30s outnumbered single women in the workforce."
            ],
            "audio": "https://tts.langeek.co/read?text=d29ya2ZvcmNl&hash=ba71013b01334bc54506e85129804e6f1fe10def&lang=en&cache-only=0",
            "defineEn": "all the individuals who work in a particular company, industry, country, etc.",
            "defineVi": "tất cả các cá nhân làm việc trong một công ty, ngành, quốc gia cụ thể, v.v.",
            "hasImg": true
        },
        {
            "id": "d14f9d41-a23a-48bf-b20b-7eb27a9caa56",
            "word": "human resources",
            "phonetic": "hjuːmən ɹᵻsoːɹsᵻz ",
            "partOfSpeechType": "noun",
            "examples": [
                "In addition to being CFO, you are also now the head of your company’s Human Resources department."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVtYW4gcmVzb3VyY2Vz&hash=8796576d2c4dd0579864b4a674484270f48b8bd9&lang=en&cache-only=0",
            "defineEn": "the employees and their skills and abilities when considered as valuable assets",
            "defineVi": "các nhân viên và các kỹ năng và khả năng của họ khi được coi là tài sản có giá trị",
            "hasImg": true
        },
        {
            "id": "6cd92921-fe6b-4f8f-897a-845801933d93",
            "word": "personnel",
            "phonetic": "pɜːsənɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "search is still on for a man who gave the slip to security personnel while trying to enter a metro station here, police said Wednesday.",
                "Building personnel are conducting an investigation at this time.",
                "Building personnel are conducting an investigation at this time.",
                "Building personnel are conducting an investigation.",
                "The most pressing shortage has been personnel."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc29ubmVs&hash=a5a48a77ba6f2533cc88d1979c64444fb99c3b44&lang=en&cache-only=0",
            "defineEn": "a group of people who work in an organization or serve in any branch of the military",
            "defineVi": "một nhóm người làm việc trong một tổ chức hoặc phục vụ trong bất kỳ chi nhánh nào của quân đội",
            "hasImg": true
        },
        {
            "id": "4580b27c-445c-495d-8ac3-cd07633f2e0c",
            "word": "colleague",
            "phonetic": "kɑːliːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her behavior toward her colleagues was unprofessional.",
                "She left him for a colleague.",
                "John introduced his wife to his colleagues at the company dinner party.",
                "The experienced lawyer is streets ahead of her young colleagues, with a deep understanding of the law and years of courtroom experience.",
                "The two colleagues worked together closely and, over time, developed a strong rapport."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGVhZ3Vl&hash=f1d221dd00b1c29673ff0086433ba9c555bafe31&lang=en&cache-only=0",
            "defineEn": "someone with whom one works",
            "defineVi": "một người mà một người làm việc",
            "hasImg": true
        },
        {
            "id": "c0327a1d-8303-4c89-9f9d-a7d9ddbf946f",
            "word": "labor",
            "phonetic": "leɪbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Such cheap goods obviously rely on dirt cheap labor.",
                "Running the animal shelter is a labor of love for Jane.",
                "The company has attempted to break the strike using non-union labor.",
                "Mrs. Smith finds teaching young children to be a labor of love.",
                "The gardener knew that keeping a garden beautiful required a lot of physical labor and effort, since elbow grease is the best polish when it comes to maintaining plants and flowers."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFib3I&hash=08cc87831e2ef5d59271e8b68914a0346c96e13e&lang=en&cache-only=0",
            "defineEn": "work, particularly difficult physical work",
            "defineVi": "công việc, công việc thể chất đặc biệt khó khăn"
        },
        {
            "id": "7ce47e4d-5c1b-41ad-8570-c7dc9d8fe9a2",
            "word": "laborer",
            "phonetic": "leɪbɚɹɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My dad was a laborer in the beginning. ",
                "Many laborers follow seasonal crops from one farm to another, and some use borrowed Social Security numbers with employers.",
                "Laborers worked in shifts and were fined if they didn’t keep pace.",
                "And they were worked by migrant farm laborers from China, the Philippines, Japan, Mexico.",
                "I can be a laborer that cuts elegant joinery for a structure."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFib3Jlcg&hash=9f9460dd78b5213c3d9280722ddc6f18a3cde1a7&lang=en&cache-only=0",
            "defineEn": "someone whose job includes heavy physical work that does not require much skill",
            "defineVi": "một người có công việc bao gồm công việc nặng nhọc mà không đòi hỏi nhiều kỹ năng"
        },
        {
            "id": "5fe59bc1-bc90-4c7f-94bf-ecd374c16058",
            "word": "commission",
            "phonetic": "kəmɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Henry served on numerous committees and commissions.",
                "What did he make out of the findings of the Emile Short commission?",
                "Though EU Council and Commission officials have stayed schtum about Britain's economic woes, others across Europe have been more blunt.",
                "Last month, the artist was on a tear, completing several new paintings and receiving multiple commissions.",
                "In reality, the Commission’s proposal has more the appearance of a huge leap in the dark."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWlzc2lvbg&hash=65c28dfe3c7f5216c82bf9c6c23d4e6ed886bc82&lang=en&cache-only=0",
            "defineEn": "a sum of money given to someone for the goods they have sold, which increases based on the amount they sell",
            "defineVi": "một khoản tiền được trao cho ai đó đối với hàng hóa họ đã bán, số tiền này tăng lên dựa trên số lượng họ bán"
        },
        {
            "id": "50414685-5d8a-44e1-a405-2cb52213f462",
            "word": "contract",
            "phonetic": "kɑːntɹækt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company has held the advertising contract since 2005.",
                "Contracts and leases to work the mines.",
                "Our competitors obtained the contract by breaking every rule in the book.",
                "That contract proved to be a millstone around his neck.",
                "The company has won a contract to supply books and materials to schools."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJhY3Q&hash=814273244b39704f542dbc2c66797eef7d53b75a&lang=en&cache-only=0",
            "defineEn": "an official agreement between two or more sides that states what each of them has to do",
            "defineVi": "một thỏa thuận chính thức giữa hai hoặc nhiều bên nêu rõ những gì mỗi người trong số họ phải làm",
            "hasImg": true
        },
        {
            "id": "5a8b3d94-b798-4fe5-8328-9189b4bda50d",
            "word": "pension",
            "phonetic": "pɛnʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The U.S. tax code now loads the dice in favor of private pension plans.",
                "The company's recent collapse has left their pension fund members up the creek.",
                "When the economy crashed, thousands lost their jobs, their homes, and their pensions at one fell swoop.",
                "I'm on the hook for nearly half a million dollars after my partner skipped town with the company's pension fund!",
                "Pensions are on their way out."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVuc2lvbg&hash=1d36d2ebd9683dc949305644ce130c3d9ce49a45&lang=en&cache-only=0",
            "defineEn": "a monthly payment that a retired person receives from the government or a private company, for which they used to work",
            "defineVi": "một khoản thanh toán hàng tháng mà một người đã nghỉ hưu nhận được từ chính phủ hoặc một công ty tư nhân mà họ từng làm việc"
        },
        {
            "id": "1ac55dbf-aa77-48f7-9ca3-40db9fa9070f",
            "word": "salary",
            "phonetic": "sælɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "With Betty's salary they barely made ends meet.",
                "I was living in cloud-cuckoo-land about my salary expectations.",
                "He was able to negotiate a healthily high salary for his new job.",
                "She had never been able to save much from her salary.",
                "The software company was having trouble finding developers who could write quality code, but they were only offering salaries that were well below market rates."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsYXJ5&hash=0565f5357f360c474c6f3e30bbc18c7bc484748d&lang=en&cache-only=0",
            "defineEn": "an amount of money we receive for doing our job, usually monthly",
            "defineVi": "một số tiền chúng tôi nhận được để thực hiện công việc của mình, thường là hàng tháng",
            "hasImg": true
        },
        {
            "id": "55abef98-02e1-4752-a56a-c248163c343a",
            "word": "minimum wage",
            "phonetic": "mɪnɪməm weɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The poor worker earned minimum wage and couldn't afford to save money.",
                "The CEO of the company was paid a massive salary, while the workers who actually produced the products were paid minimum wage and had no job security.",
                "He takes offense at the notion he's a penny-pincher, insisting all his workers are paid above minimum wage.",
                "Definitely was minimum wage.",
                "Some developing countries have no minimum wage laws."
            ],
            "audio": "https://tts.langeek.co/read?text=bWluaW11bSB3YWdl&hash=589459f5c4abf684ed35bc85ebbbb7576db802d1&lang=en&cache-only=0",
            "defineEn": "the lowest level of salary, set by the law",
            "defineVi": "mức lương thấp nhất do luật quy định"
        },
        {
            "id": "5324d6bc-f6dd-479f-8a0b-ec98f2d54ed0",
            "word": "low-paid",
            "phonetic": "loʊpeɪd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG93LXBhaWQ&hash=022f89d7fb4f0f1ba57682bef737716ce19f04d6&lang=en&cache-only=0",
            "defineEn": "paying or receiving little money",
            "defineVi": "trả hoặc nhận ít tiền"
        },
        {
            "id": "ab0a8880-037a-42af-b8ba-056fadc7c5f9",
            "word": "to exploit",
            "phonetic": "tʊ ɛksplɔɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They got filthily rich by exploiting and underpaying their workers.",
                "It's all too easy for hackers to exploit vulnerabilities and gain access to your data.",
                "As soon as the opportunity arose, he was quick off the mark in exploiting it.",
                "Remember, no need to exploit his weaknesses and all that nonsense, just give him enough rope and he'll hang himself.",
                "Other aquatic insects like water treaders exploit surface tension, just like thumbtacks and paper clips."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwbG9pdA&hash=fe6d861f841f5d6400b380c47a8672fc9970f46d&lang=en&cache-only=0",
            "defineEn": "to take advantage of someone by making them work a lot and paying them less than is deserved",
            "defineVi": "lợi dụng ai đó bằng cách bắt họ làm việc nhiều và trả cho họ ít hơn mức xứng đáng"
        },
        {
            "id": "bf22ebcb-7574-43a3-b761-9c48fe439d2a",
            "word": "pay gap",
            "phonetic": "peɪ ɡæp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGF5IGdhcA&hash=8ea70acfcd3cce81d1818c6e0f3b4d0faa7fde04&lang=en&cache-only=0",
            "defineEn": "the difference between the payment received by two different groups of people",
            "defineVi": "sự khác biệt giữa khoản thanh toán nhận được bởi hai nhóm người khác nhau"
        },
        {
            "id": "42412929-2b18-4345-9858-eae9de8a08f9",
            "word": "to strike",
            "phonetic": "tə stɹaɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The game strikes a great balance between accessibility for younger players and a rewarding challenge for veterans of the genre.",
                "He strikes an attitude of bravery and lonely defiance.",
                "The clock struck twenty times at midnight.",
                "The manager struck a rather insincere note as he expressed his sorrow at the round of layoffs.",
                "The recent strike has put the airline company in a tight spot."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RyaWtl&hash=e0291b68a6cf297d2590054ecd3a8c321b7aa5a0&lang=en&cache-only=0",
            "defineEn": "to stop working as a sign of protest against some work issues, such as low wages, poor working conditions, etc.",
            "defineVi": "ngừng làm việc như một dấu hiệu phản đối một số vấn đề công việc, chẳng hạn như tiền lương thấp, điều kiện làm việc tồi tệ, v.v."
        },
        {
            "id": "c0b5c0fc-ab09-4814-905f-cb071925f436",
            "word": "underemployed",
            "phonetic": "ʌndɚɹɛmplɔɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We are extremely unemployed and underemployed.",
                "If we are employed, we are underemployed or there is a high chance that we are underemployed.",
                "So, it's basically getting those that are underemployed and unemployed trained and ready to go and enter an industry that needs people to get into that industry."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJlbXBsb3llZA&hash=d580dcd20720cc1b3e7c91fdbba6372cde80220a&lang=en&cache-only=0",
            "defineEn": "(of a person) not having much work to do in their job or being unable to use their full potential",
            "defineVi": "(của một người) không có nhiều việc phải làm trong công việc của họ hoặc không thể sử dụng hết khả năng của họ",
            "hasImg": true
        },
        {
            "id": "d53ea93c-831e-4482-a415-a661ef19caca",
            "word": "monotonous",
            "phonetic": "mənɑːtənəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Things would get monotonous very fast.",
                "Days were long, arduous, and monotonous.",
                "People who are in a very high-stress job, who are in a very small, confined space, and it is a very monotonous space.",
                "'It looks like there is only slow, monotonous smoke,' she replied, turning quickly."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9ub3Rvbm91cw&hash=d46452f472f278338564014db6d246b75c14430b&lang=en&cache-only=0",
            "defineEn": "boring because of being the same thing all the time",
            "defineVi": "nhàm chán vì lúc nào cũng giống nhau",
            "hasImg": true
        },
        {
            "id": "5b507273-6a41-4afa-9616-d3c17e709436",
            "word": "exhausting",
            "phonetic": "ɛɡzɔːstɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "After a long and exhausting day at work, Mark returned home looking like death warmed over.",
                "It sounds exhausting.",
                "It's exhausting.",
                "\"That sounds exhausting.\"",
                "It's exhausting."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhoYXVzdGluZw&hash=e0cd2114d2cde582b62140650e669a645950ef11&lang=en&cache-only=0",
            "defineEn": "causing one to feel very tired and out of energy",
            "defineVi": "khiến một người cảm thấy rất mệt mỏi và hết năng lượng",
            "hasImg": true
        },
        {
            "id": "29850195-739c-4af2-a71a-b6df43dbb727",
            "word": "challenging",
            "phonetic": "tʃæləndʒɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Making heads or tails of the output of a number of different computer models is a challenging task.",
                "After a challenging year, things finally came up roses for the athlete, who won several major competitions and broke records.",
                "She asked a challenging question, and it took me a while to find the answer.",
                "Sarah is going to make a go of her dream of becoming a professional musician, even though it's a challenging field.",
                "When faced with a challenging project at work, Sarah remembered that the sea refuses no river and approached the task with an open mind."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbGxlbmdpbmc&hash=f2add6ac62d905cf9ead4787746878e3eba81f48&lang=en&cache-only=0",
            "defineEn": "demanding skills and difficult to deal with in a way that is interesting",
            "defineVi": "đòi hỏi kỹ năng và khó giải quyết theo cách thú vị"
        },
        {
            "id": "67877986-dcb5-45ef-9132-6ddbdf94e8c2",
            "word": "demanding",
            "phonetic": "dᵻmændɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Her part wasn't very demanding - she could have played it with one arm tied behind her back.",
                "It's a very physically demanding job.",
                "This is a pretty demanding game, especially at these frame rates.",
                "Putin is a very demanding interlocutor.",
                "But it's so much more demanding to run."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtYW5kaW5n&hash=d04ce21a74e5d380b247c9f1e682c2429647e66d&lang=en&cache-only=0",
            "defineEn": "(of a task) needing great effort, skill, etc.",
            "defineVi": "(của một nhiệm vụ) cần nhiều nỗ lực, kỹ năng, v.v.",
            "hasImg": true
        },
        {
            "id": "4d52192a-bd52-48f3-bf89-d5073eee3118",
            "word": "rewarding",
            "phonetic": "ɹᵻwɔːɹdɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The game strikes a great balance between accessibility for younger players and a rewarding challenge for veterans of the genre.",
                "That was really rewarding.",
                "Can be so much more rewarding than an expensive gift.",
                "It's been really, really rewarding.",
                "So it was rewarding on that level as well."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV3YXJkaW5n&hash=60ff8110ac494dfceea53aeb78c0c0c63236f977&lang=en&cache-only=0",
            "defineEn": "(of an activity) making one feel satisfied by giving one a desirable outcome",
            "defineVi": "(của một hoạt động) làm cho một người cảm thấy hài lòng bằng cách mang lại cho họ một kết quả mong muốn"
        },
        {
            "id": "76702c70-44d2-4c3f-869b-8c6e17c9f4f8",
            "word": "tedious",
            "phonetic": "tiːdiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This job is very tedious.",
                "It could be so tedious.",
                "The tedious trade has been the main source of income in this small Ecuadorian village in the Andes for over 100 years.",
                "Now, this is going to sound tedious.",
                "Assignments can feel so tedious when they take hours to do."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVkaW91cw&hash=f5142a85e2c2658c9204c1fc62667bd1e89af007&lang=en&cache-only=0",
            "defineEn": "continuing for too long and boring",
            "defineVi": "tiếp tục quá lâu và nhàm chán",
            "hasImg": true
        },
        {
            "id": "a944a1c3-3460-4b90-be9a-126ef9af272f",
            "word": "bonus",
            "phonetic": "boʊnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The DVD comes with several bonus features.",
                "To take advantage of this extra bonus offer, simply check the box on your order form.",
                "Sam is hoping for a bonus for his good results, but he may be overplaying his hand if he asks for a promotion.",
                "After working overtime and completing the project ahead of schedule, the team was given a bonus because a good dog deserves a good bone.",
                "Bonuses are still at least the lion's share of what senior people on Wall Street make."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9udXM&hash=099431ddc692410103ae2b67b41f5c46778c490b&lang=en&cache-only=0",
            "defineEn": "extra money that we get, besides our salary, as a reward",
            "defineVi": "thêm tiền mà chúng tôi nhận được, ngoài tiền lương của chúng tôi, như một phần thưởng"
        },
        {
            "id": "73bf9dee-dbd7-48ed-ae81-885004866939",
            "word": "to multitask",
            "phonetic": "tə mʌltitæsk ",
            "partOfSpeechType": "verb",
            "examples": [
                "number two don't multitask do one thing at a time.",
                "So, in the example, one study asked participants to multitask by solving simple math problems while also classifying different shapes.",
                "And then if you want to multitask, little something like that.",
                "They can see that they've got 20 notifications, but they're busy doing so many other things that they just, they can't multitask at the moment.",
                "If computers can multitask with a single microprocessor, then certainly the much bigger human brain can train itself to do the same and enjoy the benefits of increased productivity."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbXVsdGl0YXNr&hash=72c533895d0283f9206669f8f06562dc6503b37b&lang=en&cache-only=0",
            "defineEn": "to simultaneously do more than one thing",
            "defineVi": "để đồng thời làm nhiều hơn một điều",
            "hasImg": true
        },
        {
            "id": "4e08e3ab-9e3d-4e29-bf44-1ba5287f7776",
            "word": "recruitment",
            "phonetic": "ɹᵻkɹuːtmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Really, recruitment over time has just been building up.",
                "The recruitment process can be subtle, sometimes taking months to establish a relationship.",
                "So the effect is to encourage production of more drugs and recruitment of more traffickers, which increases availability.",
                "First of all, as president of the Olympique Lyonnais since it's a recruitment and transfer period.",
                "In theory, the difference is that the members of the multi-level marketing companies primarily earn compensation from selling a particular product or a service to retail customers, while pyramid schemes primarily compensate members for recruitment of new sellers."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjcnVpdG1lbnQ&hash=e01c607b587f05364400b944cd3cacb6759eaf87&lang=en&cache-only=0",
            "defineEn": "the process or action of finding new individuals to become a member of the armed forces, a company, or an organization",
            "defineVi": "quá trình hoặc hành động tìm kiếm những cá nhân mới để trở thành thành viên của lực lượng vũ trang, một công ty hoặc một tổ chức"
        },
        {
            "id": "2da8469e-a2d0-49ae-8ea1-05cbd0510475",
            "word": "leave",
            "phonetic": "liːv ",
            "partOfSpeechType": "noun",
            "examples": [
                "His partner left the table in a fit of pique.",
                "The spicy beef jerky left a smoky aftertaste in my mouth.",
                "Red wine leaves a stain.",
                "Leaves change colour in autumn.",
                "The intense gaze from across the room, eyes on stalks, left no doubt about his attraction."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhdmU&hash=c4b0a7a8978dea888d8e54f0cae45694b60afad2&lang=en&cache-only=0",
            "defineEn": "a timespan during which one is allowed to be absent from their duty or job",
            "defineVi": "một khoảng thời gian trong đó một người được phép vắng mặt trong nhiệm vụ hoặc công việc của họ"
        },
        {
            "id": "6ca2f708-7f17-4813-ac1b-46ebb2c31cd3",
            "word": "placement",
            "phonetic": "pleɪsmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "However, the second season had too much placement. ",
                "The placement is fine.",
                "For that amount of money, a product could get placement in an average TV show for three or four years. ",
                "Now, mic placement is important.",
                "But the placement of things really needs a little bit more intention behind them."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhY2VtZW50&hash=e9895b2d8869863ca4308c7d5edb084f440904b1&lang=en&cache-only=0",
            "defineEn": "the action of finding someone a job, home, or school",
            "defineVi": "hành động tìm cho ai đó một công việc, nhà hoặc trường học"
        },
        {
            "id": "2c43ca75-d299-4fad-a38a-ff77d76199ef",
            "word": "to resign",
            "phonetic": "tə ɹɪzaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "In the wake of the scandal, several committee members resigned.",
                "She resigned.",
                "so I resigned as secretary of the golf club.",
                "He ought to resign, I think.",
                "The stock market went haywire after the company's CEO resigned."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzaWdu&hash=fea9fb3172920b90eaba88f37b930a7e96f3c2ea&lang=en&cache-only=0",
            "defineEn": "to officially announce one's departure from a job, position, etc.",
            "defineVi": "để thông báo chính thức về sự ra đi của một người từ một công việc, vị trí, v.v.",
            "hasImg": true
        },
        {
            "id": "d459775d-0d6a-439c-9dca-7400dc1376f3",
            "word": "workload",
            "phonetic": "wɜːkloʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now this is a light workload.",
                "Because not every workload is gonna stress both of them equally.",
                "But a common scenario starts out with exhaustion, maybe because of a high workload or extra stress from other parts of your life.",
                "The level of automation today, of course is much greater in terms of what the workload of that crew actually looks like.",
                "There are a lot of different metrics for this, including things like workload, reward, and mission."
            ],
            "audio": "https://tts.langeek.co/read?text=d29ya2xvYWQ&hash=c49312d03eeb9ecc9bec2916bb3e57a772f06e33&lang=en&cache-only=0",
            "defineEn": "the amount of work that a person or organization has to do",
            "defineVi": "khối lượng công việc mà một người hoặc tổ chức phải làm"
        },
        {
            "id": "3e1318ba-928b-4847-9db9-1c1a9e15175e",
            "word": "overtime",
            "phonetic": "oʊvɚtaɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "When I told Jack that he had to work overtime again, he looked at me with a face like a bulldog chewing a wasp.",
                "He's trying to get back in his boss's good books by offering to work overtime.",
                "After working overtime and completing the project ahead of schedule, the team was given a bonus because a good dog deserves a good bone.",
                "This is really one of the main changes overtime.",
                "The longer, you're kind of stuck at home, the less likely you're going to pay overtime."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcnRpbWU&hash=664c92a7518f5f83b8167bfd0ca10b36289f7dbe&lang=en&cache-only=0",
            "defineEn": "the extra hours a person works at their job",
            "defineVi": "thêm giờ một người làm việc tại công việc của họ",
            "hasImg": true
        },
        {
            "id": "182370f3-9637-4d2a-bb63-2d7c3a4c9663",
            "word": "well-paid",
            "phonetic": "wɛlpeɪd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2VsbC1wYWlk&hash=2901fcf3898ca49de2d9959bb94a6f4cf4be0bad&lang=en&cache-only=0",
            "defineEn": "(of a job or occupation) providing a high salary or income in comparison to others in the same industry or field",
            "defineVi": "(của một công việc hoặc nghề nghiệp) mang lại mức lương hoặc thu nhập cao so với những người khác trong cùng ngành hoặc lĩnh vực"
        },
        {
            "id": "103807dd-3856-4256-a6eb-934b5c18d93e",
            "word": "supervisor",
            "phonetic": "suːpɚvaɪzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The employee received their marching orders from the supervisor and was instructed to start a new project.",
                "After a lot of turnover, they finally found a new supervisor who was able to implement changes that improved productivity.",
                "I hope he snaps out of it soon, because we'll need him to present our project to the supervisor next week.",
                "Once providers have bent the rules and had a favorable outcome and response from peers and supervisors, they are likely to be tempted to do it again.",
                "How else would she become a supervisor if she doesn't like to grease the boss's palm?"
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwZXJ2aXNvcg&hash=661d0402490dc42405e62733bf11444fd002cb49&lang=en&cache-only=0",
            "defineEn": "someone who observes or directs a person or an activity",
            "defineVi": "một người quan sát hoặc chỉ đạo một người hoặc một hoạt động",
            "hasImg": true
        }
    ]
}