{
    "id": "752e1725-ba9c-4eb8-a04c-d5fbe17eeae2",
    "title": "Lesson 22",
    "originalTitle": "Lesson 22",
    "words": [
        {
            "id": "48d83b7d-3513-4e55-9114-63681229dfdd",
            "word": "to defer",
            "phonetic": "tə dᵻfɜː ",
            "partOfSpeechType": "verb",
            "examples": [
                "I would defer admission.",
                "So you're deferring your money for two years.",
                "And I will defer my next vaccination until at the last moment, when I am pretty sure that the reactions and all that will be minimal.",
                "So it takes discipline to defer your worry until you're worry appointment.",
                "But, for now, it's a dream deferred."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVmZXI&hash=2ab67697b80d29a19336db019f059048d5248cdf&lang=en&cache-only=0",
            "defineEn": "hold back to a later time",
            "defineVi": "giữ lại một thời gian sau"
        },
        {
            "id": "cd75113f-bee1-4af6-9d61-dac2bcac3243",
            "word": "deference",
            "phonetic": "dɛfɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rituals of deference marked one’s place in the courtly order.",
                "Peasants confiscated some noble estates, while rank-and-file soldiers ended the degrading deference they had traditionally shown to aristocratic officers.",
                "And these hair coverings serve a couple of different purposes for clergy: namely to show deference to their faith and the vows they took, and to distinguish their role within the community.",
                "But how much deference do courts typically give to state government in cases like this?",
                "By choosing to cover it, or limit it from view, folks from these religions are potentially showing deference to higher ideals of modesty."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmZXJlbmNl&hash=fc8234d2cde729d7f771f89c2a72bdf166064277&lang=en&cache-only=0",
            "defineEn": "a courteous expression (by word or deed) of esteem or regard",
            "defineVi": "một biểu hiện lịch sự (bằng lời nói hoặc hành động) của lòng tự trọng hoặc quan tâm"
        },
        {
            "id": "573ea18e-3d26-47d9-9977-38c02031fa63",
            "word": "deferential",
            "phonetic": "dɛfɚɹɛnʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "WILLIAM BURNS - Well, first, from Putin’s point of view, the best thing is to have a deferential government in Kiev.",
                "But he also seems to be more deferential when it comes to the court's past precedents.",
                "And you know, Trump would continue to grow in power, and I think Ailes would get a little bit more deferential to him.",
                "And, again, it rejected the NCAA's request that it do a very quick look at its rules, very deferential to the NCAA, and that the court felt was akin to the NCAA looking for immunity from federal antitrust laws.",
                "I think Putin may have come into a couple of those meetings, very deferential, small of stature, as opposed to Yeltsin, who was a big man, and not somebody of a great many words."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmZXJlbnRpYWw&hash=910005836baf807a6f3f2c45cf0b00b6c20f6841&lang=en&cache-only=0",
            "defineEn": "showing deference",
            "defineVi": "thể hiện sự tôn trọng"
        },
        {
            "id": "0d943146-9c5d-468e-9a47-8e7cadeb14af",
            "word": "iniquitous",
            "phonetic": "ɪnɪkwɪɾəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5pcXVpdG91cw&hash=3697de857acf3ff6ff5f453049badfc613a78bc3&lang=en&cache-only=0",
            "defineEn": "characterized by iniquity; wicked because it is believed to be a sin",
            "defineVi": "đặc trưng bởi sự gian ác; độc ác vì nó được cho là một tội lỗi"
        },
        {
            "id": "c2e9eabe-11b1-47b0-8945-f72887056ba6",
            "word": "iniquity",
            "phonetic": "ɪnɪkwᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "At his Nobel Lecture, García Marquez reflected on Latin America’s long history of civil strife and rampant iniquity."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5pcXVpdHk&hash=5209563cfc4e7a920f71829fc5f5acc7a10c0bd3&lang=en&cache-only=0",
            "defineEn": "morally objectionable behavior",
            "defineVi": "hành vi phản cảm về mặt đạo đức"
        },
        {
            "id": "80a50ae2-e898-40e2-b50c-4db24f1c3e82",
            "word": "confection",
            "phonetic": "kənfɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uZmVjdGlvbg&hash=54c0a3ad72c346959a84268cdba8b83356d88840&lang=en&cache-only=0",
            "defineEn": "the act of creating something (a medicine or drink or soup etc.) by compounding or mixing a variety of components",
            "defineVi": "hành động tạo ra thứ gì đó (thuốc hoặc đồ uống hoặc súp, v.v.) bằng cách kết hợp hoặc trộn nhiều thành phần khác nhau"
        },
        {
            "id": "1a8b4dd7-6fd5-4a9b-9d2b-89cc8f0afc22",
            "word": "confectionery",
            "phonetic": "kənfɛkʃənɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the summer of 2004, Trolli confectionery brand released road kill themed gummies.",
                "But with the Wrigley's portfolio of Staple Gum Brands, the deal helped solidify Mars as the top confectionery company in the world.",
                "That same year, Cadbury held ten point one percent of the confectionery market and there were rumors of a deal between Cadbury and Hershey, one that would have secured the two as the top confectionery company in the world.",
                "That same year, Cadbury held ten point one percent of the confectionery market and there were rumors of a deal between Cadbury and Hershey, one that would have secured the two as the top confectionery company in the world."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmVjdGlvbmVyeQ&hash=f2d6cb48812679bf4d42fb46b44d5b55b59cda05&lang=en&cache-only=0",
            "defineEn": "a range of sweet food items, such as candies, chocolates, and pastries, that are typically made with sugar, chocolate, and other sweeteners",
            "defineVi": "một loạt các mặt hàng thực phẩm ngọt, chẳng hạn như kẹo, sôcôla và bánh ngọt, thường được làm bằng đường, sô cô la và các chất làm ngọt khác",
            "hasImg": true
        },
        {
            "id": "e2b16ef4-36fd-4a4f-89d2-55db57e9eebb",
            "word": "to imperil",
            "phonetic": "tʊ ɪmpɛɹəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "David Brooks and Jonathan Capehart weigh in on the president's agenda, an imperiled Cabinet nomination, and this weekend's conservative conference.",
                "Now, critics say his behavior and his rhetoric is dangerous and could imperil American democracy.",
                "They might be sick today, but, because they're my neighbor and they coughed, I might be imperiled.",
                "Today the Republic of the Marshall Islands’ most urgent threat, along with continued contamination from testing, is climate change, with global warming and rising sea levels imperiling their very existence.",
                "The BOOK is called \"countdown: how our Modern World is threatening sperm counts, altering MALE and FEMALE reproductive DEVELOPMENT and imperiling the future of the Human Race.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wZXJpbA&hash=e32445db6d0609ed6e923668d1e6bf0397c57056&lang=en&cache-only=0",
            "defineEn": "to endanger a person or thing",
            "defineVi": "để gây nguy hiểm cho một người hoặc điều"
        },
        {
            "id": "4f68d928-99d8-4de5-83d1-7f00dca1ce05",
            "word": "imperious",
            "phonetic": "ɪmpɪɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW1wZXJpb3Vz&hash=b1114c074f87865fd64f952c7213b73718cf0d3d&lang=en&cache-only=0",
            "defineEn": "having an unpleasantly proud and arrogant demeanor, displaying a demand for obedience",
            "defineVi": "có một thái độ tự hào và kiêu ngạo khó chịu, thể hiện sự đòi hỏi phải tuân theo"
        },
        {
            "id": "537865fa-da60-42d5-abab-37a288d33edd",
            "word": "machination",
            "phonetic": "mækᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And through some machinations of the Trump campaign, that language is stripped from the party platform.",
                "So in the most conservative state in the union, we now have a Democratic senator because of the genius machinations of Jared Kushner and Mitch McConnell. ",
                "So in the most conservative state in the union, we now have a Democratic senator because of the genius machinations of Jared Kushner and Mitch McConnell. ",
                "Rather than rushing into things, Hamlet becomes consumed with the awful machinations of thinking itself."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFjaGluYXRpb24&hash=7022966787bc52d33952a3255d37726fae2363f1&lang=en&cache-only=0",
            "defineEn": "a crafty and involved plot to achieve your (usually sinister) ends",
            "defineVi": "một âm mưu xảo quyệt và có liên quan để đạt được mục đích (thường là nham hiểm) của bạn"
        },
        {
            "id": "23a89a66-cc32-42e0-acaf-de7044ae1a84",
            "word": "machinery",
            "phonetic": "məʃiːnɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wear and tear of machinery and fixed capital in general must be replaced in money.",
                "We developed machinery, better crops, better fertilizers.",
                "They had their machinery in place.",
                "Steam from the boiling water turns machinery in a turbine to generate electricity for nearby consumers. ",
                "That way the machinery can run for thousands of hours."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFjaGluZXJ5&hash=8459c99b2fc3e858f31afc686a2bb4b57c0aa40a&lang=en&cache-only=0",
            "defineEn": "machines, especially large ones, considered collectively",
            "defineVi": "máy móc, đặc biệt là những máy lớn, được coi là chung"
        },
        {
            "id": "6fe09b15-6703-43ce-b870-3f512194f0a6",
            "word": "machinist",
            "phonetic": "məʃiːnɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "So you have, you said machinist, so do you guys have a mill and a lathe on the ship?",
                "Did it dissolve down to the bone, like Christian Bale preparing for his role in \"The Machinist.\"",
                "Scott Schwind was a well-paid machinist when his addiction took charge.",
                "SCOTT SCHWIND, Machinist: I was just working to supply myself.",
                "For example, machinists looking for small, invisible leaks might inject a little phosphorescent dye into a fuel line and then whip out a blacklight to hone in on the problem."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFjaGluaXN0&hash=d645f49cc2a2b003f772517aba27314ef7ca58a6&lang=en&cache-only=0",
            "defineEn": "someone who operates a machine, especially an industrial one",
            "defineVi": "một người vận hành máy móc, đặc biệt là máy móc công nghiệp"
        },
        {
            "id": "07c46253-c386-44f5-8254-1bb4563c4f49",
            "word": "votary",
            "phonetic": "vɑːɾɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dm90YXJ5&hash=604bb74ec9d0b38c207e6a6fb5980e713c052bed&lang=en&cache-only=0",
            "defineEn": "one bound by vows to a religion or life of worship or service",
            "defineVi": "một người bị ràng buộc bởi lời thề với một tôn giáo hoặc cuộc sống thờ phượng hoặc phục vụ"
        },
        {
            "id": "6573b4f9-49a0-438c-9980-09d5a952b46c",
            "word": "votive",
            "phonetic": "voʊɾɪv ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dm90aXZl&hash=e8304395c2b2729f8be159fe977258e8bc815659&lang=en&cache-only=0",
            "defineEn": "dedicated in fulfillment of a vow",
            "defineVi": "cống hiến để hoàn thành một lời thề"
        },
        {
            "id": "78566b03-a177-493b-904b-165681c56e8f",
            "word": "to apprehend",
            "phonetic": "tʊ æpɹihɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The police apprehended the thief and recovered the stolen items.",
                "U.S. authorities apprehended nearly 19,000 minors in March.",
                "The vast majority of people apprehended crossing the border right now are being turned back around to Mexico under a pandemic-related rule called Title 42.",
                "And Milosevic was eventually apprehended by the world court, even as in 2003 his henchman assassinated a new reform-minded prime minister.",
                "On motorcycles at the front of the pack, Laércio and, it turns out, one of the guards who was apprehended last night."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwcmVoZW5k&hash=4c1629ea15a7efab52f168934bce53a1d3ac299a&lang=en&cache-only=0",
            "defineEn": "(of a convict or an accused) to arrest",
            "defineVi": "(của một người bị kết án hoặc bị cáo) để bắt giữ",
            "hasImg": true
        },
        {
            "id": "931f00e7-36c1-41ab-af30-63d652a7e1e7",
            "word": "apprehensive",
            "phonetic": "æpɹihɛnsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Finally it is coming to Russia, something that he had been apprehensive of.",
                "But at the same time, he’s always wary, and he’s always apprehensive, and he’s always suspicious.",
                "Staff now seems more apprehensive now that we're seeing another case.",
                "Just the look on my face and me being apprehensive around certain people.",
                "People in the liberal circles, people who supported Yeltsin’s government, who were in favor of those reforms, were really apprehensive of seeing a person who had his background in the KGB to become the leader of the country."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwcmVoZW5zaXZl&hash=db1f0f13684fb84eb293364d5234886e9d88830a&lang=en&cache-only=0",
            "defineEn": "nervous or worried that something unpleasant may happen",
            "defineVi": "lo lắng hoặc lo lắng rằng một cái gì đó khó chịu có thể xảy ra",
            "hasImg": true
        },
        {
            "id": "19834fb5-fb3d-476d-858a-27fd7bb24fd9",
            "word": "to fuse",
            "phonetic": "tə fjuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The boss has a short fuse these days!",
                "The boss blew a fuse when the shipment didn't arrive on time.",
                "For all my experience, I blew a fuse in the quarter-final and could have been sent off.",
                "So over time, evolution fused those two elytra together.",
                "Kahlo's work fuses elements of many artistic styles from different times and disparate parts of the world."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnVzZQ&hash=f9bb0b4240489c35c2a2b94a0f26a939bf259928&lang=en&cache-only=0",
            "defineEn": "mix together different elements",
            "defineVi": "kết hợp các yếu tố khác nhau"
        },
        {
            "id": "f43c7bc0-135f-4eda-b7e9-9ca458d3e94c",
            "word": "fusible",
            "phonetic": "fjuːzᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnVzaWJsZQ&hash=a3b8a634d0b5ea9a0ba1df4831c3d9e447b9e3d9&lang=en&cache-only=0",
            "defineEn": "capable of being melted and fused",
            "defineVi": "có khả năng bị tan chảy và hợp nhất"
        },
        {
            "id": "358b1e4c-7cee-41e3-9faf-ff343f5d4e1e",
            "word": "orthopedics",
            "phonetic": "ɔːɹθoʊpiːdɪks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3J0aG9wZWRpY3M&hash=56c9b9b7c878384c249173cdca29041f7344c1e4&lang=en&cache-only=0",
            "defineEn": "the branch of medicine that is concerned with bones and muscles, and their diseases and injuries",
            "defineVi": "ngành y học liên quan đến xương và cơ, các bệnh và chấn thương của chúng"
        },
        {
            "id": "916fa7d1-b591-435e-996e-56804d84210d",
            "word": "orthopedist",
            "phonetic": "ɔːɹθoʊpdɪst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3J0aG9wZWRpc3Q&hash=0176d6d78b323630f6581b50db28132c273f9209&lang=en&cache-only=0",
            "defineEn": "a specialist in correcting deformities of the skeletal system (especially in children)",
            "defineVi": "một chuyên gia sửa chữa các dị tật của hệ thống xương (đặc biệt là ở trẻ em)"
        }
    ]
}