{
    "id": "753c7216-d3fa-4cb0-95c7-e96332505bd0",
    "title": "Unit 6 - Lesson 2",
    "originalTitle": "Unit 6 - Lesson 2",
    "words": [
        {
            "id": "a06ad62a-2b60-47be-a472-9d6f8fdc3b63",
            "word": "to describe",
            "phonetic": "tə dᵻskɹaɪb ",
            "partOfSpeechType": "verb",
            "examples": [
                "The book describes her life from cradle to grave.",
                "But the lawyers also described internal politics that at times slowed down the department's work or drove a wedge among members of the team.",
                "And after the match, the Carlisle boss wasn't pulling his punches when describing his players' performance.",
                "BBC is falling over backwards to be impartial by describing this as a crowd!",
                "It was described as a large, luxury mobile home, but there was barely room to swing a cat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVzY3JpYmU&hash=55c24a5359e3a8f3c314915257c441538d26bbd7&lang=en&cache-only=0",
            "defineEn": "to give details about someone or something to say what they are like",
            "defineVi": "để cung cấp thông tin chi tiết về một ai đó hoặc một cái gì đó để nói họ như thế nào",
            "hasImg": true
        },
        {
            "id": "d7ad20bb-e096-43ab-b109-1076912d0c0b",
            "word": "pet",
            "phonetic": "pɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He has one pet dog named Max.",
                "We need a new brush for our pet's fur.",
                "After dinner she told me a tall tale about her pet.",
                "They fed the carrot to their pet rabbit, who happily munched on it.",
                "Residents are not allowed to keep pets."
            ],
            "audio": "https://tts.langeek.co/read?text=cGV0&hash=07131c56901eab5c7ae0395ec3baef5520ead30b&lang=en&cache-only=0",
            "defineEn": "an animal such as a dog or cat that we keep and care for at home",
            "defineVi": "một con vật như chó hoặc mèo mà chúng ta giữ và chăm sóc ở nhà",
            "hasImg": true
        },
        {
            "id": "cabc2938-72b8-4614-8880-2e805f5485f5",
            "word": "positive",
            "phonetic": "pɑːzᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She left a positive review online for the restaurant where she ordered a pizza.",
                "If you invest time and energy into learning and personal growth, you will see positive results in your life.",
                "Melissa's new book got off to a flying start, with high sales and positive reviews from readers and critics alike.",
                "Consuming prunes may have a positive impact on heart health by reducing LDL cholesterol levels.",
                "Sticks and stones may break my bones, but my positive attitude will never falter."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zaXRpdmU&hash=7b0e13c8ef0095c5a4870f016efef36834b94539&lang=en&cache-only=0",
            "defineEn": "having a successful result or tending toward improvement and progress",
            "defineVi": "có kết quả thành công hoặc có xu hướng cải thiện và tiến bộ"
        },
        {
            "id": "a1bc792a-bbc2-4f08-b8dd-b4c9d439a53c",
            "word": "trait",
            "phonetic": "tɹeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Traits suggest an expression of genes.",
                "Synthetic polymers have extraordinary traits.",
                "And even some non-animals have animal traits.",
                "Useful traits emerge over time.",
                "Another trait is odd thinking and speech."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhaXQ&hash=85fa5957335f820355b68c0bc37ad03bb803ce99&lang=en&cache-only=0",
            "defineEn": "something that is considered typical of a person, place, or thing and identifies them",
            "defineVi": "một cái gì đó được coi là điển hình của một người, địa điểm, hoặc điều và xác định chúng"
        },
        {
            "id": "d05d4413-6e06-49f3-92f8-8e633cf13454",
            "word": "playful",
            "phonetic": "pleɪfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The playful dog chased its tail in circles.",
                "And the infant gorillas are very playful, just like humans.",
                "They're just, they're very playful.",
                "French designer Joel Guenoun used a playful brush script to spell out the event's name.",
                "That was a little bit of a playful joke."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxheWZ1bA&hash=ca5901be0b6e0be09deaf734bb72b66736aa7f63&lang=en&cache-only=0",
            "defineEn": "(of a person) only caring about one's pleasure and amusement and not taking things too seriously",
            "defineVi": "(của một người) chỉ quan tâm đến niềm vui và thú vui của một người và không quá coi trọng mọi thứ"
        },
        {
            "id": "f47b3622-b101-44cc-b0d2-edd375394f11",
            "word": "affectionate",
            "phonetic": "ɐfɛkʃənət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His caring nature and affectionate gestures make him the perfect boyfriend.",
                "In studies of heterosexual couples, increases in oxytocin and prolactin have been associated with affectionate behaviors in moms, like snuggling.",
                "And when we exhibit these symptoms as an adult or the teenager, when we just really want someone to care for us, be affectionate, love on us.",
                "I love seeing Hazel so affectionate towards Apollo.",
                "In Chinese, the name sounds gently affectionate and lilting to my ears."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZmZWN0aW9uYXRl&hash=8d28857636dd51deed67fe7428d1cc9cd0d9a805&lang=en&cache-only=0",
            "defineEn": "expressing love and care",
            "defineVi": "thể hiện tình yêu và sự quan tâm",
            "hasImg": true
        },
        {
            "id": "eb723fca-2237-4f2c-9441-29319cc83a26",
            "word": "gentle",
            "phonetic": "dʒɛntəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He planted a gentle kiss on her cheek.",
                "The hiker enjoyed the scenic beauty of the river's gentle bends.",
                "With a gentle push, the window closed tightly, sealing out the draft.",
                "Brian was as gentle as a lamb and wouldn't hurt anyone.",
                "I need to find a gentle soap for sensitive skin."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VudGxl&hash=650b0f7197b6983886e936f0c88445f44c0f6d49&lang=en&cache-only=0",
            "defineEn": "showing kindness",
            "defineVi": "thể hiện lòng tốt",
            "hasImg": true
        },
        {
            "id": "728783a3-aaf5-476e-9d55-67ace03ad919",
            "word": "good-natured",
            "phonetic": "ɡʊdneɪtʃɚd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z29vZC1uYXR1cmVk&hash=1ba95ff41113469d2d74c25f3679eb9965e7a780&lang=en&cache-only=0",
            "defineEn": "displaying kindness and patience when interacting with others",
            "defineVi": "thể hiện lòng tốt và sự kiên nhẫn khi tương tác với người khác",
            "hasImg": true
        },
        {
            "id": "df31ac91-6da7-442d-bfbe-8dac84c2eb98",
            "word": "low-maintenance",
            "phonetic": "loʊmeɪntənəns ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He enjoys the low-maintenance lifestyle and the unique look it gives him.",
                "But these engines can deliver more power than a lot of tiny probes need, and they can go through their fuel faster than we’d like for long-term, low-maintenance missions."
            ],
            "audio": "https://tts.langeek.co/read?text=bG93LW1haW50ZW5hbmNl&hash=b7c141f426f5ba4f009e3eff485a13878873c2a1&lang=en&cache-only=0",
            "defineEn": "(of a person)  requiring little care or attention",
            "defineVi": "(của một người) cần ít sự quan tâm hoặc chú ý"
        },
        {
            "id": "adc27526-f665-4cdb-b3aa-da14bd5bddd7",
            "word": "loyal",
            "phonetic": "lɔɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The loyal subjects bowed down before their king as a sign of reverence.",
                "The old dog is long in the tooth, but still brings joy and companionship to its owner with its gentle demeanor and loyal nature.",
                "He chose a loyal and hardworking employee from an ordinary background over one with an impressive resume but a questionable work ethic.",
                "Despite the emergence of new competitors, the company's brand remains alive and well in the market, attracting loyal customers.",
                "David thought Susan was a loyal employee, but he fostered a snake in his bosom because she had been stealing from the company."
            ],
            "audio": "https://tts.langeek.co/read?text=bG95YWw&hash=823376701d7e145bda9a97af25ac351545c71b95&lang=en&cache-only=0",
            "defineEn": "remaining firm in support for someone or something",
            "defineVi": "công ty còn lại để hỗ trợ cho một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "a6ac66ae-8076-4498-890c-8c7915725fb5",
            "word": "devoted",
            "phonetic": "dɪvoʊɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As a devoted wife, she takes care of the household chores and ensures a comfortable home for her family.",
                "He was a devoted husband who stood by his wife until death do them part.",
                "The woman's heart was filled with pity for the orphaned children, and as she spent time with them, she realized that pity is akin to love, and she became devoted to them.",
                "Number three: Is excessively devoted to work and productivity, to the exclusion of leisure activities and friendships.",
                "These are very devoted people."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV2b3RlZA&hash=842f1350055652413535b0aa8f22057729d86de7&lang=en&cache-only=0",
            "defineEn": "expressing much attention and love toward someone or something",
            "defineVi": "thể hiện nhiều sự quan tâm và tình yêu đối với một ai đó hoặc một cái gì đó"
        },
        {
            "id": "27f23107-1e9e-4668-866c-45ca25e178b8",
            "word": "protective",
            "phonetic": "pɹətɛktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He is always protective of her younger brother and looks out for him.",
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure.",
                "Despite wearing protective gear, James's arms were black and blue after a day of intense martial arts training.",
                "Masks are protective.",
                "Protective gear that resembled gas masks."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvdGVjdGl2ZQ&hash=aaaabbbbf0e70fca8937caf33c1f8f0f9d4078e3&lang=en&cache-only=0",
            "defineEn": "(of a thing  or type of behavior) appropriate for or intended to defend one against damage or harm",
            "defineVi": "(của một vật hoặc loại hành vi) phù hợp hoặc có ý định bảo vệ một người khỏi thiệt hại hoặc tổn hại"
        },
        {
            "id": "2c7b72b4-68c0-442b-acf7-c04550a6f85c",
            "word": "negative",
            "phonetic": "nɛɡətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She received false advice that led to negative consequences.",
                "I don't want to dwell on the negative aspects of our situation.",
                "The right hand doesn't know what the left is doing, and the result is setting customers up for a negative experience.",
                "Buying time may serve as a buffer against the negative effects of time stress in part by enhancing perceived control.",
                "Criticizing the government for not doing enough to control the economy cuts both ways, as too much government intervention can also lead to negative consequences."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVnYXRpdmU&hash=9366ae80b0e8e63533a522e8e4ab41afba3fa926&lang=en&cache-only=0",
            "defineEn": "having an unpleasant or harmful effect on someone or something; not having a positive effect",
            "defineVi": "có ảnh hưởng khó chịu hoặc có hại cho ai đó hoặc cái gì đó; không có tác dụng tích cực",
            "hasImg": true
        },
        {
            "id": "9ad7d974-aca9-4560-9ced-f9903bfb683b",
            "word": "high-strung",
            "phonetic": "haɪstɹʌŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "There are scorpions who are more high-strung and defensive than her, but because she's so easygoing, I'm able to pick her up and I can give you a closer look."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaC1zdHJ1bmc&hash=12014624e69038aee5a45110da6780516ecc2534&lang=en&cache-only=0",
            "defineEn": "being in a tense state",
            "defineVi": "đang trong tình trạng căng thẳng"
        },
        {
            "id": "827fe24d-ced1-4e9a-8b7f-867410be5e8e",
            "word": "excitable",
            "phonetic": "ɛksaɪɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Tom Hanks has described you, as a director, as being very excitable.",
                "We're looking for dogs that are methodical in their searches, that aren't easily excitable, that can be around a lot of people, that can be in areas that are confined.",
                "In 1936, when radio was all the rage, students were at risk of disturbing the balance of their excitable minds."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjaXRhYmxl&hash=827f36347f3378ace1147f08b773d693d48c5760&lang=en&cache-only=0",
            "defineEn": "easily excited",
            "defineVi": "dễ bị kích động"
        },
        {
            "id": "8ed6b168-21b8-47db-96f6-ea781da1fdde",
            "word": "costly",
            "phonetic": "kɔstli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The company overlooked a small detail in their contract, and now they're facing a costly lawsuit.",
                "My boss always tells us to measure twice, cut once when working on a project to avoid costly mistakes and delays.",
                "The CEO of the company, who was known for his successful track record, made a costly mistake during a major business deal, demonstrating that a good marksman may miss.",
                "The chef reminded the kitchen staff that haste makes waste, urging them to take their time and be careful in their food preparation to avoid costly mistakes and wasted ingredients.",
                "In business, it is often better to give in to a competitor's demands than to risk a costly and protracted battle."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29zdGx5&hash=ee2cd5548854c8e546c9b17df147d1bb88c6f2fb&lang=en&cache-only=0",
            "defineEn": "costing much money, often more than one is willing to pay",
            "defineVi": "tốn nhiều tiền, thường có nhiều hơn một người sẵn sàng trả",
            "hasImg": true
        },
        {
            "id": "22daf414-74ec-4144-95bd-f81bd62375da",
            "word": "destructive",
            "phonetic": "dᵻstɹʌktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The war itself was incredibly destructive.",
                "Clashes between the atmosphere and hydrosphere can become destructive, though.",
                "Protests turned destructive in downtown Seattle tonight. -",
                "He's just destructive.",
                "Pyramid schemes can be incredibly destructive to individuals, communities, and even entire countries."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzdHJ1Y3RpdmU&hash=c40bff8bf40e27444be80026b5ecf11b028e8a4c&lang=en&cache-only=0",
            "defineEn": "causing a lot of damage or harm",
            "defineVi": "gây ra rất nhiều thiệt hại hoặc thiệt hại"
        },
        {
            "id": "2130b449-e85e-4f76-8205-414f2dd8c01c",
            "word": "filthy",
            "phonetic": "fɪlθi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Most of her clients are well-off but not filthy rich.",
                "Most of us are working really hard in order to make someone else filthy rich.",
                "The world is filthy with evidence of Santa Claus!",
                "In 1881, New York City streets were notoriously filthy.",
                "It's filthy."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlsdGh5&hash=15c7c93bc0c4bc076f1a515d675442bdb9295ac5&lang=en&cache-only=0",
            "defineEn": "disgustingly dirty; filled or smeared with offensive matter",
            "defineVi": "bẩn kinh tởm; đầy hoặc bôi nhọ với các vấn đề xúc phạm",
            "hasImg": true
        },
        {
            "id": "725d5825-be25-4804-9db1-a50fee80766e",
            "word": "high-maintenance",
            "phonetic": "haɪmeɪntənəns ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGlnaC1tYWludGVuYW5jZQ&hash=25e3311bae75032c4b839be7556b018231b77683&lang=en&cache-only=0",
            "defineEn": "***demanding a lot of attention",
            "defineVi": "*** đòi hỏi rất nhiều sự chú ý"
        },
        {
            "id": "d5824016-2eaa-4af5-9f4f-9fb0cce12ed9",
            "word": "aggressive",
            "phonetic": "ɐɡɹɛsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The company's ex-CEO was known for his aggressive management style.",
                "The normally reserved and polite man became aggressive and confrontational when he was drunk, revealing a darker side of his personality.",
                "The two lawyers were both known for their aggressive tactics, so when they faced each other in court, it was a case of when Greek meets Greek, then comes the tug of war.",
                "The squirrels got aggressive, a hallmark of frustration.",
                "Windows updates are notoriously aggressive."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdncmVzc2l2ZQ&hash=15a2ec45fe228ea2b8111bffb2241d4276121e5f&lang=en&cache-only=0",
            "defineEn": "behaving in an angry way and having a tendency to be violent",
            "defineVi": "cư xử một cách tức giận và có xu hướng bạo lực",
            "hasImg": true
        }
    ]
}