{
    "id": "75740ac4-a717-4b5a-8808-e19af4f84401",
    "title": "Lesson 8",
    "originalTitle": "Lesson 8",
    "words": [
        {
            "id": "68dc207c-23c2-4c3f-8d46-e8a64365145b",
            "word": "scurvy",
            "phonetic": "skɜːvi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Preventable diseases like measles and whooping cough have become our scurvy.",
                "Scurvy is no fun.",
                "After a few months without it you'd get scurvy.",
                "Thankfully, people today don’t die of scurvy.",
                "After 98 days at sea, dozens of sailors had succumbed to scurvy and famine."
            ],
            "audio": "https://tts.langeek.co/read?text=c2N1cnZ5&hash=647cbc761ba5bf4277897eab51f7a55a25442e79&lang=en&cache-only=0",
            "defineEn": "a condition caused by deficiency of ascorbic acid (vitamin C)",
            "defineVi": "một tình trạng gây ra bởi sự thiếu hụt axit ascorbic (vitamin C)"
        },
        {
            "id": "0850af6e-f582-4ecc-9907-e9b890c8fee4",
            "word": "covey",
            "phonetic": "koʊvi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y292ZXk&hash=64aa1bcd39c593a2b906ac7623c7e2d30f33ab27&lang=en&cache-only=0",
            "defineEn": "a group of game birds such as quails, partridges or grouses, typically consisting of six to twelve birds",
            "defineVi": "một nhóm các loài chim trò chơi như chim cút, gà gô hoặc gà gô, thường bao gồm từ sáu đến mười hai con chim"
        },
        {
            "id": "c4da9b1a-986e-4491-b60f-e97f97a772d9",
            "word": "nunnery",
            "phonetic": "nʌnɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bnVubmVyeQ&hash=cdecdca7c332e336cc68ff8c2468135d397b3428&lang=en&cache-only=0",
            "defineEn": "a building occupied by a group of nuns",
            "defineVi": "một tòa nhà bị chiếm giữ bởi một nhóm nữ tu"
        },
        {
            "id": "80570aff-b53b-4a34-930b-4d2497823fbf",
            "word": "parody",
            "phonetic": "pæɹədi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Courts often hold that parody as a transformative fair use.",
                "Parody music copies existing musical ideas, lyrics, or style of a certain artist or genre.",
                "His parodies capture the essence of the original work down to the finest detail.",
                "So what is parody?",
                "My family, we did Passover Broadway parody songs."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyb2R5&hash=c2cff4dc2746c116b79f36faf7598340493448d4&lang=en&cache-only=0",
            "defineEn": "humorous or satirical mimicry",
            "defineVi": "bắt chước hài hước hoặc châm biếm"
        },
        {
            "id": "3a346153-eb53-4641-95d6-6952e5cb70fa",
            "word": "hesitancy",
            "phonetic": "hɛzɪtənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "But Ghana's vaccine hesitancy has roots that predate COVID-19.",
                "Vaccine hesitancy is less of an issue at the beginning of a process compared to the setback in the lack of infrastructure and the supply chain.",
                "There's both urgency, Judy, and hesitancy.",
                "But beyond living room discussions, vaccine hesitancy is a real problem across the country.",
                "Does all this increase the hesitancy, and does the company have more questions to answer?"
            ],
            "audio": "https://tts.langeek.co/read?text=aGVzaXRhbmN5&hash=ec1a3fb0568ecbe1a4e4d0fc4e8251e1f47cb922&lang=en&cache-only=0",
            "defineEn": "a feeling of diffidence and indecision about doing something",
            "defineVi": "một cảm giác của sự tự tin và thiếu quyết đoán về việc làm một cái gì đó"
        },
        {
            "id": "145782e9-7c17-48a3-84b1-5e0a6111d84e",
            "word": "apiary",
            "phonetic": "eɪpjɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXBpYXJ5&hash=b5eb756922cbd66be91cf1d7d705403e16cbe973&lang=en&cache-only=0",
            "defineEn": "a place where bees are kept and honey is produced",
            "defineVi": "nơi nuôi ong và lấy mật"
        },
        {
            "id": "efbf3887-91be-4ea5-bbfc-3b81aeb85757",
            "word": "chancery",
            "phonetic": "tʃænsɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hhbmNlcnk&hash=03707bf75d32bab5d9c9485860b9c64075c2a583&lang=en&cache-only=0",
            "defineEn": "a court with jurisdiction in equity",
            "defineVi": "một tòa án có thẩm quyền xét xử công bằng"
        },
        {
            "id": "c98369e4-8998-4c15-8a4f-0ee046efb7d3",
            "word": "finery",
            "phonetic": "faɪnɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "In one room you’re admiring the exquisitely rendered lace collar of a 22 year old Italian Marchesa, captured in all of her finery by Peter Paul Rubens in 1606."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmluZXJ5&hash=139198511f1b148edd94ad73133bb6bcc880f977&lang=en&cache-only=0",
            "defineEn": "expensive or showy clothes and accessories, especially those worn on special occasions",
            "defineVi": "quần áo và phụ kiện đắt tiền hoặc sặc sỡ, đặc biệt là những thứ được mặc vào những dịp đặc biệt",
            "hasImg": true
        },
        {
            "id": "3105577b-b745-4a5a-8bf4-6e91ba436cad",
            "word": "consistency",
            "phonetic": "kənsɪstənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chocolate mousse had a velvety consistency thanks to carrageen.",
                "He added plain flour to the sauce, thickening it to a creamy consistency for the pasta dish.",
                "The soup contained a thickening agent that gave it a rich and creamy consistency.",
                "The vegan gummy candies used a plant-based gelling agent to achieve a chewy and gel-like consistency.",
                "She uses cornflour to thicken her homemade fruit jam, achieving the perfect consistency for spreading on toast."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2lzdGVuY3k&hash=0a0a3f895c3b7eda5d76bc4efc0e541ad8223e02&lang=en&cache-only=0",
            "defineEn": "the quality of always acting or being the same way, or having the same opinions or standards",
            "defineVi": "chất lượng luôn hành động hoặc giống nhau, hoặc có cùng quan điểm hoặc tiêu chuẩn"
        },
        {
            "id": "3f6eafeb-6372-442a-a971-547da2e2f3bf",
            "word": "curtsy",
            "phonetic": "kɜːtsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "During the feudal era, courtly formalities, including elaborate salutations, curtsies and bows came into vogue in many parts of Europe."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VydHN5&hash=1ab8fcdbe9ef1fdaee262f4c6c2c9484df2a5ff2&lang=en&cache-only=0",
            "defineEn": "bending the knees; a gesture of respect made by women",
            "defineVi": "uốn cong đầu gối; một cử chỉ tôn trọng của phụ nữ"
        },
        {
            "id": "291ccbb0-798c-4c2e-b38d-fee0165b9615",
            "word": "vinery",
            "phonetic": "vaɪnɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmluZXJ5&hash=62a3081947753fda464a094383ee527e0516adfa&lang=en&cache-only=0",
            "defineEn": "a farm of grapevines where wine grapes are produced",
            "defineVi": "một trang trại trồng nho nơi sản xuất rượu nho",
            "hasImg": true
        },
        {
            "id": "832df28c-9d55-4122-a4b8-9f585e1022a9",
            "word": "cacophony",
            "phonetic": "kɐkɑːfəni ",
            "partOfSpeechType": "noun",
            "examples": [
                "You go back to your unit and you can hear the cacophony of noises.",
                "So the Federalist Society, though, has also been incredibly important in bringing onto different campuses and into different communities an alternative point of view in what could sometimes seem like a cacophony of monotony, one point of view, which is usually very liberal.",
                "All this, combined with occasional military exercises in the area, creates an underwater cacophony that interrupts whale communications.",
                "We’re surrounded by a cacophony of repeating forms.",
                "Hired by the area's wealthy homeowners to keep their grand gardens pristine, the howling cacophony their blowers make is infuriating him."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fjb3Bob255&hash=c6a7d52c7bd87fc791fcec8d0a4cf6ca17294a8f&lang=en&cache-only=0",
            "defineEn": "loud confusing disagreeable sounds",
            "defineVi": "âm thanh khó chịu lớn khó hiểu"
        },
        {
            "id": "6302586f-8b89-4e76-b719-18fbd19effca",
            "word": "hegemony",
            "phonetic": "hɛdʒɪməni ",
            "partOfSpeechType": "noun",
            "examples": [
                "We call it Latin America because, you know, European hegemony in naming things.",
                "It's very, very important to remember that Africans did not meekly acquiesce to European hegemony: they resisted, often violently, but ultimately they were defeated by a technologically superior enemy.",
                "So he thinks it's fantastic that you have not just Russia, but an ally like the European Union, looking at the same kind of thing, a way to get away from American, if you will, financial hegemony.",
                "By the time of the next phase of NATO expansion is being prepared, Putin gave his speech in Munich, in which he sounded really angry and exasperated by what he saw as the American hegemony.",
                "I think that Putin has had varying degrees of intensity over time in his core view that the United States needs to be stopped in terms of its global hegemony, but that strand has always been there in his thinking."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVnZW1vbnk&hash=445ba87b3100118168477905cfce88e4df65df72&lang=en&cache-only=0",
            "defineEn": "the dominance or leadership of one social group or nation over others",
            "defineVi": "sự thống trị hoặc lãnh đạo của một nhóm xã hội hoặc quốc gia trên những người khác"
        },
        {
            "id": "c48dbdd8-cf7b-4888-a5ad-48b28ad03ab9",
            "word": "parity",
            "phonetic": "pæɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "But we are not running parity in a conventional sense here.",
                "And so that other part is just for the parity bits?",
                "This is known as P symmetry to the cool kids, and parity symmetry to the rest of us.",
                "And everytime this happens, the next person in line will switch the parity they expect to see.",
                "As of December 2019, only 10 states pay the same amount or have what they call payment parity laws."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyaXR5&hash=67cb82830094a2eb52a1b52b2168607ddef3c7c1&lang=en&cache-only=0",
            "defineEn": "(physics) parity is conserved in a universe in which the laws of physics are the same in a right-handed system of coordinates as in a left-handed system",
            "defineVi": "(vật lý) tính chẵn lẻ được bảo toàn trong một vũ trụ trong đó các định luật vật lý giống nhau trong hệ tọa độ thuận tay phải cũng như trong hệ tọa độ thuận tay trái"
        },
        {
            "id": "8ac93ea3-297a-400f-89ef-cd905dcc286b",
            "word": "refinery",
            "phonetic": "ɹᵻfaɪnɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The oil refinery's production reached a record-breaking yield, meeting the high demand in the market.",
                "They have to put up with a giant oil refinery right on their doorstep.",
                "So we needed refineries, which were basically giant chemical plants.",
                "It was available in refineries.",
                "The heroes of our story were conceived in this oil refinery."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmaW5lcnk&hash=ab491d7995ca77cfa1b90c8982be471c858d6e10&lang=en&cache-only=0",
            "defineEn": "a factory in which a natural substance such as oil or sugar is made pure by removing all other substances from it",
            "defineVi": "một nhà máy trong đó một chất tự nhiên như dầu hoặc đường được làm tinh khiết bằng cách loại bỏ tất cả các chất khác khỏi nó"
        },
        {
            "id": "27189c56-3919-4e46-8b58-e15a1fb9664b",
            "word": "sobriety",
            "phonetic": "səbɹaɪəɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Moments later, Brooks will also consent to a series of sobriety tests.",
                "Those include regular exercise, good sleep habits, and sobriety from drugs and alcohol, not to mention the acceptance and empathy of family and friends.",
                "STEPHANIE SY: Like Brandt, not everyone will choose the path of sobriety.",
                "[beeping] Brosnan, who joined the Atlanta Police Department last year, talks to Brooks and then requests an officer who can perform sobriety tests."
            ],
            "audio": "https://tts.langeek.co/read?text=c29icmlldHk&hash=4741bf15922964a4fdccf78c926c1165bc9be21a&lang=en&cache-only=0",
            "defineEn": "the state of being sober and not intoxicated by alcohol",
            "defineVi": "trạng thái tỉnh táo và không say rượu"
        },
        {
            "id": "e148ff5a-c3d4-41ea-9afa-4dfa707b8cec",
            "word": "casualty",
            "phonetic": "kæʒuːəlɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Keeping a lookout for enemy aircraft is your job and that makes you responsible for all these casualties.",
                "During the investigation into the harassment allegations, both the accused employee and the victim were found to have distorted the truth, showcasing how truth is the first casualty of war.",
                "So the word of the day for this video is: - Casualty.",
                "Afghan troops face horrific casualties. ",
                "What is a casualty?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzdWFsdHk&hash=6fb7aa3c1f3b70f50ee489a798c04e31b65ae94c&lang=en&cache-only=0",
            "defineEn": "someone who is killed or wounded during a war or an accident",
            "defineVi": "một người bị giết hoặc bị thương trong chiến tranh hoặc tai nạn"
        },
        {
            "id": "f4c58aa5-e22d-4824-9788-dd0191595bf2",
            "word": "masonry",
            "phonetic": "meɪsənɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "So I joined masonry for a few reasons.",
                "But the weight of the extra masonry made that side sink even deeper.",
                "My grandfather had just started his own masonry business, and so my dad and his brother-in-laws were certified bricklayers and they went into that line of work.",
                "We can have a nonflammable masonry material like block or something on that order, and then use a nonflammable material for effacing and boxing OKAY.",
                "Students choose from seven areas of concentration, including stone, plaster and brick masonry, timber framing and architectural carpentry."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzb25yeQ&hash=ceeedc046683b616e2a92705afa068eb52bd138b&lang=en&cache-only=0",
            "defineEn": "Freemasons collectively",
            "defineVi": "Hội Tam điểm gọi chung"
        },
        {
            "id": "8a8fa525-a017-4263-b5f4-5e4488a2eb7b",
            "word": "quandary",
            "phonetic": "kwɔndɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Kate was in a quandary for the last two weeks.",
                "I've had two job offers, and I'm in a real quandary about which one to accept.",
                "Quandaries like this come up all the time when you consider the divine attributes.",
                "Otherwise, you’d be stuck in a philosophical quandary known as an infinite regress.",
                "But just like Baartman’s return to South Africa presented a legal puzzle since her body predates the founding of the nation, the Bunkers’ bodies also present a legal quandary because none of their immediate family members are alive today (although they have a sizeable number of descendants)."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhbmRhcnk&hash=77b2b31a0054609c8767327315446598b809ad78&lang=en&cache-only=0",
            "defineEn": "a state of being perplexed or uncertain about how to proceed in a situation that is difficult",
            "defineVi": "một trạng thái bối rối hoặc không chắc chắn về cách tiến hành trong một tình huống khó khăn",
            "hasImg": true
        }
    ]
}