{
    "id": "75fc718c-b30d-4013-a08f-7114d743d77d",
    "title": "Unit 2 - Lesson 1",
    "originalTitle": "Unit 2 - Lesson 1",
    "words": [
        {
            "id": "05263a73-88e4-407d-959a-7d4eff1de83a",
            "word": "symptom",
            "phonetic": "sɪmptəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Symptoms usually start appearing within two to three days.",
                "The doctor asked me about my symptoms and medical history to make a diagnosis.",
                "It does not necessarily follow that sleep loss would cause these symptoms.",
                "After trying many different remedies, the medicine finally did the trick and relieved her symptoms.",
                "Asthma usually runs in the family, with many members experiencing symptoms or having a history of the condition."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ltcHRvbQ&hash=7ec994af8280555b6a95617852e3c2b4b0e79f6b&lang=en&cache-only=0",
            "defineEn": "a change in the normal condition of the body or a person, which is the sign of a disease",
            "defineVi": "một sự thay đổi trong tình trạng bình thường của cơ thể hoặc một người, đó là dấu hiệu của một căn bệnh",
            "hasImg": true
        },
        {
            "id": "6b972323-c397-46cf-ab84-6bd47ec846ea",
            "word": "dizzy",
            "phonetic": "dɪzi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I was supposed to walk in with my classmates, but I started to feel dizzy and dropped by the way.",
                "Are you dizzy?",
                "I'm dizzy!",
                "I'm really dizzy,",
                "Now I'm dizzy."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGl6enk&hash=937f03cee5096d7a06269f913cad0ac91b146891&lang=en&cache-only=0",
            "defineEn": "unable to keep one's balance and feeling as though everything is circling around one, caused by an illness or looking down from a high place",
            "defineVi": "không thể giữ thăng bằng và cảm giác như thể mọi thứ đang quay xung quanh mình, do bệnh tật hoặc từ trên cao nhìn xuống",
            "hasImg": true
        },
        {
            "id": "ebc4fcd0-8bc3-4ff1-b957-3e1062fa2100",
            "word": "nauseous",
            "phonetic": "nɔːsɪəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "After the heavy drinking session, Mark woke up feeling nauseous.",
                "After eating some expired seafood, Mark felt extremely nauseous and eventually had to rush to the bathroom to toss his cookies.",
                "After eating the spoiled food, John felt nauseous and ended up puking his guts out.",
                "After eating the questionable seafood, Tom started to feel nauseous and appeared green around the gills.",
                "- I'm feeling nauseous."
            ],
            "audio": "https://tts.langeek.co/read?text=bmF1c2VvdXM&hash=ed98ed6556b76bc96848c8b78767e31114c15488&lang=en&cache-only=0",
            "defineEn": "feeling as if one is likely to vomit",
            "defineVi": "cảm giác như thể một người có khả năng nôn mửa",
            "hasImg": true
        },
        {
            "id": "ad59b1c1-df62-430c-a546-62af698ce234",
            "word": "weak",
            "phonetic": "wiːk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The success of a business is only as great as the least successful department within it, as a chain is only as strong as its weakest link.",
                "She said hello to me and I went weak in the knees.",
                "Tim had been sick for a week, and he was still as weak as a kitten.",
                "But the problem is that Lady Macbeth states that Macbeth is weak for having too much milk of human kindness.",
                "The announcement made me weak at the knees."
            ],
            "audio": "https://tts.langeek.co/read?text=d2Vhaw&hash=3e38a2e6acb92d4ac8666c7b7e35abf0b8451567&lang=en&cache-only=0",
            "defineEn": "not physically strong; having little energy or physical strength",
            "defineVi": "thể chất không cường tráng; có ít năng lượng hoặc sức mạnh thể chất",
            "hasImg": true
        },
        {
            "id": "454f501d-28e8-4646-b298-0017aef89e25",
            "word": "short of breath",
            "phonetic": "ʃɔːɹt ʌv bɹɛθ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2hvcnQgb2YgYnJlYXRo&hash=69faa246636732274778f2f3e8baf6c282550225&lang=en&cache-only=0",
            "defineEn": "facing difficulties when breathing",
            "defineVi": "gặp khó khăn khi thở"
        },
        {
            "id": "76190dbe-7ab0-4feb-b53c-079273d37479",
            "word": "to vomit",
            "phonetic": "tə vɑːmɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "When you're a nurse, cleaning up vomit is all in a day's work.",
                "Mark had a habit of getting involved in toxic relationships, but he found himself drawn back to the same kind of people, like a dog returns to its vomit.",
                "- I vomited.",
                "First, he fed the vomit to dogs.",
                "And my vomit had kind of turned a funny colour at this point."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdm9taXQ&hash=0bedd5d081d1edb26f16c17f3a9d35b99c0fa066&lang=en&cache-only=0",
            "defineEn": "to eject what has been eaten or drunk through the mouth",
            "defineVi": "để đẩy những gì đã được ăn hoặc uống qua miệng",
            "hasImg": true
        },
        {
            "id": "395f65af-3f9e-4a24-a4f2-d62671760449",
            "word": "to cough",
            "phonetic": "tə kɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "You ought to see a doctor about that cough.",
                "She broke the silence by coughing.",
                "The doctor has given me some medicine to take for my cough.",
                "It just goes to show that love and cough cannot be hidden.",
                "He enjoys a spoonful of honey before bed to help calm his cough and promote a good night's sleep."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY291Z2g&hash=f27db6d32c1d65ac3a6da8dd2c5ca34f9568703c&lang=en&cache-only=0",
            "defineEn": "to push air out of our mouth with a sudden noise",
            "defineVi": "để đẩy không khí ra khỏi miệng của chúng tôi với một tiếng ồn đột ngột",
            "hasImg": true
        },
        {
            "id": "730aa248-ccab-4413-84c9-db8c4333e0e6",
            "word": "to sneeze",
            "phonetic": "tə sniːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Guy sneezed loudly.",
                "She sneezed into her elbow to cover her nose.",
                "He sneezes.",
                "Every sneeze starts right inside your nose.",
                "However, this simple sneeze also brings the virus in contact with pets, plants, or even your lunch."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc25lZXpl&hash=0942f21e3410a15aaa71d242f960e21b9c55e77a&lang=en&cache-only=0",
            "defineEn": "to blow air out of our nose and mouth in a sudden way",
            "defineVi": "thổi không khí ra khỏi mũi và miệng của chúng ta một cách đột ngột",
            "hasImg": true
        },
        {
            "id": "ac8205ae-38aa-40fb-9bab-739fb736f249",
            "word": "to wheeze",
            "phonetic": "tə wiːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "It starts with a cough, or a wheeze.",
                "It cause people to cough and wheeze, have shortness of breath.",
                "(wheezes)",
                "Budget build rate here only, you know the least rich Saudi princes buy this one, (wheezes) you go into Dubai with this thing",
                "One veteran, who was accidentally sprayed in the face with the chemical DMMP in 1984, found himself wheezing and coughing the next day, symptoms that ended up lasting several weeks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2hlZXpl&hash=d93e23d54e94352060ba2fccf4225fc006554bf5&lang=en&cache-only=0",
            "defineEn": "to breathe with difficulty, especially with a whistling or rattling sound",
            "defineVi": "thở khó khăn, đặc biệt là với tiếng huýt sáo hoặc tiếng lạch cạch"
        },
        {
            "id": "e6b7eed1-54e7-4808-98a0-0a2fd4d2559e",
            "word": "pain",
            "phonetic": "peɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Government is taking pain to lessen poverty.",
                "I got a sudden pain in my left eye.",
                "She felt a sharp pain in her hand.",
                "Talking to him took my mind off the pain.",
                "She felt aches and pains in her body after a long day of physical activity."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFpbg&hash=300c5571737e21bcea5b0d7e96edac72ac198533&lang=en&cache-only=0",
            "defineEn": "unpleasant feeling caused by an illness or injury",
            "defineVi": "cảm giác khó chịu do bệnh tật hoặc chấn thương gây ra",
            "hasImg": true
        },
        {
            "id": "8466e124-21f0-48d6-af71-8d210612aea8",
            "word": "chest",
            "phonetic": "tʃɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's still playing his cards close to his chest.",
                "The shirt has a pocket on the chest for small items.",
                "Getting things off your chest can be liberating.",
                "I feel all better now that I got that off my chest.",
                "Thank you for lending an ear, I feel much better now that I've gotten that off my chest."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlc3Q&hash=1c738b1c69b3bbb89b0e8998432b8d3886f63567&lang=en&cache-only=0",
            "defineEn": "the front part of the body between the neck and the stomach",
            "defineVi": "phần phía trước của cơ thể giữa cổ và dạ dày",
            "hasImg": true
        },
        {
            "id": "3087d3c4-3072-4eef-9d3a-d63172f9ba66",
            "word": "hip",
            "phonetic": "hɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The two friends were joined at the hip during their college years.",
                "He is shooting from the hip in an act of political desperation.",
                "John and Mary are joined at the hip.",
                "She fell downstairs and broke her hip.",
                "Jeff is a straight talker who always shoots from the hip."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlw&hash=9c1cc4c2e9ed905d4e386b4336a36699b52da8b4&lang=en&cache-only=0",
            "defineEn": "each of the parts above the legs and below the waist at either side of the body",
            "defineVi": "mỗi bộ phận phía trên chân và dưới thắt lưng ở hai bên cơ thể",
            "hasImg": true
        },
        {
            "id": "97f9576e-8f5f-4f96-9f77-d85b2a84e546",
            "word": "rib",
            "phonetic": "ɹɪb ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friends enjoyed smoky beef rib chops at the countryside barbecue.",
                "She coated the pork ribs with a generous amount of piri-piri marinade.",
                "They hosted a backyard cookout, serving mouthwatering ribs that were a hit with their guests.",
                "She prepared a satisfying dish of pansotti stuffed with braised short rib and blue cheese.",
                "She visited a renowned steakhouse and savored a mouthwatering plate of grilled lamb ribs."
            ],
            "audio": "https://tts.langeek.co/read?text=cmli&hash=9d50d74a3453e1c17ff5ffc27aab95aa197bcfcb&lang=en&cache-only=0",
            "defineEn": "each of the curved bones surrounding the chest to protect the organs inside",
            "defineVi": "mỗi xương cong bao quanh ngực để bảo vệ các cơ quan bên trong",
            "hasImg": true
        },
        {
            "id": "d7d22538-030c-468d-af1b-8efb5b6b3fba",
            "word": "stomach",
            "phonetic": "stʌmək ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new soldiers had no stomach for a fight.",
                "You must have a cast-iron stomach.",
                "She felt a wave of nausea in her stomach during the car ride.",
                "Do you get butterflies in your stomach when you have to talk to lots of people?",
                "You must have a cast-iron stomach if you're eating pickles with peanut butter!"
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvbWFjaA&hash=3c26c90dc3cd981fc5b6bb4b0a52c40cbacd467e&lang=en&cache-only=0",
            "defineEn": "the body part inside our body where the food that we eat goes",
            "defineVi": "phần cơ thể bên trong cơ thể chúng ta, nơi thức ăn chúng ta ăn đi",
            "hasImg": true
        }
    ]
}