{
    "id": "75fec639-b330-4509-8d2c-c6d2ec3ca670",
    "title": "Biology",
    "originalTitle": "Biology",
    "words": [
        {
            "id": "301b9099-dd91-41e7-af58-11dc7f58320a",
            "word": "anatomy",
            "phonetic": "ɐnæɾəmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Taking the bit between his teeth he set off across the plain with greater speed than the bones of his anatomy ever gave any promise of.",
                "Today, Peseshet teaches anatomy.",
                "And in hindsight, Deinocheirus’ bizarre anatomy kind of makes sense.",
                "I love biology, I love anatomy.",
                "And so as a result, their anatomy is also pretty wild."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5hdG9teQ&hash=c5b134881e8cdc30524bfd6478db5fb7e9ae1901&lang=en&cache-only=0",
            "defineEn": "the branch of science that is concerned with the physical structure of humans, animals, or plants",
            "defineVi": "ngành khoa học liên quan đến cấu trúc vật lý của con người, động vật hoặc thực vật",
            "hasImg": true
        },
        {
            "id": "de741ef6-cf6d-4abf-ac4a-150f7fb1da9e",
            "word": "chromosome",
            "phonetic": "kɹoʊməsoʊm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Chromosome 16.",
                "Now, each cell only has two chromosomes.",
                "It has two chromosomes.",
                "The chromosomes line up during metaphase.",
                "I have this one, this chromosome right here."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hyb21vc29tZQ&hash=523e41c9de25787671a2e87b39c86f1ff9a6f4d6&lang=en&cache-only=0",
            "defineEn": "a very small threadlike structure in a living organism that carries the genes and genetic information",
            "defineVi": "một cấu trúc giống như sợi chỉ rất nhỏ trong một sinh vật sống mang gen và thông tin di truyền",
            "hasImg": true
        },
        {
            "id": "144d0af4-c6b3-406c-89de-14b79b20f94f",
            "word": "X chromosome",
            "phonetic": "ɛks kɹoʊməsoʊm ",
            "partOfSpeechType": "noun",
            "examples": [
                "I've discovered that I'm 62% English Irish, but for some reason, 90% of my X Chromosome is French German!"
            ],
            "audio": "https://tts.langeek.co/read?text=WCBjaHJvbW9zb21l&hash=b5d9bb0799827a1bef8f0105f4a5de93ec4cf5e4&lang=en&cache-only=0",
            "defineEn": "a sex chromosome, two of which exist in female cells and only one in male cells",
            "defineVi": "một nhiễm sắc thể giới tính, hai trong số đó tồn tại trong các tế bào nữ và chỉ một trong các tế bào nam",
            "hasImg": true
        },
        {
            "id": "4355921e-fc35-48ec-a1d7-fe9caff33f4c",
            "word": "Y chromosome",
            "phonetic": "waɪ kɹoʊməsoʊm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=WSBjaHJvbW9zb21l&hash=43d9bf1c072088f2d34877288746cb0283b5beb4&lang=en&cache-only=0",
            "defineEn": "a sex chromosome, which is normally present only in male cells",
            "defineVi": "một nhiễm sắc thể giới tính, thường chỉ có trong các tế bào nam",
            "hasImg": true
        },
        {
            "id": "c1a9690b-cb85-489d-8483-fe3ea9f87b93",
            "word": "enzyme",
            "phonetic": "ɛnzaɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The enzymes also carry out the final deconstruction of proteins into amino acids and carbohydrates into glucose.",
                "Now, all enzymes have an active site.",
                "These enzymes build strands of DNA from nucleotides, the essential building blocks of nucleic acids.",
                "Sessile glands at the base of the tentacles release digestive enzymes into the prey.",
                "These repair pathways all rely on specialized enzymes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW56eW1l&hash=59eb4555ddc9dad8007b16d19ebc72a59af24f0e&lang=en&cache-only=0",
            "defineEn": "a substance that all living organisms produce that brings about a chemical reaction without being altered itself",
            "defineVi": "một chất mà tất cả các sinh vật sống tạo ra mang lại phản ứng hóa học mà không bị thay đổi"
        },
        {
            "id": "09f810f2-c982-4798-aac8-22b857925f36",
            "word": "antigen",
            "phonetic": "æntɪdʒɛn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Those antigens are different for every strain of influenza.",
                "These recognizable bits are called antigens.",
                "Antigen assays don't have that advantage.",
                "An antigen could be an invader from the outside world, like a bacterium, virus, or fungus.",
                "Finally, there are antigen tests."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aWdlbg&hash=2365e1084c24e95f67b966bdeb91837a6d2599f3&lang=en&cache-only=0",
            "defineEn": "any foreign substance in the body that can trigger a response from the immune system",
            "defineVi": "bất kỳ chất lạ nào trong cơ thể có thể kích hoạt phản ứng từ hệ thống miễn dịch"
        },
        {
            "id": "cacc0f97-cdb3-405a-909e-74776024fc22",
            "word": "microbe",
            "phonetic": "maɪkɹoʊb ",
            "partOfSpeechType": "noun",
            "examples": [
                "But microbes sometimes leave things behind.",
                "Well, microbes do the same thing!",
                "Ultraviolet light can kill microbes in many different environments.",
                "The bigger risk is getting microbes on your hands.",
                "The microbes include bacteria, fungi, parasites and viruses."
            ],
            "audio": "https://tts.langeek.co/read?text=bWljcm9iZQ&hash=a6fde5c5f0bd3e8fa406d81afd5c4b13073e1e44&lang=en&cache-only=0",
            "defineEn": "a very small living organism that cannot be seen without a microscope and can cause a disease",
            "defineVi": "một sinh vật sống rất nhỏ không thể nhìn thấy nếu không có kính hiển vi và có thể gây bệnh"
        },
        {
            "id": "09d3161c-d4e5-40d1-ac36-517610e9e928",
            "word": "to incubate",
            "phonetic": "tʊ ɪŋkjuːbeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "For a control group, they had incubated the protein with RNA.",
                "Nowadays, within 24 to 48 hours, you can travel from one place to the other place and still be incubating the disease.",
                "Males spend less time incubating the eggs of dull-footed females, unless those eggs are large enough to show that the female put extra investment into their chick.",
                "Also, not only do zebra finches incubate their eggs differently in captivity, they start doing it as soon as they enter into it.",
                "As the pile decomposes, it generates the heat needed to incubate the eggs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5jdWJhdGU&hash=5f4bded6d42295161800b829e9988dc30665aa53&lang=en&cache-only=0",
            "defineEn": "to retain something such as eggs or bacteria in a favorable condition to help them develop",
            "defineVi": "để giữ lại một cái gì đó như trứng hoặc vi khuẩn trong điều kiện thuận lợi để giúp chúng phát triển"
        },
        {
            "id": "b042f404-af0f-403c-ae3a-43ee9d8d463d",
            "word": "fetus",
            "phonetic": "fiːɾəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Only about three percent of live births involve multiple fetuses.",
                "Stress hormones can even pass through the placenta to the fetus.",
                "It can reveal information about everything from your brain to your unborn fetus.",
                "But a mother and her fetus don't share exactly the same genes.",
                "So the old fetus alien, you know?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmV0dXM&hash=49b6d6f99e970862ae5bbe86918eed1a930e2118&lang=en&cache-only=0",
            "defineEn": "an offspring of a human or animal that is not born yet, particularly a human aged more than eight weeks after conception",
            "defineVi": "con của người hoặc động vật chưa được sinh ra, đặc biệt là con người đã hơn tám tuần tuổi sau khi thụ thai",
            "hasImg": true
        },
        {
            "id": "5f45ed42-95ad-4397-8586-a0f8a0223ac8",
            "word": "embryo",
            "phonetic": "ɛmbɹɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Glaring round at the solitary embryo sheepskin, who quaked in his shoes.",
                "An embryo swims for its life.",
                "Another collection in December 2019 produced one more embryo.",
                "They film the embryos with a tiny camera inside the incubator.",
                "Four little buds pop out of your body as little embryo."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1icnlv&hash=b42faa4e8e3f6f4a0c7c798968ea1a67c2783d9c&lang=en&cache-only=0",
            "defineEn": "an unhatched or unborn offspring in the process of development, especially a human offspring roughly from the second to the eighth week after fertilization",
            "defineVi": "con cái chưa nở hoặc chưa sinh ra đang trong quá trình phát triển, đặc biệt là con người vào khoảng từ tuần thứ hai đến tuần thứ tám sau khi thụ tinh",
            "hasImg": true
        },
        {
            "id": "de153bc9-167c-4435-9d1a-9c6496b7d328",
            "word": "to ovulate",
            "phonetic": "tʊ ɑːvjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Women ovulate just one or two eggs each month.",
                "You’ve just ovulated.",
                "And you need to ovulate and release an egg in order to be \"fertile.\"",
                "Normally, women release just enough FSH to ovulate or release one egg, but near menopause, they produce a ton of it, which can cause two eggs to ovulate and ultimately result in twins.",
                "Normally, women release just enough FSH to ovulate or release one egg, but near menopause, they produce a ton of it, which can cause two eggs to ovulate and ultimately result in twins."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3Z1bGF0ZQ&hash=5a9b6b83cd86c368dc7c585023cb9619f21a9f1a&lang=en&cache-only=0",
            "defineEn": "(of a female animal or human) to produce an ovum from the ovary",
            "defineVi": "(của động vật cái hoặc con người) để tạo ra một noãn từ buồng trứng"
        },
        {
            "id": "b7a2eaf1-bd04-4254-b679-c90944573f9c",
            "word": "to mutate",
            "phonetic": "tə mjuːteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Viruses mutate more often than practically any other organism.",
                "The coronavirus has mutated.",
                "Higher levels of radiation on Mars' surface would mutate the DNA in our cells at an accelerated pace.",
                "And RNA viruses can mutate much faster.",
                "Yes, because the coronavirus, like every virus, is constantly mutating."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbXV0YXRl&hash=f5a4742f38c999e1464dfcddd25b7b909d0e5922&lang=en&cache-only=0",
            "defineEn": "to cause or experience genetic changes",
            "defineVi": "gây ra hoặc trải qua những thay đổi di truyền"
        },
        {
            "id": "bb2499df-073d-49cf-ad7c-197eb627539f",
            "word": "mutant",
            "phonetic": "mjuːtənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And so we're going to play a mutant, a mammalian warrior.",
                "The mutant cells couldn’t produce any toxins, but they also couldn’t produce that reddish pigment.",
                "The first headline says that the mutant coronavirus is more contagious than the original.",
                "When you have partial immunity, you can select mutants that have a better adherence to the receptor or can escape from the immune response.",
                "And because the mutant Strep didn’t have any pigment, they weren’t protected from the hypochlorite bleach."
            ],
            "audio": "https://tts.langeek.co/read?text=bXV0YW50&hash=cf70ba24a6b56a813515147e0668109f86033099&lang=en&cache-only=0",
            "defineEn": "a living organism that is different from its kind because of a genetic change",
            "defineVi": "một sinh vật sống khác với loại của nó vì một sự thay đổi di truyền"
        },
        {
            "id": "336098a4-e52d-4cb6-9472-903416141876",
            "word": "lymph",
            "phonetic": "lɪmf ",
            "partOfSpeechType": "noun",
            "examples": [
                "And these are the lymph?",
                "Those are the normal lymphs.",
                "Colon cancer looks a certain way, in a lymph node, in the liver, on a CAT scan.",
                "The infected cells travel to the next lymph node to alert other immune cells.",
                "Unfortunately, the lymph node tests are unreliable, and other tests can only be done post mortem."
            ],
            "audio": "https://tts.langeek.co/read?text=bHltcGg&hash=9e001cef8ec0e5eb00fcb222dd10ff2ddf38b2d1&lang=en&cache-only=0",
            "defineEn": "a colorless liquid consisting of white blood cells that helps to prevent infections from spreading",
            "defineVi": "một chất lỏng không màu bao gồm các tế bào bạch cầu giúp ngăn ngừa nhiễm trùng lây lan"
        },
        {
            "id": "2ff84502-2b65-40b6-906d-533fc63a80a6",
            "word": "stem cell",
            "phonetic": "stɛm sɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Stem cells only make up a tiny percentage of our bodies.",
                "Stem cells are sort of a blank canvas.",
                "One solution scientists have talked about here is stem cell therapy.",
                "These stem cells are constantly dividing.",
                "These are a stem cell line."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlbSBjZWxs&hash=c459a4ca61ed1efcfa3585878503ebd143e8900e&lang=en&cache-only=0",
            "defineEn": "(biology) a basic type of cell in a multicellular organism, which develops into different kinds of cells with different functions",
            "defineVi": "(sinh học) một loại tế bào cơ bản trong cơ thể đa bào, phát triển thành các loại tế bào khác nhau với các chức năng khác nhau"
        },
        {
            "id": "a83ddb0c-3244-4361-a154-95257db24c69",
            "word": "membrane",
            "phonetic": "mɛmbɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Animal and plant cells have cell membranes.",
                "The thylakoid has a membrane.",
                "Cell membranes allow for diffusion of certain molecules.",
                "These membranes are phospholipid bilayers.",
                "These make up cell membrane walls."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVtYnJhbmU&hash=45fc909f7788e0f5d28edfada37d1a810aa1dd1e&lang=en&cache-only=0",
            "defineEn": "a thin sheet of tissue that separates or covers the inner parts of an organism",
            "defineVi": "một tấm mô mỏng ngăn cách hoặc bao phủ các bộ phận bên trong của một sinh vật"
        },
        {
            "id": "44d971d8-0474-4cfe-87e8-92700696e87f",
            "word": "lipid",
            "phonetic": "lɪpɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Another class of lipids is the steroids.",
                "But unfortunately for them, lipids don’t exist in a vacuum.",
                "And there are four main kinds: you got the lipids, the carbohydrates, the proteins, and the nucleic acids.",
                "But fats are not the only type of lipids.",
                "Lipid nanoparticles, or LNPs, are tiny balls of layered lipids, or fats, with an mRNA payload tucked safely inside."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlwaWQ&hash=c143c34aac0fb02ea5339b5af8c2e9e5ae55280e&lang=en&cache-only=0",
            "defineEn": "any of a class of organic substances that don't dissolve in water that include many natural oils, waxes, and steroids",
            "defineVi": "bất kỳ loại chất hữu cơ nào không hòa tan trong nước bao gồm nhiều loại dầu tự nhiên, sáp và steroid"
        },
        {
            "id": "13798803-492f-45c9-b81d-0a41c341787f",
            "word": "amino acid",
            "phonetic": "ɐmiːnoʊ æsɪd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW1pbm8gYWNpZA&hash=01186f6a9aaa31211ebb54257ac8026f8b03ac34&lang=en&cache-only=0",
            "defineEn": "any organic compound that creates the basic structure of proteins",
            "defineVi": "bất kỳ hợp chất hữu cơ nào tạo ra cấu trúc cơ bản của protein"
        },
        {
            "id": "b610ea8a-f69c-45ab-b6de-c465be591b02",
            "word": "neuron",
            "phonetic": "nʊɹɹɑːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Multipolar neurons are the most common type of neuron found in the brain and spinal cord.",
                "Multipolar neurons are the most common type of neuron found in the brain and spinal cord.",
                "The interneurons in the spinal cord help to relay signals from sensory neurons to motor neurons, allowing for coordinated movements.",
                "The interneurons in the spinal cord help to relay signals from sensory neurons to motor neurons, allowing for coordinated movements.",
                "Like a soccer-playing teenager, neurons have a crazy-high metabolic rate."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV1cm9u&hash=5d56f567a665bce1d478b4a7e26201b64581eb32&lang=en&cache-only=0",
            "defineEn": "a cell that is responsible for transmitting nerve impulses between the brain and the rest of the body",
            "defineVi": "một tế bào chịu trách nhiệm truyền các xung thần kinh giữa não và phần còn lại của cơ thể"
        },
        {
            "id": "f0c8b904-7e74-4aac-a672-2d256bed8bca",
            "word": "neurotransmitter",
            "phonetic": "nʊɹɹətɹænsmɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The neurotransmitter dopamine also plays a part.",
                "One of those relief-providing chemicals is serotonin, a neurotransmitter.",
                "Our brain's neurotransmitter chemistry also changes with these different states.",
                "You've heard of neurotransmitters.",
                "Pleasurable experiences flush certain parts of our brain with dopamine, a neurotransmitter."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV1cm90cmFuc21pdHRlcg&hash=4deb3260ad3f3d1528f81c5068da5fe9e6febcc0&lang=en&cache-only=0",
            "defineEn": "a chemical substance that transmits messages from a neuron to another one or to a muscle",
            "defineVi": "một chất hóa học truyền thông điệp từ tế bào thần kinh này sang tế bào thần kinh khác hoặc cơ bắp"
        },
        {
            "id": "e1d61cb9-5dd3-4934-998d-1dd4b64fcccb",
            "word": "mitochondrion",
            "phonetic": "maɪɾəkɑːndɹiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cardiac cells are also loaded with energy-generating mitochondria.",
                "And your body breaks down the fat molecules in your fat cells to fuel your mitochondria.",
                "They had poor endurance, their muscles were 60% weaker than normal mice, and their muscle cells had fewer mitochondria.",
                "Another example is rotenone, a tropical plant extract that’s great for killing bugs, since it gums up their mitochondria.",
                "First, eukaryotes almost always have mitochondria in their cells."
            ],
            "audio": "https://tts.langeek.co/read?text=bWl0b2Nob25kcmlvbg&hash=df500e8fac2b95ce9734b7936540c5d62f94d613&lang=en&cache-only=0",
            "defineEn": "an organelle that is abundantly present in most cells that is responsible for energy production",
            "defineVi": "một bào quan có nhiều trong hầu hết các tế bào chịu trách nhiệm sản xuất năng lượng"
        },
        {
            "id": "0e338f96-0871-4027-b222-515e5b357d07",
            "word": "anaerobic",
            "phonetic": "ænɛɹoʊbɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The oceans were populated by anaerobic microbes.",
                "Anaerobic microbes started to die off, as they were basically poisoned by the oxygen.",
                "Sometime in the Proterozoic, before 2.1 billion years ago, an anaerobic cell ate an aerobic bacterium, one that used oxygen to produce energy.",
                "But anaerobic bacteria could thrive in this environment, and they got to work.",
                "Which was fine at the time, because microscopic life on Earth back then was probably anaerobic."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5hZXJvYmlj&hash=771331f06e183b64040806dd9cda42dd669d7dd4&lang=en&cache-only=0",
            "defineEn": "not needing free oxygen to function",
            "defineVi": "không cần oxy tự do để hoạt động"
        },
        {
            "id": "46f7faa8-2031-4db6-9037-e124696af6f2",
            "word": "cortisol",
            "phonetic": "kɔːɹɾɪsɑːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cortisol plays a large part in the fight-or-flight response.",
                "The adrenal glands produce cortisol, and release some constantly.",
                "This is cortisol, cortisol.",
                "This is cortisol, cortisol.",
                "Increased cortisol suppresses sexual arousal."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ydGlzb2w&hash=efcabfe9f7064be2e7c31ecb2581fcb640baebd9&lang=en&cache-only=0",
            "defineEn": "a steroid hormone that the body produces and is used in medicine to help cure skin diseases",
            "defineVi": "một loại hormone steroid mà cơ thể sản xuất và được sử dụng trong y học để giúp chữa các bệnh về da"
        },
        {
            "id": "7b5d8d5c-9b74-482d-a2d4-364bfa93e6a0",
            "word": "oestrogen",
            "phonetic": "iːstɹədʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "and they too have oestrogen and testosterone as do women uhm, there's just different levels, and they find that, uhm, like women, we were talking about in the PMS (PMT in UK) video how women have a monthly cycle of hormonal changes that shifts, but men have it daily."
            ],
            "audio": "https://tts.langeek.co/read?text=b2VzdHJvZ2Vu&hash=36fe79137a5df1bb0cc1e0f637ff135e3bc9d69f&lang=en&cache-only=0",
            "defineEn": "a category of sex hormone that is produced in women’s ovaries which leads to the development of typical female features",
            "defineVi": "một loại hormone sinh dục được sản xuất trong buồng trứng của phụ nữ dẫn đến sự phát triển của các đặc điểm nữ điển hình"
        },
        {
            "id": "09510820-0986-49c7-82b3-4f33e962dcd4",
            "word": "testosterone",
            "phonetic": "tɛstɑːstɚɹoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is testosterone.",
                "The testosterone is flowing tonight.",
                "And this advantage is largely attributed to testosterone.",
                "In fact, men and women have estrogen and testosterone, just in different amounts.",
                "No testosterone differences, no behavioral differences, and no difference in feeling powerful."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVzdG9zdGVyb25l&hash=6e7fa5155234928d2bd61bae98f28a35f7c90186&lang=en&cache-only=0",
            "defineEn": "a hormone related to gender that is produced by male body to develop typical male features",
            "defineVi": "một loại hormone liên quan đến giới tính được sản xuất bởi cơ thể nam giới để phát triển các đặc điểm nam giới điển hình"
        },
        {
            "id": "28a2acd6-b335-426e-9f57-f3223ef54895",
            "word": "insulin",
            "phonetic": "ɪnsəlɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "It simply suspended insulin.",
                "You've got to have insulin.",
                "Not taking their insulin.",
                "Both commercial systems can adjust insulin rates every five minutes.",
                "When you have type one, the pancreas makes no insulin at all."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdWxpbg&hash=c6c2639ec3b2f0a279cc30ff6859ac7e978f0ffc&lang=en&cache-only=0",
            "defineEn": "a hormone that is responsible for controlling the level of glucose in the blood, the lack of which can cause diabetes",
            "defineVi": "một loại hormone chịu trách nhiệm kiểm soát mức độ glucose trong máu, sự thiếu hụt này có thể gây ra bệnh tiểu đường"
        },
        {
            "id": "bf0c1fe1-3967-41df-8edc-a08159dcede9",
            "word": "to secrete",
            "phonetic": "tə sᵻkɹiːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Enamel-building cells secrete a mixture of chemicals that hardens into mineral crystals.",
                "This hormone is normally secreted in response to a stress or a perceived environmental threat.",
                "The hard corals of the Great Barrier Reef secrete the chemical compound calcium carbonate, which hardens into limestone.",
                "The phage also secretes liquid crystalline droplets that form a coating around the bacterium.",
                "The gland secretes a wax that repels water."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VjcmV0ZQ&hash=3d5ca43a585cb28c081fc110553863bc03d61933&lang=en&cache-only=0",
            "defineEn": "(of a cell, gland, or organ) to produce and release a liquid substance in the body",
            "defineVi": "(của một tế bào, tuyến hoặc cơ quan) để sản xuất và giải phóng một chất lỏng trong cơ thể"
        },
        {
            "id": "86647f23-22d9-475a-b835-3fb79275aa61",
            "word": "RNA",
            "phonetic": "ɑːɹɹɛneɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The messenger RNA travels to a ribosome.",
                "And RNA viruses can mutate much faster.",
                "RNA is the molecular cousin of DNA.",
                "Also, RNA does not contain thymine.",
                "yeah DNA and RNA, which we use to encode information for the formation of proteins."
            ],
            "audio": "https://tts.langeek.co/read?text=Uk5B&hash=af4bacb0c44acba705e692e8561a119f40fc9e35&lang=en&cache-only=0",
            "defineEn": "(biochemistry) a chemical substance that carries the information from DNA to control the cellular protein biosynthesis",
            "defineVi": "(hóa sinh) một chất hóa học mang thông tin từ DNA để kiểm soát quá trình sinh tổng hợp protein của tế bào",
            "hasImg": true
        },
        {
            "id": "7c222a3c-effc-428c-a9a3-0da98b68537f",
            "word": "receptor",
            "phonetic": "ɹᵻsɛptɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some receptors sense things like heat and pain.",
                "Opioid receptors do just the opposite.",
                "According to the vibrational model, olfactory receptors carry an electron in a high-energy state.",
                "But spicy foods can trick these receptors!",
                "At first detection of low water levels, sensory receptors in the brain's hypothalamus signal the release of antidiuretic hormone."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjZXB0b3I&hash=c9f7044fc15f31a1bfbb816ec6a21e9ae039bdfd&lang=en&cache-only=0",
            "defineEn": "a sense organ or nerve ending that can respond to external stimuli and is able to transmit data to the central nervous system",
            "defineVi": "một cơ quan cảm giác hoặc đầu dây thần kinh có thể phản ứng với các kích thích bên ngoài và có thể truyền dữ liệu đến hệ thống thần kinh trung ương"
        },
        {
            "id": "7dd1e48b-c75b-4ac7-918b-40a638184a47",
            "word": "genome",
            "phonetic": "dʒiːnoʊm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Imagine the genome as a huge book.",
                "Their genomes are complex, with over 900 genes.",
                "That genome was compared to modern human genomes.",
                "Who do those genomes belong to?",
                "Damage to these blood-making cells can create mutations in their genomes. "
            ],
            "audio": "https://tts.langeek.co/read?text=Z2Vub21l&hash=7f73aa7d98c72df37abd5b573d87b10260104d44&lang=en&cache-only=0",
            "defineEn": "the complete set of genetic material of any living thing",
            "defineVi": "bộ vật liệu di truyền hoàn chỉnh của bất kỳ sinh vật sống nào"
        },
        {
            "id": "dc833e33-1534-404f-89e1-45cf7136ca78",
            "word": "dominant",
            "phonetic": "dɑːmɪnənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The company struggled on through some dark days several years ago, but it has since established itself as a dominant force in the market.",
                "Stevenson used to be the dominant player on the tour, but it looks like she has finally found her match in the young newcomer.",
                "Cash transactions are still dominant.",
                "Definitely my left eye is dominant.",
                "Then, around 1900, the H1-type virus became dominant."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9taW5hbnQ&hash=071bbda5e81707db0a63626f011aa6d05eba1f57&lang=en&cache-only=0",
            "defineEn": "(of genes) causing a person to inherit a particular physical feature, even if it is only present in one parent's genome",
            "defineVi": "(của gen) khiến một người thừa hưởng một đặc điểm thể chất cụ thể, ngay cả khi nó chỉ có trong bộ gen của cha hoặc mẹ"
        },
        {
            "id": "81f19331-67e4-4cdc-9a7c-7f4fd57df4c1",
            "word": "genetic code",
            "phonetic": "dʒɪnɛɾɪk koʊd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXRpYyBjb2Rl&hash=11a8b9ec0a1608f86b3c5efe462fde48b4b5722f&lang=en&cache-only=0",
            "defineEn": "the ordering of nucleotides in DNA molecules that carries the genetic information in living cells",
            "defineVi": "trật tự của các nucleotide trong phân tử DNA mang thông tin di truyền trong tế bào sống"
        },
        {
            "id": "2e9cf147-143b-4f47-aa31-9194ecebb0d8",
            "word": "stimulus",
            "phonetic": "stɪmjʊləs ",
            "partOfSpeechType": "noun",
            "examples": [
                "More stimulus is needed.",
                "We passed the stimulus. ",
                "The big rock for now in our rucksack is a stimulus deal.",
                "Just a tiny stimulus can set the sundew in motion.",
                "The stimulus didn’t really get anywhere. "
            ],
            "audio": "https://tts.langeek.co/read?text=c3RpbXVsdXM&hash=28d43219d2ef44c270ee99842e71aa3701b7064a&lang=en&cache-only=0",
            "defineEn": "something that encourages an activity or causes a reaction in a person or thing",
            "defineVi": "cái gì đó khuyến khích một hoạt động hoặc gây ra phản ứng trong một người hoặc vật"
        },
        {
            "id": "b884e139-aa5b-4c6e-a231-eb690b851f17",
            "word": "hybrid",
            "phonetic": "haɪbɹɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "But hybrids, the offspring of two species, do happen.",
                "The company introduced its first production plug in hybrid.",
                "Hybrids are not going away anytime soon.",
                "The hybrid version does get better gas mileage than other F-150s.",
                "So hybrids are likely not going anywhere soon."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlicmlk&hash=6d9d116cb17f3f312d5a240e0df3bad9e175d3db&lang=en&cache-only=0",
            "defineEn": "an animal or plant with parents that belong to different breeds or varieties",
            "defineVi": "một loài động vật hoặc thực vật có bố mẹ thuộc các giống hoặc giống khác nhau"
        },
        {
            "id": "f9c7bb33-f415-4b98-bac4-bf62c32dbc4a",
            "word": "clone",
            "phonetic": "kloʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Clones could exist.",
                "Clone with a tie:",
                "Clone without a tie:",
                "Left Clone:",
                "These babies are tiny clones."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvbmU&hash=e15ad0d95aefceeb9d49bee95720f07581782ca6&lang=en&cache-only=0",
            "defineEn": "a cell or a group of cells created through a natural or artificial process from a source that they are genetically identical to",
            "defineVi": "một tế bào hoặc một nhóm tế bào được tạo ra thông qua quá trình tự nhiên hoặc nhân tạo từ một nguồn mà chúng giống hệt nhau về mặt di truyền"
        }
    ]
}