{
    "id": "76e62aba-661e-4754-bac3-101a509a036d",
    "title": "Unit 14 - Lesson 1",
    "originalTitle": "Unit 14 - Lesson 1",
    "words": [
        {
            "id": "6131c7ba-d959-4758-816e-fc46fe8b0703",
            "word": "engineering",
            "phonetic": "ɛndʒɪnɪɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "German engineering is highly regarded for its precision and quality.",
                "She works for an engineering company.",
                "She attends a prestigious university known for its engineering program.",
                "An engineer's job is to apply scientific principles to solve engineering challenges.",
                "Mary is blazing a trail as the first woman to lead the company's engineering team."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5naW5lZXJpbmc&hash=289e72a1c14f6cf828fbb3707e21cddaf7587cc4&lang=en&cache-only=0",
            "defineEn": "a field of study that deals with the building, designing, developing, etc. of structures, bridges, or machines",
            "defineVi": "một lĩnh vực nghiên cứu liên quan đến việc xây dựng, thiết kế, phát triển, v.v. của các cấu trúc, cây cầu hoặc máy móc",
            "hasImg": true
        },
        {
            "id": "0151fd52-d01d-4eaf-9732-3f1b3c5ecf5a",
            "word": "law",
            "phonetic": "lɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The laws were reformed root and branch.",
                "Boys his age are a law unto themselves.",
                "The law went into effect on 1 August.",
                "The law was changed in 2001.",
                "Important new laws are already in the pipeline."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF3&hash=59dfb1a7c5762a5ef6715570a7b193c30cde7ac6&lang=en&cache-only=0",
            "defineEn": "the law as a subject of study at college, etc.; the profession of practicing law",
            "defineVi": "luật như một môn học ở trường đại học, v.v.; nghề hành nghề luật sư",
            "hasImg": true
        },
        {
            "id": "a1d9d43f-d6eb-4358-b9ef-3e9a19283d0e",
            "word": "biology",
            "phonetic": "baɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Biology and computing are disciplines which seem like chalk and cheese but which have very deep connections on the most fundamental level.",
                "The students were instructed to collect leaves for their biology project.",
                "Researchers at the cutting edge of molecular biology.",
                "Evolutionary biology is one of them.",
                "But again, biology got in the way."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlvbG9neQ&hash=3112015b881b698d671f5fba13edf4db83aae687&lang=en&cache-only=0",
            "defineEn": "the scientific study of living organisms; the science that studies living organisms",
            "defineVi": "nghiên cứu khoa học về các sinh vật sống; khoa học nghiên cứu các sinh vật sống",
            "hasImg": true
        },
        {
            "id": "c5d1e2a6-8a43-4d6b-82e4-fb206c62bb31",
            "word": "chemistry",
            "phonetic": "kɛmɪstɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Professor Johnson is the big gun of the chemistry department.",
                "We explore the different branches of science, such as chemistry and astronomy.",
                "They have such a strong musical chemistry and perform flawlessly together.",
                "For Jeremy, ignorance was bliss as he remained oblivious to his failing grade in chemistry class.",
                "Mums and dads who see their sweet little Sally Ann tripping off for a night's studying at the chemistry society, looking like butter wouldn't melt, would be advised to look closer."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlbWlzdHJ5&hash=a20acb4d23a57f411f33c5ec0960756e9e473962&lang=en&cache-only=0",
            "defineEn": "the branch of science that is concerned with studying the structure of substances and the way that they change or combine with each other",
            "defineVi": "ngành khoa học liên quan đến việc nghiên cứu cấu trúc của các chất và cách chúng thay đổi hoặc kết hợp với nhau",
            "hasImg": true
        },
        {
            "id": "94ba5e3c-1c4b-4cea-b9c2-f28e1395b853",
            "word": "history",
            "phonetic": "hɪstɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She brings history to life with her books.",
                "It leaves a mark in history.",
                "We study the history of our country in social studies class.",
                "She studied different subjects in school, from math to history.",
                "This collection of stories bridges the gap between history and fiction."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlzdG9yeQ&hash=c196a9867934a2cc53334822d4ca2c61b99ea3fa&lang=en&cache-only=0",
            "defineEn": "the study of past events, especially as a subject in school or university",
            "defineVi": "nghiên cứu về các sự kiện trong quá khứ, đặc biệt là một chủ đề trong trường học hoặc đại học",
            "hasImg": true
        },
        {
            "id": "fe8d6671-be40-4c39-b5c4-c84167b22352",
            "word": "fine arts",
            "phonetic": "faɪn ɑːɹts ",
            "partOfSpeechType": "noun",
            "examples": [
                "For example, I graduated with a Bachelor of Fine Arts in Studio Art, I have a painting degree.",
                "In her research on monuments of Civil War soldiers, art historian Sarah Beetham of the Pennsylvania Academy of the Fine Arts, notes that many of the monuments were sold by New England manufacturers (like the Monumental Bronze Co. in Bridgeport, CT) at the end of the 19th century.",
                "There's the Exploratorium, there's the Japanese Tea Garden, there's the Palace of Fine Arts, there's the de Young Museum, there's the Opera House, there's the Symphony.",
                "My name is Alison Smith and I am an artist, an educator and Dean of Fine Arts at California College of the Arts, and I am here at my home and studio in San Francisco sheltering in place, like so many other people around the world, due to the novel coronavirus pandemic ."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmluZSBhcnRz&hash=113e730e9a1b45905828d14f8cb35e07b824c31a&lang=en&cache-only=0",
            "defineEn": "the creative forms of expression that are primarily intended to be appreciated for their beauty or emotional power, such as painting, sculpture, etc.",
            "defineVi": "các hình thức thể hiện sáng tạo chủ yếu nhằm mục đích đánh giá cao vẻ đẹp hoặc sức mạnh cảm xúc của chúng, chẳng hạn như hội họa, điêu khắc, v.v.",
            "hasImg": true
        },
        {
            "id": "c83dc707-4a17-4632-b686-00f5a5714a69",
            "word": "drama",
            "phonetic": "dɹɑːmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend has been dealing with a lot of family drama lately, but I reminded her that we all have our crosses to bear and to take it one day at a time.",
                "In a political drama, when a new scandal or revelation is exposed, the plot thickens as the characters must navigate new challenges and conflicts.",
                "Getting involved in a toxic relationship may provide the thrill of drama and excitement, but it can also lead to emotional abuse, manipulation, and heartbreak.",
                "By staying out of drama and avoiding negative talk, I've been able to maintain positive relationships with those around me.",
                "This first diner overhears the drama right away."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhbWE&hash=9889b23245393f9ca6c85ba9dcc470683459ebc0&lang=en&cache-only=0",
            "defineEn": "a play that is performed in a theater, on TV, or radio",
            "defineVi": "một vở kịch được thực hiện trong một nhà hát, trên TV, hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "ddaba87e-c9d8-4edd-a31f-c75851a41a4a",
            "word": "science",
            "phonetic": "saɪəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have a science project due next week at school.",
                "All of his teachers are going bananas over his science fair experiment.",
                "They are studying for the science competition next month.",
                "We study different subjects like math, science, and English at school.",
                "We discuss current scientific advancements and discoveries in science class."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NpZW5jZQ&hash=0d8d035c1bcc87c4aafa11f1dcfe197bc7ce2e9a&lang=en&cache-only=0",
            "defineEn": "knowledge about the structure and behavior of the natural and physical world, especially based on examining, testing, and proving facts",
            "defineVi": "kiến thức về cấu trúc và hành vi của thế giới tự nhiên và vật chất, đặc biệt là dựa trên việc kiểm tra, thử nghiệm và chứng minh sự thật",
            "hasImg": true
        },
        {
            "id": "1f9a6f18-3286-481a-8202-20ddab7eb913",
            "word": "to [get] to know  {sb/sth}",
            "phonetic": "tə ɡɛt tə noʊ ɛsbiː slæʃ ɛstiːeɪtʃ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IHRvIGtub3cgIHtzYnN0aH0&hash=44000b47667310c8bd7a78676dcc2f3bec681ad2&lang=en&cache-only=0",
            "defineEn": "to become familiar with someone or something by spending time with them and learning about them",
            "defineVi": "để trở nên quen thuộc với một ai đó hoặc một cái gì đó bằng cách dành thời gian với họ và tìm hiểu về họ"
        },
        {
            "id": "10114c80-2583-4de6-bfd1-8b7b4d885e5f",
            "word": "life story",
            "phonetic": "laɪf stoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGlmZSBzdG9yeQ&hash=fbf7f65c8b91bea119cd30b97896adba18962af8&lang=en&cache-only=0",
            "defineEn": "the account or narrative of a person's life, typically including significant events, experiences, and personal details",
            "defineVi": "tài khoản hoặc tường thuật về cuộc sống của một người, thường bao gồm các sự kiện quan trọng, trải nghiệm và thông tin cá nhân"
        },
        {
            "id": "1e6cc161-a43a-4dfb-a139-924b8e4ccc18",
            "word": "event",
            "phonetic": "ᵻvɛnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their bread and butter is reporting local events.",
                "The event finished with a spectacular fireworks display.",
                "These events occurred within living memory.",
                "The tragic event tore the community out of its sense of normalcy.",
                "The paper’s bread and butter is reporting local events in a small community."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZlbnQ&hash=67a965bdb4925b1c8d9416b6b498c1cd51785858&lang=en&cache-only=0",
            "defineEn": "anything that takes place, particularly something important",
            "defineVi": "bất cứ điều gì diễn ra, đặc biệt là một cái gì đó quan trọng"
        },
        {
            "id": "cfb9e8b2-e389-41c6-bfab-dfdc1c938a28",
            "word": "born",
            "phonetic": "bɔːɹn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So, this is the Born This Way Multi-Use Sculpting Concealer.",
                "Just Born was actually looking for jelly bean technology.",
                "Just Born decided to ramp up production of these gooey treats.",
                "Peeps make up 70% of Just Born's annual revenue.",
                "We visited Just Born's Pennsylvania factory to see how these iconic treats come to life."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9ybg&hash=530113a97065cc443765172c426b72269664ba87&lang=en&cache-only=0",
            "defineEn": "brought to this world through birth",
            "defineVi": "mang đến thế giới này thông qua sinh",
            "hasImg": true
        },
        {
            "id": "b868f946-9671-457d-8188-869e0925fe80",
            "word": "to grow up",
            "phonetic": "tə ɡɹoʊ ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "She grew up in the shadow of her very popular sister.",
                "She grew up with Marmite as a staple in her household.",
                "Grow up, it's just a game.",
                "Growing up in the same neighborhood, the group of friends shared many experiences and interests, and as a result, they all tended to agree on many things.",
                "The mother watched her children grow up and realized that time fleeth away without delay, reminding her to cherish every moment with them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JvdyB1cA&hash=117d9a571fd58be31415af07e97ff305c7638eee&lang=en&cache-only=0",
            "defineEn": "to change from being a child into an adult little by little",
            "defineVi": "thay đổi từ một đứa trẻ thành một người lớn từng chút một",
            "hasImg": true
        },
        {
            "id": "c84775f8-33c8-47d8-b8ba-7fede09d2799",
            "word": "to go",
            "phonetic": "tə ɡoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Siemens display goes the whole hog.",
                "The cruise went very quickly.",
                "My laptop went haywire",
                "To go swimming/fishing/jogging.",
                "The email went to everyone in the company."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28&hash=a29af22a99b2c4ebaab92563d163caf4ad74d7f9&lang=en&cache-only=0",
            "defineEn": "to travel or move from one location to another location",
            "defineVi": "để đi du lịch hoặc di chuyển từ một địa điểm đến một địa điểm khác",
            "hasImg": true
        },
        {
            "id": "220eeefd-8000-46db-b526-ee32fe73161d",
            "word": "school",
            "phonetic": "skuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Schools have welcomed such arrangements with open arms.",
                "The school took the full force of the explosion.",
                "She left school at 16.",
                "Many schools don’t take full advantage of the Internet.",
                "The kids always work hard at school."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nob29s&hash=aa43afe44c159e58dab84a8e13fbc414dccf25ae&lang=en&cache-only=0",
            "defineEn": "a place where children learn things from teachers",
            "defineVi": "một nơi mà trẻ em học những điều từ giáo viên",
            "hasImg": true
        },
        {
            "id": "97c87f87-93f3-4a6b-b29e-37382737fe2f",
            "word": "to move",
            "phonetic": "tə muːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "She moved her queen.",
                "Things certainly move fast in the blogosphere.",
                "She moved the tray to a side table.",
                "We moved our chairs a little nearer.",
                "She moved the ball toward the opponent's goal."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW92ZQ&hash=e59a3a204d7647bde2016efcae1344269cdd7b59&lang=en&cache-only=0",
            "defineEn": "to go from one place to another; to change position",
            "defineVi": "đi từ nơi này đến nơi khác; để thay đổi vị trí",
            "hasImg": true
        },
        {
            "id": "ea48388b-0908-45d9-882d-d30c7ad7848c",
            "word": "to study",
            "phonetic": "tə stʌdi ",
            "partOfSpeechType": "verb",
            "examples": [
                "My friend studied the nutritional benefits of different legumes for her research project.",
                "We study the history of our country in social studies class.",
                "She studied different subjects in school, from math to history.",
                "We study different subjects like math, science, and English at school.",
                "Researchers study diatoms to better understand the environmental conditions of aquatic habitats."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3R1ZHk&hash=88fafe8f78d24739ac53037c1dc9b9a1d0f4332b&lang=en&cache-only=0",
            "defineEn": "to spend time to learn about certain subjects by reading books, going to school, etc.",
            "defineVi": "dành thời gian để tìm hiểu về các chủ đề nhất định bằng cách đọc sách, đi học, v.v.",
            "hasImg": true
        },
        {
            "id": "8edeaea5-a82b-404b-972a-87fca3cb3c99",
            "word": "to graduate",
            "phonetic": "tə ɡɹædjuːeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I will graduate from university next year with a degree in psychology.",
                "Graduating from college was her ultimate destination after years of hard work and dedication.",
                "She followed a different path after graduating from college.",
                "I remember the exact date when I graduated from college.",
                "I doubt he even graduated from high school!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JhZHVhdGU&hash=1389ff864ba4ae3d4afd2e9ebd0f0cc2b1daf4ec&lang=en&cache-only=0",
            "defineEn": "to finish a university or college degree successfully, particularly the first degree",
            "defineVi": "để hoàn thành một bằng đại học hoặc cao đẳng thành công, đặc biệt là mức độ đầu tiên",
            "hasImg": true
        },
        {
            "id": "d10cc6da-598e-4925-b0f4-ae8c71181532",
            "word": "academic",
            "phonetic": "ækədɛmɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The novel is worlds apart from his academic writings.",
                "The German education system is highly regarded for its emphasis on academic excellence.",
                "He belongs to a prestigious academic society that promotes scientific research.",
                "The professor is a big cheese in the academic world, known for her groundbreaking research and expertise in the field.",
                "Although they struggled to make ends meet, the Johnsons took pride in their children's academic achievements and aspirations."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNhZGVtaWM&hash=33b0e00d45ac47a5e62452fca6b13cd2abf961f5&lang=en&cache-only=0",
            "defineEn": "related to education, particularly higher education",
            "defineVi": "liên quan đến giáo dục, đặc biệt là giáo dục đại học",
            "hasImg": true
        },
        {
            "id": "f2f82cc1-f1d8-46b0-9ce5-f3139c53bc7d",
            "word": "subject",
            "phonetic": "sʌbdʒɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The professor knew his subject from the ground up.",
                "She studied different subjects in school, from math to history.",
                "We study different subjects like math, science, and English at school.",
                "The loyal subjects bowed down before their king as a sign of reverence.",
                "They exchanged views on every subject under the sun."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ViamVjdA&hash=84940577ecf6ded51b9ed839e05aea89d5fb9257&lang=en&cache-only=0",
            "defineEn": "a branch or an area of knowledge that we study at a school, college, or university",
            "defineVi": "một nhánh hoặc một lĩnh vực kiến thức mà chúng tôi nghiên cứu tại một trường học, cao đẳng hoặc đại học",
            "hasImg": true
        },
        {
            "id": "5487d73f-7158-4e51-8a22-d4af156c647d",
            "word": "architecture",
            "phonetic": "ɑːɹkɪtɛktʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "European architecture is known for its stunning cathedrals and castles.",
                "You'll find this style of architecture all over the town.",
                "She visited an old castle and marveled at its medieval architecture.",
                "The house is a shining example of Art Deco architecture.",
                "Barcelona, located in Spain, is famous for its unique architecture."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGl0ZWN0dXJl&hash=5b9301f2628890e5f87eaca7889bfba5f407d565&lang=en&cache-only=0",
            "defineEn": "the study or art of building and designing houses",
            "defineVi": "nghiên cứu hoặc nghệ thuật xây dựng và thiết kế nhà ở",
            "hasImg": true
        },
        {
            "id": "541a9cfd-029c-4987-96df-fca5f5de4fba",
            "word": "medicine",
            "phonetic": "mɛdəsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This new medicine is a beacon of hope for/to thousands of people.",
                "The medicine cabinet in the bathroom holds our first aid supplies.",
                "The doctor has given me some medicine to take for my cough.",
                "You are getting a taste of your own medicine!",
                "The coup gave the dictatorship a dose of its own medicine, subjecting the dictator and his entourage to torture and confinement in deplorable conditions."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaWNpbmU&hash=d04a3679fc1da6d2f215cec241561fd4e3d4d673&lang=en&cache-only=0",
            "defineEn": "the field of science that is concerned with treating injuries and diseases",
            "defineVi": "lĩnh vực khoa học liên quan đến điều trị chấn thương và bệnh tật",
            "hasImg": true
        },
        {
            "id": "a5b02725-9122-4957-b2e7-ab3c67b4f848",
            "word": "psychology",
            "phonetic": "saɪkɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I will graduate from university next year with a degree in psychology.",
                "He has become widely known as an expert in child psychology.",
                "I'm thinking of studying psychology, but I keep changing my mind.",
                "Psychology is more complicated than that.",
                "Psychology can also contribute to a recession."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hvbG9neQ&hash=e228bea33c687a9fac8a8a5f1be47323c87fba03&lang=en&cache-only=0",
            "defineEn": "a field of science that studies the mind, its functions, and how it affects behavior",
            "defineVi": "một lĩnh vực khoa học nghiên cứu tâm trí, chức năng của nó và cách nó ảnh hưởng đến hành vi",
            "hasImg": true
        },
        {
            "id": "1709dfff-b0d6-4d6b-9895-5cc73ec53af8",
            "word": "business",
            "phonetic": "bɪznəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many more businesses are feeling the chill wind of the recession.",
                "The business has already closed the books for this quarter.",
                "The business is losing money.",
                "The business has legs.",
                "Many businesses use the Salesforce platform for customer relationship management."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVzaW5lc3M&hash=05385ff27a4a97f16285677f5b2378e28bce2ded&lang=en&cache-only=0",
            "defineEn": "the activity of providing services or products in exchange for money",
            "defineVi": "hoạt động cung cấp dịch vụ hoặc sản phẩm để đổi lấy tiền",
            "hasImg": true
        },
        {
            "id": "d96c5661-d2c8-4915-8db0-b67cd2ed4557",
            "word": "education",
            "phonetic": "ɛdʒuːkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Education for a human being is a window to the world.",
                "He holds strange views on education.",
                "Education consists for him in reciting by heart and obeying.",
                "Parents should involve themselves in their child's education.",
                "He will be continuing his education in the US."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWR1Y2F0aW9u&hash=4c3c5a5c8a6171baf66d14af54c87169e6df3bb5&lang=en&cache-only=0",
            "defineEn": "the process that involves teaching and learning, particularly at a school, university, or college",
            "defineVi": "quá trình liên quan đến việc dạy và học, đặc biệt là ở trường học, trường đại học hoặc cao đẳng",
            "hasImg": true
        },
        {
            "id": "0307da07-3f1c-401d-89fb-bc1053c300b2",
            "word": "mathematics",
            "phonetic": "mæθɪmæɾɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mathematics is a powerful tool in physics, describing everything from the shapes of planetary orbits to the properties of atoms.",
                "At 18, Johnson graduated college with degrees in French and Mathematics. ",
                "Physics is great, but mathematics is truly the universal language.",
                "Like, not to get all Crash Course Mathematics on you or anything, but a Revolution is a 360 degree turn, which leaves you back where you started.",
                "For instance, their Calculus in a Nutshell course gives you an overview of how this branch of mathematics is essential for everything from ecology to economics."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0aGVtYXRpY3M&hash=607b5e7d1216f25f14b1e038b4d7a1c2c8391ba0&lang=en&cache-only=0",
            "defineEn": "the study of numbers and shapes that involves calculation and description",
            "defineVi": "nghiên cứu về các con số và hình dạng liên quan đến tính toán và mô tả",
            "hasImg": true
        },
        {
            "id": "9adb5105-0ac2-459a-bcfa-4c7713886a75",
            "word": "information technology",
            "phonetic": "ɪnfɚmeɪʃən tɛknɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The performance/price ratio and capacity of every type of information technology is doubling about every year.",
                "Going to bed late worked fine when Milton worked as an information technology specialist providing computer support and was a job he could easily do from home.",
                "Its fame either rivals or exceeds that of not only other global luxury symbols such as Rolex and Air May, but also the brand power of massive information technology and entertainment names such as Disney and Google and even purveyors of seemingly ubiquitous products such as Coca-Cola.",
                "Other players include NEC, the 1 21-year-old information technology and electronics giant that sells its software to about 20 U.S. law enforcement agencies, and Rank One, which says it supports about 25 different law enforcement agencies."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mb3JtYXRpb24gdGVjaG5vbG9neQ&hash=b36b97a70a277e9d256ae3a35f59ef441fcb5ecd&lang=en&cache-only=0",
            "defineEn": "a field of science that deals with the use or study of electronic devices and processes in which data is stored, created, modified, etc.",
            "defineVi": "một lĩnh vực khoa học liên quan đến việc sử dụng hoặc nghiên cứu các thiết bị và quy trình điện tử trong đó dữ liệu được lưu trữ, tạo, sửa đổi, v.v.",
            "hasImg": true
        },
        {
            "id": "a5601db1-2dab-4d4b-8113-7dfbc1198834",
            "word": "nursing",
            "phonetic": "nɜːsɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She did not want to stay in nursing all her life.",
                "Nursing was more than a job to 62-year-old Patricia Edwards.",
                "This nursing shortage isn’t just about numbers.",
                "So, during this pandemic, she came back to nursing.",
                "Their explanation for this involves the uniquely mammalian activity of nursing."
            ],
            "audio": "https://tts.langeek.co/read?text=bnVyc2luZw&hash=fa97127cac71be72bd00d43d4f9c61395e975a93&lang=en&cache-only=0",
            "defineEn": "the profession or practice of providing medical care and attention to sick or injured people, especially in a hospital or other healthcare setting",
            "defineVi": "nghề hoặc thực hành cung cấp dịch vụ chăm sóc y tế và chú ý đến những người bị bệnh hoặc bị thương, đặc biệt là trong bệnh viện hoặc cơ sở chăm sóc sức khỏe khác",
            "hasImg": true
        }
    ]
}