{
    "id": "7707efae-2d07-4fe8-90d8-fa2cb4b5b4a2",
    "title": "Unit 2 - Lesson 2",
    "originalTitle": "Unit 2 - Lesson 2",
    "words": [
        {
            "id": "bc2e782f-dbd0-4874-89f9-4dc32f7ec1d9",
            "word": "medical procedure",
            "phonetic": "mɛdɪkəl pɹəsiːdʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWVkaWNhbCBwcm9jZWR1cmU&hash=b0cb27344ae3a417df59602deee9318d55a4889b&lang=en&cache-only=0",
            "defineEn": "a course of action that doctors and dentists take to achieve certain results regarding a person's health",
            "defineVi": "một quá trình hành động mà các bác sĩ và nha sĩ thực hiện để đạt được kết quả nhất định liên quan đến sức khỏe của một người"
        },
        {
            "id": "6180aab5-95bf-4c09-bc87-d6ccf84b1ef5",
            "word": "checkup",
            "phonetic": "tʃɛkʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Every kid needs a checkup at least once a year.",
                "Every kid needs a checkup at least once a year.",
                "Every kid needs a checkup at least once a year.",
                "All kids should have a vision checkup at least once a year.",
                "And so is getting your yearly checkup at the doctor!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlY2t1cA&hash=ca9d19ef52591dcaa936689d97118b82f9c44e8a&lang=en&cache-only=0",
            "defineEn": "a complete medical examination of the body to see if there are any health issues",
            "defineVi": "kiểm tra y tế toàn diện về cơ thể để xem có bất kỳ vấn đề sức khỏe nào không",
            "hasImg": true
        },
        {
            "id": "aa26bcf8-89dd-414f-8a59-eda47349fde7",
            "word": "examination",
            "phonetic": "ɛɡzæmᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Candidates will sit the examinations in June.",
                "US President Joe Biden got the clean bill of health on Friday after a detailed physical examination.",
                "A lot of examination to come over these votes.",
                "But closer examination has revealed that salps are actually an incredibly important food source for hundreds of species of marine animals.",
                "Science, however, did not figure much into these state examinations."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhhbWluYXRpb24&hash=ab5ac8baa6d08466eb0df286194d921d0efed741&lang=en&cache-only=0",
            "defineEn": "the process of looking closely at something to see if there are any issues",
            "defineVi": "quá trình xem xét kỹ một cái gì đó để xem có vấn đề gì không",
            "hasImg": true
        },
        {
            "id": "14186a49-d5fc-4737-8fc3-af802218c544",
            "word": "shot",
            "phonetic": "ʃɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "That shot lost him the championship.",
                "The goalie saved Johnson's long-range shot.",
                "To take a shot at somebody/something.",
                "In a school, the principal is the big shot.",
                "You're not calling the shots anymore."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvdA&hash=c5065ff86414d122898a06aef6b31a95f469b354&lang=en&cache-only=0",
            "defineEn": "an act of a drug injection to the body",
            "defineVi": "một hành động tiêm thuốc vào cơ thể",
            "hasImg": true
        },
        {
            "id": "45f0247b-a4ee-488f-87ea-d6a5d2f5c10c",
            "word": "injection",
            "phonetic": "ɪndʒɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"Botox injections need a lot of recovery time.\"",
                "The signature red outer casing is formed via injection molding.",
                "One injection mold machine can do the job of hundreds of printers: like a thousand parts per shift.",
                "The injections seemed to restore their memory!",
                "So an injection of love may be a natural memory booster."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5qZWN0aW9u&hash=cd4add4208a239c5348fac55623e33728adc7905&lang=en&cache-only=0",
            "defineEn": "the action of putting a drug into a person's body using a syringe",
            "defineVi": "hành động đưa thuốc vào cơ thể người bằng ống tiêm",
            "hasImg": true
        },
        {
            "id": "85c9d6ee-7bed-4d66-abed-d3c197197aeb",
            "word": "ECG",
            "phonetic": "ɛkɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Not only does the most recent watch offer ECG recording and heart rate monitoring, it also includes blood oxygen monitoring, which is very medically-minded and not a huge selling point for the average consumer.",
                "The modern sense of this plan, particularly the way the three branches interact, is known by the term Enduring Constitutional Government, ECG, and it's the most highly classified set of these plans.",
                "But what we think the ECG plan entails is, basically, some set of special powers that preserves not the letter of the Constitution, but the spirit of the Constitution.",
                "What we do, what we can surmise out of them, and part of the fun and challenge of speaking to a Washington audience is there might be someone in this room who, like, wrote the ECG plan who knows I'm entirely wrong about this."
            ],
            "audio": "https://tts.langeek.co/read?text=RUNH&hash=614653574896d1f0adfdce8b02668fad39470e74&lang=en&cache-only=0",
            "defineEn": "a medical machine used to record the heart's electrical activity",
            "defineVi": "một máy y tế được sử dụng để ghi lại hoạt động điện của tim",
            "hasImg": true
        },
        {
            "id": "0b5d9e00-3425-441b-9cbf-1cbe40c15fe4",
            "word": "electrocardiogram",
            "phonetic": "ɪlɛktɹoʊkɑːɹdɪoʊɡɹæm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3Ryb2NhcmRpb2dyYW0&hash=805ba0675e705413434fdd6ccb8a4caf68f9374d&lang=en&cache-only=0",
            "defineEn": "the recording or display of the electrical activity of someone's heart that is measured by an electrocardiograph",
            "defineVi": "ghi hoặc hiển thị hoạt động điện của tim của ai đó được đo bằng điện tâm đồ",
            "hasImg": true
        },
        {
            "id": "14d9932d-0cf3-4a48-bfff-7ebc80746bf7",
            "word": "X-ray",
            "phonetic": "ɛksɹeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The X-rays show that he has a broken ankle.",
                "The dentist took an X-ray of my teeth to check for any underlying issues.",
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure.",
                "Including X-rays!",
                "X-ray imaging was another early biomedical discovery."
            ],
            "audio": "https://tts.langeek.co/read?text=WC1yYXk&hash=645a8e06c73fe884d9ccc4737520d9cfcd091a87&lang=en&cache-only=0",
            "defineEn": "an image of bones in the body produced by a machine that uses a radiation to see through objects",
            "defineVi": "hình ảnh xương trong cơ thể được tạo ra bởi một máy sử dụng bức xạ để nhìn xuyên qua các vật thể",
            "hasImg": true
        },
        {
            "id": "6eceee45-cd70-4528-a008-6477186a8671",
            "word": "blood test",
            "phonetic": "blʌd tɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The serology testing is a blood test for the presence of antibodies against that specific virus or that specific disease.",
                "Or, a routine blood test might count too many white cells or elevated liver enzymes.",
                "James had his blood tested for six types of PFAS in 2018.",
                "This new blood test isn’t quite ready for the clinic yet.",
                "It could only do one class of blood tests known as immunoassays."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymxvb2QgdGVzdA&hash=4b4b0a8b275f857346a2b5bd3a7bcedbb0d8c5c0&lang=en&cache-only=0",
            "defineEn": "a medical examination in which a small amount of blood is taken from a person to find out if they have any diseases or health conditions",
            "defineVi": "một cuộc kiểm tra y tế trong đó một lượng nhỏ máu được lấy từ một người để tìm hiểu xem họ có bất kỳ bệnh hoặc tình trạng sức khỏe nào không",
            "hasImg": true
        }
    ]
}