{
    "id": "775b9818-6399-48f7-9e77-c7e575799278",
    "title": "The Business World",
    "originalTitle": "The Business World",
    "words": [
        {
            "id": "636017a7-3c22-4db3-8b35-71638b10a704",
            "word": "human capital",
            "phonetic": "hjuːmən kæpɪɾəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aHVtYW4gY2FwaXRhbA&hash=fb9707d47895c537ba0cd5d0d6d7b3af33d14a39&lang=en&cache-only=0",
            "defineEn": "one person or a group of people's abilities and strengths, looked at as valuable assets",
            "defineVi": "khả năng và sức mạnh của một người hoặc một nhóm người, được coi là tài sản quý giá"
        },
        {
            "id": "a573dfc4-b9d7-4395-aff9-0360c702bd67",
            "word": "marketplace",
            "phonetic": "mɑːɹkɪtpleɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The digital marketplace connected Chinese customers with manufacturers.",
                "In the Greek cities of the 5th century BC, the marketplace was the agora.",
                "A big part of their growth has been opening up the third-party marketplace.",
                "I mean, in the marketplace.",
                "And all of these markets together create a globally networked marketplace."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFya2V0cGxhY2U&hash=47e99652dfbdf3a06aba4f755944c3e95173359b&lang=en&cache-only=0",
            "defineEn": "the economical transactions and deals",
            "defineVi": "các giao dịch và giao dịch kinh tế"
        },
        {
            "id": "888b6f74-75c2-4d25-bf87-8a7b6eeb6e0b",
            "word": "commerce",
            "phonetic": "kɑːmɜːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's an unavoidable truth that money and commerce make the world go round.",
                "Twenty nineteens pro-democracy protests effectively shut down commerce.",
                "The U.S. Department of Commerce regulates its trade of non-lethal weapons through export licenses.",
                "The Chamber of Commerce president doesn't support tax breaks for all energy firms, though. ",
                "She's the secretary of commerce."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWVyY2U&hash=50d0e0f74c8e7857563fddcddbbb03a521421d3f&lang=en&cache-only=0",
            "defineEn": "the act of buying and selling goods and services, particularly between countries",
            "defineVi": "hành động mua bán hàng hóa và dịch vụ, đặc biệt là giữa các quốc gia"
        },
        {
            "id": "a55ca2da-bd20-4527-88ea-86bdaa1b6837",
            "word": "agency",
            "phonetic": "eɪdʒənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our agency is a one-stop shop for all your travel needs.",
                "The politician was suspected of being in league with the foreign spy agency to leak confidential information.",
                "If we don't secure new funding soon, there is going to be a question mark over the future of this agency.",
                "Despite accusations that the company was responsible for polluting the lake, it received a clean bill of health from the environmental agency after a thorough investigation.",
                "The agency adopted a single-sign-on method back in 2017."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdlbmN5&hash=e66ddfa592731a64124551dd125519326c98ebfc&lang=en&cache-only=0",
            "defineEn": "a business or organization that provides services to other parties, especially by representing them in transactions",
            "defineVi": "một doanh nghiệp hoặc tổ chức cung cấp dịch vụ cho các bên khác, đặc biệt là bằng cách đại diện cho họ trong các giao dịch"
        },
        {
            "id": "d0bb539c-c1f3-4c1a-b121-ede64c732b03",
            "word": "commercial",
            "phonetic": "kəmɜːʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Many banks have cut commercial builders off cold turkey.",
                "The south of the city is more residential, while the north is more commercial.",
                "His eye for the main chance and ruthless commercial instincts have made him one of the wealthiest men in Britain",
                "Each company is fighting to protect its own commercial interests.",
                "The artist refused to compromise on their vision for commercial success, understanding that no man loves his fetters, be they made of gold."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWVyY2lhbA&hash=5adbca0bdab83703ff258e0b9f5fc7904ab65798&lang=en&cache-only=0",
            "defineEn": "related to the purchasing and selling of different goods and services",
            "defineVi": "liên quan đến việc mua và bán các hàng hóa và dịch vụ khác nhau"
        },
        {
            "id": "572a2bc0-87f5-4ec2-95e0-d5ae37bb1b59",
            "word": "industry",
            "phonetic": "ɪndʌstɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "the automotive industry has a ripple effect on many other industries.",
                "The conference attracted many big names in the tech industry.",
                "They built the cell phone industry out of thin air in the mid-1980s.",
                "The music industry is full of movers and shakers who are constantly looking for the next big thing.",
                "He worked in the oil industry for twenty years."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kdXN0cnk&hash=39ae9b9c8e114973d9cf109a9bfae96a20d1833d&lang=en&cache-only=0",
            "defineEn": "all of the activities, companies, and people that are involved in providing a service or producing goods",
            "defineVi": "tất cả các hoạt động, công ty và những người có liên quan đến việc cung cấp dịch vụ hoặc sản xuất hàng hóa"
        },
        {
            "id": "c47ea3b2-aa7c-4852-85d6-56ce13e23fef",
            "word": "enterprise",
            "phonetic": "ɛntɚpɹaɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Import barriers protected the fledgling enterprises.",
                "Unpredictable tax systems that make things difficult for small enterprises and that prevent new investment.",
                "We developed the Enterprise apple.",
                "A lot of state owned enterprises Saudi Arabia.",
                "He was endangering their military enterprise."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW50ZXJwcmlzZQ&hash=16f694402f38c6bbb8d81bf84d4ddd427c999872&lang=en&cache-only=0",
            "defineEn": "a company or business",
            "defineVi": "một công ty hoặc doanh nghiệp",
            "hasImg": true
        },
        {
            "id": "608c06b1-5d33-4959-a615-e3c05305709d",
            "word": "corporation",
            "phonetic": "kɔːɹpɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "John shook his head as another corporation was fined a relatively small amount for environmental damage and safety violations.",
                "He said his lawyer would serve a writ to the multinational corporation within a week.",
                "This law will help small businesses to compete on equal terms with large multinational corporations.",
                "He lost his job for playing ducks and drakes with the fund of corporation.",
                "Frank knew he was just a cog in the wheel of this giant corporation."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ycG9yYXRpb24&hash=51856556620772510e2de1ad847c4e974ae651f3&lang=en&cache-only=0",
            "defineEn": "a company or group of people that are considered as a single unit by law",
            "defineVi": "một công ty hoặc một nhóm người được coi là một đơn vị theo luật",
            "hasImg": true
        },
        {
            "id": "3c6d4a2e-147c-418d-ae46-e5b37664b430",
            "word": "human resources",
            "phonetic": "hjuːmən ɹᵻsoːɹsᵻz ",
            "partOfSpeechType": "noun",
            "examples": [
                "In addition to being CFO, you are also now the head of your company’s Human Resources department."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVtYW4gcmVzb3VyY2Vz&hash=8796576d2c4dd0579864b4a674484270f48b8bd9&lang=en&cache-only=0",
            "defineEn": "(in an organization, company, etc.) a department that is in charge of hiring new employees and training them",
            "defineVi": "(trong một tổ chức, công ty, v.v.) một bộ phận chịu trách nhiệm tuyển dụng nhân viên mới và đào tạo họ"
        },
        {
            "id": "f523ed4c-d70e-4714-80e9-723996755a44",
            "word": "corporate",
            "phonetic": "kɔːɹpɚɹət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "If women want to climb the corporate ladder, they may have to sacrifice some of their family life.",
                "Corporate interests really ramped up their spending on this.",
                "Some of that involves corporate philanthropy.",
                "Along with architecture and furnishings and branding, art can communicate corporate identity.",
                "Corporate art isn’t always kept inside offices, either."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ycG9yYXRl&hash=c25943129585f144ec56fcbbb567be758ca05f21&lang=en&cache-only=0",
            "defineEn": "involving a large company",
            "defineVi": "liên quan đến một công ty lớn"
        },
        {
            "id": "588e9c07-b3bc-4c40-a45e-240abc540e45",
            "word": "start-up",
            "phonetic": "stɑːɹtʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "While raising her children, she kept her finger on the pulse of business and technology by freelancing for start-ups and small businesses.",
                "The job seeker's friend warned her to remember the saying 'beware of the young doctor and the old barber' when she considered accepting a job offer from a start-up with little track record or an established company with outdated practices.",
                "With so many ways to create realistic fake reviews, some start-ups have developed ways to detect them.",
                "Ride sharing companies Uber and Lyft have both expanded into this space as well as a number of scooters start-ups.",
                "[Narrator] Today, he's the CEO of a start-up that develops flight technology for drones."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhcnQtdXA&hash=9334d978e783c5a63b3d47735e297c72da1cface&lang=en&cache-only=0",
            "defineEn": "a business or company that has just begun operation",
            "defineVi": "một doanh nghiệp hoặc công ty mới bắt đầu hoạt động"
        },
        {
            "id": "41ef6dd0-23d3-4116-9848-42578e39318b",
            "word": "headquarters",
            "phonetic": "hɛdkwɔːɹɾɚz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Its headquarters is in Dubai.",
                "Facebook headquarters is pretty large. ",
                "Take the Central Party Complex, for example, the regime's headquarters.",
                "At the headquarters of the pro sports leagues in New York City, the New York attorney general's actions caused concern.",
                "We have two cameras at Southwest Airlines headquarters."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhZHF1YXJ0ZXJz&hash=d0b9138535da75adce02777ed566a21ff0b61cdc&lang=en&cache-only=0",
            "defineEn": "the place where the main offices of a large company or organization are located",
            "defineVi": "nơi đặt văn phòng chính của một công ty hoặc tổ chức lớn",
            "hasImg": true
        },
        {
            "id": "2fea46db-45ba-455a-99f3-0c42a454c3f3",
            "word": "franchise",
            "phonetic": "fɹæntʃaɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "186 venues were franchises.",
                "Narrator: Franchise owners, on the other hand, took the hit.",
                "In 1955, the first Dunkin' Donuts franchise opened.",
                "The teams are not franchises.",
                "That same year, the first McDonald's franchise opened too."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhbmNoaXNl&hash=43007e49f552cbd19349a6e4b40f477a19c3736e&lang=en&cache-only=0",
            "defineEn": "a permission granted to a person or group by a government or company that enables them to sell their services or products in a specific area",
            "defineVi": "sự cho phép cấp cho một người hoặc một nhóm bởi chính phủ hoặc công ty cho phép họ bán dịch vụ hoặc sản phẩm của họ trong một khu vực cụ thể"
        },
        {
            "id": "370138c5-a240-4a21-9410-aa882b24bd99",
            "word": "venture",
            "phonetic": "vɛntʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I wished him well with his new venture.",
                "He has made a fortune through his successful business ventures.",
                "Next weekend, we will be venturing off the beaten path to find some hidden waterfalls.",
                "The success of the business venture was uncertain from the beginning, and now it is in the lap of the gods.",
                "The CEO is meeting her opposite number at Fukuda Electronics to discuss a possible joint venture."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVudHVyZQ&hash=bd365e71e151feded9b62fdf0050bfd1e1dd12f8&lang=en&cache-only=0",
            "defineEn": "a business activity that is mostly very risky",
            "defineVi": "một hoạt động kinh doanh chủ yếu là rất rủi ro"
        },
        {
            "id": "4a88a9db-4825-4bee-a7b2-471ed9b19624",
            "word": "strategy",
            "phonetic": "stɹæɾədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "An ostrich strategy for covid-19 is too risky.",
                "The company abandoned its outdated marketing strategy in favor of a more innovative approach.",
                "Traditional stores are now pursuing a bricks and clicks strategy.",
                "When the company had already lost a major client, the sales team suggested a new strategy.",
                "The company's new strategy seems to be on course, with positive results so far."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyYXRlZ3k&hash=6c0e2570d309c247f0d10e2df78b7444d4d39847&lang=en&cache-only=0",
            "defineEn": "an organized plan made to achieve a goal",
            "defineVi": "một kế hoạch có tổ chức thực hiện để đạt được một mục tiêu"
        },
        {
            "id": "2199f4a0-ae01-498a-8fae-70f5aa7c58df",
            "word": "to manufacture",
            "phonetic": "tə mænjuːfæktʃɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Manufactured by CUI.",
                "The vaccine was manufactured on the outskirts of this quiet town in Northern Belgium.",
                "Before COVID-19, 60 percent of the world's vaccines were manufactured here.",
                "Through the rest of the 20th century, it manufactured glass for everything from television sets to the windows and every manned American spacecraft mission from the Mercury program to the space shuttle.",
                "He was manufacturing in the U.S."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFudWZhY3R1cmU&hash=4872bdecc607fa1c7286cee47b3a6670620979ad&lang=en&cache-only=0",
            "defineEn": "to produce products in large quantities by using machinery",
            "defineVi": "để sản xuất sản phẩm với số lượng lớn bằng cách sử dụng máy móc",
            "hasImg": true
        },
        {
            "id": "9e6f0237-1f10-4c93-9ec9-4ca423fd351b",
            "word": "machinery",
            "phonetic": "məʃiːnɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wear and tear of machinery and fixed capital in general must be replaced in money.",
                "We developed machinery, better crops, better fertilizers.",
                "They had their machinery in place.",
                "Steam from the boiling water turns machinery in a turbine to generate electricity for nearby consumers. ",
                "That way the machinery can run for thousands of hours."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFjaGluZXJ5&hash=8459c99b2fc3e858f31afc686a2bb4b57c0aa40a&lang=en&cache-only=0",
            "defineEn": "machines, especially large ones, considered collectively",
            "defineVi": "máy móc, đặc biệt là những máy lớn, được coi là chung"
        },
        {
            "id": "484b7e65-ec4d-493a-bcef-6b015ae9bbc7",
            "word": "workshop",
            "phonetic": "wɜːkʃɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "She attends a workshop on animal nutrition, learning about the importance of incorporating meal into livestock diets.",
                "He used a tool storage box to organize his workshop.",
                "Transfer tape makes light work of re-gluing in the workshop.",
                "They attended a culinary workshop and learned how to make oxtail dumplings.",
                "The workshop instructor emphasized that children and fools must not play with edged tools, stressing the need for focus, discipline and maturity when using power tools."
            ],
            "audio": "https://tts.langeek.co/read?text=d29ya3Nob3A&hash=f8a52c4e3fcaeed57fd87466a4cef058fc8c7cce&lang=en&cache-only=0",
            "defineEn": "a building or room in which particular goods are made or fixed by different means",
            "defineVi": "một tòa nhà hoặc căn phòng trong đó hàng hóa cụ thể được sản xuất hoặc cố định bằng các phương tiện khác nhau",
            "hasImg": true
        },
        {
            "id": "39739978-8be2-4bf4-ba23-ed4380c09238",
            "word": "profit margin",
            "phonetic": "pɹɑːfɪt mɑːɹdʒɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Billions of dollars are made with extreme profit margins.",
                "Those cut into restaurants already thin profit margins.",
                "And now trolling is becoming a tool to further profit margins.",
                "Another factor, dragging down profit margins for some of the country's medium to smaller size airports.",
                "- Because of the tight profit margins, the food quality wasn't as great as it probably should have been or could have been. -"
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZml0IG1hcmdpbg&hash=9e48395594525553c5c3c02129c9a0d4d3f7d974&lang=en&cache-only=0",
            "defineEn": "the difference between the earnings and the costs in a business",
            "defineVi": "sự khác biệt giữa thu nhập và chi phí trong một doanh nghiệp"
        },
        {
            "id": "bfaef97a-3cbd-423c-ae9e-1ae04401f035",
            "word": "earnings",
            "phonetic": "ɜːnɪŋz ",
            "partOfSpeechType": "noun",
            "examples": [
                "If I'm paying $10 today for $2 of earnings in 2009, the Price to Earnings of 5 for Company A. Well, for Company B, it's a Price to Earnings 20 divided by 4."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWFybmluZ3M&hash=f60098cc85f8713c9e77b96550beb58115c34db2&lang=en&cache-only=0",
            "defineEn": "money received for work done or services provided",
            "defineVi": "tiền nhận được cho công việc được thực hiện hoặc dịch vụ được cung cấp",
            "hasImg": true
        },
        {
            "id": "c3c5a81f-0f79-47a4-be77-92dd869b6a85",
            "word": "shareholder",
            "phonetic": "ʃɛɹhoʊldɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He has already held discussions with Irish shareholders.",
                "The new CEO made her bow at the company's annual shareholder meeting.",
                "As a shareholder in the company, I have a dog in the fight and will advocate for decisions that benefit the organization.",
                "The stock portfolio showed a steady yield, generating consistent profits for the shareholders.",
                "The shareholders want more say in how the company is run."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhcmVob2xkZXI&hash=176fa082e03f01588776f1c567ce1eff0361ae64&lang=en&cache-only=0",
            "defineEn": "a natural or legal person that owns at least one share in a company",
            "defineVi": "một thể nhân hoặc pháp nhân sở hữu ít nhất một cổ phần trong một công ty"
        },
        {
            "id": "b38481dd-ed8e-4b15-b63c-7273effadcd9",
            "word": "representative",
            "phonetic": "ɹɛpɹᵻzɛntətɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "In one way or another, the representatives will be compared with the total client system.",
                "The customer service representative assured me that someone would be available to assist me shortly.",
                "The vexatious customer continued to make unreasonable demands, causing a headache for the customer service representative.",
                "Ordinarily, our elected representatives would think nothing of spending another $20 billion.",
                "So, instead, we choose representatives."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwcmVzZW50YXRpdmU&hash=c08dc7d6284e1764fac0b45ce406fcd87c286130&lang=en&cache-only=0",
            "defineEn": "someone who works for a company, representing the company's product",
            "defineVi": "một người làm việc cho một công ty, đại diện cho sản phẩm của công ty",
            "hasImg": true
        },
        {
            "id": "846dc161-5efc-4bd9-8e1b-5b1adee5ea85",
            "word": "to sponsor",
            "phonetic": "tə spɑːnsɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The rich philanthropist sponsored scholarships for underprivileged students.",
                "My failure to find sponsors for the project was a monkey on my back for a long time.",
                "We also held two very topical sponsored roundtable events this month which attempt to predict how the land lies in manufacturing and on spiralling inflation.",
                "ASUS sponsored this unboxing of the RT-AX86U.",
                "Not sponsored, just an affiliate link."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3BvbnNvcg&hash=6012407a48941c566e64eec376296c07256aac49&lang=en&cache-only=0",
            "defineEn": "to cover the costs of a project, TV or radio program, activity, etc. and being advertized in the process",
            "defineVi": "để trang trải chi phí cho một dự án, chương trình truyền hình hoặc đài phát thanh, hoạt động, v.v. và được quảng cáo trong quá trình này"
        },
        {
            "id": "59c54903-74ff-42b5-990d-18153da15b02",
            "word": "merger",
            "phonetic": "mɜːdʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Because of the proposed merger, the company is standing at the crossroads.",
                "The company CEO let the employees in on the exciting news about the upcoming merger.",
                "The legal team is still tying up a few loose ends in the merger contract, but, other than that, we are ready to move ahead with the deal.",
                "And the mergers actually solved the other mystery, too.",
                "Tech mergers have faced particular scrutiny, especially in congressional hearings."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVyZ2Vy&hash=8e0aef97d0b6ad16368c8077711f3cb754559c59&lang=en&cache-only=0",
            "defineEn": "the joining of two companies or organizations together to form a larger one",
            "defineVi": "sự tham gia của hai công ty hoặc tổ chức với nhau để tạo thành một công ty lớn hơn"
        },
        {
            "id": "6f7e07c3-a1e1-407c-9fc5-2a45796a648e",
            "word": "association",
            "phonetic": "ɐsoʊsɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mr. Russell served as president of the Association for fifteen years.",
                "The alumni association of my old university puts the bite on me once or twice a year looking for a donation.",
                "His speech about creating an association to help the underprivileged was one long ego trip.",
                "Association learning has broader applications, too.",
                "Finally, association learning reveals which birds are of a feather."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNzb2NpYXRpb24&hash=6682557a66cef391e1d3b7fff589a39651ca3b3e&lang=en&cache-only=0",
            "defineEn": "an organization of people who have a common purpose",
            "defineVi": "một tổ chức của những người có một mục đích chung"
        },
        {
            "id": "25d43b8d-9158-4cfd-984b-708ea2f7736d",
            "word": "administration",
            "phonetic": "ɐdmɪnɪstɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The overwhelming majority of Irish-Americans probably persuaded the administration that the cake was not worth the candle.",
                "So far, his administration has failed to reach out to hard line Republicans.",
                "The previous administration kicked the can down the road on climate change, and now we're facing the consequences.",
                "Reputable charities spend the lion's share of donations on aid and a tiny fraction on administration.",
                "She attends college to study business administration."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRtaW5pc3RyYXRpb24&hash=4995069b27d75cda374923ceb5ed4b8de2583fa6&lang=en&cache-only=0",
            "defineEn": "the process and activities required to control and manage an organization",
            "defineVi": "quá trình và các hoạt động cần thiết để kiểm soát và quản lý một tổ chức",
            "hasImg": true
        },
        {
            "id": "620be30f-288a-44fa-b57c-0b73befbecf6",
            "word": "administrative",
            "phonetic": "ɐdmɪnɪstɹeɪɾɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The intern had to make up for the absent administrative assistant and answer the phones all day.",
                "The CEO hired a new assistant but then continued to do all the administrative work herself.",
                "Administrative costs are also much lower in France than in the United States.",
                "There have been administrative problems.",
                "The federal government provides the administrative funding, makes loans to state unemployment insurance funds and half of extended benefits during high unemployment."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRtaW5pc3RyYXRpdmU&hash=d45f8920d8075b3cf2c1aa0cc5e4f64bc5ab19d6&lang=en&cache-only=0",
            "defineEn": "related to the directing of an organization or business",
            "defineVi": "liên quan đến chỉ đạo của một tổ chức hoặc doanh nghiệp"
        },
        {
            "id": "69e68c47-6eb0-4466-9710-95375e616db7",
            "word": "executive",
            "phonetic": "ɛɡzɛkjuːtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The new executive director had big plans for the organization, but it was the long-time volunteers who knew the community and its needs.",
                "The gentlemen's agreement was never intended to apply to executive functions.",
                "With several successful projects under her belt, she's definitely on the way to becoming a top executive.",
                "The business executive advised her team to prioritize sleep and avoid working late into the night, stating that one hour's sleep before midnight is worth two after, emphasizing the importance of rest for productivity and decision-making.",
                "The young executive knew that a fool shows his annoyance at once, but a prudent man overlooks an insult, so he decided to take a deep breath and respond to the feedback in a constructive way."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhlY3V0aXZl&hash=6e084e25e6f64923074c800c7bb85347fc08016d&lang=en&cache-only=0",
            "defineEn": "using or having the power to decide on important matters, plans, etc.",
            "defineVi": "sử dụng hoặc có quyền quyết định các vấn đề quan trọng, kế hoạch, v.v."
        },
        {
            "id": "d6e429d4-208a-44af-a674-0c9d94fd947e",
            "word": "marketing",
            "phonetic": "mɑːɹkɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company abandoned its outdated marketing strategy in favor of a more innovative approach.",
                "The use of social media in marketing is in the ascendant.",
                "The company's marketing team is on a roll with their latest campaign, gaining a lot of attention on social media.",
                "The company's new marketing strategy has opened doors and attracted a wider audience.",
                "An industry-backed initiative petition with a large marketing budget overturned the apple cart."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFya2V0aW5n&hash=9c01c78d9014cad6999254b155967dcc62c2b127&lang=en&cache-only=0",
            "defineEn": "the act or process of selling or advertising a product or service, usually including market research",
            "defineVi": "hành động hoặc quá trình bán hoặc quảng cáo sản phẩm hoặc dịch vụ, thường bao gồm nghiên cứu thị trường",
            "hasImg": true
        },
        {
            "id": "e5419572-dc9c-4129-a463-41e2ae9f9db1",
            "word": "branding",
            "phonetic": "bɹændɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Branding is pretty on point.",
                "Branding of products is also all about recognition. ",
                "Calvin Klein also placed visible branding on waistbands.",
                "Branding is a tricky business.",
                "But lastly, and most importantly, is the branding."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJhbmRpbmc&hash=d7edae9a9cf8a2ba1f7b77b8738a761472568906&lang=en&cache-only=0",
            "defineEn": "the promotion of a particular product or company by means of advertising and distinctive design",
            "defineVi": "việc quảng bá một sản phẩm hoặc công ty cụ thể bằng phương tiện quảng cáo và thiết kế đặc biệt"
        },
        {
            "id": "92b988b4-f47a-49de-909e-622b666f7ee5",
            "word": "promotion",
            "phonetic": "pɹəmoʊʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His promotion was one in the eye for his rivals.",
                "The hardworking employee received a promotion for their exceptional performance.",
                "So, did you get the promotion?",
                "With the promotion, the company's future is now in his hands.",
                "She's really going for that promotion at work."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvbW90aW9u&hash=8df2f3d7f4861cb77cfa22bc517086b3e847d0b0&lang=en&cache-only=0",
            "defineEn": "the activity of drawing public attention to a service or product in order to help it sell more",
            "defineVi": "hoạt động thu hút sự chú ý của công chúng đến một dịch vụ hoặc sản phẩm để giúp nó bán được nhiều hơn"
        },
        {
            "id": "326f3e83-9563-497d-ab22-5ff971eb2acb",
            "word": "to publicize",
            "phonetic": "tə pʌblɪsaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "FRED DE SAM LAZARO: Both men publicized their own vaccination on social media.",
                "And we really hope they publicize the results as well.",
                "Iowa’s Democrats aren’t ready to publicize the results right away.",
                "But while the health effects of air pollution is often discussed, what is perhaps far less publicized is its impact on the economy.",
                "Historians write that Hippasus was exhiled for publicizing his findings, while legends claim he was drowned as punishment from the gods."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVibGljaXpl&hash=f1e41cb59eb3a675bd0cd1ab2bac4cdfe5091665&lang=en&cache-only=0",
            "defineEn": "to dispose information about something, so that it publicly known",
            "defineVi": "để xử lý thông tin về một cái gì đó, để nó được biết đến công khai"
        },
        {
            "id": "bea2b7ad-e5d7-4ffa-a551-13a88bdd2d14",
            "word": "to launch",
            "phonetic": "tə lɑːntʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company's new product launch led to a fat increase in revenue.",
                "The product launch went out with a bang, with a viral social media campaign and record-breaking sales numbers.",
                "The activist group launched a campaign to expose the gnomes of Zurich and other powerful figures in the financial world, calling for greater regulation and oversight of the global financial system.",
                "The company is gaining ground rapidly with its new product launch.",
                "The company's new product launch is expected to do well in the market."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGF1bmNo&hash=6be157bb7adbfd46acdf7008486bc0ca35b8c1fb&lang=en&cache-only=0",
            "defineEn": "to make a new product or provide a new service and introduce it to the public",
            "defineVi": "để tạo ra một sản phẩm mới hoặc cung cấp một dịch vụ mới và giới thiệu nó với công chúng"
        },
        {
            "id": "33faab79-b88d-4d58-a4a7-18341f8c1d47",
            "word": "distribution",
            "phonetic": "dɪstɹɪbjuːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The distribution has a cluster from four to six days.",
                "So the distribution has an outlier.",
                "The distribution has a peak at 22 degrees.",
                "The distribution has a cluster from zero to 39 guests.",
                "The distribution has a peak from 12 to 13 points."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzdHJpYnV0aW9u&hash=8fb826bec33530a138c77301f8ffb31966bfea50&lang=en&cache-only=0",
            "defineEn": "the process of supplying shops and other businesses with products to be sold",
            "defineVi": "quá trình cung cấp cho các cửa hàng và các doanh nghiệp khác các sản phẩm sẽ được bán"
        },
        {
            "id": "56e0e66d-6f5c-45ee-ab95-0086c9e518cc",
            "word": "to chair",
            "phonetic": "tə tʃɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The classroom has rows of chairs for students.",
                "That chair doesn't give.",
                "Our dining table has four chairs around it.",
                "We moved our chairs a little nearer.",
                "He dropped his briefcase on a chair."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hhaXI&hash=0e0b80deb980726d61ad370c13a909d70c75c572&lang=en&cache-only=0",
            "defineEn": "to act as the chairperson of a committee or meeting",
            "defineVi": "đóng vai trò là chủ tịch của một ủy ban hoặc cuộc họp",
            "hasImg": true
        },
        {
            "id": "38543b92-66be-45bc-bdb5-ec8dc60109de",
            "word": "CEO",
            "phonetic": "siːiːoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company kicked off the CEO for embezzlement.",
                "The CEO is the big wheel of the entire company, with control over all major decisions.",
                "The company CEO let the employees in on the exciting news about the upcoming merger.",
                "The new CEO made her bow at the company's annual shareholder meeting.",
                "The company's new CEO is a big name in the financial world."
            ],
            "audio": "https://tts.langeek.co/read?text=Q0VP&hash=2969fe55e566808a01900a63d66a137f2c134da5&lang=en&cache-only=0",
            "defineEn": "the highest-ranking person in a company",
            "defineVi": "người cấp cao nhất trong một công ty",
            "hasImg": true
        },
        {
            "id": "ea6ab98b-5a87-45e5-919e-bd80825cf7a7",
            "word": "CFO",
            "phonetic": "siːɛfoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company named 31-year-old Adrian Kowalewski as CFO in 2008.8,.",
                "Now you’re a CFO!",
                "The two main skills a CFO needs are Budgeting and Accounting.",
                "My practice, Fife Avenue Partners, is a back office and CFO solution for venture capital and high net worth individuals.",
                "It shuffled its executive team, appointing a new CEO and a new CFO."
            ],
            "audio": "https://tts.langeek.co/read?text=Q0ZP&hash=c75ab27ad3bddb723e039f2f3e9a60b457b1ca19&lang=en&cache-only=0",
            "defineEn": "a person of the highest authority over a company's financial matters",
            "defineVi": "một người có thẩm quyền cao nhất đối với các vấn đề tài chính của một công ty"
        },
        {
            "id": "c4a9469a-c679-4583-965e-1f090e76eca4",
            "word": "CTO",
            "phonetic": "siːtiːoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We've had everyone from a 13 year old student and her dad to the CTO of Axios join."
            ],
            "audio": "https://tts.langeek.co/read?text=Q1RP&hash=9b5221ee144b7c68bbcd6e72b0ec695d05b135e8&lang=en&cache-only=0",
            "defineEn": "a person of senior rank in charge of a company's technological matters",
            "defineVi": "một người cấp cao phụ trách các vấn đề công nghệ của công ty"
        },
        {
            "id": "fe7a1819-a8ed-4f65-a28a-93fd205fcf70",
            "word": "entrepreneur",
            "phonetic": "ɑːntɹɪpɹənʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cut and thrust of the business world keeps entrepreneurs on their toes.",
                "The entrepreneur received a lot of feedback from friends and family on her new business idea.",
                "Entrepreneurs who are struggling to grow their businesses.",
                "The young entrepreneur is quickly becoming a big noise in the world of startup companies.",
                "She introduced her husband as a successful entrepreneur during the charity event."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW50cmVwcmVuZXVy&hash=5d959a06df011dde545ff215c7b766ec90f2d654&lang=en&cache-only=0",
            "defineEn": "a person who starts a business, especially one who takes financial risks",
            "defineVi": "một người bắt đầu kinh doanh, đặc biệt là một người chấp nhận rủi ro tài chính",
            "hasImg": true
        },
        {
            "id": "1ea96430-2667-425e-81a8-a208aeacb860",
            "word": "merchant",
            "phonetic": "mɜːtʃənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ali Baba's brother is a rich merchant.",
                "Merchants pick up the flowers that they'll sell outside Hindu temples.",
                "'I'm an oil merchant.",
                "'I'm an oil merchant.",
                "It created a merchant class and new type of patron."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVyY2hhbnQ&hash=4cf0098bfc9c85c18df6d2e03b07148245b41726&lang=en&cache-only=0",
            "defineEn": "someone who buys and sells goods wholesale",
            "defineVi": "một người mua và bán hàng hóa bán buôn"
        }
    ]
}