{
    "id": "776d4be2-3bf3-4afa-ad64-cbda7a0b619b",
    "title": "Fight Fire With Fire",
    "originalTitle": "Fight Fire With Fire",
    "words": [
        {
            "id": "9a7106f9-6a04-457f-b8dc-6e5437127064",
            "word": "to vanquish",
            "phonetic": "tə væŋkwɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "It vanquished at least 30% of all life in the process.",
                "The company unveiled the Vanquish at the 2001 Geneva Auto Show.",
                "What does he know about this new mechanical menace, the Web, that could, I guess, vanquish him?",
                "In 2012, he took on the cover boy of The Wall Street Journal editorial page, the favorite son of the American right, Paul Ryan, and he vanquished him.",
                "They must pass three trials of wisdom, and only then can the day vanquish the night."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmFucXVpc2g&hash=b802b548dd84f6256c17ab5f9bf56317ad5331a9&lang=en&cache-only=0",
            "defineEn": "come out better in a competition, race, or conflict",
            "defineVi": "thể hiện tốt hơn trong một cuộc thi, chủng tộc hoặc xung đột"
        },
        {
            "id": "b50799c2-8847-42ec-852c-4f904d3d1bb6",
            "word": "veteran",
            "phonetic": "vɛɾɚɹən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This young team is taking the veteran squad to the cleaners tonight.",
                "The new wide receiver and the team's veteran quarterback have proved to be a match made in heaven on the field.",
                "The game strikes a great balance between accessibility for younger players and a rewarding challenge for veterans of the genre.",
                "The veteran runner was performing at the best of his career, and everyone else in the race ate his dust.",
                "7.8 million veterans received some educational benefits from this program."
            ],
            "audio": "https://tts.langeek.co/read?text=dmV0ZXJhbg&hash=1f7cfeac9d91f76f3670a45c67b8822f08b865cd&lang=en&cache-only=0",
            "defineEn": "a former member of the armed forces who has fought in a war",
            "defineVi": "một cựu thành viên của lực lượng vũ trang đã chiến đấu trong một cuộc chiến tranh"
        },
        {
            "id": "5db6e92c-d746-4e8f-acf6-529a4a88fa11",
            "word": "to wage",
            "phonetic": "tə weɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company raised wages and hired more skilled workers in order to up the ante and grab more market share.",
                "By this time next year, they will have been waging a losing battle against rising costs.",
                "The wages of sin is death, and she felt like a part of her had died when she lost her family.",
                "As a general rule, it is considered impolite to ask someone about their salary or age, as the proverb goes, 'never reveal a man's wage and woman's age'.",
                "And of course, ants wage war."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FnZQ&hash=3ac146cac94d9259bfc7da7f0ee6f4e577acaf19&lang=en&cache-only=0",
            "defineEn": "to participate in and carry out a specific action, such as a war or campaign",
            "defineVi": "tham gia và thực hiện một hành động cụ thể, chẳng hạn như chiến tranh hoặc chiến dịch"
        },
        {
            "id": "b8368061-18bb-44bc-a3ef-090b21c5a5bd",
            "word": "trooper",
            "phonetic": "tɹuːpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Alabama state troopers nearly killed Lewis and other peaceful marchers for voting rights. ",
                "Connecticut state troopers wear body cameras, but they're not equipped with facial recognition software.",
                "Troopers shot over 2,000 rounds of ammunition, killing 29 prisoners and 10 guards, and wounding many others.",
                "The state trooper was gonna pull him over.",
                "In February of 1965, a white state trooper killed Jimmie Lee Jackson, a young unarmed Black man, while Jackson was defending his mother during a voting rights demonstration."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJvb3Blcg&hash=4c7b31bd6dd471cf419679412f5b4a5e375c4007&lang=en&cache-only=0",
            "defineEn": "a soldier in a motorized army unit",
            "defineVi": "một người lính trong một đơn vị quân đội cơ giới",
            "hasImg": true
        },
        {
            "id": "8aa3f581-e4f7-4264-9c4b-babb679c79fe",
            "word": "truce",
            "phonetic": "tɹuːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Early on, leaders in all countries called a political truce on the home front.",
                "This is a five-year truce.",
                "Well, we'll just call that a truce",
                "The truce was tested today when Palestinians threw rocks and Molotov cocktails at Israeli police outside Jerusalem's Al-Aqsa Mosque compound.",
                "Word of the truce came tonight from Israel, and Hamas quickly agreed."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJ1Y2U&hash=04d69ba8d3da62474869de79c574a14e8e4b43dc&lang=en&cache-only=0",
            "defineEn": "an agreement according to which enemies or opponents stop fighting each other for a specific period of time; the period of time that such agreement lasts",
            "defineVi": "một thỏa thuận theo đó kẻ thù hoặc đối thủ ngừng chiến đấu với nhau trong một khoảng thời gian cụ thể; khoảng thời gian mà thỏa thuận đó kéo dài"
        },
        {
            "id": "dd09e8e6-54ba-4f39-9d12-e904fe8a1eca",
            "word": "accord",
            "phonetic": "ɐkoːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Northern Ireland's peace accord featured during yesterday's discussions between President Biden and Britain's Prime Minister Boris Johnson.",
                "He pulled out of the Paris climate accords.",
                "He felt a real responsibility to Rabin, a personal responsibility to see through his legacy, and the Oslo accords was Rabin's legacy.",
                "He won for the first time in 1996, in part by opposing the Oslo accords and their nascent steps toward peace.",
                "The Israeli government claims that, according to the 1993 Oslo peace accords, the Palestinian Authority is responsible for West Bank and Gaza public health."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb3Jk&hash=c88bf7526a82bc39ccfb97301429daa58467a032&lang=en&cache-only=0",
            "defineEn": "an official agreement between two countries or groups of people",
            "defineVi": "một thỏa thuận chính thức giữa hai quốc gia hoặc nhóm người"
        },
        {
            "id": "9a68cdc3-4e75-4272-95a6-bdad4ee13795",
            "word": "barracks",
            "phonetic": "bɛɹəks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFycmFja3M&hash=f82b9f502ea4d43697f66d0003d2118dd6799046&lang=en&cache-only=0",
            "defineEn": "a building or a set of buildings for soldiers to live in",
            "defineVi": "một tòa nhà hoặc một tập hợp các tòa nhà cho những người lính sống trong"
        },
        {
            "id": "92a770bc-6401-40cc-a77f-68c69ce9c01f",
            "word": "battalion",
            "phonetic": "bɐtæliən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Despite their talent and hard work, the underdog team was defeated by the well-funded and well-equipped opponents, confirming the idea that providence is always on the side of the big battalions.",
                "STEPHANIE SY: Will Clelland, his battalion chief, says the first priority was saving lives.",
                "So every lift could only bring in 48 guys, so to get the battalion in there took a couple of hours.",
                "It just so happened to be one of the big commanders of that battalion.",
                "When a group of 400 armed men comes and they take control of everything and they organize themselves in battalions against the regime, what should we do?"
            ],
            "audio": "https://tts.langeek.co/read?text=YmF0dGFsaW9u&hash=cb3dc9c5e51c699ee41e136f5edaa50759564022&lang=en&cache-only=0",
            "defineEn": "an army unit usually consisting of a headquarters and three or more companies",
            "defineVi": "một đơn vị quân đội thường bao gồm một trụ sở và ba hoặc nhiều đại đội"
        },
        {
            "id": "e10588b7-ab06-4642-a68b-a87312aa8a4e",
            "word": "to blitz",
            "phonetic": "tə blɪts ",
            "partOfSpeechType": "verb",
            "examples": [
                "All that investment money fueled an advertising blitz worth hundreds of millions of dollars in the run-up to this year's football season.",
                "And I left his house blitzed.",
                "But Netanyahu's media blitz did little to persuade the president.",
                "Every story of my parents talking about the Blitz and my dad being in the Black Forest in the second wave of Operation Market Garden."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxpdHo&hash=d7f2f483b3c48f2d2696d20ac4e8896917b63d57&lang=en&cache-only=0",
            "defineEn": "attack suddenly and without warning",
            "defineVi": "tấn công bất ngờ và không báo trước"
        },
        {
            "id": "2097ef7c-5a80-4646-b183-7324d559e58e",
            "word": "bloodshed",
            "phonetic": "blʌdʃɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Only deliberately inflicted bloodshed would crush the aspirations for a democratic Russia.",
                "The European Union also welcomed an end to the bloodshed, but it insisted that only a political solution would bring lasting peace.",
                "Although the slower pace of western settlement meant that there was much less bloodshed, so, another point to Canada.",
                "They had issued warnings about white supremacy violence before Charlottesville, but those warnings have failed to stop the bloodshed.",
                "They had issued warnings about white supremacy violence before Charlottesville, but those warnings have failed to stop the bloodshed."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymxvb2RzaGVk&hash=cdbbde99b21aabfa02061de9bf3aff8bd6b505f5&lang=en&cache-only=0",
            "defineEn": "indiscriminate slaughter",
            "defineVi": "giết mổ bừa bãi"
        },
        {
            "id": "439616be-a4a0-4f16-8be0-b8f46bbee8ed",
            "word": "blockade",
            "phonetic": "blɑːkeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "To raise a blockade/ban/siege.",
                "The protesters tried to break away from the police blockade and continue their march.",
                "Marcham's tactics blockaded Dover for several hours.",
                "So the army had to plow its waythrough a series of blockades.",
                "As Bezos's virtual blockade dragged on for months."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxvY2thZGU&hash=93cdf4a541f745a4d0cb9c955adc1fd0f85de676&lang=en&cache-only=0",
            "defineEn": "a war measure that isolates some area of importance to the enemy",
            "defineVi": "một biện pháp chiến tranh cô lập một số khu vực quan trọng đối với kẻ thù"
        },
        {
            "id": "8a19da2a-7539-4a40-b057-0e56a3fabcae",
            "word": "brigade",
            "phonetic": "bɹɪɡeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Firefighters created their own fire brigades.",
                "Firefighters created their own fire brigades.",
                "There's also brigading, which is when a group of trolls target a specific social media user or online figure.",
                "Staff Sergeant Shameka Dudley is a Russian linguist with a Fort Bragg-based military intelligence brigade.",
                "And then the bits farther away, and even farther away, and so on like the tiniest bucket brigade in the universe, until they eventually push on another magnet - maybe, a compass needle."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpZ2FkZQ&hash=c674e921f446a5f71d064456e64b47e28a608db8&lang=en&cache-only=0",
            "defineEn": "army unit smaller than a division",
            "defineVi": "đơn vị quân đội nhỏ hơn một sư đoàn"
        },
        {
            "id": "24df9989-cd5f-40cb-a4a4-4fb0cb3a7440",
            "word": "to bombard",
            "phonetic": "tə bəmbɑːɹd ",
            "partOfSpeechType": "verb",
            "examples": [
                "So it's constantly being bombarded by with ultraviolet radiation from the Sun, which is very inhospitable to DNA and to life.",
                "They bombarded it hundreds of times to understand the density and the local orientation of the crystals in the material, and guess what.",
                "A historically large solar flare could have bombarded Earth with enough radiation to create the clues we're seeing.",
                "You know, you know, I was bombarded by gamma rays.",
                "High-energy cosmic rays are flying through space and bombarding the Earth every day."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9tYmFyZA&hash=37e901f41b4ee8dd9c4f014bd9fa6d10bdf5bb2a&lang=en&cache-only=0",
            "defineEn": "to drop bombs on someone or something continuously",
            "defineVi": "thả bom vào ai đó hoặc cái gì đó liên tục",
            "hasImg": true
        },
        {
            "id": "2dff859f-5558-4bbd-a387-eb0f9ba06c42",
            "word": "brigadier general",
            "phonetic": "bɹɪɡɐdɪɹ dʒɛnɚɹəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJpZ2FkaWVyIGdlbmVyYWw&hash=bab128dcbaf417c3f962449ce1b1dcc4ef3e2ac9&lang=en&cache-only=0",
            "defineEn": "a general officer ranking below a major general",
            "defineVi": "một sĩ quan cấp tướng xếp hạng dưới một thiếu tướng"
        },
        {
            "id": "b77aae7c-4fb4-4bf6-8559-4b26d005928b",
            "word": "admiral",
            "phonetic": "ædmɜːɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Put on your admiral's hat.",
                "Put on your admiral's hat.",
                "I'm sitting here with Admiral Logger",
                "You have failed me for the last time admiral, Caption Beckett.",
                "No one dared to answer, and this made the admiral even angrier."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRtaXJhbA&hash=136008124e406e1fcddf7363a2815aa57a155e2f&lang=en&cache-only=0",
            "defineEn": "the highest-ranking officer in a fleet",
            "defineVi": "sĩ quan cấp cao nhất trong hạm đội"
        },
        {
            "id": "7b342ac5-1a75-4369-8027-23eac8beca1d",
            "word": "to ambush",
            "phonetic": "tʊ æmbʊʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "An ambush in Southern Syria has killed at least 28 people.",
                "This owl is an ambush hunter.",
                "Today’s crocodylians are all aquatic ambush predators.",
                "Can I ambush you in your office? -",
                "Two species of these giants were ambush predators the size of polar bears that roamed Western North America."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW1idXNo&hash=8c2cfe7aef0d02f8112730c4bb556de52da2e579&lang=en&cache-only=0",
            "defineEn": "wait in hiding to attack",
            "defineVi": "chờ đợi trong ẩn để tấn công"
        },
        {
            "id": "b3eca650-4c0c-4b64-8b55-ec87112f4a18",
            "word": "armament",
            "phonetic": "ɑːɹməmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The machines used for armament manufacturing were destroyed and the company made household appliances.",
                "The machines used for armament manufacturing were destroyed and the company made household appliances.",
                "JIM GILMORE - The question of use of armaments and this debate that was going on in the White House and elsewhere in Washington about some voices saying that it’s important that we provide the Ukraine with better weapons to defend themselves, and President Obama's attitude that this would just cause more problems and that sanctions were the route, can you take us into that debate a little bit?"
            ],
            "audio": "https://tts.langeek.co/read?text=YXJtYW1lbnQ&hash=399544e4766efb0dc05068c9ea9af109de7ac0e3&lang=en&cache-only=0",
            "defineEn": "weaponry used by military or naval force",
            "defineVi": "vũ khí được sử dụng bởi quân đội hoặc lực lượng hải quân",
            "hasImg": true
        },
        {
            "id": "af8b808e-2112-4ee1-af4b-5e3b60a0462d",
            "word": "ammunition",
            "phonetic": "æmjuːnɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "They let loose a couple of rounds of ammunition.",
                "They needed ammunition.",
                "Yesterday gave them ammunition.",
                "Sometimes, the ammunition is not enough for the enemy.",
                "You have your ammunition, and then you have the enemy."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1tdW5pdGlvbg&hash=adb164d2a520c732bc34f228135a0fb5834144cc&lang=en&cache-only=0",
            "defineEn": "projectiles to be fired from a gun",
            "defineVi": "đạn được bắn ra từ một khẩu súng"
        },
        {
            "id": "ecfacad5-2f75-49f0-9fdb-f4e439093ffc",
            "word": "to assassinate",
            "phonetic": "tʊ ɐsæsᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He was assassinated.",
                "He was assassinated during his second term.",
                "And then he was assassinated.",
                "In just a couple of weeks from that meeting, U Ko Ni would be assassinated.",
                "A month or so later, Kennedy has been assassinated."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNzYXNzaW5hdGU&hash=8125680177f7441c69023d53b9d3e9403e261d4a&lang=en&cache-only=0",
            "defineEn": "to murder a prominent figure in a sudden attack for political purposes",
            "defineVi": "giết một nhân vật nổi tiếng trong một cuộc tấn công bất ngờ vì mục đích chính trị"
        },
        {
            "id": "56ebd409-3216-4a51-a10a-7ed7d057b886",
            "word": "cavalry",
            "phonetic": "kævəlɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cavalry is coming.",
                "There was no cavalry on instant standby.",
                "They called themselves the cavalry for the commander in chief.",
                "At the end of the 16th century Persia's Shah Abbas the First had an impressive cavalry, or soldiers who fight on horseback.",
                "We will show the tactics of Russian cavalry and victory will be ours"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F2YWxyeQ&hash=0d17e9ba63af6caa8878ded0ccbb3baf9d39c64d&lang=en&cache-only=0",
            "defineEn": "a highly mobile army unit",
            "defineVi": "một đơn vị quân đội cơ động cao"
        },
        {
            "id": "9b5fd661-1f2d-407c-ab34-d6eb5dcabee9",
            "word": "ceasefire",
            "phonetic": "siːsfaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fragile ceasefire may be just the lull before another storm.",
                "The government has upped the ante by refusing to negotiate until a ceasefire has been agreed .",
                "After a brief ceasefire, fighting continued."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Vhc2VmaXJl&hash=f04f5ef5a846c61fd7a0df207e51b92a1061230b&lang=en&cache-only=0",
            "defineEn": "a temporary peace during a battle or war when discussions regarding permanent peace is taking place",
            "defineVi": "một nền hòa bình tạm thời trong một trận chiến hoặc chiến tranh khi các cuộc thảo luận về hòa bình vĩnh viễn đang diễn ra"
        },
        {
            "id": "f0a823dc-1928-40c9-95f1-75b46484def2",
            "word": "civilian",
            "phonetic": "sɪvɪliən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Whatever meager rations remained were sent to the troops fighting the war, so the civilian population faced the brunt of the famine.",
                "The fact that innocent civilians often suffer the most in times of war is a clear example of when elephants fight, the grass gets trampled.",
                "\"During wartime, careless talk costs lives, as revealing sensitive information can put soldiers and civilians at risk,\" said the military commander during the briefing.",
                "He shrugged off the thought of his superiors dragging him over the coals for making such a statement to a civilian.",
                "We have reports that one of the soldiers went rogue and began firing upon unarmed civilians in the nearby town."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2l2aWxpYW4&hash=794eacd93fc71994968b34668f6343458240af50&lang=en&cache-only=0",
            "defineEn": "a person who is not a member of or not on active duty in armed forces or the police",
            "defineVi": "một người không phải là thành viên hoặc không đang thực hiện nghĩa vụ trong lực lượng vũ trang hoặc cảnh sát"
        },
        {
            "id": "e060ae9b-2c0c-4b7b-b49a-9c18e6508f90",
            "word": "cold war",
            "phonetic": "koʊld wɔːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, the Cold War gave us great spy novels, independence movements, an arms race, cool movies like Dr. Strangelove and War Games, one of the most evil mustaches in history.",
                "This victory heightened Cold War tensions as the new People’s Republic of China initially allied itself with the USSR.",
                "Events in the Middle East also increased Cold War tensions especially after 1979, when the USSR invaded Afghanistan.",
                "Narrator: During the Cold War, the US government built numerous missile silos in secret locations across the country.",
                "Then there’s the Cold War. "
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sZCB3YXI&hash=051bcff7967860423f16071e220013ba7c70e429&lang=en&cache-only=0",
            "defineEn": "a state of unfriendly relationship between two states which are not openly at war with each other",
            "defineVi": "một trạng thái của mối quan hệ không thân thiện giữa hai quốc gia không công khai chiến tranh với nhau"
        },
        {
            "id": "fb86835d-cb5b-4f00-9053-4010fd8a0f80",
            "word": "to conquer",
            "phonetic": "tə kɑːŋkɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Sarah is strong as an oak, effortlessly conquering physical challenges with her robust and unyielding strength.",
                "I know you had visions of conquering this area, but it appears that your cake is dough.",
                "Prejudice is a poison that divides and conquers the people that are engaged in this fear based, antagonistic way of living.",
                "You are conquering your illness.",
                "Jeff Bezos has already conquered the retail frontier."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29ucXVlcg&hash=9d8d1fb9711dd15632bd2a90d257e6c3d4861458&lang=en&cache-only=0",
            "defineEn": "to gain control of a place or people using armed forces",
            "defineVi": "để giành quyền kiểm soát của một địa điểm hoặc những người sử dụng lực lượng vũ trang"
        },
        {
            "id": "0f4e9f81-3e94-4b87-b1c0-6e08a1850901",
            "word": "to conspire",
            "phonetic": "tə kənspaɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Thousands of people never conspire to do anything secretly.",
                "In 1893, the US Minister to the Kingdom of Hawai`i conspired with US citizens and a bunch of other non-native people to overthrow the Native Hawaiians’ sovereign government, which, yes, was a direct violation of international treaties.",
                "Six men were later charged with conspiring to kidnap Michigan's Democratic Governor Gretchen Whitmer.",
                "The suspicion is that these tribe members may be conspiring or cooperating with the illegal loggers to let them onto the land.",
                "With this type, the person feels that they're being conspired against, spied on, or poisoned."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc3BpcmU&hash=af7f83b27f9e5a1e2ebfbfe5285b041dd67eabcd&lang=en&cache-only=0",
            "defineEn": "to make secret plans with other people to commit an illegal or destructive act",
            "defineVi": "lập kế hoạch bí mật với những người khác để thực hiện một hành động bất hợp pháp hoặc phá hoại"
        },
        {
            "id": "f350ba7c-80cf-4def-879f-6d99c96b4cb5",
            "word": "contingent",
            "phonetic": "kəntɪndʒənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Instead, your existence is merely contingent on the existence of other things.",
                "Because everything is contingent.",
                "In other words, our belief should be contingent on the data themselves.",
                "In philosophy, we often distinguish between necessary beings and contingent beings.",
                "Rally racing is not terribly popular in the United States, but Subaru's success in it did ignite the passion of that contingent of auto enthusiasts who do know and care about it."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGluZ2VudA&hash=32cee8ab31d40b4aa3a109b8567127b76c1111d9&lang=en&cache-only=0",
            "defineEn": "a temporary military unit",
            "defineVi": "một đơn vị quân đội tạm thời"
        },
        {
            "id": "13de0b94-d1d1-41a2-93f2-b16a21b1df1e",
            "word": "coup",
            "phonetic": "kuːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The coup gave the dictatorship a dose of its own medicine, subjecting the dictator and his entourage to torture and confinement in deplorable conditions.",
                "He took up the reins of government immediately after the coup.",
                "Many people fear that the newly elected government will be ousted in a military coup and are leaving their country while the going is good.",
                "The president of the United States instigated an attempted coup in this country.",
                "Meanwhile, protests continued against Myanmar's military coup."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291cA&hash=559435f0b5f7ab4dd322457a09b4428aa2648cd8&lang=en&cache-only=0",
            "defineEn": "an unexpected, illegal, and often violent attempt to change a government",
            "defineVi": "một nỗ lực bất ngờ, bất hợp pháp và thường là bạo lực để thay đổi chính phủ"
        },
        {
            "id": "79aaa93f-693d-4f9b-98d8-05798479ebbe",
            "word": "court martial",
            "phonetic": "koːɹt mɑːɹʃəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y291cnQgbWFydGlhbA&hash=11caf0134535b13801bc19dc0c99651970a823ad&lang=en&cache-only=0",
            "defineEn": "*** a military court that deals with members of the armed forces who break military law; a trial at such a court",
            "defineVi": "*** một tòa án quân sự giải quyết các thành viên của lực lượng vũ trang vi phạm luật quân sự; một phiên tòa tại một tòa án như vậy"
        },
        {
            "id": "e5902abe-6561-4764-8637-ce6df31d5373",
            "word": "curfew",
            "phonetic": "kɜːfjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "D.C. Mayor Muriel Bowser imposed a 6:00 p.m. curfew.",
                "D.C. Mayor Muriel Bowser imposed a 6:00 p.m. curfew.",
                "Officials have now authorized an overnight curfew through April 12.",
                "Soldiers enforce a strict military curfew.",
                "Behave, be in by curfew."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VyZmV3&hash=258afd62aa83a5dc9a803d60509e0e1d9d5300e4&lang=en&cache-only=0",
            "defineEn": "an order or law that prohibits people from going outside after a specific time, particularly at night",
            "defineVi": "một mệnh lệnh hoặc luật cấm mọi người ra ngoài sau một thời gian cụ thể, đặc biệt là vào ban đêm"
        },
        {
            "id": "83e605dc-2fb1-47ec-8e07-5630645ccd14",
            "word": "evacuation",
            "phonetic": "ɪvækjuːeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is a mandatory evacuation event.",
                "We followed the instructions given by the police during an emergency evacuation drill.",
                "People would practice evacuations.",
                "And so the evacuation stops at the county line.",
                "The parasites are ready for evacuation now."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZhY3VhdGlvbg&hash=025ef155b54e7482c8cc85ac5b3fe1ec5e1cfeed&lang=en&cache-only=0",
            "defineEn": "the action of transferring people or being transferred to somewhere else to be safe from a dangerous situation",
            "defineVi": "hành động chuyển người hoặc được chuyển đến một nơi khác để được an toàn khỏi tình huống nguy hiểm"
        },
        {
            "id": "0dd361d3-1794-4436-934d-0552dfc60dc9",
            "word": "garrison",
            "phonetic": "ɡæɹɪsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "ROBERT ABRAMS: For example, daily livestreamed community briefings by our garrison and installation commanders, with questions and answers, as well as multiple virtual town halls with our senior commanders.",
                "It's the longest continuously garrisoned military installation in the United States.",
                "In June of 1756 the British governor of Calcutta, Roger Drake, made the mistake of insulting the emissaries sent by the nawab Siraj-ud-daula, who duly besieged and captured the English garrison of 500 with his own army of 30,000.",
                "And the stage was set for the fighting to begin, which it did, when Southern troops fired upon the Union garrison at Fort Sumter in Charleston harbor on April 12, 1861."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2Fycmlzb24&hash=bb68a66a3d951891e3f300a6a093f5c7c96854a1&lang=en&cache-only=0",
            "defineEn": "a fortified military post where troops are stationed",
            "defineVi": "một đồn quân sự kiên cố nơi quân đội đóng quân"
        },
        {
            "id": "d7c3f2b2-df06-4b06-926d-27ad29cdebf4",
            "word": "incendiary",
            "phonetic": "ɪnsɛndjɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some in Gaza launched incendiary balloons that sparked fires in Southern Israel.",
                "For Donald Trump, this incendiary media environment is a weapon, and he wields it every day. ",
                "No, it had nothing to do with incendiary content at all. ",
                "Do you not think that in any way that’s incendiary? ",
                "And he got people to pay attention to him because he was saying really incendiary things. "
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jZW5kaWFyeQ&hash=58dab592d67c29c017d28a5916362547f052ee33&lang=en&cache-only=0",
            "defineEn": "a bomb that is designed to start fires; is most effective against flammable targets (such as fuel)",
            "defineVi": "một quả bom được thiết kế để bắt đầu cháy; hiệu quả nhất đối với các mục tiêu dễ cháy (chẳng hạn như nhiên liệu)"
        },
        {
            "id": "2e574714-dd5e-41b7-aec9-63769431b123",
            "word": "to infiltrate",
            "phonetic": "tʊ ɪnfɪltɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Instead, a narrow strand of cells infiltrates the body of a grapevine, not unlike the roots of those parasitic barnacles.",
                "Just another way monster history infiltrates our real world.",
                "In 2016, Russians infiltrated our voting systems in every single state.",
                "The problem is that the bacteria could have infiltrated the flour during any step of the manufacturing process.",
                "As water infiltrates the gaps of olivine’s crystal structure, it changes into serpentinite."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5maWx0cmF0ZQ&hash=ea85a1e429ce676ebd7ef31e3f02a4d57406f551&lang=en&cache-only=0",
            "defineEn": "enter a group or organization in order to spy on the members",
            "defineVi": "tham gia một nhóm hoặc tổ chức để theo dõi các thành viên"
        },
        {
            "id": "dacfe0a4-e3e6-4429-bc41-4368671c5b23",
            "word": "legionary",
            "phonetic": "liːdʒənɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And the life of a legionary is dangerous and grueling.",
                "Servius enlisted as a legionary eight years ago at age 18, the son of a poor farmer with few prospects.",
                "Unlike the majority of legionaries, he doesn’t gamble, so he’s been able to save most of his wages."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVnaW9uYXJ5&hash=1f1a7f1abaa03977864048d28faa9c2625ea2191&lang=en&cache-only=0",
            "defineEn": "a soldier who is a member of a legion (especially the French Foreign Legion)",
            "defineVi": "một người lính là thành viên của một quân đoàn (đặc biệt là Quân đoàn nước ngoài của Pháp)"
        },
        {
            "id": "5c473c76-acdb-4374-8230-53245e0161bd",
            "word": "mercenary",
            "phonetic": "mɜːsənɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mercenaries are in it for the loot.",
                "It’s mercenary.",
                "Such noble behavior separated the knight from common archers and mercenaries.",
                "They were arrested Monday, a day after mercenaries attacked a coastal outpost.",
                "Meanwhile, the aforementioned use of mercenaries helped undermine the feudal system, in which everyone owed loyalty to a lord, from knights to a serf, who was bound to that lord's land."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVyY2VuYXJ5&hash=e1110b08ae77855bcbe92d351e687bed3fa0b7d9&lang=en&cache-only=0",
            "defineEn": "a person hired to fight for another country than their own",
            "defineVi": "một người được thuê để chiến đấu cho một quốc gia khác hơn là của họ"
        },
        {
            "id": "6d811b86-7f12-45cd-90f3-35030b90d932",
            "word": "marauder",
            "phonetic": "mɚɹɔːdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the 8th century, Scandinavian marauders started taking over much of England.",
                "The notion that we can support marauders going through the streets and destroying businesses is, I think, unfathomable to most Americans, and the president comes down on that side, as well. ",
                "But the notion that we can support marauders going through the streets and destroying businesses and throwing rocks and Molotov cocktails in a civilized society is I think unfathomable to most Americans, and I think the president comes down on that side as well."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFyYXVkZXI&hash=8c87be1732d70381f6895f67abf43fca0c2a8c1f&lang=en&cache-only=0",
            "defineEn": "someone who attacks in search of booty",
            "defineVi": "ai đó tấn công để tìm kiếm chiến lợi phẩm"
        },
        {
            "id": "43d79a9a-6248-41ca-b5df-05bdf3f14df7",
            "word": "militia",
            "phonetic": "məlɪʃə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Armed right-wing militia arrived.",
                "But the militia debate was still a big part.",
                "Within weeks, armed militias mobilized, backed by Iran.",
                "Civilians form their own militias and respond to the country's military coup with force.",
                "Some of them have been in militias way back during the 1990s civil war."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlsaXRpYQ&hash=9d2149772ce5a373afda4a8bb688335919891789&lang=en&cache-only=0",
            "defineEn": "a military group consisting of civilians who have been trained as soldiers to help the army in emergencies",
            "defineVi": "một nhóm quân sự bao gồm những thường dân đã được huấn luyện thành những người lính để giúp đỡ quân đội trong trường hợp khẩn cấp"
        },
        {
            "id": "2eb1f7c5-a38a-4120-a0d9-d3354c96c8ee",
            "word": "to mobilize",
            "phonetic": "tə moʊbɪlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "They mobilized their forces. ",
                "They mobilized their forces.",
                "Within weeks, armed militias mobilized, backed by Iran.",
                "But young people across the world are now mobilizing to push for urgent action.",
                "You can now mobilize people to get them to the streets without traditional means, and even without a youth movement."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW9iaWxpemU&hash=ff868c5e3f203178fa9ba4960d2eb238ba69823c&lang=en&cache-only=0",
            "defineEn": "(of a state) to organize and prepare for a military operation",
            "defineVi": "(của một bang) để tổ chức và chuẩn bị cho một hoạt động quân sự"
        },
        {
            "id": "a1e3d315-9ed8-4c08-ba1b-923ff5ef511e",
            "word": "to pillage",
            "phonetic": "tə pɪlɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "In the 18th century armies usually fed themselves by foraging, which really meant just pillaging the countryside.",
                "But, with everyone following that logic, the finite resource gets pillaged.",
                "Life within the Mongol Empire wasn't just war, pillage and destruction.",
                "And maybe, you know, in five centuries or so, begin to pillage.",
                "Founded four centuries ago, the town's narrow streets and position high atop a hill once made it difficult for invaders to pillage."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGlsbGFnZQ&hash=4661f49e6e9babc3f8140cf992df9167423b9804&lang=en&cache-only=0",
            "defineEn": "steal goods; take as spoils",
            "defineVi": "trộm hàng; lấy làm chiến lợi phẩm"
        },
        {
            "id": "fbac3c67-6a53-432b-b931-442b366e65c1",
            "word": "rebellion",
            "phonetic": "ɹᵻbɛliən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rebellion was nipped in the bud.",
                "Sir, the inhabitants have risen up in rebellion.",
                "Whether it's in politics, social movements, or any other area of life, those who are the most vulnerable or marginalized may also be the most fearless and willing to fight for their rights - beggars fear no rebellion, as the old saying goes.",
                "\"Fortnite\" and Epic Games are leading this rebellion here.",
                "This was called Shays’ Rebellion, after Revolutionary War veteran and indebted farmer Daniel Shays."
            ],
            "audio": "https://tts.langeek.co/read?text=cmViZWxsaW9u&hash=c6d781d61e24ddf391100f457f92cab72ef98be7&lang=en&cache-only=0",
            "defineEn": "an organized action, usually violent, against an authority, attempting to bring about a change",
            "defineVi": "một hành động có tổ chức, thường là bạo lực, chống lại chính quyền, cố gắng mang lại sự thay đổi"
        }
    ]
}