{
    "id": "7818ebf9-cd01-4817-ad6c-dce373aaa9ca",
    "title": "Lesson 39",
    "originalTitle": "Lesson 39",
    "words": [
        {
            "id": "9b02eefb-f7be-43bc-b2e0-ac317e8ea910",
            "word": "to inundate",
            "phonetic": "tʊ ɪnəndeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "So it's inundating the Earth.",
                "For instance, the Hawaiian island of Kauai is now inundated with feral chickens.",
                "Everyone's being inundated with thousands of marketing messages every day.",
                "The population is inundated with a constant barrage of propaganda made up of historical facts and statistics manufactured in the Ministry of Truth.",
                "It was just, they were inundated, because the transition team for the National Security Council was tiny."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW51bmRhdGU&hash=9fad92ce53cd427ca17349163d20b2f3b58c6144&lang=en&cache-only=0",
            "defineEn": "to cover a stretch of land with a lot of water",
            "defineVi": "để bao phủ một dải đất với rất nhiều nước",
            "hasImg": true
        },
        {
            "id": "98934ba7-fe54-41c8-877f-322fab6f400c",
            "word": "inundated",
            "phonetic": "ɪnəndeɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW51bmRhdGVk&hash=2d5147f1702bb8348de71a3f24305c4df387fd2b&lang=en&cache-only=0",
            "defineEn": "covered with water",
            "defineVi": "phủ đầy nước"
        },
        {
            "id": "2db855c4-8e23-44ab-bf70-d04f49f70905",
            "word": "inundation",
            "phonetic": "ɪnəndeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW51bmRhdGlvbg&hash=5129a6b73ead9090ba34fd80d9be9cba205a65e2&lang=en&cache-only=0",
            "defineEn": "the rising of a body of water and its overflowing onto normally dry land",
            "defineVi": "sự dâng lên của một khối nước và nó tràn vào vùng đất khô bình thường",
            "hasImg": true
        },
        {
            "id": "b9991967-395f-4b02-bffe-4bc89a686bce",
            "word": "transverse",
            "phonetic": "tɹænsvɜːs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And the transverse, or horizontal plane divides the body top and bottom.",
                "Now, light is a transverse wave, meaning that the wave travels in one direction and oscillates back and forth in a direction that’s perpendicular to the direction of travel.",
                "And so you got to think in 3D this is a transverse section of the bone.",
                "But S-waves, S for secondary, these are the transverse waves, these can only travel through solids.",
                "Train design, with its transverse engine and front wheel drive, is today considered a revolutionary and is credited with inspiring generations of cars."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnN2ZXJzZQ&hash=7c21c229b540368a634141f3d8b36b864b8fd4e5&lang=en&cache-only=0",
            "defineEn": "extending or lying across; in a crosswise direction; at right angles to the long axis",
            "defineVi": "kéo dài hoặc nằm ngang; theo hướng ngang; vuông góc với trục dài"
        },
        {
            "id": "0c0c026d-8a07-409e-a345-7f96c4b83503",
            "word": "transposition",
            "phonetic": "tɹænspəzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNwb3NpdGlvbg&hash=a1e910acc12ed9476485c3860320708b74a5b263&lang=en&cache-only=0",
            "defineEn": "the act of reversing the order or place of",
            "defineVi": "hành động đảo ngược thứ tự hoặc địa điểm của"
        },
        {
            "id": "79142319-ab9e-4099-a559-3c41b4e11c5b",
            "word": "to transplant",
            "phonetic": "tə tɹænsplænt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She lived on borrowed time for years before finally receiving a heart transplant.",
                "Transplant centers are a good revenue center for hospitals.",
                "On the other hand your body could reject the transplant.",
                "In 1971, for instance, biologists transplanted ten Italian wall lizards from one island off the coast of Croatia to another.",
                "Specifically, a transplant from a person who is resistant to HIV."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhbnNwbGFudA&hash=42325204997b990a4ef4aef48c92dd883239ac35&lang=en&cache-only=0",
            "defineEn": "to remove a plant from its original place and replant it somewhere else",
            "defineVi": "để loại bỏ một nhà máy từ nơi ban đầu của nó và trồng lại nó ở một nơi khác"
        },
        {
            "id": "8e2b0912-d991-4cfb-b95a-2ffacd98f3c7",
            "word": "to transmute",
            "phonetic": "tə tɹænsmjuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The human body, for example, was understood as an alchemical workshop: chemical reactions happened in the organs, transmuting one kind of stuff into another."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhbnNtdXRl&hash=9530fe2456c1dfb8f179fa7e7874284bab92f575&lang=en&cache-only=0",
            "defineEn": "to change something's nature, appearance, or substance into something different and usually  better",
            "defineVi": "để thay đổi bản chất, diện mạo hoặc chất của một thứ gì đó thành một thứ gì đó khác biệt và thường tốt hơn",
            "hasImg": true
        },
        {
            "id": "de7b25be-d4f3-48d6-98b9-2ecee4c03c79",
            "word": "to transmit",
            "phonetic": "tə tɹænsmɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Because some species transmit lots of deadly diseases.",
                "The vagus nerve transmits information between the brainstem and organs like the lungs, heart ,stomach, and liver.",
                "Even an elephant’s footsteps transmit useful information about its size and whereabouts to other elephants.",
                "They transmit an electrical version of the vibration through wires to an amplifier.",
                "Even worse, raccoons can transmit diseases like canine distemper and, in rare cases, rabies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhbnNtaXQ&hash=b16d5c1c50c5cb24548a42126d1f18cc5748bd4b&lang=en&cache-only=0",
            "defineEn": "to convey or communicate something, such as information, ideas, or emotions, from one person to another",
            "defineVi": "để truyền đạt hoặc giao tiếp một cái gì đó, chẳng hạn như thông tin, ý tưởng hoặc cảm xúc, từ người này sang người khác"
        },
        {
            "id": "901fe115-e64e-40f2-af58-564d5d4f5762",
            "word": "transmission",
            "phonetic": "tɹænsmɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "As Ethic weaves her way towards the innermost maze, her radio picks up a transmission.",
                "The transmission repairman has spoken!",
                "In 1995, a sixth right, digital audio transmission was created.",
                "One initial study from China showed decreases in SARS-CoV-2 transmission along with increases in humidity.",
                "So person-to-person transmission has become blessedly rare."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNtaXNzaW9u&hash=e6138e898b2d2cd2b5db29778a9c7ae67521a624&lang=en&cache-only=0",
            "defineEn": "the act of sending a message; causing a message to be transmitted",
            "defineVi": "hành động gửi tin nhắn; khiến một thông điệp được truyền đi"
        },
        {
            "id": "0c8c8d54-3c75-4eb3-ad34-ccc5afb2dcb5",
            "word": "transference",
            "phonetic": "tɹænsfɜːɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now transference describes an experience when a person unconsciously redirects certain feelings, expectations, or desires onto someone else.",
                "Now watch the magic transference as the spirit of the ash moves through the concrete.",
                "First let's define transference.",
                "Like I said, transference can occur in therapy and out of therapy.",
                "These create a huge surface area to maximize molecule absorption and transference into the blood stream."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNmZXJlbmNl&hash=546c6029f8436748ee2f39ebbdb09716611ab573&lang=en&cache-only=0",
            "defineEn": "the act of transfering something from one form to another",
            "defineVi": "hành động chuyển một cái gì đó từ dạng này sang dạng khác"
        },
        {
            "id": "faac0e6f-ac09-44c4-bc69-b882bd693df3",
            "word": "transferrer",
            "phonetic": "tɹænsfɜːɹə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNmZXJyZXI&hash=9566647a339daba62f3965dd908375801fabea0f&lang=en&cache-only=0",
            "defineEn": "someone who transfers something",
            "defineVi": "ai đó chuyển một cái gì đó"
        },
        {
            "id": "3597b83d-efee-4de1-8bad-cf4d12f5e58e",
            "word": "to transfigure",
            "phonetic": "tə tɹænsfɪɡjɚ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhbnNmaWd1cmU&hash=304e79cbc57dbd99c39e02cbb775671737a62d5b&lang=en&cache-only=0",
            "defineEn": "change completely the nature or appearance of",
            "defineVi": "thay đổi hoàn toàn bản chất hoặc sự xuất hiện của",
            "hasImg": true
        },
        {
            "id": "32615f77-93f0-4aab-9665-64366bd62ccd",
            "word": "successor",
            "phonetic": "səksɛsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The President handed over the baton to his successor.",
                "He is retiring and passing the torch on to his successor.",
                "And the emperor’s successors weren’t very interested in maritime trade.",
                "They're bringing back the Cannonball Loop successor.",
                "Photo-editing software is simply a far smarter successor to those tools."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VjY2Vzc29y&hash=6bd83e3ea2ff37516f1cfbaf56ac26de1bf68720&lang=en&cache-only=0",
            "defineEn": "a person or thing that is next in line to someone or something else",
            "defineVi": "một người hoặc vật tiếp theo xếp hàng với ai đó hoặc cái gì khác"
        },
        {
            "id": "6e072b8a-d217-41b8-9ad5-4ef353a71bec",
            "word": "successive",
            "phonetic": "səksɛsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The government has been waging successive wars on the north of Yemen.",
                "And then each successive term is a previous term times our common ratio, times r.",
                "And because stars convert hydrogen and helium into heavier elements, each successive generation of stars contains a larger fraction of heavier stuff.",
                "And second, the ratio between successive Fibonacci numbers is quite similar.",
                "For example, add up the numbers in each row, and you'll get successive powers of two."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VjY2Vzc2l2ZQ&hash=29345a4724abcdd2b39019e840dc2c317fe3c2ee&lang=en&cache-only=0",
            "defineEn": "happening one after another",
            "defineVi": "xảy ra lần lượt"
        },
        {
            "id": "1e171236-1a67-47a1-8095-7b5200f9277f",
            "word": "to revoke",
            "phonetic": "tə ɹᵻvoʊk ",
            "partOfSpeechType": "verb",
            "examples": [
                "It would revoke licenses of dog breeders who violate standards of care.",
                "They can also often revoke bail and send clients back to jail.",
                "Like, last year, Harvard revoked 10 students' admissions because of offensive stuff they put on Facebook.",
                "Punishments could include revoking permits or holding up construction and in construction time is money.",
                "Human rights are not privileges, and they cannot be granted or revoked."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV2b2tl&hash=1f11db4c89fb106b9852ff848933e86b18ae7ee4&lang=en&cache-only=0",
            "defineEn": "cancel officially",
            "defineVi": "hủy bỏ chính thức"
        },
        {
            "id": "652df318-99a2-466e-81e6-b70f30e2ce7c",
            "word": "revocation",
            "phonetic": "ɹᵻvəkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And then when President Trump took office in 2017, the numbers dropped off really sharply, owing simply to his rhetoric, his campaign rhetoric, and then his rhetoric once he took office, the revocation of some of the policies that President Obama and I enacted. "
            ],
            "audio": "https://tts.langeek.co/read?text=cmV2b2NhdGlvbg&hash=5b0823de2d2540de1b6a22c8ad1d27f044ef4a17&lang=en&cache-only=0",
            "defineEn": "the cancelation of a law, agreement, or decision",
            "defineVi": "việc hủy bỏ một luật, thỏa thuận, hoặc quyết định"
        },
        {
            "id": "eb939e30-1313-49a2-9b55-e07321ee0d60",
            "word": "to commiserate",
            "phonetic": "tə kəmɪsɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "You’re going to spend 10 or 15 minutes with them, hear their stories, commiserate with them, talk to them. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbWlzZXJhdGU&hash=7eb27a14d2127d335834d7622e51d4c632e9710e&lang=en&cache-only=0",
            "defineEn": "to feel or express sympathy or compassion",
            "defineVi": "để cảm thấy hoặc thể hiện sự cảm thông hoặc lòng trắc ẩn"
        },
        {
            "id": "37446c91-4929-4431-9e60-2ca92c54e630",
            "word": "bullion",
            "phonetic": "bʊliən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So that paranoid survivalist burying bullion in his backyard is still playing the trust game.",
                "You can buy it in the form of coins or bullion, but dealers have markups and then there’s the cost of having to store it safely to protect it from theft or loss."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVsbGlvbg&hash=6dac892f8d8b3fb2dce654e0c63f56c7e714380b&lang=en&cache-only=0",
            "defineEn": "a mass of precious metal",
            "defineVi": "một khối kim loại quý"
        },
        {
            "id": "cbbc10f7-a611-4b22-b664-d457dbb8b82a",
            "word": "bulbous",
            "phonetic": "bʌlbəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That bulbous head has powerful mouthparts that chew through the tough oak leaves.",
                "I'm talking about, not the bulbous end, but the opposite end. -",
                "In a healthy worm-bin habitat, worm reproduction will occur when the wigglers become sexually mature, indicated by an elongation of the segments into a bulbous structure.",
                "(mambo music) Because they are so gnarly and bulbous and oddly-shaped, don't worry about peeling them, it's really not necessary.",
                "This is a Phantom V10 What we're gonna do is, the bird's gonna fly in here and get this piece of meat and if you look at the lens it's got a big, a big bulbous on the outside there."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVsYm91cw&hash=9de8709cc6815b3e0f7f54eab531687b4cf79bde&lang=en&cache-only=0",
            "defineEn": "shaped like a bulb",
            "defineVi": "có hình dạng như một bóng đèn"
        }
    ]
}