{
    "id": "78549d82-316f-4387-b6ed-3a4f7db8b0b4",
    "title": "City",
    "originalTitle": "Lesson 24",
    "words": [
        {
            "id": "eb9a2dba-7f54-49c3-95c6-8695d215bdaf",
            "word": "city",
            "phonetic": "sɪɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The city has put the brakes on further spending.",
                "The band are playing 11 cities around the country.",
                "The company are playing 11 cities around the country.",
                "The book paints a vivid picture of life in the city.",
                "The city of Paris lies on the banks of the Seine River."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2l0eQ&hash=a356ce3002eac7171f94f7cd560875bd4e138f5c&lang=en&cache-only=0",
            "defineEn": "a larger and more populated town",
            "defineVi": "một thị trấn lớn hơn và đông dân cư hơn",
            "hasImg": true
        },
        {
            "id": "8cf64c76-cb68-424f-9ae9-165157ecbb39",
            "word": "town",
            "phonetic": "taʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The town is three miles away.",
                "The rebels held the town for many weeks.",
                "The French army held the town for three days.",
                "Posters for the gig appeared all over town.",
                "I know this town like the back of my hand."
            ],
            "audio": "https://tts.langeek.co/read?text=dG93bg&hash=56f3e329d84d5f5e49ee1a08c6b8aa7549677f49&lang=en&cache-only=0",
            "defineEn": "an area with human population that is smaller than a city and larger than a village",
            "defineVi": "một khu vực có dân số nhỏ hơn một thành phố và lớn hơn một ngôi làng",
            "hasImg": true
        },
        {
            "id": "2e0552bc-8686-4e8c-b5d5-5519a0b9fc20",
            "word": "street",
            "phonetic": "stɹiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cobbled streets run down to a tiny harbor.",
                "The new smartphone is streets ahead of its predecessor, with a larger screen and more powerful processor.",
                "The experienced lawyer is streets ahead of her young colleagues, with a deep understanding of the law and years of courtroom experience.",
                "The street vendor served crispy trotter bites with a tangy dipping sauce at the food market.",
                "The protesters raised their cries for justice and equality in the streets."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyZWV0&hash=605f3456837790aa20ed16432bf60b50eabb9f6a&lang=en&cache-only=0",
            "defineEn": "a public path for vehicles in a village, town, or city, usually with buildings, houses, etc. on its sides",
            "defineVi": "một con đường công cộng dành cho các phương tiện trong một ngôi làng, thị trấn hoặc thành phố, thường có các tòa nhà, nhà ở, v.v. ở hai bên",
            "hasImg": true
        },
        {
            "id": "e11cd022-db3d-4575-a735-29ff377b4f38",
            "word": "bank",
            "phonetic": "bæŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bank raised interest rates.",
                "Many banks have cut commercial builders off cold turkey.",
                "The bank crash has had a ripple effect on the whole community.",
                "Their bank account was in the red again.",
                "You'll pass a bank on the way to the train station."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFuaw&hash=3b043374dcb2ad9a5960636c5f17225375e5af1e&lang=en&cache-only=0",
            "defineEn": "a financial institution that keeps and lends money and provides other financial services",
            "defineVi": "một tổ chức tài chính giữ và cho vay tiền và cung cấp các dịch vụ tài chính khác",
            "hasImg": true
        },
        {
            "id": "83926848-2e33-43f1-a6bd-fda34e4f68c2",
            "word": "hospital",
            "phonetic": "hɑːspɪɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The helicopter transported the injured person to the hospital.",
                "He later died in hospital.",
                "The hospital's plea for donors tugged at the heartstrings of millions of viewers.",
                "While in hospital, Jeremy took stock of his life.",
                "I have to go to hospital for an operation."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9zcGl0YWw&hash=1f0cfb41031280ce1afe4c48a555e1bda9cec0bf&lang=en&cache-only=0",
            "defineEn": "a large building where sick or injured people receive medical treatment and care",
            "defineVi": "một tòa nhà lớn nơi những người bị bệnh hoặc bị thương được điều trị và chăm sóc y tế",
            "hasImg": true
        },
        {
            "id": "b5d1a32e-724f-41b0-9cc7-2da0daaa6890",
            "word": "restaurant",
            "phonetic": "ɹɛstɹɑːnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The restaurant featured a signature dish of slow-roasted brisket.",
                "On the credit side, the restaurant offers a wide range of choices.",
                "The restaurant served their fish and chips with a side of brown sauce.",
                "The restaurant served a mouthwatering plate of spaghetti with bolognese pasta sauce.",
                "The restaurant offered a delightful combination of prosciutto and Parmesan tortelli."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzdGF1cmFudA&hash=d50fe30d7809a0b05960468add36e69277bff29e&lang=en&cache-only=0",
            "defineEn": "a place where we pay to sit and eat a meal",
            "defineVi": "một nơi mà chúng tôi trả tiền để ngồi và ăn một bữa ăn",
            "hasImg": true
        },
        {
            "id": "58ff2600-2fee-4b3d-a420-4e530313e690",
            "word": "movie theater",
            "phonetic": "muːvi θiəɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now showing at a movie theater near you!",
                "We visit the movie theater occasionally to escape into a different world through films.",
                "She bought popcorn and soda at the movie theater before the film started.",
                "He likes the comfortable seats and big screen at the movie theater.",
                "They are planning a movie night at the movie theater with their family."
            ],
            "audio": "https://tts.langeek.co/read?text=bW92aWUgdGhlYXRlcg&hash=b87a45d6edf8ebf2ab92072383518dddf576b712&lang=en&cache-only=0",
            "defineEn": "a place where we go to watch movies",
            "defineVi": "một nơi mà chúng ta đi xem phim",
            "hasImg": true
        },
        {
            "id": "cb813a6b-255b-49fa-bef2-02cd99b7fb2a",
            "word": "supermarket",
            "phonetic": "suːpɚmɑːɹkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The supermarket offers a wide variety of dairy products, including milk, cheese, butter, and yogurt.",
                "The gang did a warehouse and a supermarket.",
                "I buy groceries and household items at the supermarket every week.",
                "My father compares prices at different supermarkets to get the best deals.",
                "Shelley drove him to the supermarket."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwZXJtYXJrZXQ&hash=41aadb8c300685beeebf2ac120ea43cf4498f3e3&lang=en&cache-only=0",
            "defineEn": "a large store that a person can go to and buy food, drinks and other things from",
            "defineVi": "một cửa hàng lớn mà một người có thể đến và mua thức ăn, đồ uống và những thứ khác từ",
            "hasImg": true
        },
        {
            "id": "8150f5a8-ac29-4db2-b585-5c9b3ce55bac",
            "word": "post office",
            "phonetic": "poʊst ɑːfɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The big fellow keeps a fish shop near the post office.",
                "They visited the post office to pick up a registered letter.",
                "She bought some stamps at the post office to send out her letters.",
                "I went to the post office to mail a package to my friend.",
                "I need to update my address with the post office."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zdCBvZmZpY2U&hash=3d77d82660466e520112cb7922f3e0585fd649d5&lang=en&cache-only=0",
            "defineEn": "a place where we can send letters, packages, etc., or buy stamps",
            "defineVi": "một nơi mà chúng ta có thể gửi thư, gói hàng, v.v. hoặc mua tem",
            "hasImg": true
        },
        {
            "id": "d3c524c8-3955-44e9-b0f0-6b8efc4914ed",
            "word": "bench",
            "phonetic": "bɛntʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She tied her shoelaces on the bench before going for a run.",
                "The old man sat on the park bench, feeding crumbs to the birds.",
                "The old man sat on the park bench, enjoying the sunshine.",
                "They gathered around the bench to have a group discussion.",
                "She found a comfortable bench to rest and read her book."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVuY2g&hash=155d600c93dea5356641a7d2da5a2bb06e2a1abd&lang=en&cache-only=0",
            "defineEn": "a long and hard seat that is normally made of metal or wood and two or multiple people can sit on",
            "defineVi": "một chiếc ghế dài và cứng thường được làm bằng kim loại hoặc gỗ và hai hoặc nhiều người có thể ngồi trên",
            "hasImg": true
        },
        {
            "id": "f82a529e-8097-401b-a37b-36949cab93ae",
            "word": "museum",
            "phonetic": "mjuːziəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The museum has free admission on Fridays.",
                "The museum had an impressive collection of European art.",
                "The museum curator collects antique artworks for the museum's collection.",
                "The museum showcased artifacts from different civilizations spanning over a hundred years.",
                "The museum is a fascinating place to learn about history and art."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzZXVt&hash=86fcd1ce44bb65f7d92c77d50eaa201761a864b2&lang=en&cache-only=0",
            "defineEn": "a place where important cultural, artistic, historical, or scientific objects are kept and shown to the public",
            "defineVi": "nơi lưu giữ và trưng bày các vật thể văn hóa, nghệ thuật, lịch sử hoặc khoa học quan trọng cho công chúng",
            "hasImg": true
        },
        {
            "id": "4b9bb132-adcc-48bc-b4db-46b97c16983d",
            "word": "park",
            "phonetic": "pɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "We packed sandwiches for our picnic in the park.",
                "His wife drove him to Regent's Park.",
                "The children are playing outside in the park.",
                "The children were happily playing in the park.",
                "He walked toward the park."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyaw&hash=c376e165829b41f07d765ee0c06c3e2d04a42127&lang=en&cache-only=0",
            "defineEn": "a large public place in a town or a city that has grass and trees and people go to for walking, playing, and relaxing",
            "defineVi": "một nơi công cộng lớn trong một thị trấn hoặc một thành phố có cỏ và cây cối và mọi người đi dạo, vui chơi và thư giãn",
            "hasImg": true
        },
        {
            "id": "a44c1dd1-a962-4c27-a5ce-0f411bcee564",
            "word": "hotel",
            "phonetic": "hoʊtɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hotel had expensive rates during the holiday season.",
                "The hotel provides fresh towels for the guests every day.",
                "The hotel looks out over the harbor.",
                "Hotel prices start at €80 for a double room.",
                "The hotel offers a range of available room options to suit different budgets."
            ],
            "audio": "https://tts.langeek.co/read?text=aG90ZWw&hash=a9612b168a1c109c2b2fc6c448e08588844ac91e&lang=en&cache-only=0",
            "defineEn": "a building where we give money to stay and eat food in when we are traveling",
            "defineVi": "một tòa nhà nơi chúng tôi cho tiền để ở và ăn đồ ăn khi chúng tôi đi du lịch",
            "hasImg": true
        },
        {
            "id": "6b7c4e56-a9f7-4f3f-92d4-0864239f3afa",
            "word": "police",
            "phonetic": "pəliːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Police turned water cannon on the rioters.",
                "Police are holding two men in connection with last Thursday's bank raid.",
                "The robbers led police on a high-speed chase through the city.",
                "Police still haven't made heads nor tails of the heist.",
                "The police had the situation well in hand."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9saWNl&hash=0320bc4c62c6cb09f5fadb0bc007ebdb465fbb13&lang=en&cache-only=0",
            "defineEn": "(plural) a group of people whose job is to catch thieves, killers, etc. and make sure everyone follows rules",
            "defineVi": "(số nhiều) một nhóm người có nhiệm vụ bắt những tên trộm, kẻ giết người, v.v. và đảm bảo mọi người tuân theo các quy tắc",
            "hasImg": true
        },
        {
            "id": "583dc32b-27d8-4b39-a2a2-893b4d8efe04",
            "word": "map",
            "phonetic": "mæp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The map shows the principal towns and rivers.",
                "The explosion wiped the island off the map.",
                "I used a map to navigate my way through the city.",
                "He studied the map to plan the best route for his road trip.",
                "She unfolded the map to find the location of the tourist attractions."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFw&hash=6224d4b0322a533956ca398101e401b2c8ee39c6&lang=en&cache-only=0",
            "defineEn": "an image that shows where things like countries, seas, cities, roads, etc. are in an area",
            "defineVi": "một hình ảnh cho biết vị trí của những thứ như quốc gia, biển, thành phố, đường xá, v.v. trong một khu vực",
            "hasImg": true
        }
    ]
}