{
    "id": "785b5804-b551-4f62-9e82-b7d82bb2e361",
    "title": "Construction Materials",
    "originalTitle": "Construction Materials",
    "words": [
        {
            "id": "f01f4210-a06e-4546-9e74-2e28b7ed66bc",
            "word": "sandstone",
            "phonetic": "sændstoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Here, we have the sandstone bumper case in cyan.",
                "The red shade was named after a sandstone canyon at Red Rock State Park near Sedona, and the sand shade was named after the Sonoran Desert.",
                "Trickling down through gaps in soil and rock, water flows through sandstone, limestone, and basalt, picking up a microscopic compound called silicon dioxide.",
                "I'm standing here in front of the Smithsonian Castle, it's made of this beautiful red Seneca sandstone.",
                "So I've got a couple of their cases, there's a nylon bumper, as well as their sandstone bumper in cyan, and the phone itself."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FuZHN0b25l&hash=aaf3109b8f9e7071b8cbca1daa16f5b5c62d8f89&lang=en&cache-only=0",
            "defineEn": "a sedimentary rock composed of sand-sized grains, commonly used in construction for its durability and natural beauty",
            "defineVi": "một loại đá trầm tích bao gồm các hạt có kích thước bằng cát, thường được sử dụng trong xây dựng vì độ bền và vẻ đẹp tự nhiên của nó"
        },
        {
            "id": "13508f02-0586-40fd-bdbf-dddc665b895c",
            "word": "quarry tile",
            "phonetic": "kwɔːɹi taɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cXVhcnJ5IHRpbGU&hash=b3ccafc3e182825936627a6fbe1f1407716ad3af&lang=en&cache-only=0",
            "defineEn": "a durable ceramic tile made from clay, known for its strength, stain resistance, and versatility in design, making it suitable for various applications including high-traffic areas",
            "defineVi": "một loại gạch gốm bền làm từ đất sét, được biết đến với độ bền, khả năng chống vết bẩn và tính linh hoạt trong thiết kế, làm cho nó phù hợp với nhiều ứng dụng khác nhau bao gồm các khu vực có lưu lượng truy cập cao"
        },
        {
            "id": "e1c61880-0d94-4b6e-8d8d-3934f7d2c9e8",
            "word": "putty",
            "phonetic": "pʌɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Silly putty: the thing that won the Cold War.",
                "Oh, it’s silly putty.",
                "Many psychologists also point out that fidget spinners are a lot different than stress balls or putty, which therapists sometimes recommend.",
                "He staged the photo using a toy submarine with a head made from wood putty constructed by Ian himself and his step brother.",
                "And it is because we had so much more consumer spending, on stuff like silly putty, that we won the Cold War."
            ],
            "audio": "https://tts.langeek.co/read?text=cHV0dHk&hash=728d8f2d134f236056f612cc600a129a82b53f32&lang=en&cache-only=0",
            "defineEn": "a pliable material used for filling gaps and cracks in surfaces, providing a smooth and durable finish",
            "defineVi": "một vật liệu dẻo được sử dụng để lấp đầy các khoảng trống và vết nứt trên bề mặt, mang lại một lớp hoàn thiện mịn và bền"
        },
        {
            "id": "ce02c2af-918a-4206-852b-3ce9819316f5",
            "word": "limestone",
            "phonetic": "laɪmstoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "We extract CaO from CaCO3 by heating limestone.",
                "And if the conditions are just right like in the super high pressures and temperatures in the earth's crust, large deposits of calcium carbonate can eventually form rocks like limestone.",
                "In 1924, a worker at a limestone quarry in the town of Taung, South Africa made an incredible discovery.",
                "Both groups live in the crevices of limestone towers in forests.",
                "The limestone scrubber is a good system, but it's not perfect."
            ],
            "audio": "https://tts.langeek.co/read?text=bGltZXN0b25l&hash=9b48c33c7f884e94023495db08e29d243a94a1ea&lang=en&cache-only=0",
            "defineEn": "a hard gray or white rock that contains calcium and is used for making cement or as a building material",
            "defineVi": "một loại đá cứng màu xám hoặc trắng có chứa canxi và được sử dụng để sản xuất xi măng hoặc làm vật liệu xây dựng"
        },
        {
            "id": "cca0ea4d-c1a8-44c5-8755-4cbc8d99ed9d",
            "word": "laminate",
            "phonetic": "læmᵻneɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We take any boxes that are made of just paper without any plastic laminate on them, and we shred them and use the shredded bits as bedding."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFtaW5hdGU&hash=e9949d6fa2b8c271463e7cef92ea60f2b6a3704a&lang=en&cache-only=0",
            "defineEn": "a type of surfacing material that is created by bonding multiple layers of paper or resin-impregnated fabric together with a clear top layer of melamine resin",
            "defineVi": "một loại vật liệu bề mặt được tạo ra bằng cách liên kết nhiều lớp giấy hoặc vải tẩm nhựa thông với một lớp nhựa melamine trong suốt trên cùng"
        },
        {
            "id": "f895add0-a204-410a-9887-41b082ab4d21",
            "word": "iron",
            "phonetic": "aɪɚn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Turned the iron to a hotter setting.",
                "The patriarch has always been an iron fist in a velvet glove.",
                "Asparagus beanare rich in iron and vitamin K.",
                "The iron hand in the velvet glove approach seems to work best with this age group.",
                "She needs to iron her suit before the important meeting."
            ],
            "audio": "https://tts.langeek.co/read?text=aXJvbg&hash=06b7a94fa654ab595980a327cfbf97cf74c0b43c&lang=en&cache-only=0",
            "defineEn": "a magnetic gray metal that is very hard and is used in building structures or found in the blood or some food in small amounts",
            "defineVi": "một kim loại màu xám từ tính rất cứng và được sử dụng trong các công trình xây dựng hoặc được tìm thấy trong máu hoặc một số thực phẩm với số lượng nhỏ",
            "hasImg": true
        },
        {
            "id": "25084143-43fe-43c3-914b-b56823b5bfc0",
            "word": "granite",
            "phonetic": "ɡɹænɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm getting granite.",
                "The surface plate is simply a piece of cast iron or later granite, which is incredibly flat and serves as your reference for all precision.",
                "It’s not your fault if you take it for granite.",
                "Carved in unyielding granite, America’s Mt. Rushmore survives for 7.2 million years.",
                "It looked at North America’s Ozark Plateau, where 500 million-year old Cambrian sandstone sits on top of granite that’s 1.4 billion years old."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Jhbml0ZQ&hash=55c5dab19ef814ad35fb5009cc539aa8e0599bc5&lang=en&cache-only=0",
            "defineEn": "a durable and visually appealing natural rock used for countertops, flooring, and other architectural applications",
            "defineVi": "một loại đá tự nhiên bền và hấp dẫn trực quan được sử dụng cho mặt bàn, sàn và các ứng dụng kiến trúc khác"
        },
        {
            "id": "d359fe17-5104-478d-8d15-d452e70b055a",
            "word": "filler",
            "phonetic": "fɪlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Workers stack the empty containers into the automatic filler.",
                "Should you include filler words like um, uh, like, well?",
                "Also, filler words can be an important part of listening.",
                "This is all meat, no filler.",
                "Almost every line on your face can be addressed with filler, but not every line can be addressed with Botox."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlsbGVy&hash=2dba80bcd1957e5a5367ac68f42d007ee258e99c&lang=en&cache-only=0",
            "defineEn": "a substance used to fill gaps or imperfections in surfaces",
            "defineVi": "một chất được sử dụng để lấp đầy khoảng trống hoặc không hoàn hảo trên bề mặt"
        },
        {
            "id": "cba83cb6-5915-4712-9041-9ac5ab32d996",
            "word": "daub",
            "phonetic": "dɔːb ",
            "partOfSpeechType": "noun",
            "examples": [
                "Is it so from the moment of its creation, when the final daub of paint is applied to just the right location?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGF1Yg&hash=0c56834f8a67c0558a8c4b2d7a06702a38b5ca11&lang=en&cache-only=0",
            "defineEn": "a mixture of clay, earth, straw, and sometimes animal dung or other organic materials that is applied as a plaster or coating to walls, typically over a framework of wooden sticks or wattle",
            "defineVi": "hỗn hợp đất sét, đất, rơm, và đôi khi là phân động vật hoặc các vật liệu hữu cơ khác được dùng làm thạch cao hoặc sơn phủ lên tường, thường là trên một khung bằng thanh gỗ hoặc phên"
        },
        {
            "id": "547b99b6-9826-44fe-aa21-9fff593b0eb9",
            "word": "caulk",
            "phonetic": "kɔːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2F1bGs&hash=a7ea0e1fcbcfb785433c522ed3122157bebeeed1&lang=en&cache-only=0",
            "defineEn": "a flexible material, often in the form of a sealant or filler, used to seal gaps, joints, or cracks in various surfaces, such as walls, windows, or pipes, to prevent air, water, or pests from entering or escaping",
            "defineVi": "một vật liệu linh hoạt, thường ở dạng chất bịt kín hoặc chất độn, được sử dụng để bịt kín các khoảng trống, mối nối hoặc vết nứt trên các bề mặt khác nhau, chẳng hạn như tường, cửa sổ hoặc đường ống, để ngăn không khí, nước hoặc sinh vật gây hại xâm nhập hoặc thoát ra ngoài"
        },
        {
            "id": "40c32eb1-49d2-4da7-a1c2-7c1783c33159",
            "word": "bitumen",
            "phonetic": "bɪtuːmɛn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Yml0dW1lbg&hash=136621619ef651be3aa65ff844c2106f29d66807&lang=en&cache-only=0",
            "defineEn": "a thick, black or dark brown substance made from petroleum that is used to make roads and roofs",
            "defineVi": "một chất dày, màu đen hoặc nâu sẫm được làm từ dầu mỏ được sử dụng để làm đường và mái nhà"
        },
        {
            "id": "f5263aa4-ef45-453d-bb00-b2ef04ca3bbe",
            "word": "aggregate",
            "phonetic": "æɡɹɪɡeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She enjoyed the juicy sweetness of raspberries, an aggregate fruit.",
                "We gathered elderberries, excited to use the aggregate fruits for making jams and pies.",
                "Aggregate planned expenditures.",
                "Aggregate U.S. economic growth is strong.",
                "Once again, our dependent variable is aggregate consumption."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdncmVnYXRl&hash=bf528647e8ec7517044e81db070e1990b4bb9d52&lang=en&cache-only=0",
            "defineEn": "a mixture of sand, gravel, crushed stone, or other granular materials used in construction as a main component in concrete, asphalt, and other building materials to provide strength, stability, and durability",
            "defineVi": "hỗn hợp cát, sỏi, đá vụn hoặc các vật liệu dạng hạt khác được sử dụng trong xây dựng như một thành phần chính trong bê tông, nhựa đường và các vật liệu xây dựng khác để mang lại sức mạnh, sự ổn định và độ bền"
        },
        {
            "id": "744eee6a-7e7c-4ff7-829e-1374417bffd8",
            "word": "slab",
            "phonetic": "slæb ",
            "partOfSpeechType": "noun",
            "examples": [
                "A wing of a school pancaked into concrete slabs.",
                "A slab can cost up to $400 per square meter, and over history, it has been used for some remarkable buildings.",
                "Separate slabs of rock could interact, forming rift valleys and subduction zones.",
                "In the early days of urinal cakes, probably around the turn of the 20th century, the little slabs were mostly made of naphthalene, AKA, olden-day moth balls.",
                "And there's a whole slab of it here."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xhYg&hash=0ab969b7ff47e22416da6b148387ac9f4c5f59d3&lang=en&cache-only=0",
            "defineEn": "a thick and flat piece of hard material, such as a stone, metal, wood, etc. that is usually in the shape of a square or rectangle",
            "defineVi": "một mảnh vật liệu cứng dày và phẳng, chẳng hạn như đá, kim loại, gỗ, v.v. thường có hình vuông hoặc hình chữ nhật"
        },
        {
            "id": "6c341582-c02b-4604-a052-3175eeb39765",
            "word": "rubble",
            "phonetic": "ɹʌbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "And by rubble pile, astronomers mean that almost literally.",
                "Rescuers pulled Salem’s brother, Muhammad, out from the rubble.",
                "One of their neighbors, Salem Qteish, was trapped under rubble by the first strike.",
                "Ghaith's colleague and producer, Josh Baker, has dug himself out of the rubble.",
                "Rescue workers have been pulling bodies from the rubble since Sunday."
            ],
            "audio": "https://tts.langeek.co/read?text=cnViYmxl&hash=e960d7b5284c917be9b74f7e35fd0dd7395d7e6f&lang=en&cache-only=0",
            "defineEn": "the damaged bricks, stones, or other material of a building that remain after its destruction",
            "defineVi": "gạch, đá hoặc vật liệu khác bị hư hỏng của tòa nhà còn sót lại sau khi bị phá hủy"
        },
        {
            "id": "ddf7cc0d-f04e-4ffb-b4a3-f4d01fcc48d7",
            "word": "plate glass",
            "phonetic": "pleɪt ɡlæs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGxhdGUgZ2xhc3M&hash=164a41b36a9108f54167214ab43e29269c96b463&lang=en&cache-only=0",
            "defineEn": "a thick high quality sheet of glass used for windows of shops or doors",
            "defineVi": "một tấm kính dày chất lượng cao được sử dụng cho cửa sổ của cửa hàng hoặc cửa ra vào"
        },
        {
            "id": "058b8719-93f6-478e-acde-5c155d0aaacb",
            "word": "mortar",
            "phonetic": "mɔːɹɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "As an investment, bricks and mortar are not what they were.",
                "Many companies saw the advent of online retailing as a threat to their bricks and mortar business.",
                "Brick and mortar stores were reeling to.",
                "Brick and mortar retailers like GNC, The Vitamin Shoppe, and Vitamin World have faced an onslaught of competition from big box retailers like WalMart and Target, grocery stores like Kroger, and Whole Foods, and e-commerce giants like Amazon.",
                "The brick and mortar video game market is intensely competitive."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9ydGFy&hash=3bdace8ec68ce1c856ef538b2ee27ae213ae9e55&lang=en&cache-only=0",
            "defineEn": "a substance that is a mixture of sand, cement, and water, used for fixing bricks and stones in a building",
            "defineVi": "một chất là hỗn hợp của cát, xi măng và nước, được sử dụng để cố định gạch và đá trong một tòa nhà",
            "hasImg": true
        },
        {
            "id": "28b3fd30-6775-4936-a6b3-c3eea9b43235",
            "word": "masonry",
            "phonetic": "meɪsənɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "So I joined masonry for a few reasons.",
                "But the weight of the extra masonry made that side sink even deeper.",
                "My grandfather had just started his own masonry business, and so my dad and his brother-in-laws were certified bricklayers and they went into that line of work.",
                "We can have a nonflammable masonry material like block or something on that order, and then use a nonflammable material for effacing and boxing OKAY.",
                "Students choose from seven areas of concentration, including stone, plaster and brick masonry, timber framing and architectural carpentry."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzb25yeQ&hash=ceeedc046683b616e2a92705afa068eb52bd138b&lang=en&cache-only=0",
            "defineEn": "stones or bricks that a building or wall is made of",
            "defineVi": "đá hoặc gạch mà một tòa nhà hoặc bức tường được làm bằng"
        },
        {
            "id": "037c1df1-4eef-440f-8434-10205927d852",
            "word": "marble",
            "phonetic": "mɑːɹbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Have you lost your marbles?",
                "My poor grandmother started losing her marbles after she had a stroke.",
                "I'll tell it to you, although you'll probably think I've lost my marbles.",
                "Carrara marble is one of the most prestigious marbles in the world.",
                "I lost my marbles."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFyYmxl&hash=fbe696d1c4cd32dd77dc67355ba5bc6a675b024e&lang=en&cache-only=0",
            "defineEn": "a type of hard smooth rock that is mostly white in color and has colored lines, which is used as building material or in making statues",
            "defineVi": "một loại đá cứng, mịn, hầu hết có màu trắng và có các đường màu, được sử dụng làm vật liệu xây dựng hoặc tạc tượng",
            "hasImg": true
        },
        {
            "id": "6be8eb92-a972-4be8-ad04-792f3c537a5f",
            "word": "joist",
            "phonetic": "dʒɔɪst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=am9pc3Q&hash=28e8dfabb2513955cf5a25741ebf43276aaedf9a&lang=en&cache-only=0",
            "defineEn": "a metal or wooden thick bar used in buildings to support a ceiling or floor",
            "defineVi": "một thanh dày bằng kim loại hoặc bằng gỗ được sử dụng trong các tòa nhà để đỡ trần nhà hoặc sàn nhà"
        },
        {
            "id": "4dae3aa6-35de-475a-940a-6b209f035ddf",
            "word": "drywall",
            "phonetic": "dɹaɪwɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "MICHAEL BARBOSA: When I was doing my drywall stocking, I ran into a lot of plumbers.",
                "And they would ask me, why are you just drywall stocking?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJ5d2FsbA&hash=bd1c77b71c01ca0c8453a60e02d011befa05b33d&lang=en&cache-only=0",
            "defineEn": "a building material that is consisted of a layer of plaster between two sheets of thick paper, used for covering walls and ceilings",
            "defineVi": "một vật liệu xây dựng bao gồm một lớp thạch cao giữa hai tờ giấy dày, dùng để phủ tường và trần nhà",
            "hasImg": true
        },
        {
            "id": "e3507cc1-6d21-467a-90bb-13baebabf27d",
            "word": "cement",
            "phonetic": "sᵻmɛnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new laws only further cemented the subordinate status of black people.",
                "The new laws only further cemented the subordinate status of black people.",
                "Narrator: Galileo's position as the top sire is cemented by the achievements of his offspring.",
                "Industrial activities also contribute cement powder, particles from car tires, and other chemicals to the airborne mix.",
                "The Hostess snack cemented itself in kids' lunchboxes across America."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VtZW50&hash=4cb6cd8c10f3dc844f429b69c73263b171320985&lang=en&cache-only=0",
            "defineEn": "a gray powdery substance that becomes hard if it is mixed with water and sand, used for construction purposes such as sticking bricks of a wall together",
            "defineVi": "một chất bột màu xám trở nên cứng nếu được trộn với nước và cát, được sử dụng cho mục đích xây dựng như dán các viên gạch của một bức tường lại với nhau",
            "hasImg": true
        },
        {
            "id": "2792595f-e75e-4524-be81-105a2be98d90",
            "word": "breeze block",
            "phonetic": "bɹiːz blɑːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJlZXplIGJsb2Nr&hash=9e9de2b375d2e233106e01aabbf5bc5f5de75d90&lang=en&cache-only=0",
            "defineEn": "a building block that is light in weight and is made of mixture of cement with sand and ashes of coal",
            "defineVi": "một khối xây dựng có trọng lượng nhẹ và được làm bằng hỗn hợp xi măng với cát và tro than"
        },
        {
            "id": "a94c1dc0-8455-4503-82b3-ae400c4a5928",
            "word": "asbestos",
            "phonetic": "æsbɛstəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asbestos is also a carcinogen.",
                "And so does the asbestos.",
                "But, asbestos fibers are incredibly dangerous for human health.",
                "At one time, asbestos was marketed as a modern marvel.",
                "Asbestos will likely take thousands of other American lives before the year ends."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNiZXN0b3M&hash=25c5a56f280f5c4541e55edc6de9204704046cdf&lang=en&cache-only=0",
            "defineEn": "a soft greyish substance that is resistant to fire and heat and was previously used in the buildings, clothing, etc.",
            "defineVi": "một chất màu xám mềm có khả năng chống cháy và nhiệt và trước đây được sử dụng trong các tòa nhà, quần áo, v.v."
        },
        {
            "id": "3f553e9e-1c30-464a-bd09-249eba3466c7",
            "word": "cork",
            "phonetic": "kɔːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "That's the cork tree.",
                "It was initially founded as a cork company, Tokyo Cork Kogyo Company in Hiroshima, Japan, in 1920.",
                "That red that one is a cork tree.",
                "I’ve seen too many receptions where everyone just left their heart-shaped cork coasters on the tables.",
                "Trevor likes to sit under her cork tree bark hide, but she’s also out and about quite often."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29yaw&hash=189546c4db1347b1f8a77c99cd2d8a8cd568f95f&lang=en&cache-only=0",
            "defineEn": "a versatile material derived from the outer bark of the cork oak tree, known for its lightweight, elastic, and impermeable qualities, used in various applications",
            "defineVi": "một vật liệu linh hoạt có nguồn gốc từ vỏ ngoài của cây sồi bần, được biết đến với chất lượng nhẹ, đàn hồi và không thấm nước, được sử dụng trong các ứng dụng khác nhau"
        },
        {
            "id": "beeeade0-c177-4801-b57b-2955a199ffcd",
            "word": "corrugated metal",
            "phonetic": "kɔːɹəɡeɪɾᵻd mɛɾəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29ycnVnYXRlZCBtZXRhbA&hash=de66672bbf8cc1558c1936c479aa5b0caba0da22&lang=en&cache-only=0",
            "defineEn": "a type of sheet metal that is formed into a series of parallel ridges and grooves, creating a wavy or ribbed pattern",
            "defineVi": "một loại tấm kim loại được tạo thành một loạt các đường gờ và rãnh song song, tạo ra hoa văn lượn sóng hoặc có gân"
        },
        {
            "id": "ded0a5c0-8504-452c-bc47-69ea50e110ab",
            "word": "stainless steel",
            "phonetic": "steɪnləs stiːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RhaW5sZXNzIHN0ZWVs&hash=e3345db481de4d6b54e01aed4b2ff2b7f593660b&lang=en&cache-only=0",
            "defineEn": "a corrosion-resistant alloy used in various industries for its durability and aesthetic qualities",
            "defineVi": "một hợp kim chống ăn mòn được sử dụng trong các ngành công nghiệp khác nhau vì độ bền và chất lượng thẩm mỹ của nó"
        },
        {
            "id": "c1ccf44a-9f84-4d0a-889f-a63cc4a56c9d",
            "word": "metal mesh",
            "phonetic": "mɛɾəl mɛʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWV0YWwgbWVzaA&hash=b9b2a52d945ac40f851178c735f9759394c90365&lang=en&cache-only=0",
            "defineEn": "a material made from interconnected metal wires or strands woven or welded together to form a flexible and open pattern",
            "defineVi": "một vật liệu được làm từ các dây hoặc sợi kim loại được kết nối với nhau được dệt hoặc hàn lại với nhau để tạo thành một mẫu linh hoạt và mở"
        },
        {
            "id": "e1064a62-4201-4324-bb23-3a3aaa604206",
            "word": "glass block",
            "phonetic": "ɡlæs blɑːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2xhc3MgYmxvY2s&hash=b667c159c02e8daa1a47ea6efe079bea2931c70f&lang=en&cache-only=0",
            "defineEn": "a solid, translucent block made of glass, typically square or rectangular in shape, used in architectural and design applications",
            "defineVi": "một khối rắn, mờ làm bằng thủy tinh, thường có hình vuông hoặc hình chữ nhật, được sử dụng trong các ứng dụng kiến trúc và thiết kế"
        },
        {
            "id": "0178eb6c-c874-499e-95f1-cf324c0cb7f7",
            "word": "precast concrete",
            "phonetic": "pɹɪkæst kɑːŋkɹiːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJlY2FzdCBjb25jcmV0ZQ&hash=4be60373857ec75d00147c0fd120f20d9d353590&lang=en&cache-only=0",
            "defineEn": "concrete elements that are cast and cured in a controlled environment before being transported to the construction site",
            "defineVi": "các cấu kiện bê tông được đúc và bảo dưỡng trong môi trường được kiểm soát trước khi vận chuyển đến công trường"
        },
        {
            "id": "e08a3204-b22b-47b7-8ebc-2c8f9acc0188",
            "word": "stone veneer",
            "phonetic": "stoʊn vɛnɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RvbmUgdmVuZWVy&hash=f20524047eab7ea60260c1dfd79a51205affa0dd&lang=en&cache-only=0",
            "defineEn": "a thin layer of natural or manufactured stone that is applied to the surface of a wall or structure to simulate the appearance of a full stone construction",
            "defineVi": "một lớp mỏng đá tự nhiên hoặc đá nhân tạo được phủ lên bề mặt tường hoặc cấu trúc để mô phỏng vẻ ngoài của một công trình hoàn toàn bằng đá"
        },
        {
            "id": "e2b70bff-af94-435b-9ed6-a9cde94b09b3",
            "word": "slate tile",
            "phonetic": "sleɪt taɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2xhdGUgdGlsZQ&hash=027aa89f7c45b5196498bc3b26b94d73fee36e57&lang=en&cache-only=0",
            "defineEn": "a type of thin, flat tile made from natural slate stone, commonly used in flooring, roofing, and wall applications",
            "defineVi": "một loại gạch mỏng, phẳng làm từ đá phiến tự nhiên, thường được sử dụng trong các ứng dụng lát nền, lợp mái và ốp tường"
        },
        {
            "id": "e6dad77d-ab95-4c88-a62b-97a3a7917b30",
            "word": "roofing tile",
            "phonetic": "ɹuːfɪŋ taɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cm9vZmluZyB0aWxl&hash=3cf557dfa5955950cc79194786d0e960abc98c17&lang=en&cache-only=0",
            "defineEn": "a type of building material designed specifically for covering and protecting roofs",
            "defineVi": "một loại vật liệu xây dựng được thiết kế đặc biệt để che phủ và bảo vệ mái nhà"
        },
        {
            "id": "b1b64bcd-4b9b-4bb4-b18d-7cbb5524e2bf",
            "word": "thatch",
            "phonetic": "θætʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This charming cottage dates back to the 15th century and is as pretty as a picture, with its thatched roof and secluded garden.",
                "This storm is expected to damage all thatched roof buildings.",
                "Welcomes him to a pile of thatching?",
                "He must destroy her house by throwing spears through its thatched roof.",
                "The highways are a mad thatch of interstates, parkways, boulevards, and spurs, plus river crossings galore, each with its own virtues and inconveniences. "
            ],
            "audio": "https://tts.langeek.co/read?text=dGhhdGNo&hash=bbc0a8c182570742444bd0fc57008154bdffb92f&lang=en&cache-only=0",
            "defineEn": "reeds or straws that are used to build a roof",
            "defineVi": "lau sậy hoặc rơm được sử dụng để xây dựng một mái nhà"
        },
        {
            "id": "44c2c275-8ca3-4678-8b27-8be0d92fe302",
            "word": "adobe",
            "phonetic": "ɐdoʊbi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Adobe built meditation rooms.",
                "The Adobe API sucks.",
                "The short answer is with Adobe After Effects and years of training.",
                "The short answer is: with Adobe After Effects and years of training.",
                "I'll give Adobe credit."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRvYmU&hash=70b26c19097181c781674186fb8a880e33a2b171&lang=en&cache-only=0",
            "defineEn": "a building material consisting of the mixture mud and straw dried in the sun",
            "defineVi": "một vật liệu xây dựng bao gồm hỗn hợp bùn và rơm khô dưới ánh nắng mặt trời"
        },
        {
            "id": "ea7cd707-fa45-428d-89c9-cdd40e2c26a2",
            "word": "polycarbonate",
            "phonetic": "pɑːlɪkɑːɹbəneɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Pixel 3a XL is made of a more lightweight polycarbonate material.",
                "On the top, we have a polycarbonate sheet, and there's not a lot of grip.",
                "And while FDA-funded and independent studies have conflicting conclusions, the bigger heart of the issue is this: BPA is hard to get away from because it's a key building block in the tough, clear, flexible plastic called polycarbonate."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9seWNhcmJvbmF0ZQ&hash=71f41b7805781f2ce0ca83e58fb5a250bcdefc3e&lang=en&cache-only=0",
            "defineEn": "a durable and lightweight thermoplastic material commonly used in construction for its high impact resistance and transparency",
            "defineVi": "một loại vật liệu nhiệt dẻo bền và nhẹ thường được sử dụng trong xây dựng nhờ khả năng chống va đập cao và trong suốt"
        },
        {
            "id": "1574bac6-2da0-4a08-8a7c-f6a5c5d45fd6",
            "word": "vinyl",
            "phonetic": "vaɪnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Despite the challenges faced by the traditional music industry, vinyl records are alive and kicking, experiencing a resurgence in popularity among audiophiles and collectors.",
                "This is a vinyl.",
                "It's a little vinyl!",
                "It sold stereos, speakers, vinyl records and other audio equipment.",
                "From vinyl records to cassette tapes to streaming."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlueWw&hash=7a1afd04a3bf04c776634334b608a1e3a7f2bc75&lang=en&cache-only=0",
            "defineEn": "a synthetic plastic material widely used in construction for its durability, versatility, and affordability",
            "defineVi": "một vật liệu nhựa tổng hợp được sử dụng rộng rãi trong xây dựng vì độ bền, tính linh hoạt và giá cả phải chăng"
        },
        {
            "id": "e4187d30-40ae-49d6-bff3-69e6cc2cc2f6",
            "word": "GFRC",
            "phonetic": "dʒiːɛfɑːɹsiː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=R0ZSQw&hash=27c39a302f02a5ffbeb1294a884161c1f94f385a&lang=en&cache-only=0",
            "defineEn": "a composite material that combines cement, sand, water, and glass fibers to create a strong and lightweight concrete product",
            "defineVi": "một vật liệu tổng hợp kết hợp xi măng, cát, nước và sợi thủy tinh để tạo ra một sản phẩm bê tông nhẹ và bền"
        },
        {
            "id": "cd5ccdae-40d1-47ed-bfa8-dddf410c0540",
            "word": "plaster",
            "phonetic": "plæstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her right leg was coated in plaster.",
                "When I'm feeling stressed or overwhelmed, I try to remember that patience is a plaster for all sores, and that taking a step back and giving myself time can help to alleviate my anxiety.",
                "Which classic rock star had his big old yam cast in plaster.",
                "Newspapers, science journals, and popular magazines around the world plastered it across their pages.",
                "He plastered fliers all over campus with a breakdown of the best deals he found."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhc3Rlcg&hash=be536b5227fba721b8f4112f4c8bee2cb610fb22&lang=en&cache-only=0",
            "defineEn": "a material with a soft texture that is a combination of sand, water, and lime which is used to cover walls and ceilings to smooth their surface",
            "defineVi": "một vật liệu có kết cấu mềm là sự kết hợp của cát, nước và vôi được sử dụng để phủ tường và trần nhà để làm phẳng bề mặt của chúng"
        },
        {
            "id": "028b5670-145e-40ca-8b84-4fc3acf7e12a",
            "word": "clay",
            "phonetic": "kleɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "To work clay.",
                "Leave the clay.",
                "- Put the clay on the thing.",
                "Those clay bricks gave rise to the world’s first cities, probably around 4500 BCE.",
                "- Put the hair on the clay!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xheQ&hash=dd3caa288af6aa0a7aa129e32bd38a844a4a8e35&lang=en&cache-only=0",
            "defineEn": "a type of heavy and sticky soil that is molded when wet and is baked to become hardened in pottery or ceramic making",
            "defineVi": "một loại đất nặng và dính được tạo khuôn khi ướt và được nung để trở nên cứng lại trong quá trình làm gốm hoặc gốm",
            "hasImg": true
        },
        {
            "id": "0645e846-a8be-4def-8a66-e34cfd88118f",
            "word": "lumber",
            "phonetic": "lʌmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lumber prices are through the roof.",
                "If you don't impose these financial constraints on insurers, then the government will be lumbered about a whole lot of old people who reach 85, 90, 95.",
                "Like rice, sugar, or lumber, individual pieces of content may be important, but they're still measured out from a seemingly infinite expanse.",
                "There's just four identical trees lumbering around the office.",
                "Well, you're seeing a massive surge in demand for housing due to COVID, and, not surprisingly, the lumber supply can't keep up."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVtYmVy&hash=70d690e34d9312bd343f855011ca3aca7df16e77&lang=en&cache-only=0",
            "defineEn": "wood that has been cut into specific pieces to be used for building purposes",
            "defineVi": "gỗ đã được cắt thành miếng cụ thể được sử dụng cho mục đích xây dựng",
            "hasImg": true
        },
        {
            "id": "1d3910e0-59a8-41f5-be61-f9f7bbdc594a",
            "word": "ceramic",
            "phonetic": "sᵻɹæmɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "They baked a pie in a round ceramic dish.",
                "He served the salad on a large ceramic plate.",
                "This is actually a ceramic core laser.",
                "And now I can put my ceramic cat collection in name order MUCH faster!",
                "The three core technologies ceramics optical physics and glass science there are the four proprietary manufacturing platforms."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VyYW1pYw&hash=b3d0a29e271b8a13f1b5bd95354e423e8df05990&lang=en&cache-only=0",
            "defineEn": "a non-metallic, inorganic material that is typically made from clay, minerals, and other raw materials",
            "defineVi": "một vật liệu vô cơ, phi kim loại thường được làm từ đất sét, khoáng chất và các nguyên liệu thô khác"
        },
        {
            "id": "ca206740-7cfb-4ec4-9cbb-4d85409510f4",
            "word": "terracotta",
            "phonetic": "tɛɹɐkɑːɾə ",
            "partOfSpeechType": "noun",
            "examples": [
                "We can trace their journey through fragments of the distinctive terracotta pottery they left behind.",
                "From terracotta figurines to vases, funerary pots to perfume bottles and mirror decorations, the siren seems to appear everywhere in Greek art."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVycmFjb3R0YQ&hash=b0e67b4f640408ce949e099b3edf980ec09df293&lang=en&cache-only=0",
            "defineEn": "a type of fired clay that is commonly used for architectural and decorative purposes",
            "defineVi": "một loại đất sét nung thường được sử dụng cho mục đích kiến trúc và trang trí"
        },
        {
            "id": "f9483b70-c424-4902-9c89-3137855b16a1",
            "word": "metal",
            "phonetic": "mɛɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our players kept the pedal to the metal all season long.",
                "The metal rod began to bend under the weight of the heavy load.",
                "The metal rod began to bend under the weight of the heavy object.",
                "The metal handle became hot when left in the sun.",
                "We drove through the night flat-out, with the pedal to the metal."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0YWw&hash=d94e327f148df564738df0a688c11e571c953590&lang=en&cache-only=0",
            "defineEn": "a usually solid and hard substance that heat and electricity can move through it, such as gold, iron, etc.",
            "defineVi": "một chất thường rắn và cứng mà nhiệt và điện có thể di chuyển qua nó, chẳng hạn như vàng, sắt, v.v.",
            "hasImg": true
        },
        {
            "id": "7d1237ce-afcb-4739-a3f2-e59ac136a490",
            "word": "glass",
            "phonetic": "ɡlæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "He wears glasses now.",
                "That's glass.",
                "Please fill my glass with water.",
                "They collected glass bottles for a recycling project.",
                "They happily raised their glasses for a toast."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xhc3M&hash=6d6cc1d73d196b326af7e6a917375d75390a9f68&lang=en&cache-only=0",
            "defineEn": "a hard material that is often clear and is used for making windows, bottles, etc.",
            "defineVi": "một vật liệu cứng thường trong suốt và được sử dụng để làm cửa sổ, chai lọ, v.v.",
            "hasImg": true
        },
        {
            "id": "e1d6d7e6-0eec-4aae-ba2c-99af04069af3",
            "word": "steel",
            "phonetic": "stiːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bullets had no effect on the steel door.",
                "The construction worker used a heavy-duty bolt to connect the steel beams.",
                "The parent's harsh words caused their child to feel hurt and upset, showing that the tongue is not steel, yet it cuts.",
                "Steel was important to our national security broadly.",
                "Our main bread and butter is distributing steel tubing."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlZWw&hash=0d3d550cc046d58112bc7678d8fd50ab9598c345&lang=en&cache-only=0",
            "defineEn": "a type of hard metal that is made of a mixture of iron and carbon, used in construction of buildings, vehicles, etc.",
            "defineVi": "một loại kim loại cứng được làm từ hỗn hợp sắt và carbon, được sử dụng trong xây dựng các tòa nhà, phương tiện, v.v.",
            "hasImg": true
        },
        {
            "id": "c0ba3df4-9b13-443a-b804-1ee1baa3e401",
            "word": "stone",
            "phonetic": "stoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children skipped stones across the calm river surface.",
                "The children were dropping stones off the bridge.",
                "The stone made a dent in the roof of the car.",
                "The houses are built out of local stone.",
                "The baker skillfully removed the stone from the apricot, preparing it for a delicious pie."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvbmU&hash=569d1c769e275e96e2056e2cc0e6ef1c6d582159&lang=en&cache-only=0",
            "defineEn": "a hard and solid material that forms the rocks, which is often used for building things",
            "defineVi": "một vật liệu cứng và rắn tạo thành đá, thường được sử dụng để xây dựng mọi thứ",
            "hasImg": true
        },
        {
            "id": "373ee912-a50b-45cf-8136-a17b056f3907",
            "word": "brick",
            "phonetic": "bɹɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The plan ran into a brick wall.",
                "Traditional stores are now pursuing a bricks and clicks strategy.",
                "You cannot make bricks without straw.",
                "The news of her accident hit me like a ton of bricks.",
                "I brought some brick cheese to go along with the crackers and grapes."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpY2s&hash=e66327ffb17a9c6e7c863116cdd6e386bc17f3c1&lang=en&cache-only=0",
            "defineEn": "a block of baked clay, mostly used to build houses, walls, etc.",
            "defineVi": "một khối đất sét nung, chủ yếu dùng để xây nhà, tường, v.v.",
            "hasImg": true
        },
        {
            "id": "50b289d3-2c26-43bb-b6e3-010edb283bd1",
            "word": "concrete",
            "phonetic": "kɑːŋkɹiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Leave the concrete to set for a few hours.",
                "The CEO gave a great speech about the company's commitment to social responsibility, but talk is cheap unless they start implementing concrete actions to reduce their carbon footprint.",
                "So the concrete is inherently stronger.",
                "The concrete industry uses about 3 trillion liters of water a year.",
                "\"The concrete evidence is right here.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY3JldGU&hash=091b554dde500bac878936298c2c64c6d528db2c&lang=en&cache-only=0",
            "defineEn": "a hard material used for building a house, etc. that is made of the mixture of cement, water, sand, and small stones",
            "defineVi": "một vật liệu cứng được sử dụng để xây dựng một ngôi nhà, vv được làm từ hỗn hợp xi măng, nước, cát và đá nhỏ",
            "hasImg": true
        },
        {
            "id": "294c6594-5580-42dd-88dc-7fc300a5965c",
            "word": "roofing",
            "phonetic": "ɹuːfɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So that I don't have to pay for roofing.",
                "While the aesthetic of solar tiles that look indistinguishable from normal roofing material is alluring, the industry has been growing exponentially thanks to plain old solar panels."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9vZmluZw&hash=0c7109d9f3b518b965ca871a1f6bff690eebc8fc&lang=en&cache-only=0",
            "defineEn": "materials that are used for building a roof",
            "defineVi": "vật liệu được sử dụng để xây dựng một mái nhà"
        },
        {
            "id": "c3c6666b-3535-452c-a7d6-80de81cee374",
            "word": "board",
            "phonetic": "boːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The board meeting painted a pretty grim picture.",
                "The board agreed to sell the company.",
                "The deal was completely open and above board.",
                "Heads will have to roll at board level.",
                "They jump off the diving board into the pool."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9hcmQ&hash=6dec2b1475a01601e90e4b9a96944e22bddf4af1&lang=en&cache-only=0",
            "defineEn": "a flat, long, and thin piece made of a hard material such as a wood, used for building a house, apartment, etc.",
            "defineVi": "một mảnh phẳng, dài và mỏng làm bằng vật liệu cứng như gỗ, được sử dụng để xây dựng một ngôi nhà, căn hộ, v.v."
        },
        {
            "id": "de8015ff-5167-433d-959d-8b3a445fb97a",
            "word": "plank",
            "phonetic": "plæŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "This cutter cuts boxboard into box planks, the main component of the puzzle boxes.",
                "They stamp the outline of the horse onto the planks.",
                "Narrator: Push-ups are followed by planks.",
                "Plank moved to the company's Eexecutive Chairman and Chief of Brand slot and remain involved in the larger direction of the company.",
                "If his plan is rejected, he walks the plank, too, and Charlotte takes his place."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhbms&hash=4a91964f1f38b158bc8f9b2012370ba5171e2bf7&lang=en&cache-only=0",
            "defineEn": "a long, flat, and rectangular piece of wood or other materials, typically used in construction, flooring, or as a structural element in various applications",
            "defineVi": "một miếng gỗ dài, phẳng và hình chữ nhật hoặc các vật liệu khác, thường được sử dụng trong xây dựng, lát sàn hoặc làm thành phần cấu trúc trong các ứng dụng khác nhau"
        },
        {
            "id": "170a59cf-a589-4127-8a4d-cb16f7424658",
            "word": "clapboard",
            "phonetic": "klæpboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2xhcGJvYXJk&hash=0af8b08e19034d9df3bd2758da04288cad2a4498&lang=en&cache-only=0",
            "defineEn": "a type of wooden siding made from overlapping, tapered boards, commonly used for weather-resistant and visually appealing exterior cladding in residential construction",
            "defineVi": "một loại vách ngăn bằng gỗ được làm từ các tấm ván chồng lên nhau, thuôn nhọn, thường được sử dụng để ốp bên ngoài chống chịu thời tiết và bắt mắt trong xây dựng nhà ở"
        },
        {
            "id": "14309c48-87f1-4368-9c83-beb82597014c",
            "word": "fiberboard",
            "phonetic": "faɪbɚboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "And lastly, even part of the packaging is made out of recycled kraft fiberboard."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmliZXJib2FyZA&hash=859dfb8ccb0e0867baab5aa78cb8f0de2af424a2&lang=en&cache-only=0",
            "defineEn": "an engineered wood product made from wood fibers or plant-based fibers, used in construction and furniture manufacturing for its versatility and cost-effectiveness",
            "defineVi": "một sản phẩm gỗ kỹ thuật làm từ sợi gỗ hoặc sợi thực vật, được sử dụng trong xây dựng và sản xuất đồ nội thất vì tính linh hoạt và tiết kiệm chi phí"
        },
        {
            "id": "2c7328f5-0915-48e7-a219-4d15439317aa",
            "word": "floorboard",
            "phonetic": "floːɹboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "It feels like we might be simultaneously inside and outside, this herringbone pattern reminding me of floorboards, and a framed view out to a gradient of blue."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxvb3Jib2FyZA&hash=c6dbb2ac638f2ffb2173907b7a21653315754210&lang=en&cache-only=0",
            "defineEn": "a long, narrow plank, typically made of wood or other materials, used as a structural or decorative component in the construction of floors, providing a sturdy and visually appealing surface for walking or supporting furniture",
            "defineVi": "một tấm ván dài, hẹp, thường được làm bằng gỗ hoặc các vật liệu khác, được sử dụng như một thành phần cấu trúc hoặc trang trí trong việc xây dựng sàn nhà, mang lại một bề mặt chắc chắn và bắt mắt để đi lại hoặc hỗ trợ đồ nội thất"
        },
        {
            "id": "7b49f164-3d59-4bb0-a2fe-797a316d5eb6",
            "word": "hardboard",
            "phonetic": "hɑːɹdboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFyZGJvYXJk&hash=6d81eae59ed4f6c6cbee6bb7904c912da18a33aa&lang=en&cache-only=0",
            "defineEn": "a dense and durable engineered wood product made by compressing wood fibers, commonly used in furniture, cabinets, and wall paneling",
            "defineVi": "một sản phẩm gỗ kỹ thuật dày đặc và bền được làm bằng cách nén các sợi gỗ, thường được sử dụng trong đồ nội thất, tủ và tấm ốp tường"
        },
        {
            "id": "09e8b4bd-912e-4278-a6dc-5d9c1ecf85b0",
            "word": "plywood",
            "phonetic": "plaɪwʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "- We're cutting plywood here.",
                "We can cut plywood or, plywood.",
                "We can cut plywood or, plywood.",
                "For example plywood is made of many layers of wood with the fibers oriented in two different directions.",
                "So then after this hardware store ordeal We screwed our very accurate model of the riddle to some plywood."
            ],
            "audio": "https://tts.langeek.co/read?text=cGx5d29vZA&hash=a260ab3bc43858d72b71b3b8b7e68ba3aa6e6b81&lang=en&cache-only=0",
            "defineEn": "a strong and versatile engineered wood product made by bonding layers of thin wood veneers together, widely used in construction, furniture, and other applications",
            "defineVi": "một sản phẩm gỗ kỹ thuật chắc chắn và linh hoạt được làm bằng cách liên kết các lớp gỗ mỏng với nhau, được sử dụng rộng rãi trong xây dựng, nội thất và các ứng dụng khác",
            "hasImg": true
        },
        {
            "id": "184e8f9c-bc0e-4927-9363-c892fa9da2bb",
            "word": "shingle",
            "phonetic": "ʃɪŋɡəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Outbreaks of scabies, shingles and chicken pox were spreading among the hundreds of children.",
                "Having a suppressed immune system also can activate or trigger dormant viruses like shingles which is the Herpes virus or cold sores.",
                "There is also pre-sliced natural cheese, which is sold in what are called shingled packs, because they resemble the shingles found on a roof.",
                "FADY JOUDAH: \"The storm funneled through town with destructive intent, fractured tree limbs, toppled fences, ripped shingles like tufts of hair.\"",
                "One women had such an itchy scalp after healing from shingles that she scratched straight through to her brain."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hpbmdsZQ&hash=4562567fd13501c20effacb258f004476779bdb6&lang=en&cache-only=0",
            "defineEn": "a thin, flat piece of material, often made of wood, asphalt, or slate, that is laid in overlapping rows to cover the roof or exterior walls of a building, providing protection against weather elements.",
            "defineVi": "một mảnh vật liệu mỏng, phẳng, thường làm bằng gỗ, nhựa đường hoặc đá phiến, được xếp thành hàng chồng lên nhau để che mái hoặc tường bên ngoài của tòa nhà, giúp bảo vệ chống lại các yếu tố thời tiết.",
            "hasImg": true
        },
        {
            "id": "3c19293f-ed63-490b-a35e-e225d180ded4",
            "word": "insulation",
            "phonetic": "ɪnsəleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This excellent insulation comes at a price.",
                "For one thing, feathers are great for insulation.",
                "Living insulation does the same thing.",
                "The mandarinate provided social stability and, thanks to the exams, some insulation against corruption.",
                "Sreenivasan: SHE POINTS TO INSULATION IN THE ROOF, FOAM IN THE CONCRETE WALLS, AND EVEN THE THICKNESS OF WINDOWS."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdWxhdGlvbg&hash=a297336368c07d7289241ed6a9ac35c450c6e204&lang=en&cache-only=0",
            "defineEn": "the materials that are used to cover something in order not to let  heat, electricity, or sound to enter or escape through it",
            "defineVi": "các vật liệu được sử dụng để che phủ một cái gì đó để không cho nhiệt, điện hoặc âm thanh đi vào hoặc thoát qua nó",
            "hasImg": true
        },
        {
            "id": "09e69bff-fcaf-4211-a9e0-5300157c8142",
            "word": "flooring",
            "phonetic": "floːɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You did your own flooring?",
                "It was like a very soft flooring.",
                "The flooring, I could feel when people walked up to me.",
                "President Biden is on the road today, aiming to sell his COVID relief law to the American public, first stop, Pennsylvania, with a visit to a Black-owned flooring business near Philadelphia, highlighting the aid that his administration is providing through small business loans and stimulus checks."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxvb3Jpbmc&hash=d42f3e2299e7e3105b853eb587f52f2662ac0dbd&lang=en&cache-only=0",
            "defineEn": "the materials that make up the floor of a building or room",
            "defineVi": "các vật liệu tạo nên sàn của một tòa nhà hoặc phòng",
            "hasImg": true
        },
        {
            "id": "687924c1-8906-4a4c-be83-2374ac18c47c",
            "word": "lumber",
            "phonetic": "lʌmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lumber prices are through the roof.",
                "If you don't impose these financial constraints on insurers, then the government will be lumbered about a whole lot of old people who reach 85, 90, 95.",
                "Like rice, sugar, or lumber, individual pieces of content may be important, but they're still measured out from a seemingly infinite expanse.",
                "There's just four identical trees lumbering around the office.",
                "Well, you're seeing a massive surge in demand for housing due to COVID, and, not surprisingly, the lumber supply can't keep up."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVtYmVy&hash=70d690e34d9312bd343f855011ca3aca7df16e77&lang=en&cache-only=0",
            "defineEn": "wood that has been cut into specific pieces to be used for building purposes",
            "defineVi": "gỗ đã được cắt thành miếng cụ thể được sử dụng cho mục đích xây dựng",
            "hasImg": true
        },
        {
            "id": "62ff11ea-da7b-4374-8bf5-0727546bebd9",
            "word": "pre-stressed concrete",
            "phonetic": "pɹiːstɹɛst kɑːŋkɹiːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJlLXN0cmVzc2VkIGNvbmNyZXRl&hash=7e7b5e668fdc2fa69dab11b923b447ac835fc2b0&lang=en&cache-only=0",
            "defineEn": "a strong and durable construction material created by introducing internal stresses through tensioned steel tendons within the concrete",
            "defineVi": "một vật liệu xây dựng chắc chắn và bền được tạo ra bằng cách đưa vào các ứng suất bên trong thông qua các sợi thép căng trong bê tông"
        },
        {
            "id": "f53fae56-1060-41c2-84c0-44f159e69fd6",
            "word": "brownstone",
            "phonetic": "bɹaʊnstoʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJvd25zdG9uZQ&hash=92e6c0f55d3a5cbe5f1d87caa19ffce58e66e282&lang=en&cache-only=0",
            "defineEn": "a type of sedimentary rock, typically sandstone, that is brown or reddish-brown in color and used for constructing facades and decorative elements in buildings",
            "defineVi": "một loại đá trầm tích, điển hình là đá sa thạch, có màu nâu hoặc nâu đỏ và được sử dụng để xây dựng mặt tiền và các yếu tố trang trí trong các tòa nhà"
        },
        {
            "id": "6532ef4b-4bac-4361-8fbc-4681d3514d39",
            "word": "PVC",
            "phonetic": "piːviːsiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's a lot of PVC.",
                "And polychloroethene is more commonly called polyvinyl chloride, or PVC.",
                "This is a PVC pipe about 2.5 meters in length.",
                "Number 3 is plastic like PVC pipes, and this is just not recycled.",
                "That's over 350 million tons of candy wrappers, PVC pipes, and synthetic T-shirts."
            ],
            "audio": "https://tts.langeek.co/read?text=UFZD&hash=5840549bd41173c02ff91dd237a2a5a4134d842b&lang=en&cache-only=0",
            "defineEn": "a synthetic thermoplastic polymer widely used in various applications, including construction, plumbing, electrical insulation, and packaging, due to its durability, versatility, and cost-effectiveness",
            "defineVi": "một loại polymer nhiệt dẻo tổng hợp được sử dụng rộng rãi trong các ứng dụng khác nhau, bao gồm xây dựng, hệ thống ống nước, cách điện và đóng gói, do độ bền, tính linh hoạt và hiệu quả chi phí của nó"
        }
    ]
}