{
    "id": "789822b2-6614-4223-8280-0d17177c94ee",
    "title": "Lesson 26",
    "originalTitle": "Lesson 26",
    "words": [
        {
            "id": "bc451fa3-8f9c-48d2-9b9e-bc14705e24fb",
            "word": "encyclical",
            "phonetic": "ɛnsɪklɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW5jeWNsaWNhbA&hash=8ae6b9ec0b446ee01bff7e228430de7d79c9454a&lang=en&cache-only=0",
            "defineEn": "intended for wide distribution",
            "defineVi": "dành cho phân phối rộng rãi"
        },
        {
            "id": "d945e6dc-7e0e-4428-b87e-1292b9c5ddcf",
            "word": "encyclopedia",
            "phonetic": "ɛnsaɪkloʊpiːdiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "It was listed in the Merck index, a popular medical encyclopedia, into the 20th century.",
                "Nonfiction works like news, biographies, and encyclopedias are filled with uncopyrightable facts.",
                "And she also offered to print Diderot’s Encyclopedia in Russia when France censored it.",
                "Many of his works were encyclopedias based on Greek humoral medicine and natural philosophy.",
                "Those who believe the manuscript was an attempt to create a new form of written language speculate that it might be an encyclopedia containing the knowledge of the culture that produced it."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5jeWNsb3BlZGlh&hash=cc7fc19b232814e2cbf1b788d8cf9de326158b09&lang=en&cache-only=0",
            "defineEn": "a comprehensive reference work that contains information on all branches of knowledge, or a particular branch of knowledge, typically arranged alphabetically by article title",
            "defineVi": "một tác phẩm tham khảo toàn diện chứa thông tin về tất cả các nhánh kiến thức hoặc một nhánh kiến thức cụ thể, thường được sắp xếp theo thứ tự bảng chữ cái theo tiêu đề bài báo"
        },
        {
            "id": "73595714-b457-46b5-8015-83407c9e8748",
            "word": "blaze",
            "phonetic": "bleɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Wright brothers blazed a trail in aviation by building the first successful airplane.",
                "The firefighter held a hose on the blaze.",
                "Mary is blazing a trail as the first woman to lead the company's engineering team.",
                "I'm coming at you with both guns blazing.",
                "They stepped out from behind the building with guns blazing."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhemU&hash=191a91350b422f7dc5e3312284751742a76af00e&lang=en&cache-only=0",
            "defineEn": "a bright, intense flame or fire that burns strongly and produces a lot of light and heat",
            "defineVi": "một ngọn lửa hoặc lửa sáng, dữ dội, cháy mạnh và tạo ra nhiều ánh sáng và nhiệt",
            "hasImg": true
        },
        {
            "id": "42700afa-54fa-4a3c-ba1d-98e1c129e6eb",
            "word": "to blazon",
            "phonetic": "tə bleɪzɑːn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxhem9u&hash=859d158718a02e409d0a025af016e2dc2d6e4af8&lang=en&cache-only=0",
            "defineEn": "decorate with heraldic arms",
            "defineVi": "trang trí với cánh tay huy chương"
        },
        {
            "id": "7f5c9a31-7163-457d-bcb4-71a51f8996f7",
            "word": "hummock",
            "phonetic": "hʌmək ",
            "partOfSpeechType": "noun",
            "examples": [
                "So nara hummocks may play a similar role.",
                "Over time, these hummocks can get up to ten meters high and 40 meters across!",
                "Scientists haven't studied nara hummocks in depth, but they can draw conclusions about them based on what they know about plant species in Chile’s Atacama Desert that use a similar strategy."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVtbW9jaw&hash=59ab8db79d6497ec9314807387a77b27b2e4a71c&lang=en&cache-only=0",
            "defineEn": "a small natural hill",
            "defineVi": "một ngọn đồi tự nhiên nhỏ"
        },
        {
            "id": "719b13c0-48dc-4a38-bb6d-fcf42ce2e660",
            "word": "humus",
            "phonetic": "hjuːməs ",
            "partOfSpeechType": "noun",
            "examples": [
                "When plants die, the dead material enriches the soil with humus, a stable mass of organic matter, providing moisture and nutrients for other plants to grow.",
                "The more plants grow and die, the more humus is produced, allowing even more plants to grow, and so on.",
                "The organic component of soil, called humus, is mostly made up of broken down lignin."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVtdXM&hash=8a56e254244437a9cd62d886a3c19c4e52348884&lang=en&cache-only=0",
            "defineEn": "partially decomposed organic matter; the organic component of soil",
            "defineVi": "chất hữu cơ đã phân hủy một phần; thành phần hữu cơ của đất"
        },
        {
            "id": "ccf4f005-7149-4631-8473-ab1d451b6539",
            "word": "passive",
            "phonetic": "pæsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Investing in the right stocks can be like riding a gravy train, earning passive income without having to do much.",
                "In their friendship, Jake was always the one who made plans and reached out to stay in touch, while his friend Tom tended to be less proactive and more passive.",
                "Example number one, is passive agression.",
                "That included passive echolocation.",
                "We become passive."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzc2l2ZQ&hash=e56d7d704ff2ce361aedd9bf812fa78dbedb7e90&lang=en&cache-only=0",
            "defineEn": "accepting what happens or not opposing what other people do or say",
            "defineVi": "chấp nhận những gì xảy ra hoặc không phản đối những gì người khác làm hoặc nói"
        },
        {
            "id": "e8539f19-1638-4cfc-a94b-ead41019dcad",
            "word": "remediable",
            "phonetic": "ɹɛmədiəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVtZWRpYWJsZQ&hash=ea98bd4116a1fe607499ac61873685f5701d5ac9&lang=en&cache-only=0",
            "defineEn": "capable of being remedied or redressed",
            "defineVi": "có khả năng được khắc phục hoặc khắc phục"
        },
        {
            "id": "c69cca66-fc62-430b-881c-be3d0d3edca7",
            "word": "remedial",
            "phonetic": "ɹᵻmiːdɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Now this is called cyclic pitch, and if you don't understand this concept you need to go watch this remedial video so you can remind yourself about what I'm talking about.",
                "Sal: Maybe we're just not seeing the resistance because we're not that far along yet, but especially if you talk about some of the core college courses or the late high school courses, right now you have 70% of students who go to community college have to take remedial Math."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVtZWRpYWw&hash=42320f6664a8260e71806b2f4545ecc3d7439da4&lang=en&cache-only=0",
            "defineEn": "tending to cure or restore to health",
            "defineVi": "có xu hướng chữa bệnh hoặc phục hồi sức khỏe"
        },
        {
            "id": "17144fd9-13ff-45ca-b9cb-134c3cd8c4ca",
            "word": "to secede",
            "phonetic": "tə sɛsiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Southern states eventually seceded from the Union over the issue of slavery, forming the Confederate States of America.",
                "And indeed, Lincoln’s election led to a number of Southern states seceding from the Union.",
                "By the time he took office on March 1, 1861, seven states had seceded and formed the Confederate States of America.",
                "At the TIME of the Civil War, New York City's Mayor Actually threatened to SECEDE from the UNION with the south because so MUCH money was being made off of SLAVE-PRODUCED cotton that was being exported out of New York City.",
                "The remaining Northern states (the Union) fought to keep them from seceding in the Civil War."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VjZWRl&hash=e53b1ad65c964881420a8ccfa0dbf86adc7ddddc&lang=en&cache-only=0",
            "defineEn": "withdraw from an organization or communion",
            "defineVi": "rút lui khỏi một tổ chức hoặc hiệp thông"
        },
        {
            "id": "787d10e0-e99d-4a13-bca2-3cff8dae1431",
            "word": "secant",
            "phonetic": "siːkənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "That's the secant line.",
                "So the slope of the secant line is change in y.",
                "And we got the slope of the secant line.",
                "But if delta x got a little bit smaller, then the secant line would look like that.",
                "So the slope of the secant line is going to be the change in y divided by the change in x."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VjYW50&hash=096ebb54deb8e4280f370e17f0bc754b2e3c5a67&lang=en&cache-only=0",
            "defineEn": "a line that intersects a circle at two distinct points",
            "defineVi": "đường thẳng cắt đường tròn tại hai điểm phân biệt",
            "hasImg": true
        },
        {
            "id": "84e8d886-c9b8-460c-af81-d62154827475",
            "word": "malleable",
            "phonetic": "mæləbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Golem’s story is as malleable as the clay from which it was formed",
                "Though certain features of a person’s behavior may remain relatively stable over time, others are malleable, moulded by our upbringing, life experiences, and age.",
                "What comes out the other end is a malleable sheet that can be molded and cut into different shapes.",
                "Extraversion seems to be one of the more malleable traits out there.",
                "It's highly malleable, meaning it can be deformed or changed without fracturing the material."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFsbGVhYmxl&hash=bf666188ed828db7585999f30eb236582311b197&lang=en&cache-only=0",
            "defineEn": "capable of being shaped or bent or drawn out",
            "defineVi": "có khả năng được định hình hoặc uốn cong hoặc kéo ra"
        },
        {
            "id": "b6e40cd0-a2c6-4e71-af0a-af310642aaa4",
            "word": "mallet",
            "phonetic": "mælɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "All right, yes, use the mallet.",
                "chisel and mallet marks are still evident.",
                "Isn't the mallet metal?",
                "Because, she knocks him with a mallet.",
                "Maybe it's like a rock mallet and a diamond file."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFsbGV0&hash=da9186dc549fccde5da11c538e45bce5e557c711&lang=en&cache-only=0",
            "defineEn": "a hammer-like tool with a large wooden or rubber head used for striking or driving objects",
            "defineVi": "một công cụ giống như búa có đầu bằng gỗ hoặc cao su lớn được sử dụng để đánh hoặc lái các vật thể",
            "hasImg": true
        },
        {
            "id": "1ca6d555-8530-439c-bcd9-5ff493169455",
            "word": "to distemper",
            "phonetic": "tə dɪstɛmpɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Next up is canine distemper.",
                "Even worse, raccoons can transmit diseases like canine distemper and, in rare cases, rabies.",
                "They’ve developed a special ferret-friendly vaccine for canine distemper virus, and are working on an oral vaccine for sylvatic plague.",
                "There is no cure for the distemper virus, and the mortality rate is seriously high in young animals who haven’t developed a strong immune system yet. ",
                "Raccoons, however, can spread distemper to domestic dogs through their body fluids, like if they drink out of the dog’s water dish that’s been left outside."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzdGVtcGVy&hash=3fc23c9c8a3440f254443dfead8832a2ca0a99af&lang=en&cache-only=0",
            "defineEn": "paint with distemper",
            "defineVi": "sơn với distemper"
        },
        {
            "id": "4c3be97b-b78e-41c6-a53c-5b15a3e9dc60",
            "word": "dissonant",
            "phonetic": "dɪsənənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's a clashing, dissonant sound that has helped it earn the name The Devil's Interval in music.",
                "For example, some studies have found differences in participants’ heart rates and blood pressures when listening to happy, uptempo, tonal music versus sadder, slower, more dissonant stuff."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzc29uYW50&hash=c9dd1eb04a95046491a79b737cf060832861c8ad&lang=en&cache-only=0",
            "defineEn": "not harmonious",
            "defineVi": "không hài hòa"
        },
        {
            "id": "6206745a-dbed-47a0-a29d-80f9c84a341a",
            "word": "dissonance",
            "phonetic": "dɪsənəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "This cultural dissonance is just one part of the long complicated history of African-American English.",
                "Still, cognitive dissonance isn’t always bad. ",
                "That feeling even has a name: cognitive dissonance.",
                "Dissonance is a common aspect of horror film music.",
                "But cognitive dissonance isn’t always a bad thing."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzc29uYW5jZQ&hash=fb74d5629014f25fa7282a1d7041fe06f42806cb&lang=en&cache-only=0",
            "defineEn": "disagreeable sounds",
            "defineVi": "âm thanh khó chịu"
        },
        {
            "id": "0b2ea37f-02d7-45df-8a85-053eb0f12209",
            "word": "composed",
            "phonetic": "kəmpoʊzd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29tcG9zZWQ&hash=630aa2d97c0673317677daa9542efd11b26be021&lang=en&cache-only=0",
            "defineEn": "serenely self-possessed and free from agitation especially in times of stress",
            "defineVi": "thanh thản tự chủ và không bị kích động, đặc biệt là trong thời gian căng thẳng",
            "hasImg": true
        },
        {
            "id": "1f09877b-3ba9-4565-94dd-83a73fc265e0",
            "word": "composure",
            "phonetic": "kəmpoʊʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's an extremely valuable component of training here, because it teaches cadets that sense of discipline, self-control, and composure.",
                "The number one thing that an Arlington Lady must have is composure.",
                "So almost anybody can lose their composure under those circumstances. ",
                "You're the captain of the ship, so to speak, so you have to really have your whole composure there, you have to really be, not get nervous at all.",
                "Slotnick: One of the more interesting tricks I've seen is the idea of having a composure kind of place at the end of the security line."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcG9zdXJl&hash=f0995ce6d545e516512c6510cd7b2c870a16ae45&lang=en&cache-only=0",
            "defineEn": "steadiness of mind under stress",
            "defineVi": "sự ổn định của tâm trí dưới sự căng thẳng",
            "hasImg": true
        },
        {
            "id": "a9ad590b-a006-4822-9a2b-dea4bba9c6e8",
            "word": "to compound",
            "phonetic": "tə kɑːmpaʊnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "But my understanding is that most mortgages compound monthly.",
                "Because many seaweeds also produce growth-regulating compounds.",
                "It had compound eyes, a two-section body, and six pairs of appendages.",
                "Compounds in their saliva help blood pool under the surface of our skin.",
                "I'm compounding 1.0006274."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcG91bmQ&hash=4f4031a7b7a77dc0fef3865cca77259c5e969354&lang=en&cache-only=0",
            "defineEn": "put or add together",
            "defineVi": "đặt hoặc cộng lại với nhau"
        }
    ]
}