{
    "id": "78a5123b-a601-40b7-92ca-f0d3f64a2073",
    "title": "Giving Advice 1",
    "originalTitle": "Giving Advice 1",
    "words": [
        {
            "id": "64d9c232-05b4-4594-9e66-cdb4c24efdae",
            "word": "to act on",
            "phonetic": "tʊ ækt ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "I do want to act on this.",
                "It's best to act on the safe side and seek care at The Urgency Room right away.",
                "No group does not act on it.",
                "Several forces are acting on it at once.",
                "Don't act on it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWN0IG9u&hash=86d1bc3f1ccc0d9741d408b22be7203881ce8502&lang=en&cache-only=0",
            "defineEn": "to take action based on someone's advice or information",
            "defineVi": "thực hiện hành động dựa trên lời khuyên hoặc thông tin của ai đó"
        },
        {
            "id": "00ca87e0-5484-4b16-aff3-bd8f628bcf5e",
            "word": "to act upon",
            "phonetic": "tʊ ækt əpɑːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "And, today, they acted upon it.",
                "An object in motion stays in uniform motion unless acted upon by an external force.",
                "And I’m sure you’ve heard of Newton’s Laws, like his first law: An object in motion will remain in motion, and an object at rest will remain at rest, unless acted upon by a force.",
                "They reside in an atom’s outer shell as valence electrons and are easily plucked off and carried around, when acted upon by an outside force.",
                "So if you aren't taking action, you're being acted upon."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWN0IHVwb24&hash=ea7b7030042e8a8f1f748ad3e0fa83dd68946a2e&lang=en&cache-only=0",
            "defineEn": "to do something because of what someone else has advised or instructed",
            "defineVi": "để làm một cái gì đó vì những gì người khác đã khuyên hoặc hướng dẫn"
        },
        {
            "id": "e218b2a9-997b-4341-bf7c-85f5e561f4d0",
            "word": "to admonish",
            "phonetic": "tʊ ɐdmɑːnɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He admonished his alchemical colleagues not to trust the words of the ancient masters.",
                "A lot of other English words are derived from monere, like premonition, admonish, demonstrate and monitor.",
                "Reade claimed that she was admonished for how she dressed by a supervisor, and that that was part of the retaliation."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRtb25pc2g&hash=01cba7544e926a7102849f0342824ee2b5f1c9c1&lang=en&cache-only=0",
            "defineEn": "to strongly urge or advice a person to take a particular action",
            "defineVi": "thúc giục mạnh mẽ hoặc khuyên một người thực hiện một hành động cụ thể"
        },
        {
            "id": "d280dbae-f3bd-406e-bf55-7aa4723cbb4a",
            "word": "advice",
            "phonetic": "ɐdvaɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her advice fell on deaf ears.",
                "His advice wasn't very helpful.",
                "After all that struggle, their constructive advice fell on stony ground.",
                "I should give you advice as a man to man.",
                "She received false advice that led to negative consequences."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2aWNl&hash=49a1f0aa9630838079c7f5eedab0ee32114d91c3&lang=en&cache-only=0",
            "defineEn": "a suggestion or an opinion that is given with regard to making the best decision in a specific situation",
            "defineVi": "một gợi ý hoặc một ý kiến được đưa ra liên quan đến việc đưa ra quyết định tốt nhất trong một tình huống cụ thể",
            "hasImg": true
        },
        {
            "id": "e043e6b0-adfb-45f6-9b41-3d976510e4cb",
            "word": "advice column",
            "phonetic": "ɐdvaɪs kɑːlʌm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The advice column is doing numbers.",
                "But the resonance of advice columns in our paranoid present is baked right into its DNA.",
                "But today, the advice column has never been more popular.",
                "I was thinking about advice columns earlier, and I realized I have no idea where they come from.",
                "While the advice column might primarily be seen as a vehicle for entertainment today, it actually has more practical roots."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2aWNlIGNvbHVtbg&hash=d2dec254df4330a7ecba58444fa668376c6c7927&lang=en&cache-only=0",
            "defineEn": "a section or part in a newspaper in which people are given advice regarding their personal problems",
            "defineVi": "một phần hoặc một phần trong một tờ báo trong đó mọi người được đưa ra lời khuyên về các vấn đề cá nhân của họ"
        },
        {
            "id": "aeeb3fd3-2775-4710-b924-34b91ba810bb",
            "word": "advice columnist",
            "phonetic": "ɐdvaɪs kɑːləmnɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "But, in a time where education was a rare thing, advice columnists really were bastions of knowledge that everyday people could tap into.",
                "Advice columnists are still doing that, and the craze doesn’t show signs of stopping.",
                "But I’m just going to dip my toes into the advice columnists waters and answer this one by saying: yes, women should be learned.",
                "In an era when the news is often depressing, confusing, and delivered impersonally, advice columnists occupy an important niche of personality.",
                "Advice columns are sent out through newsletters from media outlets, and the accessibility the internet provides means just about anyone could be an advice columnist if they wanted to."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2aWNlIGNvbHVtbmlzdA&hash=07cd30f855af5c31d9934d9daa5edab1e942fd0b&lang=en&cache-only=0",
            "defineEn": "a newspaper, website, or magazine columnist that replies to e-mails and letters sent by readers and gives them advice",
            "defineVi": "một tờ báo, trang web hoặc chuyên mục tạp chí trả lời e-mail và thư do độc giả gửi và cho họ lời khuyên"
        },
        {
            "id": "e05df616-80e2-4e00-80d9-37854a345349",
            "word": "to advise",
            "phonetic": "tʊ ɐdvaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Dietary experts can advise on the ins and outs of dieting.",
                "My doctor advised me to drink pasteurized milk during my pregnancy for the safety of my baby.",
                "An old hand advised me that the fireman approach would suit my scrawny physique.",
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure.",
                "They advised them to invest in better security measures."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWR2aXNl&hash=4f6297fbd209f68f37e5ab8d1b1f3b3cd6f127b1&lang=en&cache-only=0",
            "defineEn": "to provide someone with a suggestion regarding a specific situation",
            "defineVi": "để cung cấp cho ai đó một gợi ý liên quan đến một tình huống cụ thể",
            "hasImg": true
        },
        {
            "id": "3407111a-f56b-4345-aacb-7f1ead0c3921",
            "word": "advisement",
            "phonetic": "ɐdvaɪzmənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWR2aXNlbWVudA&hash=8f91fd4e2d891ed51859007fe2733b9b8a9de20c&lang=en&cache-only=0",
            "defineEn": "the act of considering something, such as an idea, request, suggestion, etc. thoroughly",
            "defineVi": "hành động xem xét một cái gì đó, chẳng hạn như một ý tưởng, yêu cầu, đề xuất, v.v."
        },
        {
            "id": "551a01fe-fad4-4900-b5c0-c4a995d28731",
            "word": "adviser",
            "phonetic": "ɐdvaɪzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Although America is a democracy, a lot of key decisions are made behind closed doors by unelected advisers.",
                "As did Susan Rice Obama's national security adviser.",
                "There's advisers, Iranian advisers.",
                "President-elect Joe Biden formally announced top economic advisers today.",
                "I joined the Clinton campaign as an adviser, not formally."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2aXNlcg&hash=8238cf55915c758a53a0f4159f4748d36cb04509&lang=en&cache-only=0",
            "defineEn": "someone whose job is to give advice professionally on a particular subject",
            "defineVi": "một người có công việc là đưa ra lời khuyên chuyên nghiệp về một chủ đề cụ thể",
            "hasImg": true
        },
        {
            "id": "8b652bcf-24c9-42e4-948e-ff4e21a22036",
            "word": "advisory",
            "phonetic": "ɐdvaɪzɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The professor will hold a seat on the advisory board.",
                "One more postscript: A few blocks from whereMadoff began his investment advisory businessnearly 50 years ago, Thierry de la Villehuchettook his own life.",
                "The advisory did not cite any specific threat.",
                "Most journalists include NOAA's storm surge advisories in their reports as well.",
                "And again, it was advisory in nature."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2aXNvcnk&hash=f4bb0c769ec1454a0091a15880b8678d648855e3&lang=en&cache-only=0",
            "defineEn": "aiming to provide advice and suggestions",
            "defineVi": "nhằm cung cấp lời khuyên và đề xuất",
            "hasImg": true
        },
        {
            "id": "116fa10e-b3ab-4bbb-b2c0-2338a0171337",
            "word": "aftercare",
            "phonetic": "æftɚkɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWZ0ZXJjYXJl&hash=1ca31230d679d7deabc835c0cd0d5a7e84e5d3e5&lang=en&cache-only=0",
            "defineEn": "an assurance or support from the manufacturer or seller that offers costumers that bought a product services if the need arises",
            "defineVi": "sự đảm bảo hoặc hỗ trợ từ nhà sản xuất hoặc người bán cung cấp dịch vụ cho khách hàng đã mua sản phẩm nếu có nhu cầu"
        },
        {
            "id": "4c5ae0f1-114c-42ea-b06b-bb804162a9a8",
            "word": "assessor",
            "phonetic": "ɐsɛsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I was the assessor.",
                "There would be an assessor, a collector, and a communicator.",
                "Most of the bureaucrats you meet in your daily life: teachers, policeman, tax assessors are officials of your state government, not the federal government, like Bureaucrat Jimmy.",
                "So you're in a state where every year, or every several years, the assessor comes, says, oh, your house is worth more now, so I'm going to raise your taxes.",
                "What we're advocating, what we're seeing is working well and the teachers we've worked with really love it is, become that coach and you don't have to become both the assessor and the lecturer and the coach, be that coach figure, be that mentor."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNzZXNzb3I&hash=c185c763ad93ad63555052a1784910d93efea2de&lang=en&cache-only=0",
            "defineEn": "someone that is considered an expert and assists a judge in a court of law on matters in which knowledge on a particular subject is required",
            "defineVi": "một người nào đó được coi là một chuyên gia và hỗ trợ một thẩm phán trong một tòa án của pháp luật về các vấn đề trong đó kiến thức về một chủ đề cụ thể là cần thiết"
        },
        {
            "id": "43f44ffd-585e-4e78-bdac-db4c7f746230",
            "word": "careline",
            "phonetic": "kɛɹlaɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FyZWxpbmU&hash=e90f44000b90175cc0a37325244f908aa0ec0745&lang=en&cache-only=0",
            "defineEn": "a phone service set up by a company or organization to provide its clients with information about the service they received or a product they purchased",
            "defineVi": "một dịch vụ điện thoại do một công ty hoặc tổ chức thiết lập để cung cấp cho khách hàng của mình thông tin về dịch vụ họ đã nhận hoặc sản phẩm họ đã mua"
        },
        {
            "id": "cea95643-a449-4b48-9c03-d46472544d63",
            "word": "caution",
            "phonetic": "kɔːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The archbishop cautioned the cardinal to beware of a man of one book who bases all of his arguments solely on a single reference.",
                "He threw caution to the winds and rang the bell of the ground-floor flat.",
                "We chose to err on the side of caution when planning our investments.",
                "As a parent, I knew that there was a thin line between panic and caution.",
                "I threw caution to the wind and bought the most expensive one."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F1dGlvbg&hash=d341ab4a362cf3eb33b5d2f3d191e1bd77c887f1&lang=en&cache-only=0",
            "defineEn": "a piece of advice or a warning",
            "defineVi": "một lời khuyên hoặc một lời cảnh báo"
        },
        {
            "id": "fc05b900-61fe-43c8-a623-7d362005591f",
            "word": "cautionary",
            "phonetic": "kɔːʃənɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Rather than heeding cautionary tales from elders, the young woman insisted on learning life's harder lessons firsthand.",
                "What warnings or cautionary tales do you see in Mary Shelley’s Frankenstein?",
                "Online retailer Jumia offers a cautionary tale about opening a consumer facing business in Africa.",
                "And if nothing else, it stands as a cautionary tale to future scientists.",
                "Because at their heart, dystopias are cautionary tales, not about some particular government or technology, but the very idea that humanity can be molded into an ideal shape."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F1dGlvbmFyeQ&hash=2f0496cfc16cff4dced61efe8f870593f47d8c49&lang=en&cache-only=0",
            "defineEn": "functioning as a warning",
            "defineVi": "hoạt động như một cảnh báo"
        },
        {
            "id": "426101ce-ff7a-4dae-8658-050cb4ca0ee5",
            "word": "to commend",
            "phonetic": "tə kəmɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "So, at the top line, I really commend that goal.",
                "President Bush commended hiscourage and leaders the world overhailed him.",
                "And I commend them for doing so.",
                "And I commend him really for investing in American higher education.",
                "And I really commend those young kids at Stoneman Douglas, where they actually stepped up after the incident that happened there."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbWVuZA&hash=5447e47156bd68d13f805867419bb674646387b6&lang=en&cache-only=0",
            "defineEn": "to mention someone or something with approval and put them forward as suitable",
            "defineVi": "đề cập đến ai đó hoặc một cái gì đó với sự chấp thuận và đưa họ về phía trước là phù hợp",
            "hasImg": true
        },
        {
            "id": "5b001641-94da-4264-abc1-7c0cf95ab6c4",
            "word": "to consult",
            "phonetic": "tə kənsʌlt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He is consulting his zodiacal chart to determine his compatibility with different signs.",
                "The agent put me on hold while she consulted a colleague.",
                "I asked Alex to consult on this project because it's a bit out of my depth.",
                "The CEO of the company was known for making hasty decisions without consulting his team.",
                "As a newly married couple, we have learned that he that will thrive must first ask his wife, and we always make sure to consult each other before making any important decisions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc3VsdA&hash=fecc3c444f2a1331641101013f0fc2fc9151719b&lang=en&cache-only=0",
            "defineEn": "to seek information or advice from someone with knowledge in a particular field",
            "defineVi": "để tìm kiếm thông tin hoặc lời khuyên từ một người có kiến thức trong một lĩnh vực cụ thể",
            "hasImg": true
        },
        {
            "id": "d17ec11a-1e57-40b1-b8f9-4afb29517043",
            "word": "consultancy",
            "phonetic": "kənsʌltənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "At least two migration consultancy firms have seen a jump in inquiries since June, according to the South China Morning Post.",
                "The Boyd Company is a site selection consultancy.",
                "I did a great consultancy since I saw you with Senior Service America helping low-income older adults find work.",
                "The political consultancy reportedly sucked up data about millions of Facebook users without their knowledge, then used it to profile and sway voters in the US, UK, and elsewhere.",
                ", my name is Amelia Singer, and I'm a wine expert, TV presenter on the Wine Show, and I run my own wine-tasting and consultancy business, Amelia's Wine."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3VsdGFuY3k&hash=e84f2e48f4936b45a0ec418af3dcd0805b12f15e&lang=en&cache-only=0",
            "defineEn": "the practice of giving professional advice within a particular field",
            "defineVi": "thực hành đưa ra lời khuyên chuyên nghiệp trong một lĩnh vực cụ thể"
        },
        {
            "id": "f97a61b1-badd-4373-a092-f2b30ec9bb65",
            "word": "consultant",
            "phonetic": "kənsʌltənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the company's financial problems became too severe to overcome, the CEO called in a financial consultant for advice.",
                "The consultant observed the team's dynamics and pointed out areas for improvement, acknowledging that lookers-on see most of the game.",
                "The business consultant said during the meeting that in a business setting, better go about than fall into the ditch, and always be prepared and make informed decisions to avoid costly mistakes.",
                "The business consultant recommended that we expand our operations overseas, but when we faced unexpected challenges and losses, he was not held accountable, highlighting the reality that advisors run no risks.",
                "Our consultant is Dr. Brandon Jackson."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3VsdGFudA&hash=82ab363f57ebb7961e9f75ce9e5737613ec2b045&lang=en&cache-only=0",
            "defineEn": "someone who gives professional advice on a given subject",
            "defineVi": "một người đưa ra lời khuyên chuyên nghiệp về một chủ đề nhất định",
            "hasImg": true
        },
        {
            "id": "4697b7a8-790c-4ff5-a7db-33f2417439cb",
            "word": "to counsel",
            "phonetic": "tə kaʊnsəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "She always keeps her own counsel at times like these.",
                "The agent counsels them obliquely against waste, repeats the letter of the law, and smiles.",
                "The driver knew that anger and haste hinder good counsel when he was cut off in traffic.",
                "Up until now, I have kept my own counsel about my reasons for leaving the Department of Justice.",
                "He knew that a fool may give a wise man counsel, and that good ideas could come from unexpected sources."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY291bnNlbA&hash=0cce579b73c6ab88a45b3ce3a80a08c9cadf8a1d&lang=en&cache-only=0",
            "defineEn": "to advise someone to take a course of action",
            "defineVi": "để khuyên ai đó thực hiện một quá trình hành động",
            "hasImg": true
        },
        {
            "id": "c2976c49-214c-4a49-a7fc-a9b38b5a25f2",
            "word": "counsel",
            "phonetic": "kaʊnsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "She always keeps her own counsel at times like these.",
                "The agent counsels them obliquely against waste, repeats the letter of the law, and smiles.",
                "The driver knew that anger and haste hinder good counsel when he was cut off in traffic.",
                "Up until now, I have kept my own counsel about my reasons for leaving the Department of Justice.",
                "He knew that a fool may give a wise man counsel, and that good ideas could come from unexpected sources."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnNlbA&hash=2a3374414e07a836b6b47ed8fc08f169fd78a191&lang=en&cache-only=0",
            "defineEn": "a guidance or advice given with regard to prudent future action",
            "defineVi": "một hướng dẫn hoặc lời khuyên đưa ra liên quan đến hành động thận trọng trong tương lai"
        },
        {
            "id": "a086c34d-3b33-467e-831f-1887b5e3d944",
            "word": "counseling",
            "phonetic": "kaʊnsəlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"In a relationship, beware of a silent dog and still water, as they may indicate underlying issues or unexpressed emotions that can lead to conflict,\" said the couples therapist during the counseling session.",
                "\"In a relationship where one partner is looking for reasons to end things, it is easy to find a stick to beat a dog, even if the other partner has done nothing wrong,\" said the couples therapist during the counseling session.",
                "Oh, this kid needs counseling.",
                "Sharma directs OSU's student life counseling and consultation service.",
                "Sharma directs OSU's student life counseling and consultation service."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnNlbGluZw&hash=59e09a10682ae45f4e5224c8ff10ca7cb0a3b52d&lang=en&cache-only=0",
            "defineEn": "a process of providing guidance, support, and advice to someone facing personal, emotional, or psychological challenges",
            "defineVi": "một quá trình cung cấp hướng dẫn, hỗ trợ và lời khuyên cho ai đó đang đối mặt với những thách thức cá nhân, cảm xúc hoặc tâm lý",
            "hasImg": true
        },
        {
            "id": "27b3b9df-8660-42ce-81c8-8f72e74ce0f3",
            "word": "counselor",
            "phonetic": "kaʊnsəlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The counselor emphasized the importance of communication skills in maintaining healthy relationships, saying that a gentle tongue is a tree of life, but perverseness in it breaks the spirit.",
                "Her lawyers defined it, state counselor.",
                "His duties include spiritual guide, counselor, pal, nutrition advisor, trainer, and massage therapist.",
                "There's counselors, academic counselors on campus.",
                "You're just a counselor."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnNlbG9y&hash=1f471f2360b950b14538c05d8bf372527b76653e&lang=en&cache-only=0",
            "defineEn": "an expert who advises people on their problems",
            "defineVi": "một chuyên gia tư vấn cho mọi người về các vấn đề của họ",
            "hasImg": true
        },
        {
            "id": "f31d2416-4f66-4408-84c2-a9e653b70cb9",
            "word": "counsel of despair",
            "phonetic": "kaʊnsəl ʌv dᵻspɛɹ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y291bnNlbCBvZiBkZXNwYWly&hash=5bf45b51787517039300db4f7e31686dbc8fa84d&lang=en&cache-only=0",
            "defineEn": "an admission of failure that ultimately leads to discouragement and self-doubt",
            "defineVi": "một sự thừa nhận thất bại mà cuối cùng dẫn đến sự nản lòng và nghi ngờ bản thân"
        },
        {
            "id": "09134f07-5d7f-4616-b5f8-f51bbf692a57",
            "word": "counsel of perfection",
            "phonetic": "kaʊnsəl ʌv pɚfɛkʃən ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y291bnNlbCBvZiBwZXJmZWN0aW9u&hash=85c30932e22cda94531e72722d48e8f041aeb5f0&lang=en&cache-only=0",
            "defineEn": "a piece of advice that is flawless and to-the-point yet unrealizable",
            "defineVi": "một lời khuyên hoàn hảo và chính xác nhưng không thể thực hiện được"
        }
    ]
}