{
    "id": "78ce2654-5325-47b4-a450-23f1ac71e164",
    "title": "Lesson 12",
    "originalTitle": "Lesson 12",
    "words": [
        {
            "id": "4ae735f6-74c3-413d-abe2-572ed7fe85dc",
            "word": "feminine",
            "phonetic": "fɛmᵻnɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "[Conan] Feminine products, I don't know what those are.",
                "I've got long legs and I'm very feminine",
                "They considered the letters F, L, V, and W feminine, but the letters M, X, and Z masculine. ",
                "I mean umbrellas used to be viewed as completely feminine accessories for rich people, and only to shade the sun.",
                "In fact children’s clothes were designed with ease in mind, more so than displaying masculine or feminine traits."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVtaW5pbmU&hash=98ed090719b6fe0eb83c15daab33f14f050c66d9&lang=en&cache-only=0",
            "defineEn": "related to women; possessing qualities or appearance considered to be typical of women",
            "defineVi": "liên quan đến phụ nữ; sở hữu những phẩm chất hoặc ngoại hình được coi là điển hình của phụ nữ",
            "hasImg": true
        },
        {
            "id": "5d14984b-cd88-4380-868b-f39350e5a1bb",
            "word": "canine",
            "phonetic": "keɪnaɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Next up is canine distemper.",
                "To the researchers' excitement, the canines excelled.",
                "Males' canines are twice as long as females'.",
                "But the canines spread well beyond the continent.",
                "Together with wolves, these meat-eating mammals are called canines."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FuaW5l&hash=4e6987c2a0a20f42031ce67d2385253cb5f1d848&lang=en&cache-only=0",
            "defineEn": "connected with or resembling a member of the dog family, also known as canid",
            "defineVi": "kết nối với hoặc giống với một thành viên của gia đình chó, còn được gọi là canid",
            "hasImg": true
        },
        {
            "id": "28dcac73-2b2d-4093-9abc-365232148de8",
            "word": "supine",
            "phonetic": "suːpaɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But whenever it finds itself in a supine position, it can right itself with a little coordinated leg or wing action.",
                "Bugs pretty much never choose to be supine unless they’re playing dead, so their inability to get up quickly is probably an indicator that something is wrong."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwaW5l&hash=7c88a05136637ccc2c1b0c5975a31b54e7c18e31&lang=en&cache-only=0",
            "defineEn": "lying face upward",
            "defineVi": "nằm ngửa"
        },
        {
            "id": "f323a7ab-ecdb-4d20-bd91-e21d825dd383",
            "word": "leonine",
            "phonetic": "liənaɪn ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGVvbmluZQ&hash=74919fef129dd3332317e286ecd1fe901c782c0e&lang=en&cache-only=0",
            "defineEn": "of or characteristic of or resembling a lion",
            "defineVi": "của, đặc điểm của hoặc giống như một con sư tử"
        },
        {
            "id": "339b42eb-378a-400c-b630-6c5a32be4d09",
            "word": "asinine",
            "phonetic": "æsɪnaɪn ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXNpbmluZQ&hash=18122e019921e60fec162c222aa52a592377d50b&lang=en&cache-only=0",
            "defineEn": "extremely silly or stupid",
            "defineVi": "cực kỳ ngớ ngẩn hoặc ngu ngốc",
            "hasImg": true
        },
        {
            "id": "f6a72cd2-d7b0-4a13-8d0b-97315117f290",
            "word": "clandestine",
            "phonetic": "klændɛstɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Hostility between the two countries has played out in recent years through a series of clandestine attacks, from a mysterious explosion at Natanz last July, to November's death of the Iranian scientist who launched the nuclear program decades ago.",
                "In this case, that served him well as he could plausibly claim that he knew nothing about the clandestine activities of these two rogue employees.",
                "Since 1983, several thousand women have died from unsafe clandestine abortions.",
                "As a woman, she was barred from pursuing higher education, so in an act of defiance, Marie enrolled in the Floating University, a secret institution that provided clandestine education to Polish youth.",
                "We work hand-in-hand with most of the clandestine services."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhbmRlc3RpbmU&hash=585687de2aa0feb2ccfa38831a43702969ccda3b&lang=en&cache-only=0",
            "defineEn": "conducted with or marked by hidden aims or methods",
            "defineVi": "được tiến hành với hoặc được đánh dấu bởi các mục tiêu hoặc phương pháp ẩn"
        },
        {
            "id": "f436c22b-ebee-4104-a952-b974d536b01a",
            "word": "routine",
            "phonetic": "ɹuːtiːn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She had the baby's medical routine down pat.",
                "I always get my routine down pat so there won't be any room for error during the performance.",
                "The gymnast effortlessly bent her body into a graceful arch during her routine.",
                "The skincare routine included a facial serum with lemongrass oil, known for its purifying and toning properties.",
                "I have a morning routine that includes brushing my teeth and getting dressed."
            ],
            "audio": "https://tts.langeek.co/read?text=cm91dGluZQ&hash=de4da77bbc1159a405b3ce5a4594ffbe005a68e4&lang=en&cache-only=0",
            "defineEn": "occurring as a usual part of a process or job",
            "defineVi": "xảy ra như một phần bình thường của một quá trình hoặc công việc"
        },
        {
            "id": "07570fea-c3ab-4015-9632-54ab700f270a",
            "word": "pristine",
            "phonetic": "pɹɪstiːn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In the summer when its axis points towards the Sun, it's a pristine blue ball.",
                "Those pristine rocks are thought to share the same ingredients that went into making the Earth.",
                "Like, it showed us that Venus’s surface looks incredibly pristine for a four-and-a-half-billion-year-old planet.",
                "But in 2017, things started to become more clear, when the pristine skull of a new drepanosaur species was reported in New Mexico.",
                "But Borisov’s polarization was even more uniform than Hale Bopp’s, suggesting it may be the most pristine comet we’ve ever observed."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpc3RpbmU&hash=d84116841dd3bb1bbeb9193cbf36cf07d205eef9&lang=en&cache-only=0",
            "defineEn": "completely free from dirt or contamination",
            "defineVi": "hoàn toàn không có bụi bẩn hoặc ô nhiễm"
        },
        {
            "id": "9935fdc2-b00d-4d88-a65f-e42e877debe8",
            "word": "bovine",
            "phonetic": "boʊvaɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In fact, the word vaccine itself has bovine origins.",
                "They carry a strain of bovine tuberculosis, which can sicken humans who drink infected cow's milk.",
                "[mooing] Mooing like a cow, or making a similar noise if you aren't feeling particularly bovine, can help reduce straining.",
                "Like cows, the burnet’s larvae can eat trefoil all day without suffering ill effects, despite being much, much smaller than our bovine friends."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym92aW5l&hash=8f445e960e3313d1879a4b7e90262f58afda56a0&lang=en&cache-only=0",
            "defineEn": "of or relating to or belonging to the genus Bos (cattle)",
            "defineVi": "của, liên quan đến hoặc thuộc về chi Bos (gia súc)",
            "hasImg": true
        },
        {
            "id": "4a63e6d0-8537-4132-9064-0474cfe8c614",
            "word": "saline",
            "phonetic": "seɪliːn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This is just saline.",
                "97.5% is saline water, while only 2.5% is fresh water.",
                "You call down to the supply room and say, \"We need more saline.\"",
                "The researchers exposed mice and pigs to life-threateningly low oxygen conditions, and flushed some of their intestines with this liquid, while the control group only received a saline solution.",
                "In the 2018 experiment, researchers injected one group of rats with chemotherapy drugs and the other with harmless saline."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsaW5l&hash=e1a48a00ba3207bfed60d106bfa3fb032b5f9e30&lang=en&cache-only=0",
            "defineEn": "containing salt",
            "defineVi": "chứa muối"
        },
        {
            "id": "f26d9c37-8d91-4f50-b50f-b894231a8570",
            "word": "agile",
            "phonetic": "ædʒəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "An elephant is about 13% bone by weight, not super agile.",
                "He’s tactically very agile.",
                "But tactically, he's very agile as well.",
                "And also I'm agile like a cat, el gato.",
                "Armadillos look more like living tanks than agile water-babies."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdpbGU&hash=3e3f1a9b713c0e59fa8aad7a2168306b2e579f1a&lang=en&cache-only=0",
            "defineEn": "able to move with ease, flexibility, and quickness",
            "defineVi": "có thể di chuyển một cách dễ dàng, linh hoạt và nhanh chóng"
        },
        {
            "id": "58d5fe62-5324-4871-a1b5-3212ab0960f0",
            "word": "docile",
            "phonetic": "dɑːsəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We will not be docile for our oppressors.",
                "Over time humans found a multitude of uses for these docile wolves.",
                "Professor Claw is a very docile scorpion, and that's just her personality.",
                "And as these more docile scavengers outlasted their aggressive brethren, their genetic traits were passed on, gradually breeding tamer wolves in areas near human populations.",
                "After this, the dragon is so docile that it follows the princess back to the capital where St. George kills it in the town square after making all of the people promise to convert to Christianity."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9jaWxl&hash=080ca75fa099670ca04f6b7e04590c4b3eb261be&lang=en&cache-only=0",
            "defineEn": "easily handled or managed",
            "defineVi": "dễ dàng xử lý hoặc quản lý"
        },
        {
            "id": "a8ee912c-f1f7-4030-9c4d-fcab76fe3294",
            "word": "ductile",
            "phonetic": "dʌktəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHVjdGlsZQ&hash=893894b0923bb88e60d9acad73967c6f630fa13c&lang=en&cache-only=0",
            "defineEn": "capable of being shaped or bent or drawn out",
            "defineVi": "có khả năng được định hình hoặc uốn cong hoặc kéo ra"
        },
        {
            "id": "7749efe3-3f94-40ac-9c07-eff4d36eb069",
            "word": "febrile",
            "phonetic": "fɛbɹaɪl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "With the inability to identify coronavirus outside a test febrile screening's have become one of the only methods to quickly spot those who may be exhibiting symptoms of the virus.",
                "False negatives means you're letting someone that's febrile or that has a fever into the facility.",
                "Remember everyone who presents with a respiratory illness, everyone who presents with a febrile illness come the fall is going to get is going to need to get ruled out for covid first."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVicmlsZQ&hash=e28aefec08812df56a1b1c80713649e6b3c98acb&lang=en&cache-only=0",
            "defineEn": "of or relating to or characterized by fever",
            "defineVi": "của, liên quan đến hoặc đặc trưng bởi sốt",
            "hasImg": true
        },
        {
            "id": "62b9985a-770d-4ca9-9ec1-6cc8d17ac183",
            "word": "futile",
            "phonetic": "fjuːɾəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "All nothing but futile attempts that went nowhere.",
                "Resistance is futile.",
                "Futile excavation efforts were buried under constant landslides.",
                "You can also make futile attempts to distract yourself from the emotion.",
                "There's a sense in which that is as futile an enterprise as nation-building, which is as futile an enterprise as orchid-building."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnV0aWxl&hash=43043bb5927360eb13b240dac44382009f88defe&lang=en&cache-only=0",
            "defineEn": "unable to result in success or anything useful",
            "defineVi": "không thể dẫn đến thành công hoặc bất cứ điều gì hữu ích"
        },
        {
            "id": "9340f154-1a5b-4f91-a35b-5e1845eefc55",
            "word": "juvenile",
            "phonetic": "dʒuːvənaɪl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Juveniles off the eastern coast of North America eat a bunch of different species of algae.",
                "The Kentucky prison reforms did not address juvenile incarceration.",
                "Christel faces up to 65 days in juvenile detention.",
                "The glochidia grow into juveniles during their travels.",
                "So where are the juveniles, the subadults?"
            ],
            "audio": "https://tts.langeek.co/read?text=anV2ZW5pbGU&hash=d1205f88c978b0fd26e1f72cd07aae38f868aa44&lang=en&cache-only=0",
            "defineEn": "referring to young people who haven't reached adulthood yet",
            "defineVi": "đề cập đến những người trẻ chưa đến tuổi trưởng thành",
            "hasImg": true
        },
        {
            "id": "a896cc29-55d3-4bed-818a-ba37c26f91a4",
            "word": "puerile",
            "phonetic": "pjuːɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHVlcmlsZQ&hash=31aad64fff3daa52eaeaf135953ae59a4f86944d&lang=en&cache-only=0",
            "defineEn": "of or characteristic of a child",
            "defineVi": "của hoặc đặc điểm của một đứa trẻ"
        },
        {
            "id": "8963e80f-8e48-495f-8c2c-e233ffff64ec",
            "word": "senile",
            "phonetic": "siːnaɪl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That's cause I get old and senile, right?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2VuaWxl&hash=6899c5013a3f95e6211bb5cf590adac90576753c&lang=en&cache-only=0",
            "defineEn": "mentally or physically infirm with age",
            "defineVi": "bệnh tật về tinh thần hoặc thể chất theo tuổi tác"
        },
        {
            "id": "5bc28071-f41c-4afa-bdae-cef4eb54b7f9",
            "word": "tactile",
            "phonetic": "tæktaɪl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "it's still not tactile.",
                "That's like pretty tactile.",
                "Like your cat’s whiskers, these tactile hairs can sense objects around them.",
                "This is the G915 TKL Lightspeed wireless tactile.",
                "Tactile hallucinations occur when you feel things that aren't there."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFjdGlsZQ&hash=ba1b4b28e432119c2139670af9fdca122e760af4&lang=en&cache-only=0",
            "defineEn": "of or relating to or proceeding from the sense of touch",
            "defineVi": "của, liên quan đến hoặc bắt nguồn từ xúc giác"
        }
    ]
}