{
    "id": "791ae416-31bb-4046-92d1-ea97b8293c36",
    "title": "Lesson 21",
    "originalTitle": "Lesson 21",
    "words": [
        {
            "id": "ab0682e5-b6b7-4676-b66f-2db11692f92a",
            "word": "to undercharge",
            "phonetic": "tʊ ʌndɚtʃɑːɹdʒ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5kZXJjaGFyZ2U&hash=0caf8f0ccae1bd0c39bdb94c129ffff39d6f03f4&lang=en&cache-only=0",
            "defineEn": "charge (someone) too little money",
            "defineVi": "tính phí (ai đó) quá ít tiền"
        },
        {
            "id": "4d38adc7-9e46-4a2a-a2e1-74753271df90",
            "word": "to underexpose",
            "phonetic": "tʊ ʌndɚɹɛkspoʊz ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5kZXJleHBvc2U&hash=69be2e7e2b5408fe338a9b2b1ebdc3d96644e334&lang=en&cache-only=0",
            "defineEn": "expose insufficiently",
            "defineVi": "phơi bày không đủ"
        },
        {
            "id": "aa69df88-2310-4351-9e10-a09b53183b47",
            "word": "underhanded",
            "phonetic": "ʌndɚhændᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJoYW5kZWQ&hash=3cf205bf9957c8e1581db04dc5d420c4132ba3e1&lang=en&cache-only=0",
            "defineEn": "marked by deception",
            "defineVi": "đánh dấu bằng sự lừa dối"
        },
        {
            "id": "e20329d2-6749-4eff-ac06-400a18fe41f1",
            "word": "to underlie",
            "phonetic": "tʊ ʌndɚlaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Ongoing neural activity also underlies our sensory perception.",
                "For drivers, underlying skill set matches almost 90 percent with that of a warehouse supervisor.",
                "There are two key ideas that underlie this theory of class struggle.",
                "That’s the cooperative genetic programming that underlies their awesome traffic systems.",
                "\"Underlying all that, you have the darker elements, which are the men who are in real control of the situation.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5kZXJsaWU&hash=47cdbbdf384c83684cb023ad4b3939d3f88bbaf0&lang=en&cache-only=0",
            "defineEn": "to be the basic reason behind something",
            "defineVi": "là lý do cơ bản đằng sau một cái gì đó"
        },
        {
            "id": "777d54a1-381c-4b63-bd6f-1b2bcfa83075",
            "word": "to undermine",
            "phonetic": "tʊ ʌndɚmaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Even if one is confident in his innocence, it is not appropriate to be a judge in his own cause, as it undermines the credibility of the decision-making process.",
                "The rise of social media connected people in positive ways but also led to the spread of misinformation, and hate, illustrating that where God builds a church, the devil will build a chapel attempting to undermine and distort good purposes.",
                "No major disasters in the financial markets to undermine trust in the system.",
                "In 2005 several events undermined the public’s confidence in the Bush administration.",
                "That attitude could undermine popular support for the movement."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5kZXJtaW5l&hash=cbf09b3b6e4ac7604bef0fe7aee765eecd056bc5&lang=en&cache-only=0",
            "defineEn": "to gradually decrease the effectiveness, confidence, or power of something or someone",
            "defineVi": "để giảm dần hiệu quả, sự tự tin, hoặc sức mạnh của một cái gì đó hoặc ai đó"
        },
        {
            "id": "71ab6e5d-246a-4038-97a3-233dd4c0e4e1",
            "word": "to underrate",
            "phonetic": "tʊ ʌndɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Underrated in Monopoly and underrated in the Civil War.",
                "Underrated in Monopoly and underrated in the Civil War."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5kZXJyYXRl&hash=b41552ac92dd6698dbd456cdd28e9c8f8bd2008b&lang=en&cache-only=0",
            "defineEn": "consider someone or something as less important, valuable, or skillful than they actually are",
            "defineVi": "coi ai đó hoặc một cái gì đó ít quan trọng, có giá trị hoặc khéo léo hơn so với thực tế"
        },
        {
            "id": "d52fe5d8-eab6-4917-8ea3-19bc571ccca6",
            "word": "to underscore",
            "phonetic": "tʊ ʌndɚskoːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The failure of a highly anticipated product launch underscored the importance of being prepared for the unexpected, as nothing is certain but the unforeseen in the world of business.",
                "The new president's entire day underscored that idea, from morning mass at St. Matthew's Cathedral with congressional leaders from both parties, to a military pass in review on the Capitol's East Front, and a wreath-laying ceremony with former Presidents Clinton, Bush and Obama at Arlington National Cemetery's Tomb of the Unknown Soldier.",
                "These mirrors also underscore the perpetual cycle of violence at the heart of the revenge tragedy which you’ll no doubt remember from our talk of ancient Greek stories.",
                "But I would underscore a separate point.",
                "The legal loss in Wisconsin further underscores that Mr. Trump's White House loss is all but settled."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5kZXJzY29yZQ&hash=6cc5ab667e7ffc2b8aae2de5233bbcb7ad7e06fe&lang=en&cache-only=0",
            "defineEn": "to stress something's importance or value",
            "defineVi": "để nhấn mạnh tầm quan trọng hoặc giá trị của một cái gì đó"
        },
        {
            "id": "3af07ba0-557b-4105-81b9-1d010fd6ad57",
            "word": "to undersell",
            "phonetic": "tʊ ʌndɚsɛl ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5kZXJzZWxs&hash=ee2ed2f3a431065f9c849a6a5d7b21b8e3145417&lang=en&cache-only=0",
            "defineEn": "sell cheaper than one's competition",
            "defineVi": "bán rẻ hơn đối thủ"
        },
        {
            "id": "05b3cbe4-814d-4eaa-b438-a08debfa19eb",
            "word": "to understate",
            "phonetic": "tʊ ʌndɚsteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "An understated, unthreatening companion, it appears, content to let her chatter at length and not desiring to get his oar in often.",
                "Can't be understated.",
                "So far, that plan has worked out with Geely's backing, Volvo revamped its entire lineup, focusing heavily on sport utility vehicles that offer understated luxury features and interiors.",
                "At the time, Ford's vice president of global design said Chinese buyers prefer designs that are understated, yet powerful."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5kZXJzdGF0ZQ&hash=156df2f5d7a69bbeaf91c8a7f8302b6fc334c4da&lang=en&cache-only=0",
            "defineEn": "represent as less significant or important",
            "defineVi": "đại diện là ít quan trọng hoặc quan trọng"
        },
        {
            "id": "fb4da4fb-2ca1-4a77-bf91-a867e4c80078",
            "word": "to underwrite",
            "phonetic": "tʊ ʌndɚɹaɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They were allowed to underwrite retail businesses.",
                "But it's important to note big insurance companies don't underwrite all bond agents.",
                "Their big breakthrough came in the 1950s when Goldman was allowed to underwrite the IPO of Ford Motor Company.",
                "The concept was invented in the 17th century by the Dutch East India Trading Company which wanted to allow multiple investors to underwrite their expeditions, so they sold shares, or percentages of the company.",
                "Frankly, if every bank had underwritten as well as Abacus, we wouldn't have had a financial crisis."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5kZXJ3cml0ZQ&hash=787c8cfdff1969ef5cedb07474cc506975bae0cf&lang=en&cache-only=0",
            "defineEn": "to financially support a project, activity, etc. and shoulder the responsibility if faced with failure",
            "defineVi": "hỗ trợ tài chính cho một dự án, hoạt động, v.v. và gánh vác trách nhiệm nếu gặp thất bại"
        },
        {
            "id": "3c107e39-96b4-4475-991b-24449d746cdb",
            "word": "saccharin",
            "phonetic": "sækɚɹɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The restaurant offers saccharin packets alongside sugar and honey for customers who prefer a calorie-free option.",
                "He decided to use saccharin in his tea instead of sugar to reduce his calorie intake.",
                "Take the case of saccharin, an artificial sweetener.",
                "For example, a paper published in Nature in 2014 found that mice fed saccharin developed changes in their gut microbiome and symptoms of prediabetes.",
                "Eventually, scientists realized that saccharin was only a problem for male rats because they happen to make lots of a certain type of protein that can form crystals when saccharin is around."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FjY2hhcmlu&hash=f7544a9712f21cf50da9603064908b6627c78ea9&lang=en&cache-only=0",
            "defineEn": "an alternative to sugar which is artificial and used by people who want to lose weight",
            "defineVi": "một chất thay thế cho đường nhân tạo và được sử dụng bởi những người muốn giảm cân",
            "hasImg": true
        },
        {
            "id": "f2347f5d-06dc-4f05-9788-1de3329d7da3",
            "word": "saccharine",
            "phonetic": "sækɚɹɪn ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2FjY2hhcmluZQ&hash=959e1dc9d0bc7e6397e44e2fb28dfee8479acd0f&lang=en&cache-only=0",
            "defineEn": "overly sweet",
            "defineVi": "quá ngọt"
        },
        {
            "id": "45bf5128-19df-4abf-806e-0ef8d0aee0e2",
            "word": "to deplore",
            "phonetic": "tə dᵻploːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "In his prerecorded farewell address, he touted the successes of his presidency and deplored the attack on the Capitol two weeks ago.",
                "In contrast, opponents like the British statesman and thinker Edmund Burke deplored the rapid change and attacks on traditional institutions and the abandonment of accumulated wisdom from past ages.",
                "The president touched on themes from unifying the two parties, pleading with Democrats to work with him on his immigration and border security proposal, deploring abortion, loosening abortion rights measures, and on a number of foreign policy issues.",
                "We're hearing President Trump go out of office saying it's been a big success, deploring what happened at the Capitol two weeks ago."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVwbG9yZQ&hash=2f4d1139ed03c684a0ac17cc8162082a1dd56bfc&lang=en&cache-only=0",
            "defineEn": "regret strongly",
            "defineVi": "rất hối hận"
        },
        {
            "id": "7fe233ce-f4c9-4c7c-8579-76e7ae6d69e7",
            "word": "deplorable",
            "phonetic": "dᵻploːɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The coup gave the dictatorship a dose of its own medicine, subjecting the dictator and his entourage to torture and confinement in deplorable conditions.",
                "That even deplorable comments still have to be looked at in regards to the protections the Constitution provides for free speech.",
                "There’s 20% are the deplorables. ",
                "And the deplorables hate him, and they’ll be great and send money and just be dancing around. ",
                "And I said the deplorables don’t care. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwbG9yYWJsZQ&hash=a356aea5f799bfdf96727f68632455b3ab498400&lang=en&cache-only=0",
            "defineEn": "bad; unfortunate",
            "defineVi": "xấu; thật không may"
        },
        {
            "id": "f8e83ad6-b13f-4645-a188-e71c8f73ea46",
            "word": "fastidious",
            "phonetic": "fæstɪdiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And compulsions can range from excessive cleaning or double checking, to the fastidious arrangement of objects, or walking in predetermined patterns.",
                "Being neat, and orderly, and fastidious does not make you OCD.",
                "What makes dermestids ideal for this job is that they're fast and fastidious eaters.",
                "Most famously, if Alexander Fleming had been a little more fastidious about keeping his lab clean, we might not have penicillin. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFzdGlkaW91cw&hash=f144b7eb419faf55e0a46ef6db6d23b7baf93d2a&lang=en&cache-only=0",
            "defineEn": "describing someone who is very particular or demanding about their appearance, grooming, or clothing",
            "defineVi": "mô tả ai đó rất đặc biệt hoặc đòi hỏi về ngoại hình, chải chuốt hoặc quần áo của họ"
        },
        {
            "id": "a14e7944-d03f-4c55-9195-1799c6352f16",
            "word": "fastidiousness",
            "phonetic": "fæstɪdiəsnəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmFzdGlkaW91c25lc3M&hash=d40dc10d88af01d8d17fdb9bc6165539b1cbf5ab&lang=en&cache-only=0",
            "defineEn": "the trait of being meticulous about matters of taste or style",
            "defineVi": "đặc điểm của sự tỉ mỉ về các vấn đề của hương vị hoặc phong cách"
        },
        {
            "id": "e4ce1651-62e5-4dff-b376-04bc5f89857a",
            "word": "memento",
            "phonetic": "məmɛntoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Unlike with the death of an older family member, parents are often left with few mementos of their child.",
                "In the mementos post online, you can read about Gloria Estefan's hazmat suit, about Dani Shapiro's empty planner.",
                "You can find all of these mementos stories online.",
                "So, tonight, author David Leavitt shares his Humble Opinion on the importance of this daily memento.",
                "If you really wanna burn this teensy, weensy little box of random mementos from my life to soothe your fragile ego, be my guest."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVtZW50bw&hash=a3bf432591f01bfdb73cc522c8d577b4d2510747&lang=en&cache-only=0",
            "defineEn": "an object or item that is kept as a reminder or souvenir of a person, place, or event",
            "defineVi": "một đối tượng hoặc vật phẩm được lưu giữ như một lời nhắc nhở hoặc quà lưu niệm về một người, địa điểm hoặc sự kiện",
            "hasImg": true
        },
        {
            "id": "03cb3a24-9400-4a71-beb4-488f4581f377",
            "word": "memorable",
            "phonetic": "mɛmɚɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The actor's ability to connect with the audience on an emotional level creates a memorable performance.",
                "His birthdate falls on a holiday this year, making it extra special and memorable.",
                "Susan and David went on their first date, and by the end of the evening, they had both gotten to first base with a sweet and memorable kiss.",
                "The encounters were not especially memorable.",
                "Which is so memorable."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVtb3JhYmxl&hash=5249f7b93e97d12120679ae17e85aa1a51ee2bb0&lang=en&cache-only=0",
            "defineEn": "easy to remember or worth remembering, particularly because of being different or special",
            "defineVi": "dễ nhớ hoặc đáng nhớ, đặc biệt là vì khác biệt hoặc đặc biệt"
        },
        {
            "id": "19a0949e-75ae-4710-9f0c-15db8200cd73",
            "word": "to hone",
            "phonetic": "tə hoʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "So natural selection has honed this particular physical ability and behavior over generations of hamsters.",
                "In fact, bronze-making skills were honed almost exclusively around ornamental pursuits, rather than functional efforts like weapons or agricultural tools.",
                "Okay, I'm honing in on this. ",
                "They have honed this to both in the United States and in many other countries, primarily in democratic contexts in Eastern and Western Europe.",
                "But as natural selection hones these traits, it's really selecting their associated behaviors."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9uZQ&hash=94a658ba324e3b8cc821e51d938605faf3455bda&lang=en&cache-only=0",
            "defineEn": "sharpen with a hone",
            "defineVi": "làm sắc nét với một trau dồi"
        },
        {
            "id": "6488929a-2d81-41d1-af03-778c7a58e22c",
            "word": "honorarium",
            "phonetic": "ɑːnɚɹɛɹiəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9ub3Jhcml1bQ&hash=648152e22f94b3907f985f5dc0d0c91dc6ec50ec&lang=en&cache-only=0",
            "defineEn": "a fee paid for a nominally free service",
            "defineVi": "một khoản phí trả cho một dịch vụ miễn phí trên danh nghĩa"
        }
    ]
}