{
    "id": "7938bfee-a02c-48b5-af99-e4af8aa9a1d2",
    "title": "Types of Visual Arts",
    "originalTitle": "Types of Visual Arts",
    "words": [
        {
            "id": "604daebf-54a4-4094-ad15-67487c817711",
            "word": "oil painting",
            "phonetic": "ɔɪl peɪntɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "With oil painting, artists paint from back to front, painting the landscape first and the details later.",
                "Four oil paintings by Kurtz were loaded into a test canister, and orbited 98 times around the earth with the space shuttle Columbia, over the course of 6 days."
            ],
            "audio": "https://tts.langeek.co/read?text=b2lsIHBhaW50aW5n&hash=f922e400d3874d325407aaa836714ea0945b763f&lang=en&cache-only=0",
            "defineEn": "a painting that is produced using oil paints",
            "defineVi": "một bức tranh được sản xuất bằng cách sử dụng sơn dầu",
            "hasImg": true
        },
        {
            "id": "ab77be78-0e4b-4df1-aa1f-1e15b4df7f47",
            "word": "allegory",
            "phonetic": "ælɪɡɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Zombification took root as an allegory for colonialism, imperialism, and oppression.",
                "You don’t ask about Plato’s allegory of the cave.",
                "They were actually very dark, violent allegories that scared children and adults alike.",
                "Although Roman culture was never fully lost, its influence declined and new art styles arose focused on religious symbolism and allegory rather than proportion and realism.",
                "It ranges in theme and genre and maturity levels, but just like with graphic novels, many titles are rich storytelling devices filled with allegory and metaphor about humanity. "
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsZWdvcnk&hash=ab7a5833d9eef26f0d5b794a4d3a5c389b4b493c&lang=en&cache-only=0",
            "defineEn": "an instance of representing an idea, event or truth using symbols",
            "defineVi": "một trường hợp đại diện cho một ý tưởng, sự kiện hoặc sự thật bằng cách sử dụng các biểu tượng"
        },
        {
            "id": "3866ae0f-e8fd-4a94-b711-2346dd87c0d9",
            "word": "bodegon",
            "phonetic": "boʊdɡɑːn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9kZWdvbg&hash=dd0083df60cfad813f836f75688fc51bf9147d55&lang=en&cache-only=0",
            "defineEn": "a Spanish still life painting that typically features the everyday objects, food and drink commonly found in ceramic and metal vessels on a kitchen counter or table",
            "defineVi": "một bức tranh tĩnh vật của Tây Ban Nha thường có các đồ vật, thức ăn và đồ uống hàng ngày thường thấy trong các bình gốm và kim loại trên quầy hoặc bàn bếp"
        },
        {
            "id": "5ce2d841-e9aa-4571-8509-8e88f5213c5a",
            "word": "figure painting",
            "phonetic": "fɪɡjɚ peɪntɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmlndXJlIHBhaW50aW5n&hash=6dd088d436ed3cec1c7b0dca2943364151c15a0f&lang=en&cache-only=0",
            "defineEn": "the depiction of the human form in art and can be defined as representing the human figure, anatomy, and physiology through the media of artistic rendering",
            "defineVi": "mô tả hình dạng con người trong nghệ thuật và có thể được định nghĩa là đại diện cho hình dáng, giải phẫu và sinh lý học của con người thông qua các phương tiện nghệ thuật"
        },
        {
            "id": "7721317f-1ba5-405a-8483-bfa75f86b33e",
            "word": "landscape painting",
            "phonetic": "lændskeɪp peɪntɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGFuZHNjYXBlIHBhaW50aW5n&hash=cad853ad081a1ace5f3a0db79f2ede47283a14db&lang=en&cache-only=0",
            "defineEn": "art that depicts physical terrain including natural features like landforms, vegetation and bodies of water",
            "defineVi": "nghệ thuật mô tả địa hình vật lý bao gồm các đặc điểm tự nhiên như địa hình, thảm thực vật và các vùng nước",
            "hasImg": true
        },
        {
            "id": "0190d563-c5dd-4d04-a6bf-4b152e2788a3",
            "word": "portrait",
            "phonetic": "poːɹtɹɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He painted a beautiful portrait of his sister.",
                "The talented artist painted a beautiful portrait of a woman, capturing her strength and inner beauty on the canvas.",
                "Botticelli’s portraits of Florentine citizens display the distinct features of his subjects, 5.",
                "Again, contemporary science paints an interesting portrait here.",
                "This self portrait would reveal more information than any of the other videos."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ydHJhaXQ&hash=720a14f7c09d8b01b0bde4e65f6796ea31d6f820&lang=en&cache-only=0",
            "defineEn": "a drawing, photograph, or painting of a person, particularly of their face and shoulders",
            "defineVi": "một bản vẽ, bức ảnh hoặc bức tranh của một người, đặc biệt là khuôn mặt và vai của họ",
            "hasImg": true
        },
        {
            "id": "479b18ad-87b9-4083-8a5a-71214388aa47",
            "word": "still life",
            "phonetic": "stɪl laɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "But moving on, I also collected this lovely still life over here by the brilliant Dutch painter, Jan van Huysum.",
                "There is a lot written about this guy, an Italian artist very well known for his still life paintings of pretty basic objects arranged on plain surfaces.",
                "He started making still lifes in the 1910s and just kept on going, collecting bottles, boxes, jars, pots, pitchers, and the like, and replaying them again and again in different configurations.",
                "He liked to paint them, too, of course, both in indoor settings and still life arrangements, and outdoors in compositions capturing urban gardens, and in the countryside where he enjoyed painting in plein-air, the French term for, uh, painting outside."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RpbGwgbGlmZQ&hash=a1e0b7fcd2628da5f8d4b166ed2a2fcd2eb5f36d&lang=en&cache-only=0",
            "defineEn": "a painting or drawing, representing objects that do not move, such as flowers, glassware, etc.; an artwork created using this method",
            "defineVi": "một bức tranh hoặc bản vẽ, đại diện cho các vật thể không di chuyển, chẳng hạn như hoa, đồ thủy tinh, v.v.; một tác phẩm nghệ thuật được tạo bằng phương pháp này",
            "hasImg": true
        },
        {
            "id": "b1553659-f875-4d65-84d4-17f7720f32ec",
            "word": "veduta",
            "phonetic": "vɛdʒuːɾə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmVkdXRh&hash=675bb317f0d3a9f7e4ae06cfb47f687d334251c3&lang=en&cache-only=0",
            "defineEn": "an Italian art genre of highly detailed, representation paintings and prints of cityscapes that flourished during the 17th and 18th centuries",
            "defineVi": "một thể loại nghệ thuật của Ý về các bức tranh và bản in mô tả, có độ chi tiết cao về cảnh quan thành phố phát triển mạnh mẽ trong thế kỷ 17 và 18"
        },
        {
            "id": "e8b98980-ca05-4acb-8ad1-f760114a2adc",
            "word": "abstract",
            "phonetic": "æbstɹækt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The author abstracted key themes from the novel in her literary analysis.",
                "The scientist abstracted the data from various sources to analyze trends.",
                "The professor delivered a lecture on abstract mathematics, exploring complex theories and formulas.",
                "The scientist presented an abstract theory that revolutionized our understanding of the universe.",
                "The film incorporated abstract imagery and surreal elements to convey the protagonist's inner emotional journey."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJzdHJhY3Q&hash=b698d86340386a7b5a49e689993ceb2596b7dc7f&lang=en&cache-only=0",
            "defineEn": "(of a form of art) not depicting things as they are in real life but as what the artist thinks of them",
            "defineVi": "(của một loại hình nghệ thuật) không miêu tả sự vật như chúng vốn có trong đời thực mà là những gì người nghệ sĩ nghĩ về chúng",
            "hasImg": true
        },
        {
            "id": "2309c337-c931-4bf8-adf7-3851291f5116",
            "word": "caricature",
            "phonetic": "kæɹɪkətʃʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I didn't want his presidency to become a caricature of itself.",
                "But the worst thing is that we have become really kind of a grotesque caricature of what the Republican Party has traditionally been.",
                "And many of those caricatures are subhuman, not human, animalistic, disease carriers, enemy invaders, which is a very constant caricature.",
                "There are usually caricatures and then there's some descriptive copy.",
                "And I think also the question that's on all America's mind, why is your caricature a pink bear?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyaWNhdHVyZQ&hash=07a28741cd4fef8e39932f7da1904ee9ca5b32d8&lang=en&cache-only=0",
            "defineEn": "a humorous, exaggerated representation of a person or thing, typically in the form of a drawing or sculpture",
            "defineVi": "một đại diện hài hước, cường điệu của một người hoặc vật, thường ở dạng một bản vẽ hoặc tác phẩm điêu khắc"
        },
        {
            "id": "8280fbe2-4fd9-4a20-b5d3-830587294509",
            "word": "diptych",
            "phonetic": "dɪptɪtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our artists Pat and Corolla are working on what we call a diptych, which is gonna be a double-paneled piece."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlwdHljaA&hash=b1a85f7699adccbcbdda172cdb99736f86a661f3&lang=en&cache-only=0",
            "defineEn": "a painting or engraving done on two separate pieces of wood that are hinged and can be closed like a book, usually used as an altarpiece",
            "defineVi": "một bức tranh hoặc bản khắc được thực hiện trên hai mảnh gỗ riêng biệt có bản lề và có thể được đóng lại như một cuốn sách, thường được sử dụng làm bàn thờ",
            "hasImg": true
        },
        {
            "id": "c0de965c-cab7-4f7f-8442-7be8320ab606",
            "word": "hologram",
            "phonetic": "hɑːləɡɹæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "A hologram is like a 3D photo, a flat piece of plastic that encodes a three-dimensional image.",
                "It’s like a hologram thing.",
                "We have a name for this: a hologram.",
                "A black hole is like a hologram, because everything inside it is encoded on its event horizon.",
                "So, it's almost three-dimensional, like a hologram effect, that you can get from our stitching."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9sb2dyYW0&hash=481184959dfb835cb71a6c7ad67a62019dbd5c13&lang=en&cache-only=0",
            "defineEn": "a special type of photograph that produces a three-dimensional image by the use of a split coherent beam of light, such as a laser",
            "defineVi": "một loại ảnh đặc biệt tạo ra hình ảnh ba chiều bằng cách sử dụng chùm ánh sáng kết hợp phân tách, chẳng hạn như tia laser"
        },
        {
            "id": "a9a05220-660a-4bfd-8ab2-0e5f08c08dc1",
            "word": "inset",
            "phonetic": "ɪnsɛt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5zZXQ&hash=5b378f110551279c0e9b5370cdae3caccd024b6c&lang=en&cache-only=0",
            "defineEn": "a small area of a page or image that is set off from the main body of the page or image",
            "defineVi": "một khu vực nhỏ của trang hoặc hình ảnh được đặt ra khỏi phần chính của trang hoặc hình ảnh"
        },
        {
            "id": "981ffc6c-537d-43e0-be63-38878d0843f2",
            "word": "life drawing",
            "phonetic": "laɪf dɹɔːɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGlmZSBkcmF3aW5n&hash=0be96712297b5ba46c3a411b1ca8fd4ef91ac7e4&lang=en&cache-only=0",
            "defineEn": "the activity or skill of drawing live human models, especially one who is naked",
            "defineVi": "hoạt động hoặc kỹ năng vẽ người mẫu sống, đặc biệt là người khỏa thân"
        },
        {
            "id": "42efed69-c517-4fb3-b32f-5d64823cd6ac",
            "word": "line drawing",
            "phonetic": "laɪn dɹɔːɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Because the same effect happens with line drawings, nonsense words, basic shapes, photographs, and sounds.",
                "Between 1890 and 1950 alarmed citizens petitioned their state and local governments to create a detailed regulatory system of sexual line drawing.",
                "A surprising example of this was a study that asked people to identify some line drawings.",
                "It can respond to colors, grating patterns, and line drawings, among other things.",
                "Through Skillshare you have access to teachers who are experts in their field, like best-selling author and award-winning educator Peggy Dean, who teaches calligraphy, botanical line drawing, and how to price your work as a freelancer."
            ],
            "audio": "https://tts.langeek.co/read?text=bGluZSBkcmF3aW5n&hash=3f8936bf40579348eb83106b675a8d48f50af04b&lang=en&cache-only=0",
            "defineEn": "a drawing that depicts a design using only solid lines",
            "defineVi": "một bản vẽ mô tả một thiết kế chỉ sử dụng các đường liền nét"
        },
        {
            "id": "05a87aa1-9861-48fe-89ff-332fbfbf3eaa",
            "word": "lithograph",
            "phonetic": "lɪθəɡɹæf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Where paleoartists of old worked with paint and lithographs, many modern artists have gone digital, rendering new visions of prehistoric life as soon as they’re announced."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0aG9ncmFwaA&hash=f07aa171e196bd60f64b1bc1cb8b769fbfd10dc1&lang=en&cache-only=0",
            "defineEn": "a print made by using a stone or metal plate to transfer an image to paper",
            "defineVi": "một bản in được thực hiện bằng cách sử dụng một tấm đá hoặc kim loại để chuyển hình ảnh sang giấy"
        },
        {
            "id": "868ba128-c453-4f00-a626-02f9f0df7945",
            "word": "matchstick man",
            "phonetic": "mætʃstɪk mæn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWF0Y2hzdGljayBtYW4&hash=bebc1f4b72f1aab232dedb5479bde79de216a181&lang=en&cache-only=0",
            "defineEn": "a style or technique of drawing or painting where figures are depicted using simple, thin lines that resemble matchsticks",
            "defineVi": "một phong cách hoặc kỹ thuật vẽ hoặc vẽ trong đó các hình được mô tả bằng các đường mảnh, đơn giản giống như que diêm"
        },
        {
            "id": "31a38573-aceb-48a1-953e-27e3848bcaed",
            "word": "miniature",
            "phonetic": "mɪnɪtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They capture the dramatic arc of the opera in miniature.",
                "You can serve miniature tea with this.",
                "The papillae even look like miniature cat claws.",
                "It's a miniature horse!",
                "It's a miniature horse!"
            ],
            "audio": "https://tts.langeek.co/read?text=bWluaWF0dXJl&hash=3d9c9aea04e823abb5f50a6689671df159325fcb&lang=en&cache-only=0",
            "defineEn": "a type of painting in which small, highly detailed images are painted on a small scale",
            "defineVi": "một loại tranh trong đó những hình ảnh nhỏ, có độ chi tiết cao được vẽ ở quy mô nhỏ"
        },
        {
            "id": "4df7caf2-bc79-4827-a410-1dfa59bb91cd",
            "word": "mural",
            "phonetic": "mjʊɹɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The murals on the Protestant side of Northern Ireland's religious divide are less sentimental and more militaristic.",
                "Government-commissioned murals by Rivera and others were part of that, literally painting the contributions of Mexico's indigenous peoples back into its history and its present.",
                "His signature mural celebrates Bobby Sands, considered a martyr by the IRA.",
                "Protestant mural artist Mark Ervine walked us across the dividing line.",
                "Today we have finished the making of the biggest mural in Palestine."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVyYWw&hash=2d47a37b19ee8bfacdcdb5fe31b5914f92edcc70&lang=en&cache-only=0",
            "defineEn": "a large painting done on a wall",
            "defineVi": "một bức tranh lớn được thực hiện trên một bức tường"
        },
        {
            "id": "531fa9b9-4fd8-47c7-994f-b6b764bce6d6",
            "word": "nude",
            "phonetic": "nuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "So you're just watching a man's nude torso.",
                "That's the nude man.",
                "I went to the nude beach, met a man, and bit into his schnitzel.",
                "And I'd walk straight past the nudes without even looking.",
                "Other producers just threw a bunch of nude showgirls and raunchy comics on the stage and called it a day."
            ],
            "audio": "https://tts.langeek.co/read?text=bnVkZQ&hash=87631677c4135bb16957d8529c84b81adad6809b&lang=en&cache-only=0",
            "defineEn": "a naked human figure as the subject of an artistic piece",
            "defineVi": "một hình người khỏa thân là chủ đề của một tác phẩm nghệ thuật"
        },
        {
            "id": "2ac262db-f735-4762-ba1a-5aef082056d9",
            "word": "primitive art",
            "phonetic": "pɹɪmᵻtɪv ɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJpbWl0aXZlIGFydA&hash=11e46156cebde80896252f953a914790d5d0b6dc&lang=en&cache-only=0",
            "defineEn": "art that is created with simple materials and techniques, often with spiritual or religious purposes",
            "defineVi": "nghệ thuật được tạo ra bằng các vật liệu và kỹ thuật đơn giản, thường với mục đích tâm linh hoặc tôn giáo"
        },
        {
            "id": "d8a6a29d-1d51-4ca5-908a-c833e75656c2",
            "word": "projection",
            "phonetic": "pɹədʒɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company based its projections on shaky ground, leading to financial losses.",
                "Projection reinforces your negative thoughts.",
                "First of all, what is projection?",
                "Our projection definition simplifies a good bit.",
                "A projection of the sum of the vectors is equal to the sum of the projections of the vectors."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvamVjdGlvbg&hash=3c9b749ce4362d1af7fe5433f8ee1ef0e3602eed&lang=en&cache-only=0",
            "defineEn": "a technique used to create an image on a surface by projecting light onto it",
            "defineVi": "một kỹ thuật được sử dụng để tạo ra một hình ảnh trên một bề mặt bằng cách chiếu ánh sáng lên nó"
        },
        {
            "id": "855bde1e-d5d5-4bd9-b806-780858564c54",
            "word": "seascape",
            "phonetic": "siːskeɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The kelp, and everything living on them, floats away, leaving a flat, barren seascape.",
                "And soon after, he met Eugène Boudin, a painter who took Monet under his wing, taught him his plein-air technique, and passed along his deep appreciation for the play of light in natural scenes, mostly seascapes."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vhc2NhcGU&hash=a56db57e1c4e039f70d25e418bbc65cca467a14e&lang=en&cache-only=0",
            "defineEn": "a painting or photograph representing the sea",
            "defineVi": "một bức tranh hoặc bức ảnh đại diện cho biển"
        },
        {
            "id": "d14f57c1-f031-4c15-9417-f66897324c26",
            "word": "self-portrait",
            "phonetic": "sɛlfpoːɹtɹɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His self-portrait with a pipe, from a calmer period in Van Gogh's life, showed no sign of this correspondence.",
                "One mother made her own version of Kahlo's self-portrait with monkeys.",
                "Kahlo's paintings chart the ups and downs of their relationship, whether depicting she and Rivera, or gory stories of murder drawn from the news, or self-portraits exploring her inner life as well as outer life.",
                "We also see it in other works by Kahlo, like in the double self-portrait titled Tree of Hope, painted after she underwent spinal fusion surgery in 1946.",
                "While the artist passed away in 1954, when she was still with us Frida Kahlo propagated her own image in numerous ways through her distinctive style and commanding presence in front of the camera, and of course through her artwork, which includes a significant number of self-portraits."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1wb3J0cmFpdA&hash=88495c4d4235cf0c0742ffc2b2feae291785f46a&lang=en&cache-only=0",
            "defineEn": "a painting of a person that is created by the same person",
            "defineVi": "một bức tranh của một người được tạo ra bởi cùng một người"
        },
        {
            "id": "84ad1261-27af-40e5-93c1-8e78c7474816",
            "word": "silhouette",
            "phonetic": "sɪlʊwɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can backlight multiple silhouettes from different angles.",
                "It recognizes the silhouette of its prey in even the most dim light.",
                "The moon silhouetted the planes around us and danced on the white caps of the channel below us.",
                "This 33,000 square-foot room features silhouettes of woodland creatures, hanging basket chairs, and bean bags.",
                "Even in Amazon's commercials, the people are almost like shadows and silhouettes."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lsaG91ZXR0ZQ&hash=641f57c5c478ae6e56fdd1e064962803909bc6c6&lang=en&cache-only=0",
            "defineEn": "a drawing that depicts the outline of someone or something that is in a single black color and against a light background, often from the side",
            "defineVi": "một bản vẽ mô tả đường viền của một ai đó hoặc một cái gì đó có một màu đen duy nhất và trên nền sáng, thường là từ một bên",
            "hasImg": true
        },
        {
            "id": "5f671e2e-4892-4fb6-ad87-fae5c48d0de0",
            "word": "study",
            "phonetic": "stʌdi ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend studied the nutritional benefits of different legumes for her research project.",
                "We study the history of our country in social studies class.",
                "She studied different subjects in school, from math to history.",
                "We study different subjects like math, science, and English at school.",
                "Researchers study diatoms to better understand the environmental conditions of aquatic habitats."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1ZHk&hash=2097b3f782215c2a8f777e35d85a798163d9ad66&lang=en&cache-only=0",
            "defineEn": "a basic draft, drawing or painting that is created by an artist as a way of practice",
            "defineVi": "một bản phác thảo cơ bản, bản vẽ hoặc bức tranh được tạo ra bởi một nghệ sĩ như một cách thực hành",
            "hasImg": true
        },
        {
            "id": "200b13ff-369c-45dd-8b73-d9ed17848857",
            "word": "tableau",
            "phonetic": "tæbloʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Food and fine living were a focus in Monet’s life and also an integral part of his approach to art, part of the tableau of modern existence he carefully constructed around him, and that he also liked very much to paint."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFibGVhdQ&hash=1a8836d36f6fc467f9596bb76aa484be6b7c0e66&lang=en&cache-only=0",
            "defineEn": "a group of models or statues arranged in an artistic way, representing a famous historical or fictitious scene",
            "defineVi": "một nhóm các mô hình hoặc tượng được sắp xếp một cách nghệ thuật, đại diện cho một cảnh lịch sử hoặc hư cấu nổi tiếng"
        },
        {
            "id": "fa4a1d94-582f-4929-a7e0-21b103d2c26d",
            "word": "tracing",
            "phonetic": "tɹeɪsɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You know, it has ray tracing, of course.",
                "So, CBP is working on new tracing technology.",
                "With contract tracing, we're able to discreetly understand every single person that that individual of question had come in contact with.",
                "We have got to be able to do the tracing, know the sources of it, and expand that, and then be able to control it.",
                "And I think the weapon to win in epidemics are measure of containment and surveillance and tracing."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhY2luZw&hash=6a4453cc379bfde8fae005bd04ca78713f94695b&lang=en&cache-only=0",
            "defineEn": "a technique used to create a copy of a design or image by placing a sheet of paper over it and tracing the outlines",
            "defineVi": "một kỹ thuật được sử dụng để tạo một bản sao của thiết kế hoặc hình ảnh bằng cách đặt một tờ giấy lên trên nó và vạch ra các đường viền"
        },
        {
            "id": "8746895d-c33b-4edb-9cd5-0eeeea0ed035",
            "word": "triptych",
            "phonetic": "tɹɪptɪtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Here, we're doing a huge sofa, another sofa facing it, and a cool triptych of coffee tables in the center to bring it all together."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpcHR5Y2g&hash=a0f6029b4444535d8bb9fa42fd0fdb4d0f4a7a06&lang=en&cache-only=0",
            "defineEn": "a painting or engraving done on three separate pieces of wood that are hinged together side by side, usually used as an altarpiece",
            "defineVi": "một bức tranh hoặc bản khắc được thực hiện trên ba mảnh gỗ riêng biệt được ghép với nhau cạnh nhau, thường được sử dụng làm bàn thờ"
        },
        {
            "id": "1fa218d2-211f-4ef4-80ae-62b851db0bb8",
            "word": "view",
            "phonetic": "vjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "They exchanged views on every subject under the sun.",
                "He holds strange views on education.",
                "The course gives you a bird's eye view of European art history.",
                "He takes the view that children are responsible for their own actions.",
                "Being assigned to the General Secretariat provided a worm's-eye view of international diplomacy."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlldw&hash=90f70a313e879029f4ff556e9ee8a0b55058e4d1&lang=en&cache-only=0",
            "defineEn": "a photographic or pictorial representation of a scene",
            "defineVi": "một đại diện hình ảnh hoặc hình ảnh của một cảnh",
            "hasImg": true
        },
        {
            "id": "793fab3b-fe43-40ad-a426-a0bcd3f4781e",
            "word": "action painting",
            "phonetic": "ækʃən peɪntɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWN0aW9uIHBhaW50aW5n&hash=27ca9fc5e2cd29bc0391e0dffcd661715ff1be05&lang=en&cache-only=0",
            "defineEn": "a type of abstract painting in which the artist applies paint in a spontaneous and gestural manner",
            "defineVi": "một loại tranh trừu tượng trong đó nghệ sĩ áp dụng sơn một cách tự phát và cử chỉ"
        },
        {
            "id": "7fb16584-8829-43e6-b29d-f63b71d049da",
            "word": "digital painting",
            "phonetic": "dɪdʒɪɾəl peɪntɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlnaXRhbCBwYWludGluZw&hash=b1fc5bb1069a35fb35b44593ed0ca5e6de83db56&lang=en&cache-only=0",
            "defineEn": "a type of painting created using software and digital tools, such as a graphics tablet or stylus",
            "defineVi": "một loại tranh được tạo bằng phần mềm và công cụ kỹ thuật số, chẳng hạn như máy tính bảng đồ họa hoặc bút stylus"
        },
        {
            "id": "a1fb05d8-1da0-41ee-8101-b3b49ac1791a",
            "word": "watercolor",
            "phonetic": "wɔːɾɚkʌlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Olga Bonitas, a watercolor artist, teaches a 2-part class on making watercolor animals.",
                "It can be watercolor paper or that cereal box cardboard.",
                "Making a Series 7 kolinsky sable watercolor brush isn't easy.",
                "But by far my favorite painting of FDR is this unfinished watercolor, painted by the Russian-American artist Elizabeth Shoumatoff in April of 1945.",
                "Olga Bonitas, a watercolor artist, teaches a 2-part class on making watercolor animals."
            ],
            "audio": "https://tts.langeek.co/read?text=d2F0ZXJjb2xvcg&hash=f29cbf93a4eacae2674b11dbbcd6706e23e1a77c&lang=en&cache-only=0",
            "defineEn": "a painting that is created using paints that are water-soluble",
            "defineVi": "một bức tranh được tạo ra bằng cách sử dụng sơn hòa tan trong nước"
        },
        {
            "id": "976d47a6-b6e5-4b7a-9aab-b44653ebd2c4",
            "word": "silverpoint",
            "phonetic": "sɪlvɚpɔɪnt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2lsdmVycG9pbnQ&hash=2ec9f0fc3928d86a7350e3fe27950ccefffdc758&lang=en&cache-only=0",
            "defineEn": "a type of drawing technique in which a silver or gold wire is used to draw on a prepared surface",
            "defineVi": "một loại kỹ thuật vẽ trong đó dây bạc hoặc vàng được sử dụng để vẽ trên bề mặt đã chuẩn bị sẵn"
        },
        {
            "id": "35c7070f-30f8-401e-b6e8-0aedaae1efad",
            "word": "animation",
            "phonetic": "ænɪmeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The amazing team at Thought Cafe makes the animation.",
                "Our animation team is Thought Café.",
                "Our animation team is Thought Cafe.",
                "And our animation team is Thought Cafe.",
                "Instead, time is shown through an animation."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5pbWF0aW9u&hash=f5770b6f05320e05544712247cd9f785fe6c3705&lang=en&cache-only=0",
            "defineEn": "the act or process of making animated programs, cartoons, etc.",
            "defineVi": "hành động hoặc quá trình thực hiện các chương trình hoạt hình, phim hoạt hình, v.v."
        },
        {
            "id": "a2a303dd-a56d-47c3-9cdc-e3aac91b68ae",
            "word": "cartoon",
            "phonetic": "kɑːɹtuːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He remembers childhood memories of enjoying a bowl of cornflakes while watching cartoons on Saturday mornings.",
                "Cartoons are big.",
                "The cartoon included two commercial breaks.",
                "Cartoons like these are made of a bunch of drawings.",
                "Cartoons are the greatest thing ever invented."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FydG9vbg&hash=356d5e94080655393370613a469d700ae2347d3f&lang=en&cache-only=0",
            "defineEn": "a humorous drawing on the topics that are covered in the news, usually published in a newspaper or magazine",
            "defineVi": "một bản vẽ hài hước về các chủ đề được đề cập trong tin tức, thường được xuất bản trên một tờ báo hoặc tạp chí",
            "hasImg": true
        },
        {
            "id": "969cd09b-4700-478a-a2a1-318f7f4c630d",
            "word": "comic",
            "phonetic": "kɑːmɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "So comic books gave me an imagination.",
                "Attack that comic book!",
                "The comic Saturday Morning Breakfast Cereal tears science down in a sometimes-innapropriate-for-children but always hilariously nerdy way.",
                "Like, you know, comic books, apparently.",
                "But the comic deflation in the second half of the sentence is pure Austen."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29taWM&hash=3822a71ab657ce3721da06ffbaf307b360ff5ffc&lang=en&cache-only=0",
            "defineEn": "a magazine that makes use of pictures to tell a series of stories",
            "defineVi": "một tạp chí sử dụng hình ảnh để kể một loạt câu chuyện"
        },
        {
            "id": "603e009e-f648-4f67-90c5-d79022fd2160",
            "word": "graffiti",
            "phonetic": "ɡɹɐfiːɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Upon seeing the offensive graffiti, a look of grimace crossed his face.",
                "Graffiti marking this area as gang territory is everywhere.",
                "There's satanic graffiti all over the place.",
                "So here's definitely some Mothman graffiti.",
                "Rundo's graffiti remains on sidewalks here, but he's gone."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhZmZpdGk&hash=c3d01b9ba51952e110355e7543528c0322cffb78&lang=en&cache-only=0",
            "defineEn": "pictures or words that are drawn on a public surface such as walls, doors, trains, etc.",
            "defineVi": "hình ảnh hoặc từ được vẽ trên bề mặt công cộng như tường, cửa, xe lửa, v.v.",
            "hasImg": true
        },
        {
            "id": "73cd7d4b-483c-4548-9507-3930e924da4d",
            "word": "illustration",
            "phonetic": "ɪləstɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Illustrations sometimes show this creature as a woman with spider legs, or just as a large spider.",
                "Featuring clear labels across the tongue, the article’s illustration simplified Hänig’s more-complicated original diagrams.",
                "An illustration of quantum strangeness is given by a famous thought experiment: Schrödinger's cat.",
                "This is not an illustration.",
                "By the end of 1995, thousands of shirts were printed with illustrations of chupacabras."
            ],
            "audio": "https://tts.langeek.co/read?text=aWxsdXN0cmF0aW9u&hash=9d403885afaa5685519d3c10f0bcb286eff12bfa&lang=en&cache-only=0",
            "defineEn": "a picture or drawing in a book, or other publication, particularly one that makes the understanding of something easier",
            "defineVi": "một hình ảnh hoặc bản vẽ trong một cuốn sách, hoặc ấn phẩm khác, đặc biệt là một trong đó làm cho sự hiểu biết về một cái gì đó dễ dàng hơn",
            "hasImg": true
        },
        {
            "id": "1ec73cb4-7bad-427d-94b3-78dfc5371921",
            "word": "engraving",
            "phonetic": "ɛŋɡɹeɪvɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "There are thousands of Mayan stone engravings.",
                "And linguists have only recently decoded many hieroglyphs found on Mayan engravings.",
                "In the mid-1800s, a German explorer crossing the Sahara encountered the paintings and engravings left behind by those early Holocene artists.",
                "It's a story often hidden in plain sight, as in this 19th century engraving, intended to capture the campus in all its glory, there on a balcony, an enslaved woman holding the child of a professor.",
                "The scientists concluded that, as the engravings evolved, they became more effective at provoking a cognitive response in the viewer."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5ncmF2aW5n&hash=382510a088cb02951572c7a423eec575d662fe26&lang=en&cache-only=0",
            "defineEn": "an artistic work that is made by cutting or carving designs on a piece of hard material",
            "defineVi": "một tác phẩm nghệ thuật được tạo ra bằng cách cắt hoặc chạm khắc các thiết kế trên một mảnh vật liệu cứng",
            "hasImg": true
        },
        {
            "id": "04b77c2a-bddc-4a0e-87be-2435ee31a6ff",
            "word": "detonography",
            "phonetic": "dɛtənɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGV0b25vZ3JhcGh5&hash=92d12035b12892834dca7a2797b8ca3f436c6521&lang=en&cache-only=0",
            "defineEn": "the art of creating images or designs by applying gunpowder or other explosives onto a surface and lighting them to produce a controlled explosion",
            "defineVi": "nghệ thuật tạo hình ảnh hoặc thiết kế bằng cách bôi thuốc súng hoặc chất nổ khác lên bề mặt và thắp sáng chúng để tạo ra vụ nổ có kiểm soát"
        },
        {
            "id": "7620c067-650f-43b7-98c7-625620a6f64d",
            "word": "carving",
            "phonetic": "kɑːɹvɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But stone carvings mostly concern gods and wars.",
                "You're stone carving?",
                "This is a recent carving event.",
                "Meanwhile, erosion and other processes have also played a part, with wind and rain carving canyons, arches, and other amazing landscapes.",
                "Decorated with art for pictograms and stone carvings of animals and mythical creatures."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FydmluZw&hash=16b2ab027b4ec840d79d1b2dd071c5458f7d7b1a&lang=en&cache-only=0",
            "defineEn": "an object or pattern that is made by cutting solid material",
            "defineVi": "một đối tượng hoặc mô hình được thực hiện bằng cách cắt vật liệu rắn",
            "hasImg": true
        }
    ]
}