{
    "id": "7995ecb6-aa90-4e61-983f-b61fa80ece4f",
    "title": "Lesson 47",
    "originalTitle": "Lesson 47",
    "words": [
        {
            "id": "d05a2893-33f3-44af-b88f-f43f448e9c30",
            "word": "potpourri",
            "phonetic": "pɑːtpoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "That puny plastic potpourri also means most of those ocean-skimming cleanup ideas you hear about won’t work, and truth is, while we might hear a lot about these flotillas of flotsam, we find plastic in everywhere we find ocean, and at every depth, even the deepest."
            ],
            "audio": "https://tts.langeek.co/read?text=cG90cG91cnJp&hash=beb1e9cfda4c05df36c5c6f633f52353025c709d&lang=en&cache-only=0",
            "defineEn": "a collection containing a variety of sorts of things",
            "defineVi": "một bộ sưu tập chứa nhiều thứ khác nhau"
        },
        {
            "id": "f1b31902-35b7-498f-b402-86addcde9f4d",
            "word": "pact",
            "phonetic": "pækt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The pact caused shocks across Europe for a couple reasons.",
                "Actually blood pacts are lame.",
                "So, On August 23, 1939 the USSR and Germany concluded a non-aggression pact.",
                "EKATERINA SCHULMANN - I don’t believe in a pact.",
                "He could play this three-pronged pact with his nation without resorting too much to pugnacious statements on the global scene."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFjdA&hash=7657c2567b092fc3e89f41431ae6ae5d202c8b18&lang=en&cache-only=0",
            "defineEn": "a formal agreement between parties, particularly to help one another",
            "defineVi": "một thỏa thuận chính thức giữa các bên, đặc biệt là để giúp đỡ lẫn nhau"
        },
        {
            "id": "77f59231-4911-4bb7-9c69-8d285c12af31",
            "word": "clan",
            "phonetic": "klæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "One clan in the USA - Clan Donald - has 4,000 families.",
                "We have clan families that come all over the Navajo Nation to participate in this event.",
                "A half hour’s march away, a rival matriarch directs her own clan to the watering hole now that she knows it’s free.",
                "There’s even a gang war between an aswang clan and a manananggal clan.",
                "There’s even a gang war between an aswang clan and a manananggal clan."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhbg&hash=eb113d87fc0a589d0de030e20d43e1460e184415&lang=en&cache-only=0",
            "defineEn": "a large group of people who are related to each other",
            "defineVi": "một nhóm lớn những người có quan hệ họ hàng với nhau"
        },
        {
            "id": "3da20c10-64c3-4280-8cde-ad5cfa0af3a5",
            "word": "tryst",
            "phonetic": "tɹɪst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJ5c3Q&hash=19d93a2e735c458e37f5f28cc7c07109b582b24f&lang=en&cache-only=0",
            "defineEn": "a secret rendezvous (especially between lovers)",
            "defineVi": "một điểm hẹn bí mật (đặc biệt là giữa những người yêu nhau)"
        },
        {
            "id": "dd46b56f-27c9-45de-8f51-544910ad67fa",
            "word": "lagniappe",
            "phonetic": "læɡnɪæp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Put a little lagniappe."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFnbmlhcHBl&hash=3adc9fcb0f0e95fb16f12574fd74a2d0f9e6f3d0&lang=en&cache-only=0",
            "defineEn": "something a merchant gives a customer as a bonus after a purchase",
            "defineVi": "thứ gì đó mà một thương gia tặng cho khách hàng như một phần thưởng sau khi mua hàng"
        },
        {
            "id": "3bec698b-06f7-4087-884e-775fc6e50e50",
            "word": "maul",
            "phonetic": "mɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Remember, always maul people with your front paws.",
                "And they go like 'ha ha ha' And suddenly, you're being mauled to death Exactly.",
                "Today, Mike and Alex get coated in peanut butter and mauled by a pack of pugs, and we also bring back the random commercial challenge."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF1bA&hash=081a97cefa69159d9fd7c352bb73d4ff6ab01020&lang=en&cache-only=0",
            "defineEn": "a heavy long-handled hammer used to drive stakes or wedges",
            "defineVi": "một cái búa cán dài nặng dùng để đóng cọc hoặc nêm",
            "hasImg": true
        },
        {
            "id": "f3e39e60-328e-449c-ae44-fc267457b860",
            "word": "narcissus",
            "phonetic": "nɑːɹsɪsəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The name comes from the Greek mythological character Narcissus.",
                "Narcissus was the name of a character in an ancient Greek story. ",
                "In one telling, Narcissus was a handsome guy wandering the world in search of someone to love.",
                "This comes from the story of Narcissus, who was so beautiful that he fell in love with his own reflection in the water and drowned.",
                "There is a personality trait named for Narcissus. "
            ],
            "audio": "https://tts.langeek.co/read?text=bmFyY2lzc3Vz&hash=5374fb6f87d706096585b806a05c3c523f1ecaaf&lang=en&cache-only=0",
            "defineEn": "a figure from Greek mythology who fell in love with his own reflection in a pool of water and ultimately turned into a flower that bears his name",
            "defineVi": "một nhân vật trong thần thoại Hy Lạp đã yêu hình ảnh phản chiếu của chính mình trong một hồ nước và cuối cùng biến thành một bông hoa mang tên anh ta"
        },
        {
            "id": "698cff87-e0b1-412f-b080-538edf053129",
            "word": "waif",
            "phonetic": "weɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "I looked like a waif.",
                "I think that speaking of unpleasant high school experiences, I mean, I think that in high school maybe, some of the girls identify, but I think boys really like waifs, you know what I mean?"
            ],
            "audio": "https://tts.langeek.co/read?text=d2FpZg&hash=d93360ca8a71dcd9979c524d311dc18efb9bb999&lang=en&cache-only=0",
            "defineEn": "a homeless child especially one forsaken or orphaned",
            "defineVi": "một đứa trẻ vô gia cư đặc biệt là một đứa trẻ bị bỏ rơi hoặc mồ côi"
        },
        {
            "id": "f87676bb-461b-41a8-8afd-935e77285fae",
            "word": "kerchief",
            "phonetic": "kɜːtʃiːf ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=a2VyY2hpZWY&hash=a0a82ca5ba919fc45fbd59e21f35703e07d53b66&lang=en&cache-only=0",
            "defineEn": "a square scarf that is folded into a triangle and worn over the head or about the neck",
            "defineVi": "một chiếc khăn vuông được gấp lại thành một hình tam giác và đeo trên đầu hoặc quanh cổ",
            "hasImg": true
        },
        {
            "id": "bf1d2752-398d-42e1-be0a-7676c8359ff1",
            "word": "mote",
            "phonetic": "moʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "In particular, if you look at tiny particles in water, or dust motes in the air, you'll see that they jitter about in a very odd and random way."
            ],
            "audio": "https://tts.langeek.co/read?text=bW90ZQ&hash=adce739e78d1a1f7105855d8573f08e3435ab10d&lang=en&cache-only=0",
            "defineEn": "(nontechnical usage) a tiny piece of anything",
            "defineVi": "(cách sử dụng phi kỹ thuật) một mảnh nhỏ của bất cứ thứ gì"
        },
        {
            "id": "9abe0b1e-8546-45cd-a4d5-9f0dc787d24b",
            "word": "forthright",
            "phonetic": "fɔːɹθɹaɪt ",
            "partOfSpeechType": "adverb",
            "examples": [
                "He's very forthright. ",
                "But some companies are less than forthright about it, hiding the clause behind free trials or making cancelling an overcomplicated process.",
                "We had Nebraska Senator Ben Sasse with a very forthright assault on the GOP of one of the counties in Nebraska who wants to censure him.",
                "Would you have liked to have been more forthright in that report? ",
                "Speaker Ryan was very candid and very forthright."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ydGhyaWdodA&hash=57890e99cbead89b2ae3173f2be6851833b57646&lang=en&cache-only=0",
            "defineEn": "directly and without evasion; not roundabout",
            "defineVi": "trực tiếp và không trốn tránh; không vòng vo"
        },
        {
            "id": "5738ebf5-4055-40d1-b773-d3df862f290b",
            "word": "prognosis",
            "phonetic": "pɹɑːɡnoʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cancer survivor, once given a grim prognosis, is now thriving in the land of the living, using their experience to inspire and uplift others facing similar challenges.",
                "The prognosis is not good.",
                "For Greg Rosen, months of debilitating symptoms without a clear diagnosis, prognosis, or even an idea of what lasting damage there is has been traumatizing.",
                "The prognosis for the rest of this dwarf galaxy isn’t good, either: it’s still being pulled apart by the Milky Way’s gravity."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZ25vc2lz&hash=276ef56e22382d436a36c98b4ec5fc23f96164d0&lang=en&cache-only=0",
            "defineEn": "a professional opinion regarding the likely course of an illness or a disease",
            "defineVi": "một ý kiến chuyên môn liên quan đến quá trình có khả năng của một căn bệnh hoặc một căn bệnh"
        },
        {
            "id": "a28f2256-da37-4ce2-aa84-3072e5a0d530",
            "word": "trestle",
            "phonetic": "tɹɛsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The landing gear was retracted and the airplane was set on some shipping trestles."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlc3RsZQ&hash=4d499b1f955bf9902e8cf7344b6896b54e6d8b12&lang=en&cache-only=0",
            "defineEn": "a supporting tower used to support a bridge",
            "defineVi": "một tháp hỗ trợ được sử dụng để hỗ trợ một cây cầu"
        },
        {
            "id": "46bcfa40-c068-46cf-8cd8-bff94930ecc8",
            "word": "skiff",
            "phonetic": "skɪf ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2tpZmY&hash=cec84d9964d19fb764bbdd0c57e2ce2334a72dfc&lang=en&cache-only=0",
            "defineEn": "any of various small boats propelled by oars or by sails or by a motor",
            "defineVi": "bất kỳ loại thuyền nhỏ nào được đẩy bằng mái chèo hoặc bằng buồm hoặc bằng động cơ"
        },
        {
            "id": "a48d2493-7e0f-4b0b-89ee-e43557434312",
            "word": "magician",
            "phonetic": "mɐdʒɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The magician performed a series of tricks, and surprisingly, the rabbit appeared out of thin air.",
                "The magician brought the house down with their amazing tricks, leaving the audience gasping in amazement.",
                "The magician knew how to blow the audience's doors off with his incredible illusions and tricks.",
                "The child's eyes were on stalks as he watched the magician's performance.",
                "'You poor man!' said the magician."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFnaWNpYW4&hash=270e57583e4b317535023163956b0266e2914f8d&lang=en&cache-only=0",
            "defineEn": "someone who performs magic tricks to amuse an audience",
            "defineVi": "một người thực hiện các trò ảo thuật để giải trí cho khán giả",
            "hasImg": true
        },
        {
            "id": "78b431ab-d10f-4880-9b28-078a6f477fef",
            "word": "duet",
            "phonetic": "djuːɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Males and females even make duets of headbone clicks during their complex array of courtship behaviors. ",
                "You did a duet?",
                "I've done a duet with Liza.",
                "But for Jerusalem crickets, it’s a duet.",
                "But, Subdesert Mesite females also respond in duets started by males."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVldA&hash=9e17120bdb24ff93cc1fa2a13c300026327de09d&lang=en&cache-only=0",
            "defineEn": "a piece of music performed by two people",
            "defineVi": "một bản nhạc được thực hiện bởi hai người",
            "hasImg": true
        },
        {
            "id": "72215b89-0472-473b-b2c9-4b70fc395d80",
            "word": "trinket",
            "phonetic": "tɹɪŋkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the bubble bursts on these toys, a lot of people are going to be left with a lot of worthless trinkets.",
                "His day job was creating trinkets and glass eyes for the family business, and training his son Rudolf as his apprentice.",
                "The first waves took obvious treasure, and then each successive wave settled on smaller objects like copper and other base metal coins or tiny silver trinkets.",
                "The streets are full of itinerant traders selling trinkets and people bustling from place to place."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpbmtldA&hash=8d26db2abe5536bdee1459467f9129cddee06ff8&lang=en&cache-only=0",
            "defineEn": "a small decorative object worn as jewelry that is not much valuable",
            "defineVi": "một vật trang trí nhỏ đeo như đồ trang sức không có nhiều giá trị",
            "hasImg": true
        },
        {
            "id": "ba5944ee-e356-49a1-9db3-d5f9c3f186b2",
            "word": "demise",
            "phonetic": "dᵻmaɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Circuit City's demise gave Best Buy a bit of a tailwind.",
                "This was before the demise of the Warsaw Pact.",
                "As with so many things, the demise of the Megaloceros seems to be, ultimately, about timing.",
                "Funnily enough, that Krispy Kream CEO famously blamed our next entry for his company’s demise.",
                "A lot of bad designs, I think, were kind of the demise of the big volume in waterbeds."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtaXNl&hash=38cd87285dddb07ea4a5dd8c7812dab24a344939&lang=en&cache-only=0",
            "defineEn": "the failure or cessation of something such as an organization, system, etc.",
            "defineVi": "sự thất bại hoặc chấm dứt của một cái gì đó như một tổ chức, hệ thống, v.v."
        },
        {
            "id": "9db8858a-b534-4fd0-a82a-eda2df0885f4",
            "word": "nit",
            "phonetic": "nɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The VAs are 350 nits.",
                "The max brightness is 450 nits.",
                "Then, after about eight or nine days, the nits hatch!",
                "It goes up to 700 nits for outdoor reading.",
                "And it goes up to a thousand nits."
            ],
            "audio": "https://tts.langeek.co/read?text=bml0&hash=6d645ea99639f49b8f2b4a34a763079b07af6af7&lang=en&cache-only=0",
            "defineEn": "the egg of a louse or other parasitic insect that lives on someone's hair or piece of clothing",
            "defineVi": "trứng của rận hoặc côn trùng ký sinh khác sống trên tóc hoặc mảnh quần áo của ai đó"
        }
    ]
}