{
    "id": "799e8f35-5c08-4da6-b7be-f6edecbc2513",
    "title": "House and Apartment",
    "originalTitle": "Lesson 12",
    "words": [
        {
            "id": "379ab3f3-4f9f-437f-ae44-06d5d897ec38",
            "word": "building",
            "phonetic": "bɪldɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The school building has a playground for the students.",
                "The workers construct the building from the ground up.",
                "The tall building stands out among the other structures in the city.",
                "The monastery was several three-storey buildings.",
                "The truck carried a load of construction materials to the building site."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVpbGRpbmc&hash=963fbf1fc2753dd180763a21b78ec467a4dc62dc&lang=en&cache-only=0",
            "defineEn": "a structure that has walls, a roof, and sometimes many levels, like an apartment, house, school, etc.",
            "defineVi": "một cấu trúc có tường, mái nhà và đôi khi có nhiều tầng, như căn hộ, nhà ở, trường học, v.v.",
            "hasImg": true
        },
        {
            "id": "33856978-187b-48fc-80c4-1b8a2fc510a9",
            "word": "house",
            "phonetic": "haʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The police searched the suspect's house for evidence.",
                "Houses that suits every pocket.",
                "The house looks east.",
                "Better one house spoiled than two.",
                "The singer always brings the house down with her powerful voice and stage presence."
            ],
            "audio": "https://tts.langeek.co/read?text=aG91c2U&hash=efb4fa9476e274a7d587d5151aa2ce03fb46bd6f&lang=en&cache-only=0",
            "defineEn": "a building where people live, especially as a family",
            "defineVi": "một tòa nhà nơi mọi người sống, đặc biệt là như một gia đình",
            "hasImg": true
        },
        {
            "id": "8a1d94d2-2c4f-4a32-8b8b-b329ae8891f7",
            "word": "home",
            "phonetic": "hoʊm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The policeman hammered home the dangers of drinking and driving.",
                "My son is coming home soon.",
                "The forest is home to a diverse range of plant and animal species.",
                "I pressed the issue home to them.",
                "To hit a home run."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tZQ&hash=81f3f81d500e0b71450cf5a7d611a31cb5fcd3e0&lang=en&cache-only=0",
            "defineEn": "the place that we live in, usually with our family",
            "defineVi": "nơi mà chúng tôi sống, thường là với gia đình của chúng tôi",
            "hasImg": true
        },
        {
            "id": "c8e7923d-6f17-4cd4-a5d2-d1d76932536d",
            "word": "apartment",
            "phonetic": "ɐpɑːɹtmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The apartment has a secure entry system.",
                "I won't have the apartment until next month.",
                "She invited her friends over to her apartment for a movie night.",
                "He rented an apartment in the city to be closer to his workplace.",
                "She lives downstairs in the basement apartment."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBhcnRtZW50&hash=a1b8d71002534dc32a9719e07d5bdec8883660b1&lang=en&cache-only=0",
            "defineEn": "a place that has a few rooms for people to live in, normally part of a building that has other such places on each floor",
            "defineVi": "một nơi có một vài phòng để mọi người ở, thường là một phần của tòa nhà có những nơi khác như vậy trên mỗi tầng",
            "hasImg": true
        },
        {
            "id": "8e99cdb9-0146-4ebd-8f8c-2876dc9f335b",
            "word": "floor",
            "phonetic": "floːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The senator held the floor for several hours.",
                "At precisely 6:45 a.m. the rowdiness ceases as Sailor, a union safety expert, takes the floor for his weekly lecture.",
                "She covered the floor with a colorful carpet.",
                "They wiped the floor with us in a 3–0 win.",
                "Share prices have gone through the floor."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxvb3I&hash=f6d26bceb1625362fd3257c87e7a30084275c93b&lang=en&cache-only=0",
            "defineEn": "the bottom of a room that we walk on",
            "defineVi": "dưới cùng của một căn phòng mà chúng tôi đi bộ trên",
            "hasImg": true
        },
        {
            "id": "c6d36da6-016d-4a8b-9a7c-c189a8407603",
            "word": "door",
            "phonetic": "doːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Close the door, please.",
                "Which door leads to the yard?",
                "right on cue the door opened",
                "That accident battered up the door of my car.",
                "The driver of the car opened the car door for the passengers."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9vcg&hash=68d4e21e1c96319d1a8cc9299a1b51efd939ed82&lang=en&cache-only=0",
            "defineEn": "the thing we move to enter, exit, or access a place such as a vehicle, building, room, etc.",
            "defineVi": "thứ chúng ta di chuyển để vào, ra hoặc tiếp cận một địa điểm như xe cộ, tòa nhà, phòng, v.v.",
            "hasImg": true
        },
        {
            "id": "1471c646-ec40-4fc5-bdf7-65f683d6da8c",
            "word": "window",
            "phonetic": "wɪndoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "For children, picture books provide a window onto the world.",
                "The closed window blocked out the noise from the street.",
                "The photographs clearly show a broken window.",
                "Two faces appeared at our window.",
                "Language is a window into the world."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZG93&hash=b28e4eb8148fc7ea01aba92634e2bc6811a16f72&lang=en&cache-only=0",
            "defineEn": "a space in a wall or vehicle that is made of glass and we use to look outside or get some fresh air",
            "defineVi": "một không gian trong một bức tường hoặc chiếc xe được làm bằng kính và chúng tôi sử dụng để nhìn ra bên ngoài hoặc hít thở không khí trong lành",
            "hasImg": true
        },
        {
            "id": "a3fe7e9c-a15b-485d-8c16-26e5e987460a",
            "word": "wall",
            "phonetic": "wɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The plan ran into a brick wall.",
                "Small cracks appeared in the wall.",
                "She decorated the walls of her bedroom with pictures and posters.",
                "He's bouncing off the walls.",
                "The artwork on the wall was a mix of colors and textures."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FsbA&hash=7ce80503fc636b82b2a5ebcf4ec3a8b790d1ca1b&lang=en&cache-only=0",
            "defineEn": "an upright structure, usually made of brick, concrete, or stone that is made to divide, protect, or surround a place",
            "defineVi": "một cấu trúc thẳng đứng, thường được làm bằng gạch, bê tông hoặc đá được tạo ra để phân chia, bảo vệ hoặc bao quanh một nơi",
            "hasImg": true
        },
        {
            "id": "803733d2-0156-4d14-b38b-0e95a310c90d",
            "word": "room",
            "phonetic": "ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rooms begin at $139.",
                "This room gets very little sunshine.",
                "My motrher decorated her room with new curtains and pillows.",
                "This room would make a nice office.",
                "I let the spare room."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9vbQ&hash=dc972fc966baf4f97e531f9b11f9f109f6d55e45&lang=en&cache-only=0",
            "defineEn": "each of the different parts of a building that are divided by their own floors, ceilings, and walls, and are used for a specific reason",
            "defineVi": "mỗi phần khác nhau của một tòa nhà được phân chia bởi các tầng, trần và tường riêng của chúng và được sử dụng cho một mục đích cụ thể",
            "hasImg": true
        },
        {
            "id": "0d0afefc-e5f9-4fe6-bbbd-f68b56464933",
            "word": "roof",
            "phonetic": "ɹuːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The stone made a dent in the roof of the car.",
                "Rents have gone through the roof.",
                "When I was expelled from school, my parents went through the roof.",
                "A slate fell off the roof and missed the child by a hair's breadth.",
                "The snow on the roof started to melt in the warmth of the sun."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9vZg&hash=10f48bb108201b543a19b50fdb624dcb860b6af5&lang=en&cache-only=0",
            "defineEn": "the structure that creates the outer top part of a vehicle, building, etc.",
            "defineVi": "cấu trúc tạo ra phần trên cùng bên ngoài của một chiếc xe, tòa nhà, v.v.",
            "hasImg": true
        },
        {
            "id": "79630e93-9a4a-4536-90c2-4172591f8a58",
            "word": "ceiling",
            "phonetic": "siːlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Watch your head on the low ceiling.",
                "He hit his head on the low ceiling.",
                "Dad'll hit the ceiling when he finds out I've left school.",
                "And she hits the ceiling when Boolie tells her she's not competent to drive.",
                "e stood on a ladder to change a lightbulb on the ceiling."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VpbGluZw&hash=db361ca1f6a98a570125f06bfb55b1d35e484fd1&lang=en&cache-only=0",
            "defineEn": "the highest part of a room, vehicle, etc. that covers it from the inside",
            "defineVi": "phần cao nhất của căn phòng, phương tiện, v.v. bao phủ nó từ bên trong",
            "hasImg": true
        },
        {
            "id": "dc4101a4-c125-45aa-ba0d-b2b9dbf61fd1",
            "word": "living room",
            "phonetic": "lɪvɪŋ ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The corridor led into a spacious living room.",
                "The living room had a soft rug that felt comfortable under her feet.",
                "The living room had a comfortable sofa where she took afternoon naps.",
                "The living room had a large window that let in plenty of natural light.",
                "The little boy was excitedly playing with his toy cars in the living room."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl2aW5nIHJvb20&hash=037641ac7ccd35a97a83310e5a20f56249a9f3aa&lang=en&cache-only=0",
            "defineEn": "the part of a house where people spend time together talking, watching television, relaxing, etc.",
            "defineVi": "một phần của ngôi nhà nơi mọi người dành thời gian cùng nhau nói chuyện, xem truyền hình, thư giãn, v.v.",
            "hasImg": true
        },
        {
            "id": "95719445-36b6-4d9f-a8ba-fe2fd17e63bd",
            "word": "dining room",
            "phonetic": "daɪnɪŋ ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dining room has a table and chairs as furniture.",
                "She cleans the dining room after each meal.",
                "They gathered in the dining room for Sunday brunch.",
                "They enjoyed breakfast in the dining room, starting the day with a tasty meal.",
                "She set the table with plates and glasses in the dining room."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGluaW5nIHJvb20&hash=32b08af606ba48c7624351561a19272f34f42fd7&lang=en&cache-only=0",
            "defineEn": "a room that we use to eat meals in",
            "defineVi": "một căn phòng mà chúng tôi sử dụng để ăn bữa ăn trong",
            "hasImg": true
        },
        {
            "id": "f508e81e-cd31-400b-9481-1ecbe411e329",
            "word": "kitchen",
            "phonetic": "kɪtʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The delicate aroma of ripe may apples fills the kitchen.",
                "A voice came from the kitchen.",
                "The aromatic spice fills the kitchen with a delightful scent.",
                "The kitchen was filled with the smell of garlic.",
                "I love the aroma of fresh herbs in my kitchen."
            ],
            "audio": "https://tts.langeek.co/read?text=a2l0Y2hlbg&hash=424c434e57ae7d314a1b9172171eaf9d5e85ee41&lang=en&cache-only=0",
            "defineEn": "the place in a building or home where we make food",
            "defineVi": "nơi trong một tòa nhà hoặc nhà nơi chúng tôi làm thức ăn",
            "hasImg": true
        },
        {
            "id": "5c44127e-caae-406d-81e3-9507d796b3ce",
            "word": "bedroom",
            "phonetic": "bɛdɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The suite will add a touch of class to your bedroom.",
                "The actor's intense bedroom eyes added an extra layer of allure to his performance.",
                "He kept his favorite toys on the shelves in his bedroom.",
                "She placed a small nightstand next to the bed in the bedroom for her belongings.",
                "In our house, the bigger bedroom was always reserved for my older sister."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVkcm9vbQ&hash=0bbd03af86fc3c3258a01c30d0da8fe5851ab63d&lang=en&cache-only=0",
            "defineEn": "a room we use for sleeping",
            "defineVi": "một căn phòng chúng tôi sử dụng để ngủ",
            "hasImg": true
        },
        {
            "id": "6fd8bd53-6fa6-4c4e-b48b-c37c065a43e4",
            "word": "bathroom",
            "phonetic": "bæθɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "She organized shampoo and soap bottles in the shower caddy in the bathroom.",
                "Water was running all over the bathroom floor.",
                "The medicine cabinet in the bathroom holds our first aid supplies.",
                "I cleaned the bathroom yesterday so I'm in Mum's good books.",
                "He took a refreshing shower in the bathroom after a long day."
            ],
            "audio": "https://tts.langeek.co/read?text=YmF0aHJvb20&hash=1df0dd490c01630a275169bf21768dc890a57cab&lang=en&cache-only=0",
            "defineEn": "a room that has a toilet and a sink, and often times a bathtub or a shower as well",
            "defineVi": "một căn phòng có nhà vệ sinh và bồn rửa, và thường có cả bồn tắm hoặc vòi hoa sen",
            "hasImg": true
        },
        {
            "id": "125bb79b-d6e3-4076-817b-3e2da886ebe4",
            "word": "garden",
            "phonetic": "ɡɑːɹdən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The garden is a feast for the eyes.",
                "The garden looks nice.",
                "Her grandmother's garden was full of stone fruit trees.",
                "The child carefully planted caryopses of wildflowers in the garden.",
                "The garden is filled with an assortment of herbs like parsley, sage, and cilantro."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FyZGVu&hash=882530302a1f6db776229e718574ff232c602e3f&lang=en&cache-only=0",
            "defineEn": "the land that is joined to our house and we can grow plants there",
            "defineVi": "đất liền với nhà của chúng tôi và chúng tôi có thể trồng cây ở đó",
            "hasImg": true
        },
        {
            "id": "4f3ae4e6-417e-4768-b93f-d0b7e67e9159",
            "word": "upstairs",
            "phonetic": "ʌpstɛɹz ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The children were playing upstairs in their room.",
                "His personal work was kept securely in an upstairs studio.",
                "I went upstairs to grab my phone from my bedroom.",
                "The couple in the flat upstairs are always at it hammer and tongs.",
                "Let's have a movie night upstairs in the entertainment room."
            ],
            "audio": "https://tts.langeek.co/read?text=dXBzdGFpcnM&hash=065539ab186227be0dbefa6dfab402effb6399d6&lang=en&cache-only=0",
            "defineEn": "on or toward a higher part of a building",
            "defineVi": "trên hoặc hướng tới phần cao hơn của tòa nhà",
            "hasImg": true
        },
        {
            "id": "131ec424-921f-4caf-8ae7-a5585d3779da",
            "word": "downstairs",
            "phonetic": "daʊnstɛɹz ",
            "partOfSpeechType": "adverb",
            "examples": [
                "I left my bag downstairs in the entryway.",
                "We have a cozy sitting area downstairs by the fireplace.",
                "She lives downstairs in the basement apartment.",
                "She fell downstairs and broke her hip.",
                "We have a home gym downstairs for exercising and staying fit."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG93bnN0YWlycw&hash=5759729ed375e1af6cc6a4df78961581fb779ecd&lang=en&cache-only=0",
            "defineEn": "on or toward a lower part of a building, particularly the first floor",
            "defineVi": "trên hoặc về phía phần dưới của tòa nhà, đặc biệt là tầng một",
            "hasImg": true
        },
        {
            "id": "2876eee4-6e21-4a3c-bd2f-497938ea4e0b",
            "word": "closet",
            "phonetic": "klɑːzɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The closet had a separate section for hanging long garments like coats and dresses.",
                "She stored her clothes and shoes neatly in the closet.",
                "Homosexuals in public life are now coming out of the closet.",
                "Most families have one or two skeletons in the closet.",
                "The closet had a mirror on the inside of the door for getting dressed."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvc2V0&hash=93df2e879746014e474cc8d2028ca449203a9b0e&lang=en&cache-only=0",
            "defineEn": "a small space or room built into a wall, which is used to store things and is usually shelved",
            "defineVi": "một không gian nhỏ hoặc căn phòng được xây dựng trong một bức tường, được sử dụng để lưu trữ mọi thứ và thường được đặt trên giá",
            "hasImg": true
        },
        {
            "id": "6571e6e6-26d0-4f9e-a3b1-2b1af57f8a19",
            "word": "part",
            "phonetic": "pɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His dedication and hard work played a big part in the company's success.",
                "The crowd parted to let the truck pass.",
                "She knows her part in the play back to front.",
                "The media, as always, played an important part in the election campaign.",
                "Sailors spend the better part of their time at sea."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFydA&hash=83a1db6808bd0eee48dd434de42ca07e9965694e&lang=en&cache-only=0",
            "defineEn": "any of the pieces making a whole, when combined",
            "defineVi": "bất kỳ phần nào tạo nên một tổng thể, khi được kết hợp",
            "hasImg": true
        },
        {
            "id": "9b0455f2-44ab-418d-9e28-e84b295eebc7",
            "word": "elevator",
            "phonetic": "ɛlɪveɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We took the elevator to the top floor of the building.",
                "The elevator arrived after a couple of minutes of waiting.",
                "The slow elevator took a long time to reach the desired floor.",
                "The elevator doors opened, revealing a crowded lobby.",
                "I felt a bit nervous when the elevator suddenly stopped between floors."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxldmF0b3I&hash=7f236576ff415b6a859ce3a500a2206a269863a1&lang=en&cache-only=0",
            "defineEn": "a box-like device that moves up and down and is used to get to the different levels of a building",
            "defineVi": "một thiết bị giống như hộp di chuyển lên xuống và được sử dụng để đi đến các tầng khác nhau của tòa nhà",
            "hasImg": true
        },
        {
            "id": "71e60826-8984-4b38-8889-4db9558938ff",
            "word": "yard",
            "phonetic": "jɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children played games in the yard.",
                "Which door leads to the yard?",
                "My grandmother kept chickens in her back yard.",
                "My mom planted beautiful flowers in the front yard.",
                "David built us a shed in the back yard."
            ],
            "audio": "https://tts.langeek.co/read?text=eWFyZA&hash=37229ecd050f7a30ec94476e39bffa7df7df3beb&lang=en&cache-only=0",
            "defineEn": "the land joined to our house where we can grow grass, flowers, and other plants",
            "defineVi": "mảnh đất liền với ngôi nhà của chúng ta, nơi chúng ta có thể trồng cỏ, hoa và các loại cây khác",
            "hasImg": true
        }
    ]
}