{
    "id": "79a405df-400c-416c-9146-46dc7915aace",
    "title": "Lesson 12",
    "originalTitle": "Lesson 12",
    "words": [
        {
            "id": "9e4758ab-0639-4a91-948f-c55f4a84da90",
            "word": "ultimate",
            "phonetic": "ʌltᵻmət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Graduating from college was her ultimate destination after years of hard work and dedication.",
                "To possess power is the ultimate ego trip for most people.",
                "She's been my ultimate girl crush for years!",
                "These crafty rodents are the ultimate urbanites.",
                "Its ultimate goal is to mess with the insects’ game."
            ],
            "audio": "https://tts.langeek.co/read?text=dWx0aW1hdGU&hash=2988e8fdb756f4ca238d3042a6e4c9b32d6a44ec&lang=en&cache-only=0",
            "defineEn": "furthest or highest in degree or order; utmost or extreme",
            "defineVi": "xa nhất hoặc cao nhất về mức độ hoặc thứ tự; cực đại hoặc cực đại"
        },
        {
            "id": "569c4813-0b53-41df-90b0-645e4b1f9705",
            "word": "ultimatum",
            "phonetic": "ʌltɪmeɪɾəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "He had issued his ultimatum.",
                "This is the ultimatum.",
                "So almost a month after the assassination, on July 23, Austria issued an ultimatum to Serbia.",
                "The ultimatum game shows that people aren’t always as predictable as many economists like to suggest.",
                "Giving the person an ultimatum does not work well, like, if you don't get help, I'm leaving you."
            ],
            "audio": "https://tts.langeek.co/read?text=dWx0aW1hdHVt&hash=144d0c969bb12d0bea1f298190f4989f6271c38e&lang=en&cache-only=0",
            "defineEn": "a final peremptory demand",
            "defineVi": "một yêu cầu bắt buộc cuối cùng"
        },
        {
            "id": "1599446a-7e05-4b78-949e-a452681cf88c",
            "word": "to corrode",
            "phonetic": "tə kɚɹoʊd ",
            "partOfSpeechType": "verb",
            "examples": [
                "It shouldn’t corrode, rust or degrade.",
                "For example, salt water is really good at corroding metal and messing up delicate electronic components.",
                "And you can see that some of the barrels are corroded.",
                "And you can see that some of the barrels are corroded.",
                "In this concrete, even small cracks can channel water, oxygen, and carbon dioxide that corrode the steel and lead to disastrous collapse."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29ycm9kZQ&hash=536e1887a794ae33aed59f24d0b90e6fdd354a85&lang=en&cache-only=0",
            "defineEn": "cause to deteriorate due to the action of water, air, or an acid",
            "defineVi": "gây hư hỏng do tác động của nước, không khí hoặc axit"
        },
        {
            "id": "1bc36862-3115-47bf-b7e1-6899e9cf271e",
            "word": "corrosion",
            "phonetic": "kɚɹoʊʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dryness, as well as the lack of acidity in the soil, prevent corrosion on the assets.",
                "The slightest bit of corrosion or the smallest leak will register. ",
                "They did 24 hours in salt fog for like corrosion testing.",
                "Inside these sterile environments, staff, bolstered by 100 robots, add paint, coats that prevent corrosion, supplemental bead seams of seal for sound deadening, and cavity wax for improved rust protection.",
                "For example, levels of chlorine byproducts, like trihalomethanes, could skyrocket, leading to pipe corrosion and the release of iron, copper, and lead into drinking water."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ycm9zaW9u&hash=5ffd9cd4c3b3f6a1d7d710db094875134507c55a&lang=en&cache-only=0",
            "defineEn": "the state in which something such as a metal is damaged due to a gradual chemical reaction",
            "defineVi": "trạng thái trong đó một thứ gì đó như kim loại bị hư hỏng do phản ứng hóa học dần dần",
            "hasImg": true
        },
        {
            "id": "7294d6b3-123f-4ad8-ad98-17b7ec21c484",
            "word": "corrosive",
            "phonetic": "kɚɹoʊsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "These are corrosive chemicals.",
                "Their IP68 rating will defend against dust and water with sweat guard technology to resist the corrosive nature of sweat.",
                "It's used to coat piping and containers for corrosive chemicals, because it's nonreactive.",
                "The second thing is, is the chemicals end up being very corrosive on the surfaces.",
                "The more corrosive river water damaged the city's aging pipes, causing lead to leach into the drinking water."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ycm9zaXZl&hash=7a3d55c3e888a6790e528183b2d1a128dbc155ce&lang=en&cache-only=0",
            "defineEn": "of a substance, especially a strong acid; capable of destroying or eating away by chemical action",
            "defineVi": "của một chất, đặc biệt là axit mạnh; có khả năng phá hủy hoặc ăn mòn bằng tác động hóa học"
        },
        {
            "id": "f847449e-911e-447d-865f-38e005409cae",
            "word": "illusion",
            "phonetic": "ɪluːʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "After all his lies, I'm under no illusion about how he operates.",
                "The magician knew how to blow the audience's doors off with his incredible illusions and tricks.",
                "I have no illusion.",
                "The Müller-Lyer illusion plays with our brain’s sense of perspective.",
                "The Moon illusion happens when the combination of the two streams breaks down."
            ],
            "audio": "https://tts.langeek.co/read?text=aWxsdXNpb24&hash=fd68e6051a4068420c4b29d5bbcede841e9d266c&lang=en&cache-only=0",
            "defineEn": "something many people believe that is false",
            "defineVi": "một cái gì đó nhiều người tin rằng đó là sai"
        },
        {
            "id": "425819a0-8a79-4a3e-b302-cf1aed287627",
            "word": "illusive",
            "phonetic": "ɪluːsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aWxsdXNpdmU&hash=fb533929d231441e995e67dbf894a5aa28adbd1f&lang=en&cache-only=0",
            "defineEn": "based on or having the nature of an illusion",
            "defineVi": "dựa trên hoặc có bản chất của một ảo ảnh"
        },
        {
            "id": "c9c6c6a3-c20c-4e20-90a8-ea2d0a032354",
            "word": "illusive",
            "phonetic": "ɪluːsɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aWxsdXNpdmU&hash=fb533929d231441e995e67dbf894a5aa28adbd1f&lang=en&cache-only=0",
            "defineEn": "based on or having the nature of an illusion",
            "defineVi": "dựa trên hoặc có bản chất của một ảo ảnh"
        },
        {
            "id": "2eeba239-cb03-4579-a9b5-62ea8ca844ca",
            "word": "illustrious",
            "phonetic": "ɪlʌstɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As you may or may not already know, I am your illustrious host, Evelyn from the Internets.",
                "Pricey cars are profitable for makers, but competition is stiff, and Aston Martin cannot rest on its illustrious history and pedigree.",
                "- We also want to thank our illustrious - crew.",
                "The brand has a long and illustrious history, and models made today bear a fair amount of resemblance to the earliest Willys Jeeps sold to the U.S. Army.",
                "Volvo is also going head to head with illustrious brands such as Porsche and the continuously buzzed about California electric carmaker Tesla."
            ],
            "audio": "https://tts.langeek.co/read?text=aWxsdXN0cmlvdXM&hash=0eecd4258b94a1aefb0b5176187474db8d592f11&lang=en&cache-only=0",
            "defineEn": "very well-known, glorious, or admirable",
            "defineVi": "rất nổi tiếng, vinh quang, hoặc đáng ngưỡng mộ"
        },
        {
            "id": "62222a7a-4879-46d8-b182-d580ff76f72f",
            "word": "mentality",
            "phonetic": "mɛntælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "You kind of get that mentality.",
                "That was my mentality for so long.",
                "There is a pack mentality to wealth.",
                "Yeah, that's just my whole mentality.",
                "Instead, police reform proponents have been advocating a shift towards the guardian mentality."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVudGFsaXR5&hash=7fefc0ec4ddfa0c9dea9b7717a1690f8d60b17e8&lang=en&cache-only=0",
            "defineEn": "mental ability",
            "defineVi": "khả năng tinh thần"
        },
        {
            "id": "18d2f0e8-1051-431f-a254-f9ec44c4feb2",
            "word": "mentor",
            "phonetic": "mɛntoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "What he really needs is a mentor who will knock him into shape.",
                "What he really needs is a mentor who will get him into shape.",
                "The mentor advised the young entrepreneur that money unmakes the men who make it, and that they should always stay true to their values and principles.",
                "Art is long and life is short, my mentor reminded me, encouraging me to use my youth to develop the skills and knowledge I would need for a lifetime of painting.",
                "Carla has some big shoes to fill if she is to replace her mentor."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVudG9y&hash=91c95fedad57973fe01cf5666e4f1ebb50dea156&lang=en&cache-only=0",
            "defineEn": "a reliable and experienced person who helps those with less experience",
            "defineVi": "một người đáng tin cậy và có kinh nghiệm giúp đỡ những người có ít kinh nghiệm hơn",
            "hasImg": true
        },
        {
            "id": "f2cb96a7-ac13-40c8-a011-9aea78852095",
            "word": "to parlay",
            "phonetic": "tə pɑːɹleɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Because you were this outlandishly learned scholar who managed to parlay your knowledge of Islam into the greatest road trip in history."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFybGF5&hash=a55aeb1de7a4933cab2ed40a4070c47569753221&lang=en&cache-only=0",
            "defineEn": "to combine multiple individual bets into one larger bet, with the potential for a higher payout if all of the individual bets are successful",
            "defineVi": "để kết hợp nhiều cược riêng lẻ thành một cược lớn hơn, với khả năng thanh toán cao hơn nếu tất cả các cược riêng lẻ đều thành công"
        },
        {
            "id": "fbeec38f-824b-41f3-a894-04c6dd0dea06",
            "word": "to parley",
            "phonetic": "tə pɑːɹli ",
            "partOfSpeechType": "verb",
            "examples": [
                "Parley and its partners collect trash from coastal areas like the Maldives.",
                "Or to parley themselves into something else.",
                "Each item in the Parley collection is made from at least 75% intercepted marine trash.",
                "With the help of Parley for the Oceans, Adidas is using readily available material to manufacture new products.",
                "In 2015, Adidas partnered with the environmental organization Parley for the Oceans."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFybGV5&hash=675eda25dcd307ce93d2299a82e5de82401ed5dd&lang=en&cache-only=0",
            "defineEn": "to discuss the terms of an agreement with an opposing side, usually an enemy",
            "defineVi": "để thảo luận về các điều khoản của một thỏa thuận với một bên đối lập, thường là kẻ thù"
        },
        {
            "id": "84cb377a-cf04-43a8-a57d-8da185f93206",
            "word": "to acquaint",
            "phonetic": "tʊ ɐkweɪnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Stoddart was well acquainted with the laws of attraction.",
                "I'm not super acquainted with gaming phones.",
                "So it's nice to be acquainted off set.",
                "I got acquainted with him in April 1995, when he was first deputy governor of St. Petersburg.",
                "Through them, Europeans slowly learned about trading procedures, sources of goods, and the means of judging quality, as initially the Iberians were not well acquainted with the goods available in these trading ports."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNxdWFpbnQ&hash=61ee38b1dee715b0fbc4dabad1043fc918e62ba5&lang=en&cache-only=0",
            "defineEn": "make familiar or conversant with",
            "defineVi": "làm quen hoặc trò chuyện với"
        },
        {
            "id": "4457090c-0aa5-4850-80e6-d5e346b3094c",
            "word": "to acquiesce",
            "phonetic": "tʊ ækwɪɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "But in the end, everyone agreed, if not acquiesced, I’ll put it that way, in the statement that Jeh and I issued jointly on the 7th of October.",
                "It's very, very important to remember that Africans did not meekly acquiesce to European hegemony: they resisted, often violently, but ultimately they were defeated by a technologically superior enemy.",
                "Or, to the extent we're acquiescing in the Russian point of view on these issues, it’s going to result in a weaker United States, less capable of protecting our own national interests.",
                "If you start internalizing the idea that a $1.55 bottle of soda costs $2 in cash, you’re basically acquiescing to a 30% price increase.",
                "He, I'm sure, puts great blame on Gorbachev and the reformers of the late ’80s, great blame on the man who made him president of Russia, Boris Yeltsin, for acquiescing in the expansion of NATO, which was an issue that always comes up, partnering with NATO to end the Balkan War, and most of all, the loss of the Soviet Empire itself."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNxdWllc2Nl&hash=c816d4d13934aa52beb55b170360dfd8f4d1d4ae&lang=en&cache-only=0",
            "defineEn": "to reluctantly accept something without protest",
            "defineVi": "miễn cưỡng chấp nhận một cái gì đó mà không phản đối"
        },
        {
            "id": "41bc0b9c-3f9f-47e0-a9df-0fd47ffd2c1c",
            "word": "to acquire",
            "phonetic": "tʊ ɐkwaɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company that acquired its competitor was able to take over their market share and customer base.",
                "In December 2020, the company acquired an 80 percent interest in rival high-end mall owner, Taubman Center.",
                "The company recently acquired organic meat brand Applegate Farms and Justin's Nut Butters.",
                "Others acquired a different shape.",
                "Hence the name of the park By this time, dinosaurs had already acquired a variety of body plans and adaptations."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNxdWlyZQ&hash=6c8bb18f4fe573f9239a5385162a44a2c7f83d2d&lang=en&cache-only=0",
            "defineEn": "to buy or begin to have something",
            "defineVi": "để mua hoặc bắt đầu có một cái gì đó",
            "hasImg": true
        },
        {
            "id": "058d3455-e7ad-4a80-8926-e0a2154380e3",
            "word": "acquisitive",
            "phonetic": "ɐkwɪzᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWNxdWlzaXRpdmU&hash=eb2a21368b6fd0132c742df7e841f5cdfce51ae3&lang=en&cache-only=0",
            "defineEn": "eager to acquire and possess things especially material possessions or ideas",
            "defineVi": "mong muốn có được và sở hữu những thứ đặc biệt là của cải vật chất hoặc ý tưởng"
        },
        {
            "id": "0011325f-d929-426d-a302-ae5be9baa21e",
            "word": "to acquit",
            "phonetic": "tʊ ɐkwɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "An all-white jury in Kansas City acquitted the killer, Raymond Bledsoe, the following year. ",
                "Zimmerman was acquitted.",
                "He's going to be acquitted on a party-line vote in the Senate.",
                "Ahmed Omar Saeed Sheik, a British-born Pakistani man, was acquitted of killing Pearl earlier this year.",
                "We're acquitting that to a stress This is the future of metal."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNxdWl0&hash=a3cfd51c38425338ee7a23e75a9b85a8cfb5f04d&lang=en&cache-only=0",
            "defineEn": "officially deciding and declaring in a law court that someone is not guilty of a crime",
            "defineVi": "chính thức quyết định và tuyên bố trước tòa án rằng ai đó không phạm tội",
            "hasImg": true
        },
        {
            "id": "6f54ad6e-99ae-47ab-8468-7212420d9e74",
            "word": "stigma",
            "phonetic": "stɪɡmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "After attending the seminar on mental health, I became awake to the stigma surrounding mental illness and decided to become an advocate for greater awareness and understanding.",
                "Waterbeds developed a stigma.",
                "But 50 years after Hall's invention, he's back fighting the stigma.",
                "We're breaking through the stigma.",
                "Each crocus has three small stigmas that have to be picked carefully by hand."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RpZ21h&hash=e1e627e00c0f722d1dc838eb6a595cc132e6b6f0&lang=en&cache-only=0",
            "defineEn": "a symbol of disgrace or infamy",
            "defineVi": "một biểu tượng của sự ô nhục hoặc ô nhục"
        },
        {
            "id": "bd5da182-a08b-4a04-bc80-239897ba4049",
            "word": "to stigmatize",
            "phonetic": "tə stɪɡmɐtaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "And it stigmatized Chinese people as being the disease carriers.",
                "People with addiction can sometimes be stigmatized as pleasure-bound hedonists who have no self-control, but people often compulsively use substances or do things in reaction to stress and other psychological problems.",
                "And although the field once stigmatized non-heterosexual orientations, we now know that homosexuality and bisexuality are in no way related to mental health.",
                "And so they launched this campaign to target and attack and stigmatize the very people who were overdosing and becoming addicted to their own drug.",
                "Well, about 2% of S&P 500 companies are involved in nuclear weapons production, and while you can’t stop paying taxes, you can help stigmatize the nuclear arms race by divesting from companies that produce nuclear weapons."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RpZ21hdGl6ZQ&hash=a20d85316bc22f452fdcf1d418fcf329ede27661&lang=en&cache-only=0",
            "defineEn": "mark with a stigma or stigmata",
            "defineVi": "đánh dấu bằng một vết nhơ hoặc vết nhơ"
        }
    ]
}