{
    "id": "79bf82a9-fb64-4b54-bfeb-30d1fe115783",
    "title": "Essential Verbs 3",
    "originalTitle": "Lesson 54",
    "words": [
        {
            "id": "5550869e-f931-4bc7-9a7b-9c16a2d8eb66",
            "word": "to request",
            "phonetic": "tə ɹᵻkwɛst ",
            "partOfSpeechType": "verb",
            "examples": [
                "The conference organizers requested that all presenters submit an abstract of their research papers.",
                "You know I never make requests like this, cut me some slack.",
                "You know I never make requests like this, cut me a break.",
                "I'm hot on the heels of the suspect, requesting immediate backup.",
                "In the past they've tended to turn a deaf ear to such requests."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVxdWVzdA&hash=13fc2b771a59a76c3d706549ff1a8e6261419e30&lang=en&cache-only=0",
            "defineEn": "to ask for something politely or formally",
            "defineVi": "để yêu cầu một cái gì đó một cách lịch sự hoặc chính thức"
        },
        {
            "id": "07123aca-cf29-4689-a2f6-94aab1b60bea",
            "word": "to require",
            "phonetic": "tə ɹᵻkwaɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The question requires critical thinking and analysis.",
                "The slow healing process of the wound required regular care.",
                "Harvesting abalone for culinary purposes requires sustainable practices to ensure the long-term survival of it.",
                "The passport application requires you to fill in your first name, middle name, and last name.",
                "Pupils are required to sit nine subjects at GCSE."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVxdWlyZQ&hash=5dca23c83a931574d2d5d8bf04080dee66dab605&lang=en&cache-only=0",
            "defineEn": "to need or demand something as necessary in a particular situation",
            "defineVi": "cần hoặc yêu cầu một cái gì đó khi cần thiết trong một tình huống cụ thể",
            "hasImg": true
        },
        {
            "id": "bdadd463-0c3e-4633-b84b-6e3e4330e196",
            "word": "to revise",
            "phonetic": "tə ɹᵻvaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The revised edition is to all intents and purposes a new book.",
                "The scientist had to eat crow and revise their theory after new evidence contradicted their original findings.",
                "The changes to the project didn't sit well with the team, so they decided to revise the plan.",
                "Mark wasn't happy with his first draft of the book, but he's grateful for the chance to take a second bite at the cherry and revise it before submitting it to publishers.",
                "The writing instructor told the students that whoever writes a book should be ready to accept criticism, and encouraged them to revise their work based on feedback from others."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV2aXNl&hash=4f246f69f2abfc0fe8d54dee2bd3e0d433827feb&lang=en&cache-only=0",
            "defineEn": "to make changes to something because of new information, etc.",
            "defineVi": "để thay đổi một cái gì đó vì thông tin mới, vv",
            "hasImg": true
        },
        {
            "id": "7e8116fc-ac05-428e-8a9d-f1ff7a685833",
            "word": "to risk",
            "phonetic": "tə ɹɪsk ",
            "partOfSpeechType": "verb",
            "examples": [
                "This business method takes the risk of failure out of the table.",
                "Adults were also at risk from epidemics.",
                "Any investment involves an element of risk.",
                "All personal belongings are left at the owner’s risk.",
                "He risked his life to save his daughter from the fire."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmlzaw&hash=15b03daffa3360385d8e4603e91a9472442b1b92&lang=en&cache-only=0",
            "defineEn": "to put something important in a situation where it could be harmed, lost, or destroyed",
            "defineVi": "để đặt một cái gì đó quan trọng trong một tình huống mà nó có thể bị tổn hại, bị mất hoặc bị phá hủy"
        },
        {
            "id": "f1a2eb7c-f0c1-4b71-a8e2-f514265f5817",
            "word": "to roll",
            "phonetic": "tə ɹoʊl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Roll cellophane noodles, veggies, and shrimp in rice paper for tasty summer rolls.",
                "Heads are rolling all over the place.",
                "Heads will have to roll at board level.",
                "When the boss finds out about the mistake, heads will roll.",
                "I rolled the dice on a tool brand I haven't used before."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcm9sbA&hash=1ea368aef4ec5e47bddf4d4c182f968c96d4c432&lang=en&cache-only=0",
            "defineEn": "to make something move by turning it over and over or from side to side repeatedly",
            "defineVi": "để làm cho một cái gì đó di chuyển bằng cách lật nó qua lại hoặc từ bên này sang bên kia nhiều lần",
            "hasImg": true
        },
        {
            "id": "26d03efe-873b-4f13-99e6-d9aade92364b",
            "word": "to roll",
            "phonetic": "tə ɹoʊl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Roll cellophane noodles, veggies, and shrimp in rice paper for tasty summer rolls.",
                "Heads are rolling all over the place.",
                "Heads will have to roll at board level.",
                "When the boss finds out about the mistake, heads will roll.",
                "I rolled the dice on a tool brand I haven't used before."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcm9sbA&hash=1ea368aef4ec5e47bddf4d4c182f968c96d4c432&lang=en&cache-only=0",
            "defineEn": "to move in a direction by turning over and over or from one side to another repeatedly",
            "defineVi": "di chuyển theo một hướng bằng cách quay đi quay lại hoặc từ bên này sang bên kia nhiều lần",
            "hasImg": true
        },
        {
            "id": "d61bb112-abe7-4351-b854-3ccd2f1a3370",
            "word": "to scan",
            "phonetic": "tə skæn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The flight attendant scanned my electronic ticket before I boarded the plane.",
                "He works as a cashier at the supermarket, scanning and bagging customers' items.",
                "An MRI machine scans his or her head. ",
                "Scan the ROG totem.",
                "Scan the QR code on the back of your thermostat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2Nhbg&hash=622b3697cdc483057d1aa0aef8d3731c574f9675&lang=en&cache-only=0",
            "defineEn": "to quickly read a document or other text without paying attention to details, only to find the information one needs",
            "defineVi": "để đọc nhanh một tài liệu hoặc văn bản khác mà không chú ý đến chi tiết, chỉ để tìm thông tin cần thiết"
        },
        {
            "id": "b1974c9f-95e9-4b9f-aab4-db295f51f199",
            "word": "to separate",
            "phonetic": "tə sɛpɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They're separating.",
                "He separated the wheat from the chaff in hopes of improving productivity.",
                "The closet had a separate section for hanging long garments like coats and dresses.",
                "With a knife, he separated the endosperm from the seed, revealing its starchy and nutrient-rich composition.",
                "They peeled and separated the orange segments to make a fruit salad."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VwYXJhdGU&hash=e6d119ab64d11095cc982a5aa765e6990add579e&lang=en&cache-only=0",
            "defineEn": "to divide or disconnect something from a larger whole",
            "defineVi": "để phân chia hoặc ngắt kết nối một cái gì đó từ một tổng thể lớn hơn",
            "hasImg": true
        },
        {
            "id": "ec237065-5b27-4701-a883-8877d00a7114",
            "word": "to set",
            "phonetic": "tə sɛt ",
            "partOfSpeechType": "verb",
            "examples": [
                "That DJ's voice really sets my teeth on edge.",
                "The surgeon set her broken arm.",
                "The scheme sets a precedent for other companies.",
                "International companies set the price of oil.",
                "His time in the 25-meter freestyle set a national record."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2V0&hash=6e48eaf638484e3be1206c21cf243d021ed39f10&lang=en&cache-only=0",
            "defineEn": "to put something somewhere",
            "defineVi": "để đặt một cái gì đó ở đâu đó",
            "hasImg": true
        },
        {
            "id": "9ef81148-b936-4dc0-a3b9-af151b5610b0",
            "word": "to signal",
            "phonetic": "tə sɪɡnəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The dark clouds signaled that rain was on its way.",
                "The scent of wild cherry blossoms filled the air, signaling the arrival of spring.",
                "The clock struck eleven times, signaling the start of the event.",
                "She holds her finger to her lips, signaling for silence.",
                "The interneurons in the spinal cord help to relay signals from sensory neurons to motor neurons, allowing for coordinated movements."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2lnbmFs&hash=9ef4b8f4dbbc9ea4b488de48a757e2f3f4df45ee&lang=en&cache-only=0",
            "defineEn": "to give someone a message, instruction, etc. by making a sound or movement",
            "defineVi": "để cung cấp cho ai đó một tin nhắn, hướng dẫn, v.v. bằng cách tạo ra âm thanh hoặc chuyển động",
            "hasImg": true
        },
        {
            "id": "a55d99fe-48e4-4d4f-905e-8c0957b0505e",
            "word": "to sink",
            "phonetic": "tə sɪŋk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Your boat was sunk by a swordfish?",
                "He sank his teeth into an apple.",
                "My heart sank when I saw the pained expression on her face.",
                "I'm not sinking any more money into it now!",
                "He sank back on his pillow and fell into a brown study."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2luaw&hash=063a7e8cef83613ec9a60abe7bf6520098f03aac&lang=en&cache-only=0",
            "defineEn": "to go under in a liquid",
            "defineVi": "để đi dưới trong một chất lỏng"
        },
        {
            "id": "d4760f6c-21fe-4075-aec3-35b58d6f6d09",
            "word": "to sort",
            "phonetic": "tə sɔːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Louise went back to work feeling rather out of sorts.",
                "The teacher told her students that it takes all sorts to make a world in an effort to promote acceptance and understanding of different personalities and backgrounds.",
                "I've been feeling tired and headachy and generally out of sorts.",
                "She spent the day sorting through a box full of odds and ends.",
                "All is grist that comes to the mill, he would tell his employees, as they sorted through piles of discarded items."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc29ydA&hash=231b4dd34f81f9c31a4b8e10889f93ae8f3555b2&lang=en&cache-only=0",
            "defineEn": "to orderly put things in groups; to separate things based on their type",
            "defineVi": "để đặt mọi thứ theo nhóm một cách có trật tự; để tách những thứ dựa trên loại của họ",
            "hasImg": true
        },
        {
            "id": "b0a00e07-4034-49f8-af62-5f2d51bf841b",
            "word": "to snore",
            "phonetic": "tə snoːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Newborns are capable of sweating, snoring, and sneezing, but they can't shiver.",
                "Enlarged uvulas are also found in people who snore or suffer from obstructive sleep apnea, where sleep is interrupted by parts of the throat cutting off airflow at night.",
                "No, (Andy snoring)",
                "(Andy snoring)",
                "(Andy snoring)"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc25vcmU&hash=4480dfedc6ca1119e76e50a2491fee9efec559de&lang=en&cache-only=0",
            "defineEn": "to breathe through one's nose and mouth in a noisy way while asleep",
            "defineVi": "thở bằng mũi và miệng một cách ồn ào khi ngủ",
            "hasImg": true
        },
        {
            "id": "fbfd6fc5-97ad-497e-bf60-5708e6fc3e22",
            "word": "to sniff",
            "phonetic": "tə snɪf ",
            "partOfSpeechType": "verb",
            "examples": [
                "She sniffed at the idea, saying it was impractical.",
                "A curious sheep approached me and sniffed my hand.",
                "We had a leak *sniffs",
                "Essentially, the two workers had been unknowingly sniffing glue for a while.",
                "Three of the dogs, Casey, Dodger, and Zoey, sniffed out the odor associated with seizure with 100% accuracy."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc25pZmY&hash=e7eb28ae61c1fed8771671ac5249a80caa746ecb&lang=en&cache-only=0",
            "defineEn": "to inhale air audibly through the nose in order to clear mucus or other substances from the nasal passages and prevent the nose from running",
            "defineVi": "hít không khí bằng mũi một cách rõ ràng để làm sạch chất nhầy hoặc các chất khác khỏi đường mũi và ngăn nước mũi chảy ra"
        },
        {
            "id": "7de09b96-c7f2-4cfa-954e-189bc1d248fa",
            "word": "to stick",
            "phonetic": "tə stɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "She dipped her carrot sticks into the hummus.",
                "she gets on the stick very quickly.",
                "So your pal can stick that in his pipe and smoke it.",
                "Sticks and stones may break my bones, but my positive attitude will never falter.",
                "She got the short end of the stick in the deal."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RpY2s&hash=4e58ccc5806e110d4e770cd7a5db87c05bf87250&lang=en&cache-only=0",
            "defineEn": "to fix an object to another, usually with glue or another similar substance",
            "defineVi": "để cố định một vật này với vật khác, thường bằng keo hoặc chất tương tự khác",
            "hasImg": true
        },
        {
            "id": "e7d424b7-0dd8-4aa2-86bd-73f033202047",
            "word": "to store",
            "phonetic": "tə stoːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The store sometimes offers discounts on certain items.",
                "Traditional stores are now pursuing a bricks and clicks strategy.",
                "The store is offering a discount of eighty percent off.",
                "She stored canned goods and snacks in the kitchen pantry.",
                "She stored homemade sauce in a glass bottle."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RvcmU&hash=5b6c92d1bb807e3e3638316a6ea389e47d8dc1dc&lang=en&cache-only=0",
            "defineEn": "to keep something somewhere for later use",
            "defineVi": "để giữ một cái gì đó ở đâu đó để sử dụng sau này",
            "hasImg": true
        },
        {
            "id": "60f7222c-07ea-4031-ba6b-be95138ec178",
            "word": "to summarize",
            "phonetic": "tə sʌmɚɹaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Am I summarizing that properly, Erin? ",
                "This is sort of summarized by a psychological concept called emotional intelligence.",
                "Your parents summarized it for you when you were young: \"Don't scratch those bites!\"",
                "One complication is that the evidence is summarized by an industry group.",
                "And then long after Stanton's death gives a speech at Kenyon, sort of summarizing Stanton's contributions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VtbWFyaXpl&hash=9c71e35b4bfd4f4420dfe6d6098ffc1dfaaf45c7&lang=en&cache-only=0",
            "defineEn": "to provide a statement of the important and main facts of something",
            "defineVi": "để cung cấp một tuyên bố về các sự kiện quan trọng và chính của một cái gì đó"
        },
        {
            "id": "9c74d784-aabf-4251-a3fc-22ef9a9c3021",
            "word": "to supply",
            "phonetic": "tə səplaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Take enough supplies.",
                "The medicine cabinet in the bathroom holds our first aid supplies.",
                "Supplies are being dropped for the refugees.",
                "The car company has lost ground in Europe amid supply bottlenecks.",
                "The food supply proved to be the nation's Achilles' heel in its defense against terrorist attacks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VwcGx5&hash=d3e047e4fd5c89a39faa0e366bdcc50badf48c51&lang=en&cache-only=0",
            "defineEn": "to provide what is wanted or needed for someone or something",
            "defineVi": "để cung cấp những gì là muốn hoặc cần thiết cho một ai đó hoặc một cái gì đó"
        },
        {
            "id": "48c52f9f-3313-45fe-ba01-2890db5cccd6",
            "word": "to survive",
            "phonetic": "tə sɚvaɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "But I survived because I had faith in my cause.",
                "The hiker had survived the wilderness by the skin of his teeth, managing to find his way back to civilization before running out of food.",
                "My goodness, that cat survived being hit by a car!",
                "Morin's book is a helpful guide to surviving the first few months in harness.",
                "He was trying to survive on the road and failing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Vydml2ZQ&hash=b1a1c25c59ebea6f7c0b063bcc6d5292449d5714&lang=en&cache-only=0",
            "defineEn": "to stay alive or continue to exist, particularly after an unpleasant event",
            "defineVi": "để sống sót hoặc tiếp tục tồn tại, đặc biệt là sau một sự kiện khó chịu"
        },
        {
            "id": "9da874c9-51f7-4561-b959-21d055d7138c",
            "word": "to switch",
            "phonetic": "tə swɪtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She reached blindly for the light switch.",
                "This store is famous for its bait and switch tactics.",
                "Can you reach the light switch from where you're sitting?",
                "The students played a trick on their teacher by switching the labels on the chemical bottles.",
                "I had to feel about in the dark for the light switch."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dpdGNo&hash=778078a054b4fb6177918cb843125af2978bf007&lang=en&cache-only=0",
            "defineEn": "to change from one thing to another",
            "defineVi": "thay đổi từ thứ này sang thứ khác"
        },
        {
            "id": "11c72a63-4264-47f1-bc29-5c110d0c794f",
            "word": "to tend",
            "phonetic": "tə tɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "She tends to rub people up the wrong way.",
                "People tend to give him a wide berth because he looks so strange.",
                "This company tends to employ young women have an eye to the main chance.",
                "In the past they've tended to turn a deaf ear to such requests.",
                "He tends to fly off the handle when people disagree with him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGVuZA&hash=bbd078883813b20eae340c8635147136d6e30b05&lang=en&cache-only=0",
            "defineEn": "to be likely to become something or to happen in a certain way because it is so most of the time",
            "defineVi": "có khả năng trở thành một cái gì đó hoặc xảy ra theo một cách nào đó bởi vì nó là như vậy hầu hết thời gian"
        },
        {
            "id": "5abc28bb-6cdd-4c3e-8d00-d96a2092ce33",
            "word": "to translate",
            "phonetic": "tə tɹænsleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "So, Muslim scholars translated hundreds of thousands of manuscripts from Greek, Roman, Persian, Indian, and Egyptian scientists into Arabic.",
                "Generally, more dopamine translates to a greater feeling of reward.",
                "Choose \"Translate document.\"",
                "In fact, German automaker Volkswagen's brand name translates to people's car making and selling.",
                "Another Pixar classic, Up, was translated as Prepubescent and Oxygenarian Transportation and Helium Contraption."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhbnNsYXRl&hash=3913f92ae2b0f35ecda3d7ba8cbf4cd35ea372a4&lang=en&cache-only=0",
            "defineEn": "to change words into another language",
            "defineVi": "để thay đổi từ sang ngôn ngữ khác",
            "hasImg": true
        },
        {
            "id": "25f5faaf-0317-461a-bbd2-793cf466a86b",
            "word": "to upset",
            "phonetic": "tʊ ʌpsɛt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Is he upset?",
                "My baby gets upset when I leave the room.",
                "At first, I was upset when my ex cheated on me.",
                "I'm not upset that vacation time might be reduced because I have no horse in this race.",
                "He brewed a cup of ginger tea to soothe his upset stomach."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdXBzZXQ&hash=3c0ac341122df8d3d334d2964f477fb813eef8cf&lang=en&cache-only=0",
            "defineEn": "to make a person unhappy, worried, or irritated",
            "defineVi": "để làm cho một người không hài lòng, lo lắng, hoặc bị kích thích"
        },
        {
            "id": "c3933cc2-cee3-4fb1-9843-17dfd335a610",
            "word": "to view",
            "phonetic": "tə vjuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "They exchanged views on every subject under the sun.",
                "He holds strange views on education.",
                "The course gives you a bird's eye view of European art history.",
                "He takes the view that children are responsible for their own actions.",
                "Being assigned to the General Secretariat provided a worm's-eye view of international diplomacy."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmlldw&hash=f0e24f225ece230f58a116a9fb8f1cdbb88b928c&lang=en&cache-only=0",
            "defineEn": "to carefully look at something",
            "defineVi": "cẩn thận nhìn vào một cái gì đó"
        },
        {
            "id": "c7d2176b-9c2d-42c1-93d9-55d071a5ec11",
            "word": "to yawn",
            "phonetic": "tə jɔːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "She looked up from her work and gave a yawn.",
                "He let out a yawn, his mouth wide open.",
                "Can you really catch a yawn from someone else?",
                "That is a lot of yawns, Squeaks!",
                "Some people yawned a lot over multiple sessions, and others never opened their mouths at all."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8geWF3bg&hash=a35a7a91236a7de85b84dcd464e84aff1af71545&lang=en&cache-only=0",
            "defineEn": "to unexpectedly open one's mouth wide and deeply breathe in because of being bored or tired",
            "defineVi": "bất ngờ mở to miệng và hít vào thật sâu vì buồn chán hoặc mệt mỏi",
            "hasImg": true
        },
        {
            "id": "f175c310-2de8-48f9-959e-a091a1e6a131",
            "word": "to warm",
            "phonetic": "tə wɔːɹm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The water feels warm.",
                "Are you warm enough?",
                "It's quite warm outside.",
                "The afternoon sun casts a warm glow on the buildings and trees.",
                "The season of summer brings warm weather and longer days."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FybQ&hash=428ac7aef9ab919fab26c8536cb9bc5f2a391e5d&lang=en&cache-only=0",
            "defineEn": "to make someone or something warm",
            "defineVi": "để làm cho một ai đó hoặc một cái gì đó ấm áp",
            "hasImg": true
        },
        {
            "id": "5ae4dda4-cd20-4321-ba03-a080822c7fc9",
            "word": "to warn",
            "phonetic": "tə wɔːɹn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The security expert warned the business owner that a bad padlock invites a picklock.",
                "The teacher's stern grimace warned the students to behave.",
                "Parents often warn their children that evil communications corrupt good manners, urging them to surround themselves with positive influences.",
                "He warned us that we would pay the price.",
                "The detective warned the gang members that blood will have blood, and that their violent actions would only lead to more violence and retribution."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2Fybg&hash=9f7ad9990d061e6fea21166bf4f85a5851a7bd08&lang=en&cache-only=0",
            "defineEn": "to tell someone about a possible danger or problem in order to prevent harm or damage",
            "defineVi": "để nói với ai đó về một mối nguy hiểm hoặc vấn đề có thể xảy ra để ngăn chặn tác hại hoặc thiệt hại",
            "hasImg": true
        },
        {
            "id": "571ba9c7-4ead-492a-acb8-945fe961e369",
            "word": "to waste",
            "phonetic": "tə weɪst ",
            "partOfSpeechType": "verb",
            "examples": [
                "Recycling waste saves energy.",
                "This guy is a waste of skin!",
                "He wasted a golden opportunity when he missed from the penalty spot.",
                "This is your fault, you waste of skin!",
                "The agent counsels them obliquely against waste, repeats the letter of the law, and smiles."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FzdGU&hash=4afd5f1f1d303090f3d29a3c9bb623a79f9e3284&lang=en&cache-only=0",
            "defineEn": "to use something without care or more than needed",
            "defineVi": "để sử dụng một cái gì đó mà không quan tâm hoặc nhiều hơn mức cần thiết",
            "hasImg": true
        },
        {
            "id": "161a0ec7-ef08-4897-b65c-48e6a60881c1",
            "word": "to wave",
            "phonetic": "tə weɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The passengers waved goodbye to their loved ones from the ship's deck.",
                "The waves drove against the shore.",
                "Well, you can wave goodbye to your brand new car, mister!",
                "The sound of waves breaking on the beach.",
                "The politician is riding on the wave of public support, with high approval ratings and successful campaigns."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2F2ZQ&hash=511885fdb39492c284d19f3a46ff5088fa4f5ca3&lang=en&cache-only=0",
            "defineEn": "to raise one's hand and move it from side to side to greet someone or attract their attention",
            "defineVi": "giơ tay và di chuyển nó từ bên này sang bên kia để chào ai đó hoặc thu hút sự chú ý của họ",
            "hasImg": true
        },
        {
            "id": "841c8465-1804-4fb1-b17f-406f4ed9eb39",
            "word": "to wonder",
            "phonetic": "tə wʌndɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Wonders never cease!",
                "Wonders never cease!",
                "Will wonders ever cease?",
                "Would wonders ever cease?",
                "Would wonders never cease?!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd29uZGVy&hash=927ecc343b74b6e17f2dcb96132396e4d4b77221&lang=en&cache-only=0",
            "defineEn": "to want to know about something particular",
            "defineVi": "muốn biết về một cái gì đó cụ thể",
            "hasImg": true
        },
        {
            "id": "6ff7ec15-9807-4f7a-8c7d-686b8784cd1c",
            "word": "to pause",
            "phonetic": "tə pɔːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "He paused, took a step back, and remembered to be swift to hear and slow to speak.",
                "She paused and considered for a moment.",
                "Pause the video!",
                "Like always, pause the video.",
                "In unfavorable conditions, female kangaroos can pause their pregnancies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGF1c2U&hash=850b6ba5dc758c55c51f7628b5d5ad6f0fd30ff4&lang=en&cache-only=0",
            "defineEn": "to briefly stop a process before carrying on",
            "defineVi": "để dừng một thời gian ngắn một quá trình trước khi tiếp tục"
        },
        {
            "id": "5097044e-847b-4234-80b5-6ab53a37de37",
            "word": "to notice",
            "phonetic": "tə noʊɾɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "I handed in my notice yesterday.",
                "She noticed a small bird nesting on the roof of her garage.",
                "He noticed a spider crawling up the wall.",
                "Did you notice the way he was looking at you?",
                "She noticed a difference in taste and texture when she switched to unbleached flour in her cookie recipe."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbm90aWNl&hash=85e8e890bade5530f30622fcacfb6eb3ad2ebd20&lang=en&cache-only=0",
            "defineEn": "to become aware of something or someone",
            "defineVi": "để trở thành nhận thức của một cái gì đó hoặc ai đó",
            "hasImg": true
        },
        {
            "id": "efc65478-5f0f-4002-8ed1-f03b7c657488",
            "word": "to raise",
            "phonetic": "tə ɹeɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The bank raised interest rates.",
                "Many shops have raised their prices.",
                "The piece raises the ghosts of a number of twentieth-century art ideas.",
                "The book raises many important questions.",
                "Local residents have raised concerns about late-night noise."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmFpc2U&hash=500f1aa3fef8123f772ac0554c8b0885efe19dfd&lang=en&cache-only=0",
            "defineEn": "to make the intensity, level, or amount of something increase",
            "defineVi": "để làm cho cường độ, mức độ, hoặc số lượng của một cái gì đó tăng lên"
        },
        {
            "id": "06070e26-cd43-425f-8a65-5d6d24d4a108",
            "word": "to respond",
            "phonetic": "tə ɹᵻspɑːnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The reporter asked the politician a ridiculous question about building a tunnel to the moon, and the politician responded with some nonsense about pink elephants.",
                "You'll have your turn to respond after he's finished.",
                "I need a minute to think about your question before I respond.",
                "The young executive knew that a fool shows his annoyance at once, but a prudent man overlooks an insult, so he decided to take a deep breath and respond to the feedback in a constructive way.",
                "In customer service, responding to angry customers in a calm manner can help to resolve the issue more effectively."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzcG9uZA&hash=87468e5708574bb5074a73d32860fd503e8db9a2&lang=en&cache-only=0",
            "defineEn": "to do something in reaction to what others have done or said",
            "defineVi": "để làm một cái gì đó để phản ứng với những gì người khác đã làm hoặc nói",
            "hasImg": true
        }
    ]
}