{
    "id": "79cbaa5e-e9eb-4e78-89a9-5eb8f0f95a73",
    "title": "TV and Radio",
    "originalTitle": "TV and Radio",
    "words": [
        {
            "id": "7bad059d-1291-4942-b950-637dcc5aa4e6",
            "word": "receiver",
            "phonetic": "ɹᵻsiːvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new wide receiver and the team's veteran quarterback have proved to be a match made in heaven on the field.",
                "Josh Gordon came back, the wide receiver.",
                "And a release is just a receiver escaping from a defender.",
                "All of that light is shining up toward the receiver.",
                "The lower receiver or frame is the only part of the gun that's technically considered a firearm under U.S. law."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjZWl2ZXI&hash=71ae5b9fd1ff4a836fbfa1df3fce6a2a6850c7dc&lang=en&cache-only=0",
            "defineEn": "a piece of equipment in a radio or television that picks up broadcast signals and alters them into sounds and pictures",
            "defineVi": "một phần của thiết bị trong đài phát thanh hoặc truyền hình thu tín hiệu phát sóng và thay đổi chúng thành âm thanh và hình ảnh"
        },
        {
            "id": "156da10b-f808-404f-9607-1cc097eadf13",
            "word": "cable converter box",
            "phonetic": "keɪbəl kənvɜːɾɚ bɑːks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FibGUgY29udmVydGVyIGJveA&hash=095ed2acc92adf31f3e10b57df08daa75de3be4a&lang=en&cache-only=0",
            "defineEn": "a device used to convert digital cable television signals into a format that can be displayed on analog TVs, enabling them to receive and display digital cable channels",
            "defineVi": "một thiết bị được sử dụng để chuyển đổi tín hiệu truyền hình cáp kỹ thuật số sang định dạng có thể hiển thị trên TV analog, cho phép chúng nhận và hiển thị các kênh truyền hình cáp kỹ thuật số"
        },
        {
            "id": "b96e8b87-a701-4377-b99c-e30419a14f30",
            "word": "wireless cable",
            "phonetic": "waɪɚləs keɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2lyZWxlc3MgY2FibGU&hash=76a94133d51e50156ea1ad7ff8e563a98e2290ed&lang=en&cache-only=0",
            "defineEn": "the technology that delivers cable television signals without the need for physical cables, using wireless communication methods instead",
            "defineVi": "công nghệ cung cấp tín hiệu truyền hình cáp mà không cần cáp vật lý, thay vào đó sử dụng các phương thức liên lạc không dây"
        },
        {
            "id": "5dd424ad-02df-4cb0-8972-f2fb83499219",
            "word": "converter",
            "phonetic": "kənvɜːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Narrator: Vince's company, Cardinal Tissue, is a converter in North Carolina.",
                "LG put in a high-quality DAC, digital-to-analog converter.",
                "Those parent rolls are sent to what's called a converter, a company that cuts them down into individual rolls.",
                "Typically in a class 8 diesel truck, you have things like turbo that has to spool up and you have the torque converter that has to spool up.",
                "So we don't need to worry about any kind of ridiculous converters or anything."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmVydGVy&hash=8447e5370dc76be5efe51429c93e681a9927b70f&lang=en&cache-only=0",
            "defineEn": "a device used to alter the frequency of a radio signal",
            "defineVi": "một thiết bị được sử dụng để thay đổi tần số của tín hiệu vô tuyến"
        },
        {
            "id": "09387bd8-b7aa-4890-b28e-94f2aae8dfdf",
            "word": "contrast",
            "phonetic": "kɑːntɹæst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The golden skin of the loquat contrasts beautifully with its vibrant orange flesh.",
                "I enjoy the contrast of flavors and textures when I crumble pot cheese over my fresh garden salad.",
                "We added radicchio to our pasta dish, and it gave a wonderful contrast to the other ingredients.",
                "They use mint leaves to garnish their chocolate chip ice cream for a delightful contrast.",
                "The cool and crisp texture of the melon provided a pleasant contrast to the hot weather."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJhc3Q&hash=6da8237a5c9a04d56beb61d9d5d22459c88916b8&lang=en&cache-only=0",
            "defineEn": "the difference in dark and light colors on a television screen",
            "defineVi": "sự khác biệt về màu sắc tối và sáng trên màn hình tivi"
        },
        {
            "id": "b29c2faa-96c4-4fa8-b005-13a0fd973f50",
            "word": "remote control",
            "phonetic": "ɹᵻmoʊt kəntɹoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The TV remote control allows me to change channels and adjust the volume.",
                "The all-in-one remote control allows you to operate your TV, DVD player, and sound system with a single device.",
                "Okay, I found my remote control.",
                "It's kind of like your remote control to the world.",
                "[♪♩INTRO] Imagine being able to remote control your cat."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVtb3RlIGNvbnRyb2w&hash=16fc3224e1da52f14c45de6f59a44248eb6f64da&lang=en&cache-only=0",
            "defineEn": "a device that controls a piece of electrical or electronic equipment such as a television from a distance",
            "defineVi": "một thiết bị điều khiển một phần của thiết bị điện hoặc điện tử như tivi từ xa",
            "hasImg": true
        },
        {
            "id": "9d8c46b2-0748-4e7d-9c2e-9ae304981ea5",
            "word": "screen",
            "phonetic": "skɹiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The screen is the main part of a laptop.",
                "See yourself on the screen.",
                "The report will come up on the screen in a moment.",
                "Her eyes were glued firmly to the computer screen.",
                "The clock on my computer screen shows the current time and date."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NyZWVu&hash=385c3555d6d4491b4bb0a9db80422bbf24d5f803&lang=en&cache-only=0",
            "defineEn": "the flat panel on a television, computer, etc. on which images and information are displayed",
            "defineVi": "bảng phẳng trên tivi, máy tính, v.v. trên đó hiển thị hình ảnh và thông tin",
            "hasImg": true
        },
        {
            "id": "f82702c0-054a-479f-aea5-8d8a70bbd2eb",
            "word": "tuner",
            "phonetic": "tuːnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "That inspired a generation of racers and tuners and made their way into massive film and video game franchises.",
                "The Los Angeles company prides itself as the world's first Tesla tuner, and specializes in adding aftermarket parts and accessories to each of Tesla's available cars.",
                "It's those aftermarket tuners and the aftermarket in general that was supporting a rabid demand by young enthusiasts to build very, very personalized personal products that reflected specifically the owner of the vehicle.",
                "Don't tell me this has an FM tuner, shut up!",
                "But, if you tuned an instrument using the 12th root of 2 as most pianos, digital tuners and computer instruments are, you can play any song, in any key, and they will all be equally and just slightly out of tune."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVuZXI&hash=5ca1b19250be6b7501ab0dfb3141a102ad9bcc4e&lang=en&cache-only=0",
            "defineEn": "an electronic part of a radio or television that allows one to watch or listen to a particular station",
            "defineVi": "một bộ phận điện tử của đài phát thanh hoặc truyền hình cho phép một người xem hoặc nghe một đài cụ thể",
            "hasImg": true
        },
        {
            "id": "aca7ae7a-906f-46f6-adb5-26a069418fa3",
            "word": "volume",
            "phonetic": "vɑːljuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "She gave a reading from her latest volume of poetry.",
                "Emily turned up the volume on the TV, but her grandfather still couldn't hear a thing.",
                "Lidl stole a march on other retailers by stocking pink prosecco in large volumes earlier.",
                "The TV remote control allows me to change channels and adjust the volume.",
                "The happy smile on the child's face when he opened the box spoke volumes about my choice of gift."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9sdW1l&hash=6030dc59a1352c16a74a65e1a288b0e580e9c9c1&lang=en&cache-only=0",
            "defineEn": "the amount of loudness produced by a TV, radio, etc.",
            "defineVi": "lượng âm lượng được tạo ra bởi TV, radio, v.v.",
            "hasImg": true
        },
        {
            "id": "c932339c-6a3f-4eb6-874d-1074db900d65",
            "word": "LDTV",
            "phonetic": "ɛldiːtiːviː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=TERUVg&hash=f032093c98ed50294f72015fb091c5d9add807ec&lang=en&cache-only=0",
            "defineEn": "a television system or display format that provides a lower resolution and less detailed image compared to standard-definition (SD) or high-definition (HD) formats",
            "defineVi": "một hệ thống truyền hình hoặc định dạng hiển thị cung cấp độ phân giải thấp hơn và hình ảnh ít chi tiết hơn so với các định dạng độ nét tiêu chuẩn (SD) hoặc độ nét cao (HD)"
        },
        {
            "id": "fd28cb28-bc46-44a1-b605-147aeb00a4f0",
            "word": "SDTV",
            "phonetic": "ɛsdiːtiːviː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=U0RUVg&hash=e893516dd958d6475f4e0153761ee7064c8a7f3f&lang=en&cache-only=0",
            "defineEn": "a television system or display format that provides a moderate resolution and quality of video and audio compared to lower-quality formats like LDTV or higher-quality formats like HDTV",
            "defineVi": "một hệ thống truyền hình hoặc định dạng hiển thị cung cấp độ phân giải và chất lượng vừa phải của video và âm thanh so với các định dạng chất lượng thấp hơn như LDTV hoặc các định dạng chất lượng cao hơn như HDTV"
        },
        {
            "id": "dc356ca3-cd52-484c-a241-49c7628da8bb",
            "word": "HDTV",
            "phonetic": "eɪtʃdiːtiːviː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=SERUVg&hash=2b805bae84ab74bc83088c6a1d2e358f2fbd1e6c&lang=en&cache-only=0",
            "defineEn": "a television system that generates extremely clear images on a screen that is wider than a standard television",
            "defineVi": "một hệ thống truyền hình tạo ra hình ảnh cực kỳ rõ nét trên màn hình rộng hơn so với truyền hình tiêu chuẩn"
        },
        {
            "id": "b5e4e052-f4b0-4f05-ae71-4eaaf5558483",
            "word": "UHDTV",
            "phonetic": "uːdtiːviː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=VUhEVFY&hash=6f8599341e0392e454b1a320e9d342999faf9272&lang=en&cache-only=0",
            "defineEn": "an advanced television system or display format that offers an even higher resolution and improved visual quality compared to HDTV",
            "defineVi": "một hệ thống truyền hình tiên tiến hoặc định dạng hiển thị cung cấp độ phân giải cao hơn và chất lượng hình ảnh được cải thiện so với HDTV"
        },
        {
            "id": "13d7eaf1-f5b5-4517-8ae8-0810355f60e6",
            "word": "CRT",
            "phonetic": "siːɑːɹtiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The old CRT TVs had a lot more room for speakers.",
                "Here is a CRT.",
                "Not quite what we would have gotten on a CRT back then, but nothing is quite as CRTV.",
                "And then it goes into this admittedly fairly large chunk of aluminum here, that is used to, you know, stop too much interference coming in from the CRT on top.",
                "I guess that that's to prevent like, too much noise from happening from like the, you know, the big CRT that's up here on the top."
            ],
            "audio": "https://tts.langeek.co/read?text=Q1JU&hash=2d6ab54b5f22d9d23561c72e139c9c9daa071bf9&lang=en&cache-only=0",
            "defineEn": "a tube-shaped part in which electrons create bright images, and is used in old television or computer screens",
            "defineVi": "một bộ phận hình ống trong đó các electron tạo ra hình ảnh sáng và được sử dụng trong màn hình máy tính hoặc tivi cũ"
        },
        {
            "id": "1ab81f9f-8019-434e-818f-671bc841a7a4",
            "word": "rear-projection television",
            "phonetic": "ɹɪɹpɹədʒɛkʃən tɛlᵻvɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVhci1wcm9qZWN0aW9uIHRlbGV2aXNpb24&hash=a8443de281fcf3a4893f07f3b153383cea661594&lang=en&cache-only=0",
            "defineEn": "a type of television where the image is projected onto the back of the screen using a combination of light sources, mirrors, and lenses, allowing for larger screen sizes but with deeper TV cabinets compared to flat-panel TVs",
            "defineVi": "một loại tivi mà hình ảnh được chiếu lên mặt sau của màn hình bằng cách sử dụng kết hợp các nguồn sáng, gương và thấu kính, cho phép kích thước màn hình lớn hơn nhưng tủ TV sâu hơn so với TV màn hình phẳng"
        },
        {
            "id": "1c952be4-3ef4-4b2e-9a7b-069d7f691a65",
            "word": "plasma TV",
            "phonetic": "plæzmə tiːviː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGxhc21hIFRW&hash=4b78ede69ace3eaf7d43afe19bc417dff780ebfe&lang=en&cache-only=0",
            "defineEn": "a television set that has a screen made of plasma",
            "defineVi": "một chiếc tivi có màn hình làm bằng plasma"
        },
        {
            "id": "792d84a4-2e58-492b-8998-32e7523e0c22",
            "word": "home theater",
            "phonetic": "hoʊm θiəɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "His first purchase, a $17 million mansion, includes a two-story library, a home theater, a gym, and a thousand-bottle wine cellar.",
                "I've never in my life, got to check off that bucket list item of having a really sick, dedicated home theater.",
                "Now of course the width of the chair matters, including the armrests width when you're designing the layout of your home theater.",
                "The group has a membership program and aims to be a comprehensive in-home service that will set up fix or troubleshoot anything that plugs into a wall from home theaters to networking devices to appliances.",
                "The problem with most of these portable projectors is that they're not good enough to be your actual daily driver home theater and they're not really portable because they need to be plugged into the wall."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tZSB0aGVhdGVy&hash=ed2a50b7ed82acc73e317857d28a906b9bb08bb1&lang=en&cache-only=0",
            "defineEn": "an entertainment system with television and sound equipment designed to create an experience which is similar to being in a movie theater",
            "defineVi": "một hệ thống giải trí với tivi và thiết bị âm thanh được thiết kế để tạo ra trải nghiệm tương tự như đang ở trong rạp chiếu phim"
        },
        {
            "id": "e3cb399d-6f54-4a77-a53d-9a2018b80c82",
            "word": "antenna",
            "phonetic": "æntɛnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "That is, he made an antenna.",
                "The antenna broadcasts most strongly in a ring outwards from the axis of the antenna, in a donut shape.",
                "But a similar antenna in Hawai'i had no effect.",
                "The box has a vertical antenna on its top and a metal loop on the side.",
                "So antenna molecules are other types of chlorophyll, and actually other types of molecules."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50ZW5uYQ&hash=360485191444502386639f7eed6c34a3162d93f8&lang=en&cache-only=0",
            "defineEn": "a device that is used to send and receive television or radio signals",
            "defineVi": "một thiết bị được sử dụng để gửi và nhận tín hiệu truyền hình hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "9fc6b593-6cfb-4463-a965-35431cb47a3c",
            "word": "speaker",
            "phonetic": "spiːkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wire led to a speaker.",
                "The professor made mincemeat of the speaker at the conference.",
                "The speaker ended by suggesting some topics for discussion.",
                "The audience nodded in understanding as the speaker explained the concept.",
                "While we were at the rally, several speakers were getting on their soapbox and sharing their stories."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlYWtlcg&hash=06e7dd3d99b94e040ca81dc7646565bf7f5bc55f&lang=en&cache-only=0",
            "defineEn": "equipment that converts electrical signals into sound, loud enough for public announcements, playing music, etc.",
            "defineVi": "thiết bị biến đổi tín hiệu điện thành âm thanh đủ lớn để thông báo công cộng, phát nhạc, v.v.",
            "hasImg": true
        },
        {
            "id": "083ca559-8982-4d05-b9c9-daacfe30c4b5",
            "word": "flat-screen TV",
            "phonetic": "flætskɹiːn tiːviː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmxhdC1zY3JlZW4gVFY&hash=5d3781e28f207eca6879050a06f62b3b200285d5&lang=en&cache-only=0",
            "defineEn": "a thin and sleek television with a flat panel display, offering a space-saving design compared to older CRT TVs",
            "defineVi": "TV mỏng và kiểu dáng đẹp với màn hình phẳng, mang đến thiết kế tiết kiệm không gian so với TV CRT cũ"
        },
        {
            "id": "e7e59e5f-0970-49f1-ab19-cec080802393",
            "word": "CRT TV",
            "phonetic": "siːɑːɹtiː tiːviː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Q1JUIFRW&hash=e58960397e38223f377daba34f96f2a6b5352bd1&lang=en&cache-only=0",
            "defineEn": "a type of television that uses a large, bulky cathode ray tube to display images, which has been largely replaced by newer flat-screen technologies such as LCD and OLED",
            "defineVi": "một loại tivi sử dụng ống tia âm cực lớn, cồng kềnh để hiển thị hình ảnh, phần lớn đã được thay thế bằng các công nghệ màn hình phẳng mới hơn như LCD và OLED"
        },
        {
            "id": "269bef80-63f2-44ab-bf03-9769a347334a",
            "word": "cable television",
            "phonetic": "keɪbəl tɛlᵻvɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "It filled up time on cable television.",
                "Nobody talked about that on cable television. ",
                "On a cable television channel in 2005, a news commentator said that the owner of a grocery store in the Los Angeles area was a terrorist and that he lived at a certain address in the town of La Habra.",
                "But as Blockbuster became a multibillion-dollar company in the early '90s, adding music and video-game rental to its stores, Huizenga was worried about how emerging technology like cable television could hurt Blockbuster's video-store model.",
                "While these two tribes have been fighting and beating their brains out on cable television, But we’re now going to champion these people, and that’s going to be very good for America."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FibGUgdGVsZXZpc2lvbg&hash=270afa8c3656c6b69b3d9a375978b8e4f71f196f&lang=en&cache-only=0",
            "defineEn": "the system of sending out television programs to subscribers, using wires under the ground",
            "defineVi": "hệ thống phát chương trình truyền hình đến thuê bao sử dụng đường dây ngầm"
        },
        {
            "id": "5618a7e3-b145-4043-b7c3-8470458e3cd9",
            "word": "satellite television",
            "phonetic": "sæɾəlaɪt tɛlᵻvɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2F0ZWxsaXRlIHRlbGV2aXNpb24&hash=a3b53ad7b11c5cda8c0c9d9802d6176c3bf43e58&lang=en&cache-only=0",
            "defineEn": "a type of television broadcast that employs satellites to send out programs that are received by a dish antenna in a specific region",
            "defineVi": "một loại chương trình truyền hình sử dụng các vệ tinh để gửi các chương trình được nhận bởi ăng-ten đĩa ở một khu vực cụ thể"
        },
        {
            "id": "1638273c-4229-4ab5-873c-afdaf9811fc6",
            "word": "HDMI",
            "phonetic": "eɪtʃdiːɛmaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Really chunky HDMI cable.",
                "We again have to HDMI 2.0 ports, one Displayport port.",
                "HDMI, USB-C to micro USB and USB type A.",
                "Yeah, it says HDMI cable right here.",
                "It doesn't have HDMI 2.1."
            ],
            "audio": "https://tts.langeek.co/read?text=SERNSQ&hash=561cf2dd8661dd5b5b4348aa482bb1e296e5834c&lang=en&cache-only=0",
            "defineEn": "a digital interface that enables the transmission of high-quality audio and video signals between devices, simplifying the connection of various entertainment and multimedia devices",
            "defineVi": "giao diện kỹ thuật số cho phép truyền tín hiệu âm thanh và video chất lượng cao giữa các thiết bị, đơn giản hóa việc kết nối các thiết bị giải trí và đa phương tiện khác nhau"
        },
        {
            "id": "36e8f57d-5b76-4589-9ac6-56cdf7cf2e6a",
            "word": "coaxial cable",
            "phonetic": "koʊæksɪəl keɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29heGlhbCBjYWJsZQ&hash=3424525ed854502ade90bb004ad0b9ca026cf742&lang=en&cache-only=0",
            "defineEn": "a special type of wire that carries signals, like TV or internet, using a central wire surrounded by a layer called insulation along with a metal covering to protect the signals from interference",
            "defineVi": "một loại dây đặc biệt mang tín hiệu, chẳng hạn như TV hoặc internet, sử dụng dây trung tâm được bao quanh bởi một lớp gọi là lớp cách điện cùng với lớp vỏ kim loại để bảo vệ tín hiệu khỏi nhiễu"
        },
        {
            "id": "412dab31-0f9c-4238-ae28-bfb58be64109",
            "word": "component video cable",
            "phonetic": "kəmpoʊnənt vɪdɪoʊ keɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29tcG9uZW50IHZpZGVvIGNhYmxl&hash=031f25ed08fe9edd20af33454b6c3f1e94a135a6&lang=en&cache-only=0",
            "defineEn": "a type of cable used to transmit video signals in high-quality analog format, typically consisting of three separate cables or connectors for the red, green, and blue video channels",
            "defineVi": "một loại cáp được sử dụng để truyền tín hiệu video ở định dạng tương tự chất lượng cao, thường bao gồm ba cáp hoặc đầu nối riêng biệt cho các kênh video màu đỏ, xanh lá cây và xanh dương"
        },
        {
            "id": "9062af68-8910-46eb-be47-11fdac33b7db",
            "word": "composite video cable",
            "phonetic": "kəmpɑːzɪt vɪdɪoʊ keɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29tcG9zaXRlIHZpZGVvIGNhYmxl&hash=5c82a68a35ca6e993c60bb6db8437f4557f0cdf6&lang=en&cache-only=0",
            "defineEn": "a single cable used to transmit combined analog video signals, including both brightness and color information, typically used to connect older video devices to compatible displays or TVs",
            "defineVi": "một cáp duy nhất được sử dụng để truyền tín hiệu video analog kết hợp, bao gồm cả thông tin về độ sáng và màu sắc, thường được sử dụng để kết nối các thiết bị video cũ hơn với màn hình hoặc TV tương thích"
        },
        {
            "id": "b09305b0-a6ae-47a2-92ac-3c464177c7e0",
            "word": "S-Video cable",
            "phonetic": "ɛsvɪdɪoʊ keɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Uy1WaWRlbyBjYWJsZQ&hash=0b49c4de915448509ceeb304be49911ff9cac361&lang=en&cache-only=0",
            "defineEn": "a video cable that splits the video signal into separate brightness and color components, resulting in better picture quality when connecting devices that support it",
            "defineVi": "cáp video chia tín hiệu video thành các thành phần độ sáng và màu sắc riêng biệt, dẫn đến chất lượng hình ảnh tốt hơn khi kết nối các thiết bị hỗ trợ nó"
        },
        {
            "id": "be8c8661-9af3-4065-a4b8-d94595fab5e6",
            "word": "VGA cable",
            "phonetic": "viːdʒiːeɪ keɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=VkdBIGNhYmxl&hash=fdec769c88e1af487fa75005f21e95bda9c441d3&lang=en&cache-only=0",
            "defineEn": "an analog video cable commonly used to connect computers or laptops to monitors or projectors, transmitting video signals in analog format through a 15-pin connector",
            "defineVi": "cáp video analog thường được sử dụng để kết nối máy tính hoặc máy tính xách tay với màn hình hoặc máy chiếu, truyền tín hiệu video ở định dạng analog thông qua đầu nối 15 chân"
        },
        {
            "id": "c200dd83-e811-4c24-a58c-7de43b38c868",
            "word": "DVI cable",
            "phonetic": "diːviːaɪ keɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=RFZJIGNhYmxl&hash=a008fbd371dbac22e599c8b1933b470b383cfaaf&lang=en&cache-only=0",
            "defineEn": "a digital video cable used to connect devices such as computers to monitors or displays, transmitting high-quality video signals in a digital format",
            "defineVi": "cáp video kỹ thuật số được sử dụng để kết nối các thiết bị như máy tính với màn hình hoặc màn hình, truyền tín hiệu video chất lượng cao ở định dạng kỹ thuật số"
        },
        {
            "id": "25fe1ea8-3ab9-4182-9ed1-e2debabd15f3",
            "word": "DisplayPort",
            "phonetic": "dɪspleɪ poːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "DisplayPort again.",
                "Features a DisplayPort cable.",
                "The secret sauce here is the DisplayPort 1.4 connection.",
                "We got DisplayPort 1.2.",
                "It's got dual DisplayPort inputs, USB 3.0 hub, audio, as well as HDMI port."
            ],
            "audio": "https://tts.langeek.co/read?text=RGlzcGxheVBvcnQ&hash=cafe62f23c000b53c839d79c4a94affab56d5eb5&lang=en&cache-only=0",
            "defineEn": "a digital video and audio interface standard used to transmit high-quality video and audio signals between devices such as computers, monitors, and televisions",
            "defineVi": "một tiêu chuẩn giao diện âm thanh và video kỹ thuật số được sử dụng để truyền tín hiệu âm thanh và video chất lượng cao giữa các thiết bị như máy tính, màn hình và TV"
        },
        {
            "id": "fb988ba7-4202-4a7e-9eed-9255a6a5c1cb",
            "word": "audio cable",
            "phonetic": "ɔːdɪoʊ keɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXVkaW8gY2FibGU&hash=a43b262e4d734ae5b2467bd5ea38dd2291567d53&lang=en&cache-only=0",
            "defineEn": "a type of cable used to transmit analog or digital audio signals between audio devices, such as speakers, amplifiers, headphones, or audio interfaces, allowing for the playback or recording of audio content",
            "defineVi": "một loại cáp được sử dụng để truyền tín hiệu âm thanh analog hoặc kỹ thuật số giữa các thiết bị âm thanh, chẳng hạn như loa, bộ khuếch đại, tai nghe hoặc giao diện âm thanh, cho phép phát lại hoặc ghi nội dung âm thanh"
        }
    ]
}