{
    "id": "79e699e9-1079-4ad3-a1f7-b295630f466d",
    "title": "War",
    "originalTitle": "Lesson 9",
    "words": [
        {
            "id": "3be218e0-7f9f-4108-9ab4-d62ad7e0fed6",
            "word": "battle",
            "phonetic": "bæɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I was battling my way along the promenade in the teeth of a force ten gale.",
                "He rarely fought his political battles in the open.",
                "he battle lines has been drawn for years.",
                "The battle lines were drawn yesterday for the fiercest contest in the history of local radio.",
                "Drug companies are locking horns in a legal battle over patents."
            ],
            "audio": "https://tts.langeek.co/read?text=YmF0dGxl&hash=2647be928ea5fce2a395f0d0e30aa6ac01c83bd3&lang=en&cache-only=0",
            "defineEn": "a fight between opposing armed forces, particularly during a war",
            "defineVi": "một cuộc chiến giữa các lực lượng vũ trang đối lập, đặc biệt là trong một cuộc chiến tranh",
            "hasImg": true
        },
        {
            "id": "252b63c5-251f-4108-a2dd-5d6060e4b870",
            "word": "base",
            "phonetic": "beɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "They've touched base with every political group on campus.",
                "The company based its projections on shaky ground, leading to financial losses.",
                "New shoots are just appearing at the base of the plant.",
                "He's gone AWOL from his base.",
                "Susan and Joseph went to second base during their weekend at the beach."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFzZQ&hash=9abc9059c059fd5c45e3c439ed2de8b40932ae22&lang=en&cache-only=0",
            "defineEn": "a place with buildings and facilities for military operations and activities",
            "defineVi": "một nơi có các tòa nhà và cơ sở cho các hoạt động và hoạt động quân sự"
        },
        {
            "id": "f8e1dbd3-7ab3-4ddd-8a9e-da9e9b87f6cd",
            "word": "to explode",
            "phonetic": "tʊ ɛksploʊd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Father exploded a bombshell when he forbade us to go to the prom.",
                "The number of humans on earth exploded. ",
                "About 12,000 years ago, human organization exploded.",
                "CPU transistor count exploded!",
                "The star explodes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwbG9kZQ&hash=879f548105de5e0a253567680e93e07729b95a29&lang=en&cache-only=0",
            "defineEn": "to break apart violently and noisily in a way that causes destruction",
            "defineVi": "chia tay một cách bạo lực và ồn ào theo cách gây ra sự hủy diệt",
            "hasImg": true
        },
        {
            "id": "97c5bbd6-25f4-4252-9d89-46500a08cdfd",
            "word": "force",
            "phonetic": "foːɹs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We all felt the force of her arguments.",
                "The school took the full force of the explosion.",
                "The organization was forced to abandon its plans for expansion due to budget constraints.",
                "The company CEO was forced to own up to the financial scandal.",
                "The referee was forced to stop the game because of heavy snow."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yY2U&hash=ba3fb6d081d754612a851c7a44fb2da6ad7fde4f&lang=en&cache-only=0",
            "defineEn": "a group of trained and organized people such as the police, soldiers, etc.",
            "defineVi": "một nhóm người được đào tạo và có tổ chức như cảnh sát, binh lính, v.v.",
            "hasImg": true
        },
        {
            "id": "16d003f9-b8e8-4d00-9843-b8695f2befb6",
            "word": "to guard",
            "phonetic": "tə ɡɑːɹd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The guard stood straight as a ramrod.",
                "The tomb is guarded day and night by soldiers.",
                "Prison guards looked the other way as the man was attacked by fellow prisoners.",
                "There's no guard, and they have no security system.",
                "He stole past the sleeping guard and into the building undetected."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3VhcmQ&hash=72e88980d3a8e483db98f7d7c69ab8860753f45c&lang=en&cache-only=0",
            "defineEn": "to protect a person, place, or property against harm or an attack",
            "defineVi": "để bảo vệ một người, địa điểm, hoặc tài sản chống lại thiệt hại hoặc một cuộc tấn công",
            "hasImg": true
        },
        {
            "id": "7fa3ecdd-2a23-401c-8d93-256b73813b61",
            "word": "to order",
            "phonetic": "tʊ ɔːɹdɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "They ordered a mouthwatering venison burger from a trendy restaurant.",
                "She ordered a takeaway meal of pizza and garlic bread for dinner.",
                "We ordered takeout pizza for an easy dinner.",
                "I ordered a bowl of delicious oxtail soup for the first time.",
                "Three players got their marching orders last week."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3JkZXI&hash=5a65cdc475df8ca6b86449c09bd01d556754013a&lang=en&cache-only=0",
            "defineEn": "to give an instruction to someone to do something, using one's authority",
            "defineVi": "để đưa ra một hướng dẫn cho ai đó làm điều gì đó, sử dụng thẩm quyền của một người",
            "hasImg": true
        },
        {
            "id": "197c881c-006f-4f1e-8074-36f5f33f432f",
            "word": "target",
            "phonetic": "tɑːɹɡɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The investment manager targeted high rollers, demanding a minimum investment of $100,000.",
                "In order to build your self-esteem, set yourself targets you can reach.",
                "Identifying a specific segment of the market as our target will be more effective than a shotgun approach.",
                "The cancer patient underwent radiation therapy to target and destroy cancer cells.",
                "By the end of the year, the team will have ridden the wave of productivity, completing several projects and meeting their targets."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFyZ2V0&hash=8e850d56dc7e036b7a52255b597cbdb6781f5205&lang=en&cache-only=0",
            "defineEn": "a person, building, or area marked to be attacked",
            "defineVi": "một người, tòa nhà, hoặc khu vực được đánh dấu để bị tấn công"
        },
        {
            "id": "a5b86a82-7a9b-44db-bc1e-f822f6fb741e",
            "word": "weapon",
            "phonetic": "wɛpən ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the perfect weapon drops into my lap, who am I to say no?",
                "In today's world, where communication is more important than ever, having strong verbal skills can be a valuable asset - a good tongue is a good weapon.",
                "Instead, she reasoned with him and resolved the issue, demonstrating how a man of courage never wants weapons.",
                "Weapon is safe.",
                "Weapons were the first warning."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VhcG9u&hash=9a059ade3eef45c276ceddfa948f073056aaefcd&lang=en&cache-only=0",
            "defineEn": "an object that can physically harm someone or something, such as a gun, bomb, knife, etc.",
            "defineVi": "một vật thể có thể gây hại cho ai đó hoặc thứ gì đó, chẳng hạn như súng, bom, dao, v.v.",
            "hasImg": true
        },
        {
            "id": "108f0f61-f047-4f21-8fa3-67f65bd50ca3",
            "word": "air force",
            "phonetic": "ɛɹ foːɹs ",
            "partOfSpeechType": "noun",
            "examples": [
                "I lost touch with him when he joined the Air Force.",
                "In Oscoda alone, the Air Force has already spent millions on PFAS.",
                "But seriously, she calls the Air Force base.",
                "So the Air Force devised a plan to make the largest radio antenna ever.",
                "They come from the Air Force, the Navy, the Army, and the Marines."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlyIGZvcmNl&hash=2c12b3292c9feabc914d1976f7a3cc54ac080a9b&lang=en&cache-only=0",
            "defineEn": "the branch of the armed forces that operates in the air using fighter aircraft",
            "defineVi": "chi nhánh của lực lượng vũ trang hoạt động trên không sử dụng máy bay chiến đấu",
            "hasImg": true
        },
        {
            "id": "78a0661e-53d9-49dd-b1cc-30c2ee947cd1",
            "word": "arms",
            "phonetic": "ɑːɹmz ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was trying to call people to ARMS and to PROVOKE a Race War.",
                "He was trying to call people to ARMS and to PROVOKE a Race War that would UNSEAT the federal government and create an All-White Ethnicity."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJtcw&hash=f42a4be9095da49caade80a0e804ebf824ce50a2&lang=en&cache-only=0",
            "defineEn": "weapons in general, especially those used by the military",
            "defineVi": "vũ khí nói chung, đặc biệt là những vũ khí được sử dụng bởi quân đội",
            "hasImg": true
        },
        {
            "id": "229507e2-9cd8-4319-a9c8-60850dc08b83",
            "word": "to command",
            "phonetic": "tə kəmænd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her wish was my command",
                "Your wish is my command sire.",
                "They knew that, as a going concern, the cafe would command a higher price with prospective buyers.",
                "The manager offered her team suggestions on how to complete the project, but reminded them that counsel is no command and that they were free to pursue their own strategies.",
                "Even though he's usually quiet and unassuming, my brother can be incredibly assertive and commanding when he's at home - every dog is a lion at home, as they say."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbWFuZA&hash=ed89b870540c52aeb94d4f19557b6f6fa272f5d7&lang=en&cache-only=0",
            "defineEn": "to give an official order to a person or an animal to perform a particular task",
            "defineVi": "ra lệnh chính thức cho một người hoặc một con vật để thực hiện một nhiệm vụ cụ thể",
            "hasImg": true
        },
        {
            "id": "47145652-c457-4318-96cd-7cd532cef62f",
            "word": "conflict",
            "phonetic": "kɑːnflɪkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The conflict has now reached a new level of intensity.",
                "To bring an end to the conflict.",
                "There is often a conflict of interests between farmers and conservationists.",
                "The conflict in this story was shown when the cyclops grabbed some of Odysseus' men and bashed their brains out on the floor.",
                "The talks are aimed at ending the conflict."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmxpY3Q&hash=16d570ea5439fbdaa2d56bb3396c24e8c84edf26&lang=en&cache-only=0",
            "defineEn": "a military clash between two nations or countries, usually one that lasts long",
            "defineVi": "một cuộc đụng độ quân sự giữa hai quốc gia hoặc quốc gia, thường là một cuộc đụng độ kéo dài",
            "hasImg": true
        },
        {
            "id": "ecff0a60-dfd1-462d-af69-14494a9b4bcc",
            "word": "to invade",
            "phonetic": "tʊ ɪnveɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Tapeworms, for example, invade your intestines.",
                "Cellular freebooters could invade another group.",
                "They invade these cracks and fissures.",
                "Even Space Invader has invaded space.",
                "They invaded the southern region of Korea in 1950."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW52YWRl&hash=b6b765ef4c573c3c586eaaa71948ab0a5a39467d&lang=en&cache-only=0",
            "defineEn": "to enter a territory using armed forces in order to occupy or take control of it",
            "defineVi": "để vào một lãnh thổ sử dụng lực lượng vũ trang để chiếm hoặc kiểm soát nó"
        },
        {
            "id": "543b55a5-28ba-4e7b-ad52-33a55991de1d",
            "word": "military",
            "phonetic": "mɪlətɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Military leaders took over the government.",
                "A military delegation was led by the Chief of Staff.",
                "The Purple Heart, our nation's oldest military medal, is awarded to those service men and women who have borne the battle, sacrificing life and limb.",
                "If military force were to be used, then that would be a different ball game.",
                "The parade is the first sign of the new regime flexing its military muscles."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlsaXRhcnk&hash=dcb4beac315da3fa827627e7cac37ecb2a486b95&lang=en&cache-only=0",
            "defineEn": "using warfare to achieve a goal",
            "defineVi": "sử dụng chiến tranh để đạt được một mục tiêu",
            "hasImg": true
        },
        {
            "id": "996f70f2-1397-4b3d-b7e8-673eddbafe1b",
            "word": "navy",
            "phonetic": "neɪvi ",
            "partOfSpeechType": "noun",
            "examples": [
                "To follow the Navy.",
                "She prepared a creamy navy bean and vegetable stew for his children.",
                "I met my wife, Rachel, while serving in the Navy.",
                "While all forms of speech are valuable and deserve respect, some varieties are associated with more power and prestige - a language is a dialect with an army and navy, so be aware of the political factors that influence our perceptions of language.",
                "The US navy had 17 ships."
            ],
            "audio": "https://tts.langeek.co/read?text=bmF2eQ&hash=693198a9afdb7fc5786ff1c503a97e7c1dd190f6&lang=en&cache-only=0",
            "defineEn": "the branch of the armed forces that operates at sea using warships, destroyers, etc.",
            "defineVi": "chi nhánh của lực lượng vũ trang hoạt động trên biển sử dụng tàu chiến, tàu khu trục, v.v.",
            "hasImg": true
        },
        {
            "id": "02314a9b-05fb-4314-ac33-891cf63a9678",
            "word": "recruit",
            "phonetic": "ɹᵻkɹuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Over the course of the 54-hour event, recruits sleep only three to four hours a night.",
                "Recruit: Step together.",
                "Narrator: Recruits are issued uniforms.",
                "Narrator: Recruits get one of the most painful parts of training out of the way early.",
                "Narrator: Recruits work up a major appetite during training."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjcnVpdA&hash=0ae93b0c3916b6bfaacab885dc7b0f9cdddd73fb&lang=en&cache-only=0",
            "defineEn": "a new member of the armed forces or the police who is not yet fully trained",
            "defineVi": "một thành viên mới của lực lượng vũ trang hoặc cảnh sát chưa được đào tạo đầy đủ"
        },
        {
            "id": "bace8ff8-7beb-4611-bb6e-af5887fb6457",
            "word": "terrorism",
            "phonetic": "tɛɹɚɹɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "We need new measures to help fight terrorism.",
                "Our work in Iraq is valuable and important, but we cannot put our faith in draining the swamp of terrorism by military means alone.",
                "You would slow terrorism down.",
                "For the U.S., the focus is international terrorism.",
                "We, too, have a terrorism problem."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVycm9yaXNt&hash=967a2baf36df82542c07fefbf7d056105d57ea46&lang=en&cache-only=0",
            "defineEn": "the act of using violence such as killing people, bombing, etc. to gain political power",
            "defineVi": "hành động sử dụng bạo lực như giết người, đánh bom, vv để đạt được quyền lực chính trị",
            "hasImg": true
        },
        {
            "id": "372f84d6-7478-4655-9142-78d5f1c6fbb8",
            "word": "troop",
            "phonetic": "tɹuːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Troops drove out the demonstrators.",
                "The general had to get his troops across the river.",
                "Troops have been sent to protect aid workers against attack.",
                "There are reports of a violent incident involving local inhabitants and U.S. troops.",
                "Send in the troops, aircraft, nuclear submarine experts, the whole nine yards."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJvb3A&hash=1555deb2d359db4b34e67a4dea22f9ee59cabd9d&lang=en&cache-only=0",
            "defineEn": "armed forces or soldiers, especially by large numbers",
            "defineVi": "lực lượng vũ trang hoặc binh lính, đặc biệt là với số lượng lớn",
            "hasImg": true
        },
        {
            "id": "c6595abe-72d6-4b5b-902c-6135adede1a0",
            "word": "volunteer",
            "phonetic": "vɑːləntɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The volunteers worked together to collect donations for the local food drive.",
                "The volunteers' organizing of the charity event was a labour of love.",
                "She volunteers at the town library to help with organizing books.",
                "I volunteer at the preschool to help with art activities and storytime.",
                "Jake actually volunteered to do the dishes after dinner?"
            ],
            "audio": "https://tts.langeek.co/read?text=dm9sdW50ZWVy&hash=c00f95ac634112e5be3526fbb4d4a1def0a30fee&lang=en&cache-only=0",
            "defineEn": "someone who enlists in the armed forces without being forced",
            "defineVi": "một người gia nhập lực lượng vũ trang mà không bị ép buộc"
        },
        {
            "id": "36f2848d-1a3a-4909-89dc-c0d7f3aeff31",
            "word": "wound",
            "phonetic": "wuːnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Telling that story only reopenes old wounds.",
                "Any more cuts in government aid to these poor people will be twisting the knife in the wound.",
                "The slow healing process of the wound required regular care.",
                "Mentioning her new boyfriend just rubbed salt into the wound.",
                "She tied some strips of cloth around the wound to check the bleeding."
            ],
            "audio": "https://tts.langeek.co/read?text=d291bmQ&hash=15ea86b18100eda834d713d914252b3ab64fa574&lang=en&cache-only=0",
            "defineEn": "an injury inflicted to the body especially one that seriously damages the skin or the flesh",
            "defineVi": "một vết thương gây ra cho cơ thể, đặc biệt là vết thương gây tổn thương nghiêm trọng cho da hoặc thịt",
            "hasImg": true
        },
        {
            "id": "28c08710-4ec1-4936-b86a-0bcd311a1665",
            "word": "to assassinate",
            "phonetic": "tʊ ɐsæsᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He was assassinated.",
                "He was assassinated during his second term.",
                "And then he was assassinated.",
                "In just a couple of weeks from that meeting, U Ko Ni would be assassinated.",
                "A month or so later, Kennedy has been assassinated."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNzYXNzaW5hdGU&hash=8125680177f7441c69023d53b9d3e9403e261d4a&lang=en&cache-only=0",
            "defineEn": "to murder a prominent figure in a sudden attack for political purposes",
            "defineVi": "giết một nhân vật nổi tiếng trong một cuộc tấn công bất ngờ vì mục đích chính trị"
        },
        {
            "id": "8c5850ce-f3e7-4719-9785-9c4fd9450be1",
            "word": "to blast",
            "phonetic": "tə blæst ",
            "partOfSpeechType": "verb",
            "examples": [
                "The bomb blast left 25 people dead.",
                "All the windows broke with the force of the blast.",
                "In the world of fashion and beauty, it's easy to get caught up in trends and popularity, but remember that grace will last, favour will blast.",
                "In the entertainment industry, it's easy to get caught up in the pursuit of beauty, but remember that grace will last, beauty will blast.",
                "Modern hail cannons basically just blast a bunch of noise into the sky."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxhc3Q&hash=47bcf62cc2bcad4c16d73eddbd9c81118c898a26&lang=en&cache-only=0",
            "defineEn": "to violently damage or destroy something using explosives",
            "defineVi": "để thiệt hại nặng nề hoặc phá hủy một cái gì đó bằng cách sử dụng chất nổ",
            "hasImg": true
        },
        {
            "id": "41cae9b6-e17b-4197-8b1f-20e992ad1848",
            "word": "casualty",
            "phonetic": "kæʒuːəlɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Keeping a lookout for enemy aircraft is your job and that makes you responsible for all these casualties.",
                "During the investigation into the harassment allegations, both the accused employee and the victim were found to have distorted the truth, showcasing how truth is the first casualty of war.",
                "So the word of the day for this video is: - Casualty.",
                "Afghan troops face horrific casualties. ",
                "What is a casualty?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzdWFsdHk&hash=6fb7aa3c1f3b70f50ee489a798c04e31b65ae94c&lang=en&cache-only=0",
            "defineEn": "someone who is killed or wounded during a war or an accident",
            "defineVi": "một người bị giết hoặc bị thương trong chiến tranh hoặc tai nạn"
        },
        {
            "id": "6b8ddf26-9c78-4ff9-828a-7a554c3d7c09",
            "word": "chemical warfare",
            "phonetic": "kɛmɪkəl wɔːɹfɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But Zystocheir dissecta takes it up a notch: it unleashes chemical warfare on its enemies.",
                "World powers like Germany, France, Russia, Italy, the United Kingdom and the United States wanted to keep the chemical warfare infrastructure after investing tons of money in its development during World War One.",
                "It’s that chemical warfare that allowed Alexander Fleming to discover the very first antibiotic, by accident.",
                "In one spoonful of soil, there might be more than a billion microbes of more than 10,000 different species, and not just bacteria but also microscopic fungi, some cooperating, others locked in chemical warfare.",
                "So there was a very entrepreneurial general named Amos Fries who ended up becoming the head of the chemical warfare service in the United States, and he really went on a mission to turn a number of different chemicals into what was called from wartime to peacetime uses, and one of these was what we now consider to be tear gas."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlbWljYWwgd2FyZmFyZQ&hash=91c717e023ce4c6d99a3573af7d387b3e77cb19a&lang=en&cache-only=0",
            "defineEn": "methods of warfare using chemical weapons",
            "defineVi": "phương pháp chiến tranh sử dụng vũ khí hóa học"
        },
        {
            "id": "2ca3157f-7f00-490d-91d0-c49daa3335b7",
            "word": "civilian",
            "phonetic": "sɪvɪliən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Whatever meager rations remained were sent to the troops fighting the war, so the civilian population faced the brunt of the famine.",
                "The fact that innocent civilians often suffer the most in times of war is a clear example of when elephants fight, the grass gets trampled.",
                "\"During wartime, careless talk costs lives, as revealing sensitive information can put soldiers and civilians at risk,\" said the military commander during the briefing.",
                "He shrugged off the thought of his superiors dragging him over the coals for making such a statement to a civilian.",
                "We have reports that one of the soldiers went rogue and began firing upon unarmed civilians in the nearby town."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2l2aWxpYW4&hash=794eacd93fc71994968b34668f6343458240af50&lang=en&cache-only=0",
            "defineEn": "a person who is not a member of or not on active duty in armed forces or the police",
            "defineVi": "một người không phải là thành viên hoặc không đang thực hiện nghĩa vụ trong lực lượng vũ trang hoặc cảnh sát"
        },
        {
            "id": "ff5cec32-ba71-4eba-b86d-1e7e25295330",
            "word": "civil war",
            "phonetic": "sɪvəl wɔːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Civil war broke out.",
                "The Civil War is over!",
                "Libya's civil war began six years ago.",
                "The history of funeral homes in America really begins with the civil war.",
                "All this led to Civil War."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2l2aWwgd2Fy&hash=b089670601458a910bd2dc0402cb9595fd60bfae&lang=en&cache-only=0",
            "defineEn": "a war that is between people who are in the same country",
            "defineVi": "một cuộc chiến giữa những người ở trong cùng một quốc gia"
        },
        {
            "id": "a6b88605-5c90-49ab-a598-79b5e077877d",
            "word": "cold war",
            "phonetic": "koʊld wɔːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, the Cold War gave us great spy novels, independence movements, an arms race, cool movies like Dr. Strangelove and War Games, one of the most evil mustaches in history.",
                "This victory heightened Cold War tensions as the new People’s Republic of China initially allied itself with the USSR.",
                "Events in the Middle East also increased Cold War tensions especially after 1979, when the USSR invaded Afghanistan.",
                "Narrator: During the Cold War, the US government built numerous missile silos in secret locations across the country.",
                "Then there’s the Cold War. "
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sZCB3YXI&hash=051bcff7967860423f16071e220013ba7c70e429&lang=en&cache-only=0",
            "defineEn": "a state of unfriendly relationship between two states which are not openly at war with each other",
            "defineVi": "một trạng thái của mối quan hệ không thân thiện giữa hai quốc gia không công khai chiến tranh với nhau"
        },
        {
            "id": "5d0f23f4-9069-497b-bdc5-a966be24d611",
            "word": "hostile",
            "phonetic": "hɑːstəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It turned out that the vice president of the company had been orchestrating a hostile takeover when the president's back was turned.",
                "I kept it under my hat that her job wasn't helping with the hostile work environment Darren and I had found ourselves in recently.",
                "There is absolutely a segment of video game enthusiasts who create a hostile and toxic environment online, but tarring all gamers with the same brush does a disservice to the community.",
                "Number four is hostile spousification.",
                "It's hostile."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9zdGlsZQ&hash=0847e89992f866734d1edb815901808e6aedfb03&lang=en&cache-only=0",
            "defineEn": "unfriendly or aggressive toward others",
            "defineVi": "không thân thiện hoặc hung hăng đối với người khác",
            "hasImg": true
        },
        {
            "id": "71a2ecbe-61b4-49c2-8b5e-c3d587092582",
            "word": "missile",
            "phonetic": "mɪsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The missile hit the back of our plane out of nowhere.",
                "The missile hit us.",
                "American aerospace giant Boeing sells missile systems like the harpoon.",
                "Footage from a security camera near one of the military sites shows the missile launch.",
                "In reality, the jet was firing no missiles at all, only a flare."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzc2lsZQ&hash=b3e361ce75cab7c87132ee77ebb2493da926edeb&lang=en&cache-only=0",
            "defineEn": "an explosive weapon capable of hitting a target over long distances, which can be controlled remotely",
            "defineVi": "vũ khí nổ có khả năng bắn trúng mục tiêu ở khoảng cách xa, có thể điều khiển từ xa",
            "hasImg": true
        },
        {
            "id": "45e754df-f6a5-4387-a7ab-99eb806e28d2",
            "word": "projectile",
            "phonetic": "pɹədʒɛktəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "All projectiles do.",
                "Tear gas projectiles have caused serious injuries.",
                "But in this case, the projectile is the car.",
                "And sure, projectile weapons have evolved in other animals.",
                "And we saw parabolic ballistic motion of a projectile."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvamVjdGlsZQ&hash=432eafc08f97b8cac263891ef796868f3635f0cb&lang=en&cache-only=0",
            "defineEn": "any object fired or thrown at a person or thing for the purpose of hurting or destroying them",
            "defineVi": "bất kỳ vật thể nào bắn hoặc ném vào người hoặc vật với mục đích làm tổn thương hoặc phá hủy chúng",
            "hasImg": true
        },
        {
            "id": "c1f6df95-27c5-4e15-ba12-337267e2ecc3",
            "word": "gunboat",
            "phonetic": "ɡʌnboʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "For example, the first iron-hulled gunboat, the Nemesis, was built in 1839 for the British East India Company."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VuYm9hdA&hash=8fd9b0f6937ecbbf2f9a0a832e963981e3e70eab&lang=en&cache-only=0",
            "defineEn": "a small ship equipped with many mounted guns, often used near coastal areas",
            "defineVi": "một con tàu nhỏ được trang bị nhiều súng gắn, thường được sử dụng gần các khu vực ven biển"
        }
    ]
}