{
    "id": "7a0e955d-28bf-450f-9131-ef73828670c7",
    "title": "Examination and Diagnosis",
    "originalTitle": "Examination and Diagnosis",
    "words": [
        {
            "id": "1d324a9e-ec6e-46a0-8e03-e4dda06c9071",
            "word": "biopsy",
            "phonetic": "baɪɑːpsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This involves a doctor examining the cervix through a microscope, and possibly taking a small biopsy of tissue for closer examination.",
                "For example, they’re now developing pressure-sensitive biopsy needles for use in cancer treatment.",
                "Celiac disease is present in one in every 100 to 200 persons in the U.S. When blood tests suggest the possibility of celiac, the diagnosis is confirmed with a biopsy.",
                "It's right in the center of the abdomen next to the spinal cord, so for surgery, biopsies, other things like that, it may be hard to find where the pancreas is.",
                "This could be for a biopsy, which is a tissue sample taken for testing, or because there’s something in there that doesn’t belong, like diseased tissue or a blood clot."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlvcHN5&hash=e59dcb0f2cf9e3544da3aeec7b1b5b65c5baca61&lang=en&cache-only=0",
            "defineEn": "the process of removing and analyzing tissue from the body of a sick person to learn more about their condition",
            "defineVi": "quá trình loại bỏ và phân tích mô từ cơ thể của người bệnh để tìm hiểu thêm về tình trạng của họ"
        },
        {
            "id": "e1a8487d-9b75-46b3-9028-7fa0889fef19",
            "word": "blood test",
            "phonetic": "blʌd tɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The serology testing is a blood test for the presence of antibodies against that specific virus or that specific disease.",
                "Or, a routine blood test might count too many white cells or elevated liver enzymes.",
                "James had his blood tested for six types of PFAS in 2018.",
                "This new blood test isn’t quite ready for the clinic yet.",
                "It could only do one class of blood tests known as immunoassays."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymxvb2QgdGVzdA&hash=4b4b0a8b275f857346a2b5bd3a7bcedbb0d8c5c0&lang=en&cache-only=0",
            "defineEn": "a medical examination in which a small amount of blood is taken from a person to find out if they have any diseases or health conditions",
            "defineVi": "một cuộc kiểm tra y tế trong đó một lượng nhỏ máu được lấy từ một người để tìm hiểu xem họ có bất kỳ bệnh hoặc tình trạng sức khỏe nào không",
            "hasImg": true
        },
        {
            "id": "41bdb2ee-4950-40af-bae0-2a1f95d27498",
            "word": "CAT scan",
            "phonetic": "siːeɪtiː skæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Colon cancer looks a certain way, in a lymph node, in the liver, on a CAT scan.",
                "Can we get a CAT scan or an MRI?",
                "And in the bottom is a different way of looking at cancer, which is a CAT scan.",
                "Well, you know, we did that CAT scan of your brain this morning."
            ],
            "audio": "https://tts.langeek.co/read?text=Q0FUIHNjYW4&hash=680cd5666d7cc8ffd33b9d3519f1f903c69e416f&lang=en&cache-only=0",
            "defineEn": "a medical examination during which a series of detailed pictures of areas inside the body is created by the use of a computer linked to an X-ray machine",
            "defineVi": "một cuộc kiểm tra y tế trong đó một loạt hình ảnh chi tiết về các khu vực bên trong cơ thể được tạo ra bằng cách sử dụng máy tính được kết nối với máy X-quang",
            "hasImg": true
        },
        {
            "id": "e8248e29-6602-4da6-b082-99eb6b03b139",
            "word": "diagnosis",
            "phonetic": "daɪəɡnoʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The doctor asked me about my symptoms and medical history to make a diagnosis.",
                "He knows he is living on borrowed time after his cancer diagnosis.",
                "When faced with a difficult health diagnosis, I remind myself that while there is life there is hope - and that with the right treatment and mindset, I can recover and thrive.",
                "This diagnosis exists for a reason.",
                "To get this diagnosis."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhZ25vc2lz&hash=4e7405ff6290f373e843a1ddb9c2d429763e9a8d&lang=en&cache-only=0",
            "defineEn": "the identification of the nature and cause of an illness or other problem",
            "defineVi": "việc xác định bản chất và nguyên nhân của một căn bệnh hoặc vấn đề khác",
            "hasImg": true
        },
        {
            "id": "23f4fe86-744e-451b-b678-c696133ccf57",
            "word": "echocardiogram",
            "phonetic": "ɛkəkɑːɹdɪoʊɡɹæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "This includes stuff like echocardiograms and exercise.",
                "You might say, \"Well, my doctor didn't do an echocardiogram.\"",
                "These problems can occur at any age, but they are generally seen on heart imaging like an echocardiogram.",
                "Researchers took blood samples before and after the exercise test and did an echocardiogram to get a picture of how blocked their coronary arteries were."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNob2NhcmRpb2dyYW0&hash=f094de1e772c23d268b139c4200bfffe76e6b3f6&lang=en&cache-only=0",
            "defineEn": "an ultrasound test that shows a detailed image of the heart",
            "defineVi": "xét nghiệm siêu âm cho thấy hình ảnh chi tiết của tim"
        },
        {
            "id": "5701c37b-59d1-41f3-87ec-217bcaedd070",
            "word": "echocardiography",
            "phonetic": "ɛkəkɑːɹdɪoʊɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWNob2NhcmRpb2dyYXBoeQ&hash=9946175647f6dd8599a583e358d173afb95f186b&lang=en&cache-only=0",
            "defineEn": "a noninvasive diagnostic procedure that uses sound waves to look at tissues and organs inside the chest, particularly the heart",
            "defineVi": "một quy trình chẩn đoán không xâm lấn sử dụng sóng âm thanh để xem xét các mô và cơ quan bên trong lồng ngực, đặc biệt là tim"
        },
        {
            "id": "911b628a-bcdf-4dc2-8ff4-e0c9d8a1f945",
            "word": "examination",
            "phonetic": "ɛɡzæmᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Candidates will sit the examinations in June.",
                "US President Joe Biden got the clean bill of health on Friday after a detailed physical examination.",
                "A lot of examination to come over these votes.",
                "Civilian physicians made preliminary medical examinations.",
                "But closer examination has revealed that salps are actually an incredibly important food source for hundreds of species of marine animals."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhhbWluYXRpb24&hash=ab5ac8baa6d08466eb0df286194d921d0efed741&lang=en&cache-only=0",
            "defineEn": "the process of looking closely at something to see if there are any issues",
            "defineVi": "quá trình xem xét kỹ một cái gì đó để xem có vấn đề gì không",
            "hasImg": true
        },
        {
            "id": "62d0fb2c-6f75-4609-8d6f-ad6b8f8fde4a",
            "word": "health check",
            "phonetic": "hɛlθ tʃɛk ",
            "partOfSpeechType": "noun",
            "examples": [
                "T he only time we're handling the animals is actually when we're netting them and then separating mother and do very brief health checks on the pup, so during that process we wear latex gloves, hoods and capes to mask our human form and scent.",
                "The only problem with it is because it's so short, it's hard to see him and it's hard to get him out of it, so when I need to get him out to do a health check or do a presentation with him, it's kind of a struggle."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhbHRoIGNoZWNr&hash=5698e38d2d2d31bc4c1e16fda3b6bc4b8911d27c&lang=en&cache-only=0",
            "defineEn": "a detailed medical examination in which a person is tested to find out any diseases or disorders",
            "defineVi": "một cuộc kiểm tra y tế chi tiết trong đó một người được kiểm tra để tìm ra bất kỳ bệnh hoặc rối loạn nào"
        },
        {
            "id": "ff0dbd38-6e9d-497f-b990-12321e192852",
            "word": "medical",
            "phonetic": "mɛdɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rest of his money went into medical expenses.",
                "She had the baby's medical routine down pat.",
                "Her early research laid the foundation for many important medical discoveries.",
                "People are dying for want of medical treatment.",
                "She served in the medical corps."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaWNhbA&hash=1044f84f8bbd10d6192377019ac4dbfbedd3dccc&lang=en&cache-only=0",
            "defineEn": "a careful and complete physical assessment of a person's health",
            "defineVi": "một đánh giá thể chất cẩn thận và đầy đủ về sức khỏe của một người"
        },
        {
            "id": "b6a6bc68-5887-4462-938e-31f2f986f62b",
            "word": "MRI",
            "phonetic": "ɛmɑːɹɹaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "MRI uses magnetic forces and radio waves. ",
                "MRI creates computer images, or pictures, of the brain. ",
                "An MRI machine scans his or her head. ",
                "In most other countries, insurers pay between $200 and $400 for an MRI.",
                "The thought of an MRI with insurance scares me. "
            ],
            "audio": "https://tts.langeek.co/read?text=TVJJ&hash=b7ce7c1706aed2cbfa50b9609146bec2ea48ca15&lang=en&cache-only=0",
            "defineEn": "a technique in which a powerful magnetic field is used to produce detailed images of areas inside the body",
            "defineVi": "một kỹ thuật sử dụng từ trường mạnh để tạo ra hình ảnh chi tiết về các khu vực bên trong cơ thể",
            "hasImg": true
        },
        {
            "id": "5c0f231f-d5ab-4646-abaf-3a8635857d97",
            "word": "prognosis",
            "phonetic": "pɹɑːɡnoʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cancer survivor, once given a grim prognosis, is now thriving in the land of the living, using their experience to inspire and uplift others facing similar challenges.",
                "The prognosis is not good.",
                "For Greg Rosen, months of debilitating symptoms without a clear diagnosis, prognosis, or even an idea of what lasting damage there is has been traumatizing.",
                "The prognosis for the rest of this dwarf galaxy isn’t good, either: it’s still being pulled apart by the Milky Way’s gravity."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZ25vc2lz&hash=276ef56e22382d436a36c98b4ec5fc23f96164d0&lang=en&cache-only=0",
            "defineEn": "a professional opinion regarding the likely course of an illness or a disease",
            "defineVi": "một ý kiến chuyên môn liên quan đến quá trình có khả năng của một căn bệnh hoặc một căn bệnh"
        },
        {
            "id": "f52d0e0d-6615-4a68-b835-acfba567c965",
            "word": "sample",
            "phonetic": "sæmpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scientists are taking water samples from the river.",
                "We collected samples of pith from different plants to compare their properties.",
                "As you strolled through the food market, the vendor enticed you with samples of various cold cuts.",
                "The doctors decided to run some more tests on the blood samples.",
                "Here, sample my mix."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FtcGxl&hash=38b93e1621e634dd0bc2d0b1f9a406a367ec1572&lang=en&cache-only=0",
            "defineEn": "a small amount of a substance taken from a larger amount used for scientific analysis or therapeutic experiment",
            "defineVi": "một lượng nhỏ chất được lấy từ một lượng lớn hơn được sử dụng để phân tích khoa học hoặc thí nghiệm điều trị",
            "hasImg": true
        },
        {
            "id": "8b3e32c4-2861-4926-b61e-a36b82e19afe",
            "word": "scan",
            "phonetic": "skæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The flight attendant scanned my electronic ticket before I boarded the plane.",
                "He works as a cashier at the supermarket, scanning and bagging customers' items.",
                "An MRI machine scans his or her head. ",
                "Scan the ROG totem.",
                "Scan the QR code on the back of your thermostat."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nhbg&hash=5213c324141ee537da1381df68329e70ac308eba&lang=en&cache-only=0",
            "defineEn": "a medical test during which data is obtained by the mages produced using a sensing device that examines organs or regions of the body",
            "defineVi": "một bài kiểm tra y tế trong đó dữ liệu được thu thập bởi các pháp sư được tạo ra bằng thiết bị cảm biến kiểm tra các cơ quan hoặc vùng của cơ thể",
            "hasImg": true
        },
        {
            "id": "9adff3bd-d138-4318-b3c6-587a03415a5b",
            "word": "screen",
            "phonetic": "skɹiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The screen is the main part of a laptop.",
                "See yourself on the screen.",
                "The report will come up on the screen in a moment.",
                "Her eyes were glued firmly to the computer screen.",
                "The clock on my computer screen shows the current time and date."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NyZWVu&hash=385c3555d6d4491b4bb0a9db80422bbf24d5f803&lang=en&cache-only=0",
            "defineEn": "any systematic activity that attempts to identify the presence of a particular disease in a person's body",
            "defineVi": "bất kỳ hoạt động có hệ thống nào cố gắng xác định sự hiện diện của một căn bệnh cụ thể trong cơ thể của một người",
            "hasImg": true
        },
        {
            "id": "cae95d67-b286-441a-adcf-9f2ad206f8dd",
            "word": "colonoscopy",
            "phonetic": "koʊlənɑːskəpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I've got to get a colonoscopy the next day and I'll be drinking that weird fluid.",
                "You may get Valium or Ativan prior to a procedure such as a colonoscopy."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sb25vc2NvcHk&hash=af2595a37d02b932ae7706a75b4a4d9d396c8bc1&lang=en&cache-only=0",
            "defineEn": "visual examination of the colon (with a colonoscope) from the cecum to the rectum; requires sedation",
            "defineVi": "kiểm tra trực quan đại tràng (bằng ống nội soi) từ manh tràng đến trực tràng; cần thuốc an thần"
        },
        {
            "id": "54d0a4a2-c718-4eb6-a7d9-e89f5ba42199",
            "word": "amylase test",
            "phonetic": "æmɪleɪz tɛst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW15bGFzZSB0ZXN0&hash=33ccf6c972c5450424651614e7a60713ceb96e89&lang=en&cache-only=0",
            "defineEn": "a medical laboratory test used to measure amylase enzyme levels in blood or urine for diagnosing pancreatic conditions",
            "defineVi": "một xét nghiệm trong phòng thí nghiệm y tế được sử dụng để đo nồng độ enzyme amylase trong máu hoặc nước tiểu để chẩn đoán tình trạng tuyến tụy"
        },
        {
            "id": "e751066f-5daf-42af-a2d7-ac5f1f74abc0",
            "word": "elastography",
            "phonetic": "ᵻlɐstɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWxhc3RvZ3JhcGh5&hash=3bf5cd7f800f489ab637d56d27921eb6ce0afe65&lang=en&cache-only=0",
            "defineEn": "a medical imaging technique that assesses tissue elasticity, aiding in the identification of abnormalities without invasive procedures",
            "defineVi": "một kỹ thuật hình ảnh y tế đánh giá độ đàn hồi của mô, hỗ trợ xác định các bất thường mà không cần thủ thuật xâm lấn"
        },
        {
            "id": "7b4f92c6-d925-4552-9253-36df7e261bdb",
            "word": "colposcopy",
            "phonetic": "kəlpɑːskəpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Patients are then either monitored with more frequent pap smears, or, for more severe irregularities, undergo a procedure called a colposcopy."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29scG9zY29weQ&hash=774253e76e4931e5e6b84cc374900107a96c3814&lang=en&cache-only=0",
            "defineEn": "a medical procedure using a colposcope to examine the cervix, vagina, and vulva for cervical conditions or cancer screening",
            "defineVi": "một thủ tục y tế sử dụng máy soi cổ tử cung để kiểm tra cổ tử cung, âm đạo và âm hộ để tìm các tình trạng cổ tử cung hoặc sàng lọc ung thư"
        },
        {
            "id": "b744a187-dd16-4d84-9cd2-0c341aa70deb",
            "word": "specimen",
            "phonetic": "spɛsɪmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some specimens grew up to 1.4 meters long.",
                "Several years later, scientists captured specimens for study.",
                "In the lab, scientists use frozen specimens this one.",
                "I just dropped two specimens off.",
                "Um, our museum collection actually consists of 24,500 specimens."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlY2ltZW4&hash=71b113760818027040039a7df70a9d85d963798e&lang=en&cache-only=0",
            "defineEn": "a small amount of something such as urine, blood, etc. that is taken for examination",
            "defineVi": "một lượng nhỏ của một cái gì đó chẳng hạn như nước tiểu, máu, vv được thực hiện để kiểm tra"
        },
        {
            "id": "5cd9c8e7-a974-4d67-9b7c-90bf78ab068d",
            "word": "stool",
            "phonetic": "stuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I think he's a stool pigeon for the management.",
                "Yes, I chipped a stool.",
                "Birth stools with a similar designs were used until as late as the 18th century.",
                "Use it as step stools.",
                "It was a stool bigger than this."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Rvb2w&hash=01f09b638e5b10644c2fa45bd1b9fede7e8bf5fb&lang=en&cache-only=0",
            "defineEn": "a piece of solid waste evacuated from the bowels",
            "defineVi": "một mảnh chất thải rắn sơ tán từ ruột"
        },
        {
            "id": "87d7e51f-abad-46f5-b1be-4969744c5638",
            "word": "test",
            "phonetic": "tɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "A stable relationship stands the test of time.",
                "The teaching method has stood the test of time.",
                "The English test was no problem for Pedro.",
                "The government is clearly testing the water, to gauge the country’s reactions to their proposals.",
                "The test will involve answering questions about a photograph."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVzdA&hash=1dc9a0632e306b38445b2194d9153515ea52b599&lang=en&cache-only=0",
            "defineEn": "a medical examination of the body or a part of body to detect possible health issues",
            "defineVi": "kiểm tra y tế cơ thể hoặc một phần cơ thể để phát hiện các vấn đề sức khỏe có thể xảy ra",
            "hasImg": true
        },
        {
            "id": "b6a96825-f56f-4139-9115-553a3dfe202b",
            "word": "ultrasound",
            "phonetic": "ʊltɹɐsaʊnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even outside of pre-natal care, medical ultrasound has huge advantages over similar technologies.",
                "That sent ultrasound waves through the water.",
                "Back in 1956, they didn't have the ultrasound.",
                "Unlike radiation-based imaging or invasive surgical procedures, ultrasound has no known negative side effects when used properly.",
                "In World War One, French scientists sent ultrasound beams into the ocean to detect nearby enemy submarines."
            ],
            "audio": "https://tts.langeek.co/read?text=dWx0cmFzb3VuZA&hash=9e2076187683aaea32aaaddfe28c400daf5cb42d&lang=en&cache-only=0",
            "defineEn": "the application of ultrasonic waves for medical purposes, such as producing an image of a growing fetus",
            "defineVi": "ứng dụng của sóng siêu âm cho các mục đích y tế, chẳng hạn như tạo ra hình ảnh của thai nhi đang phát triển"
        },
        {
            "id": "9200c546-8dba-4002-8c0b-6368bbd638b1",
            "word": "electrocardiogram",
            "phonetic": "ɪlɛktɹoʊkɑːɹdɪoʊɡɹæm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3Ryb2NhcmRpb2dyYW0&hash=805ba0675e705413434fdd6ccb8a4caf68f9374d&lang=en&cache-only=0",
            "defineEn": "the recording or display of the electrical activity of someone's heart that is measured by an electrocardiograph",
            "defineVi": "ghi hoặc hiển thị hoạt động điện của tim của ai đó được đo bằng điện tâm đồ",
            "hasImg": true
        },
        {
            "id": "6bc20b35-b679-4fbc-8ace-890105e4ec22",
            "word": "X-ray",
            "phonetic": "ɛksɹeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The X-rays show that he has a broken ankle.",
                "The dentist took an X-ray of my teeth to check for any underlying issues.",
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure.",
                "Including X-rays!",
                "X-ray imaging was another early biomedical discovery."
            ],
            "audio": "https://tts.langeek.co/read?text=WC1yYXk&hash=645a8e06c73fe884d9ccc4737520d9cfcd091a87&lang=en&cache-only=0",
            "defineEn": "an image of bones in the body produced by a machine that uses a radiation to see through objects",
            "defineVi": "hình ảnh xương trong cơ thể được tạo ra bởi một máy sử dụng bức xạ để nhìn xuyên qua các vật thể",
            "hasImg": true
        },
        {
            "id": "6b337e69-4b6e-42e8-ab3f-682bad4e9eb4",
            "word": "electromyography",
            "phonetic": "ɪlɛktɹoʊmɪɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3Ryb215b2dyYXBoeQ&hash=b31849753b6c0f97d8731d5ba0ed02574f609dc6&lang=en&cache-only=0",
            "defineEn": "diagnosis of neuromuscular disorders with the use of an electromyograph",
            "defineVi": "chẩn đoán rối loạn thần kinh cơ bằng cách sử dụng máy đo điện cơ"
        },
        {
            "id": "b23f713c-1381-44b0-9c36-6d36998fd33a",
            "word": "fluoroscopy",
            "phonetic": "flʊɹɹɑːskəpi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zmx1b3Jvc2NvcHk&hash=bb588f2e311546958bd8d307a34c3b10cdd16741&lang=en&cache-only=0",
            "defineEn": "examination of body structures using a fluoroscope",
            "defineVi": "kiểm tra cấu trúc cơ thể bằng máy soi huỳnh quang"
        },
        {
            "id": "959b4e3f-55a4-4d90-8bcb-3b630b0ba947",
            "word": "hysteroscopy",
            "phonetic": "hɪstɚɹɑːskəpi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aHlzdGVyb3Njb3B5&hash=5f4b3cec7e0d57d36c65d8dc5d2669fbcccc799c&lang=en&cache-only=0",
            "defineEn": "visual examination of the uterus and uterine lining using an endoscope inserted through the vagina",
            "defineVi": "kiểm tra trực quan tử cung và niêm mạc tử cung bằng nội soi đưa qua âm đạo"
        },
        {
            "id": "eed69f38-08b8-4c61-b745-e147765641e2",
            "word": "myelography",
            "phonetic": "maɪɪlɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXllbG9ncmFwaHk&hash=94ce1998cfa03495847e649fd2f77b66879c0aa9&lang=en&cache-only=0",
            "defineEn": "roentgenography of the spinal cord to detect possible lesions (usually after injection of a contrast medium into the subarachnoid space)",
            "defineVi": "chụp quang tuyến tủy sống để phát hiện các tổn thương có thể xảy ra (thường là sau khi tiêm chất cản quang vào khoang dưới nhện)"
        },
        {
            "id": "ca13fc29-985c-4dd9-937d-8da7bb42a2e6",
            "word": "PCR",
            "phonetic": "piːsiːɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "First, PCR tests are expensive.",
                "PCR needs deoxynucleotide triphosphates, or dNTPs, in the mix.",
                "Ever since researchers developed these methods in the mid eighties, PCR has allowed scientists to turn teeny amounts of DNA into much larger ones in a matter of hours.",
                "We have just one lab for the whole country to do the PCR.",
                "As long as the rapid tests are only slightly less sensitive than PCR tests but a lot cheaper. "
            ],
            "audio": "https://tts.langeek.co/read?text=UENS&hash=385b01e787c31f96c6b37325620ecf3ac958e6f3&lang=en&cache-only=0",
            "defineEn": "a laboratory technique used to amplify DNA for various applications in medical diagnostics, genetic testing, and research",
            "defineVi": "một kỹ thuật phòng thí nghiệm được sử dụng để khuếch đại DNA cho các ứng dụng khác nhau trong chẩn đoán y tế, xét nghiệm di truyền và nghiên cứu"
        },
        {
            "id": "093b84f5-b01a-44ea-b62b-b1f8f461c9bb",
            "word": "pregnancy test",
            "phonetic": "pɹɛɡnənsi tɛst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJlZ25hbmN5IHRlc3Q&hash=73bd2a365516b17e6651dbd2ea3da2261fa6d6bd&lang=en&cache-only=0",
            "defineEn": "a physiological test to determine whether a woman is pregnant",
            "defineVi": "một bài kiểm tra sinh lý để xác định xem một người phụ nữ đang mang thai"
        },
        {
            "id": "2b17adfb-b50e-4dd1-9973-0af390c2e975",
            "word": "videonystagmography",
            "phonetic": "vɪdɪoʊnɪstɐɡmɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmlkZW9ueXN0YWdtb2dyYXBoeQ&hash=5a0f8a16e80a2dcfcd81394fc0bdf63f1be92833&lang=en&cache-only=0",
            "defineEn": "a medical test that evaluates vestibular disorders using eye movement recordings",
            "defineVi": "một bài kiểm tra y tế đánh giá rối loạn tiền đình bằng cách sử dụng các bản ghi chuyển động của mắt"
        },
        {
            "id": "142d1427-cd0e-43f7-9c33-ab45613d19f6",
            "word": "vision screening",
            "phonetic": "vɪʒən skɹiːnɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmlzaW9uIHNjcmVlbmluZw&hash=946a80ca69c4e24d6eac40b380278fa8dcf492d2&lang=en&cache-only=0",
            "defineEn": "a non-invasive assessment of visual acuity and eye health to detect potential vision problems or eye disorders",
            "defineVi": "đánh giá không xâm lấn về thị lực và sức khỏe của mắt để phát hiện các vấn đề về thị lực hoặc rối loạn mắt tiềm ẩn"
        },
        {
            "id": "02428e32-5af2-4faf-b1a2-96007f56534d",
            "word": "physical examination",
            "phonetic": "fɪzɪkəl ɛɡzæmᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGh5c2ljYWwgZXhhbWluYXRpb24&hash=060033f551fa7015519dfb902f70885ae030c089&lang=en&cache-only=0",
            "defineEn": "a health assessment by a professional to evaluate the body for abnormalities",
            "defineVi": "đánh giá sức khỏe của một chuyên gia để đánh giá cơ thể về những bất thường"
        },
        {
            "id": "37ae468b-ba3a-4ce5-b188-5966ff823bd4",
            "word": "positive",
            "phonetic": "pɑːzᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She left a positive review online for the restaurant where she ordered a pizza.",
                "If you invest time and energy into learning and personal growth, you will see positive results in your life.",
                "Melissa's new book got off to a flying start, with high sales and positive reviews from readers and critics alike.",
                "Consuming prunes may have a positive impact on heart health by reducing LDL cholesterol levels.",
                "Sticks and stones may break my bones, but my positive attitude will never falter."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zaXRpdmU&hash=7b0e13c8ef0095c5a4870f016efef36834b94539&lang=en&cache-only=0",
            "defineEn": "(of a scientific test) showing that a particular substance or condition exists",
            "defineVi": "(của một bài kiểm tra khoa học) cho thấy rằng một chất hoặc điều kiện cụ thể tồn tại",
            "hasImg": true
        },
        {
            "id": "9f2c6be4-4136-46a7-8854-acc0123fa265",
            "word": "negative",
            "phonetic": "nɛɡətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She received false advice that led to negative consequences.",
                "I don't want to dwell on the negative aspects of our situation.",
                "The right hand doesn't know what the left is doing, and the result is setting customers up for a negative experience.",
                "Buying time may serve as a buffer against the negative effects of time stress in part by enhancing perceived control.",
                "Criticizing the government for not doing enough to control the economy cuts both ways, as too much government intervention can also lead to negative consequences."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVnYXRpdmU&hash=9366ae80b0e8e63533a522e8e4ab41afba3fa926&lang=en&cache-only=0",
            "defineEn": "(of a scientific test) showing that there is no sign of a disease or a particular condition",
            "defineVi": "(của một thử nghiệm khoa học) cho thấy không có dấu hiệu của bệnh hoặc tình trạng cụ thể",
            "hasImg": true
        },
        {
            "id": "b2642aa8-aaf0-492e-8347-6c810dd6ec02",
            "word": "cardiac stress test",
            "phonetic": "kɑːɹdiæk stɹɛs tɛst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FyZGlhYyBzdHJlc3MgdGVzdA&hash=400e364465c37f79a9f49d7e3cacab453b167851&lang=en&cache-only=0",
            "defineEn": "a test to assess the heart's function and performance during physical activity or stress",
            "defineVi": "một bài kiểm tra để đánh giá chức năng và hiệu suất của tim trong quá trình hoạt động thể chất hoặc căng thẳng"
        },
        {
            "id": "00a27024-1df1-442c-9f96-cc292211c253",
            "word": "stool test",
            "phonetic": "stuːl tɛst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3Rvb2wgdGVzdA&hash=8ce15573e884c8e3327e01c28f8cf3230b4e165d&lang=en&cache-only=0",
            "defineEn": "a test performed at home in which you collect specimens of your stool that are tested for traces of blood; used to detect colorectal cancers",
            "defineVi": "một xét nghiệm được thực hiện tại nhà trong đó bạn thu thập các mẫu phân của mình để kiểm tra dấu vết của máu; dùng để phát hiện ung thư đại trực tràng"
        },
        {
            "id": "0ee57e3e-4caf-4c61-b029-ba6e8de576ad",
            "word": "eeg",
            "phonetic": "iːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "After all, EEG patterns differ from person to person.",
                "And doctors have successfully used EEGs to diagnose people with epilepsy.",
                "It has electrodes that measure EEG, your brain waves.",
                "In the study, scientists used EEGs to test ten females with fibro, taking readings of their brain waves.",
                "The EEG, or electroencephalogram, is a super important tool for diagnosing things like epilepsy, stroke, and brain tumors."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWVn&hash=18fdbf4973565b5e4d07f81aa1cae5c447475a73&lang=en&cache-only=0",
            "defineEn": "a graphical record of electrical activity of the brain; produced by an electroencephalograph",
            "defineVi": "một bản ghi đồ họa về hoạt động điện của não; được tạo ra bởi máy điện não đồ"
        },
        {
            "id": "94025d0d-c815-4680-aaaa-a5e9da82db32",
            "word": "autopsy",
            "phonetic": "ɔːtɑːpsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "We can do autopsies.",
                "You do autopsies here, okay.",
                "Their autopsy revealed the characteristic signs of strangulation: the quiescent galaxies had much higher levels of heavy metals than the living, star-forming galaxies.",
                "Autopsy studies suggest evidence of LATE is present in anywhere from 20 to 50% of people in this age bracket.",
                "This is a six-foot autopsy of a man."
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0b3BzeQ&hash=3cf99459e52d09f4c6827c9c2af8d608450e3f76&lang=en&cache-only=0",
            "defineEn": "an examination and dissection of a dead body to determine cause of death or the changes produced by disease",
            "defineVi": "khám nghiệm và mổ xẻ xác chết để xác định nguyên nhân cái chết hoặc những thay đổi do bệnh tật gây ra"
        },
        {
            "id": "cb57de6f-ef01-4418-b276-7cf1afd4a509",
            "word": "mammogram",
            "phonetic": "mæməɡɹæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "And medical tests like X-rays and mammograms can range anywhere from hundreds to tens of thousands of BEDs, depending on the test."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFtbW9ncmFt&hash=7ab1540488efac9065a9dd7c48595795cb8b550b&lang=en&cache-only=0",
            "defineEn": "X-ray film of the soft tissue of the breast",
            "defineVi": "Phim X-quang mô mềm của vú"
        },
        {
            "id": "06454c0e-c326-4b0b-8fe7-c70c7d771894",
            "word": "mammography",
            "phonetic": "mæmɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "For example, a review in 2009 found that mammography screenings reduced the number of breast cancer deaths from five women in one thousand to four."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFtbW9ncmFwaHk&hash=5cbba8aaeb59cfe9c23411b802f59bbc5832e430&lang=en&cache-only=0",
            "defineEn": "a diagnostic procedure to detect breast tumors by the use of X rays",
            "defineVi": "một quy trình chẩn đoán để phát hiện các khối u vú bằng cách sử dụng tia X"
        },
        {
            "id": "82f7a035-8870-4725-979a-599fdd9b56bc",
            "word": "pap smear",
            "phonetic": "pæp smɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFwIHNtZWFy&hash=4519307fe5e305a9a25ce9299d8743985a606268&lang=en&cache-only=0",
            "defineEn": "a sample of secretions and superficial cells of the uterine cervix and uterus; examined with a microscope to detect any abnormal cells",
            "defineVi": "một mẫu dịch tiết và tế bào bề mặt của cổ tử cung và tử cung; được kiểm tra bằng kính hiển vi để phát hiện bất kỳ tế bào bất thường nào"
        },
        {
            "id": "1e6d5ded-4ce9-4ea0-9706-35203b5e04bf",
            "word": "PET scan",
            "phonetic": "piːiːtiː skæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "And if you know anyone who’s ever had a Positron Emission Tomography, or PET scan, you can thank Carl Anderson."
            ],
            "audio": "https://tts.langeek.co/read?text=UEVUIHNjYW4&hash=1460e5d0bf100f16cb8324fabd436722bead5b0a&lang=en&cache-only=0",
            "defineEn": "a medical imaging technique that uses radioactive tracers to visualize body functions",
            "defineVi": "một kỹ thuật hình ảnh y tế sử dụng chất đánh dấu phóng xạ để hình dung các chức năng cơ thể"
        },
        {
            "id": "12cddac4-f6d2-42be-82a3-d511f2d2c94b",
            "word": "ENoG",
            "phonetic": "iː noʊ dʒiː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=RU5vRw&hash=76350d18de19d945e9970c508f9be92ed735bfff&lang=en&cache-only=0",
            "defineEn": "a diagnostic test used to assess the health and function of facial nerves by measuring their electrical signals",
            "defineVi": "một xét nghiệm chẩn đoán được sử dụng để đánh giá sức khỏe và chức năng của các dây thần kinh trên khuôn mặt bằng cách đo các tín hiệu điện của chúng"
        },
        {
            "id": "9927fe35-b0e7-4771-b0bd-7b69dc1eae47",
            "word": "ENG",
            "phonetic": "ɛŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Silicon motion SM 2262 ENG controller, 4x256 gigs of IMFT 64 layer TLC NAND flash.",
                "The letter was written by one of Chang’s sons and one of Eng’s.",
                "This is pretty much standard ENG camera style which I personally love.",
                "Only this one purchased in July of 2019, even uses the same ENG variant of the controller with the other three using the slower G variant.",
                "This seems to be about the same as Sony's ENG-style, very similar to the FS7."
            ],
            "audio": "https://tts.langeek.co/read?text=RU5H&hash=e654daf811d78a7fa20f27c4bb4e5d856852f4d4&lang=en&cache-only=0",
            "defineEn": "a diagnostic test used to evaluate the health and function of nerves by measuring their electrical signals",
            "defineVi": "một xét nghiệm chẩn đoán được sử dụng để đánh giá sức khỏe và chức năng của các dây thần kinh bằng cách đo các tín hiệu điện của chúng"
        },
        {
            "id": "255a2b6a-568e-44d8-b7eb-1c4e0072a005",
            "word": "EOG",
            "phonetic": "iːɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=RU9H&hash=4a925d3779178cd08b9c4c234e1b6493604c9884&lang=en&cache-only=0",
            "defineEn": "a test to measure eye muscle activity for assessing eye movement and health",
            "defineVi": "một bài kiểm tra để đo hoạt động của cơ mắt để đánh giá chuyển động và sức khỏe của mắt"
        },
        {
            "id": "caea8775-9a3a-4ac1-964a-a1da7e06956a",
            "word": "electroretinography",
            "phonetic": "ɪlɛktɹoʊɹɛtɪnɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3Ryb3JldGlub2dyYXBoeQ&hash=b20e8e51e9dade721cd0d4497040992f27ca659e&lang=en&cache-only=0",
            "defineEn": "test to measure retinal function and detect vision abnormalities",
            "defineVi": "kiểm tra để đo chức năng võng mạc và phát hiện những bất thường về thị lực"
        },
        {
            "id": "cd79035f-f2d0-4735-b03c-6e1918940105",
            "word": "endoscopy",
            "phonetic": "ɛndoʊskəpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This endoscopy footage reveals cancerous cells hiding in plain sight by the way they react to polarized light.",
                "Both the strobe and the camera are placed inside the patient's neck using a procedure called endoscopy.",
                "Both the strobe and the camera are placed inside the patient's neck using a procedure called endoscopy."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5kb3Njb3B5&hash=0a507bca7b20787d0be396f4eb75b0e484a3a44e&lang=en&cache-only=0",
            "defineEn": "visual examination of the interior of a hollow body organ by use of an endoscope",
            "defineVi": "kiểm tra trực quan bên trong cơ quan rỗng bằng cách sử dụng nội soi"
        },
        {
            "id": "d79d638a-a809-4f86-923b-ae631a627c5a",
            "word": "endoluminal capsule monitoring",
            "phonetic": "ɛndoʊluːmɪnəl kæpsjuːl mɑːnɪɾɚɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW5kb2x1bWluYWwgY2Fwc3VsZSBtb25pdG9yaW5n&hash=d658761ae85d86471c0092ecf2ba7e1fbfd2d544&lang=en&cache-only=0",
            "defineEn": "a procedure using a swallowed capsule with sensors to monitor the gastrointestinal tract",
            "defineVi": "một quy trình sử dụng viên nang nuốt có cảm biến để theo dõi đường tiêu hóa"
        },
        {
            "id": "959e70d2-329f-4ad6-8391-9aca5a7b51dd",
            "word": "gastroscopy",
            "phonetic": "ɡæstɹɑːskəpi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2FzdHJvc2NvcHk&hash=91e0ec5060c30daf11c37e1021fd602f2d68d349&lang=en&cache-only=0",
            "defineEn": "visual examination of the stomach by means of a gastroscope inserted through the esophagus",
            "defineVi": "kiểm tra trực quan dạ dày bằng phương pháp nội soi dạ dày đưa qua thực quản"
        },
        {
            "id": "6113fe39-d157-4d02-ab85-3821f406001d",
            "word": "laryngoscopy",
            "phonetic": "læɹɪŋɡɑːskəpi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGFyeW5nb3Njb3B5&hash=6b0bdf4a73111a65c8a309cc0a6f2be4f7ef3bfd&lang=en&cache-only=0",
            "defineEn": "a diagnostic procedure that involves examining the larynx with a laryngoscope to assess health and function",
            "defineVi": "một quy trình chẩn đoán bao gồm kiểm tra thanh quản bằng đèn soi thanh quản để đánh giá sức khỏe và chức năng"
        },
        {
            "id": "28bfb977-f404-4e69-b8da-87e5e1c13b33",
            "word": "ophthalmoscopy",
            "phonetic": "ɑːfθɐlmɑːskəpi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3BodGhhbG1vc2NvcHk&hash=ccc8eeecc86cda4cf8b7b5184767d34034ddf856&lang=en&cache-only=0",
            "defineEn": "examination of the interior of an eye using an ophthalmoscope",
            "defineVi": "kiểm tra bên trong mắt bằng kính soi đáy mắt"
        },
        {
            "id": "ba9e75db-3be1-4924-9657-eb802a1faa55",
            "word": "sigmoidoscopy",
            "phonetic": "sɪɡmɔɪdɑːskəpi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2lnbW9pZG9zY29weQ&hash=f4d8e3d19e16d1147da21360d21bda3600e82bc7&lang=en&cache-only=0",
            "defineEn": "visual examination (with a sigmoidoscope) of the lower third of the colon in a search for polyps",
            "defineVi": "kiểm tra trực quan (bằng kính soi đại tràng sigma) của một phần ba dưới của đại tràng để tìm polyp"
        },
        {
            "id": "41321212-afe2-4778-acb0-3a4716181d57",
            "word": "aortography",
            "phonetic": "eɪoːɹtɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW9ydG9ncmFwaHk&hash=7d76b2b1f6bc9d13e4ad52aa919f2f48c0fdd41b&lang=en&cache-only=0",
            "defineEn": "a diagnostic procedure that involves using contrast dye and X-ray imaging to assess the aorta's health and function",
            "defineVi": "một quy trình chẩn đoán liên quan đến việc sử dụng thuốc nhuộm tương phản và hình ảnh X-quang để đánh giá sức khỏe và chức năng của động mạch chủ"
        },
        {
            "id": "850e168f-2413-4f45-a59d-63f4ea670cce",
            "word": "cardiac ventriculography",
            "phonetic": "kɑːɹdiæk vɛntɹɪkjʊlɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FyZGlhYyB2ZW50cmljdWxvZ3JhcGh5&hash=458638843699332f9f87fc25e5f05385261163fb&lang=en&cache-only=0",
            "defineEn": "a diagnostic procedure that uses contrast dye and imaging to assess the health and function of the heart's ventricles",
            "defineVi": "một quy trình chẩn đoán sử dụng thuốc nhuộm tương phản và hình ảnh để đánh giá sức khỏe và chức năng của tâm thất của tim"
        },
        {
            "id": "ac7a4a9a-a005-4937-9bc1-4ec8d01593cf",
            "word": "ultrasonography",
            "phonetic": "ʊltɹɐsənɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dWx0cmFzb25vZ3JhcGh5&hash=9dadad891387b044981ec30caff4da9a0891854d&lang=en&cache-only=0",
            "defineEn": "using the reflections of high-frequency sound waves to construct an image of a body organ (a sonogram); commonly used to observe fetal growth or study bodily organs",
            "defineVi": "sử dụng sự phản xạ của sóng âm tần số cao để xây dựng hình ảnh của một cơ quan trong cơ thể (siêu âm); thường được sử dụng để quan sát sự phát triển của thai nhi hoặc nghiên cứu các cơ quan cơ thể",
            "hasImg": true
        },
        {
            "id": "31d5d601-a57f-4962-970f-6683f52cead5",
            "word": "dynamic posturography",
            "phonetic": "daɪnæmɪk pɔstʃɚɹɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHluYW1pYyBwb3N0dXJvZ3JhcGh5&hash=650edf144bcc19e4b01a2887b5641a3479d7a28a&lang=en&cache-only=0",
            "defineEn": "a balance test that measures how well someone can maintain stability during changing sensory input, used to assess vestibular function and postural control",
            "defineVi": "một bài kiểm tra thăng bằng đo lường mức độ một người có thể duy trì sự ổn định trong khi thay đổi đầu vào cảm giác, được sử dụng để đánh giá chức năng tiền đình và kiểm soát tư thế"
        },
        {
            "id": "b927b54f-5d2d-4a8d-81e6-64754708c168",
            "word": "cytopathology",
            "phonetic": "saɪɾəpɐθɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3l0b3BhdGhvbG9neQ&hash=d0f829c41c16c8b78ee57011e7cc68c58a258899&lang=en&cache-only=0",
            "defineEn": "the examination and analysis of cells to diagnose diseases and detect abnormalities",
            "defineVi": "kiểm tra và phân tích các tế bào để chẩn đoán bệnh và phát hiện những bất thường"
        },
        {
            "id": "193e5a04-7223-49e2-8124-356366052005",
            "word": "encephalography",
            "phonetic": "ɛnsɛfɐlɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW5jZXBoYWxvZ3JhcGh5&hash=1ea5eaec5fd6b9f30c31f99ac604ee97dfe56721&lang=en&cache-only=0",
            "defineEn": "any X ray examination of the brain during which the cerebrospinal fluid in the brain ventricles is replaced by air or another gas that acts as a contrast medium",
            "defineVi": "bất kỳ kiểm tra tia X nào của não trong đó dịch não tủy trong não thất được thay thế bằng không khí hoặc một loại khí khác hoạt động như một phương tiện tương phản"
        },
        {
            "id": "ca124f6d-9aa3-4a22-9e72-86af0b05188d",
            "word": "tympanometry",
            "phonetic": "tɪmpɐnɑːmətɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHltcGFub21ldHJ5&hash=9892d602cef9b4e1b5b8196e9beb44a05f8dd38e&lang=en&cache-only=0",
            "defineEn": "a test to assess middle ear function by measuring eardrum movement in response to air pressure changes",
            "defineVi": "một bài kiểm tra để đánh giá chức năng tai giữa bằng cách đo chuyển động của màng nhĩ để đáp ứng với sự thay đổi áp suất không khí"
        },
        {
            "id": "221942d9-409a-451f-85eb-c229e534d544",
            "word": "radiography",
            "phonetic": "ɹeɪdɪɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmFkaW9ncmFwaHk&hash=b16c8af76944e0f2dfeae28a69e9653c99c20b37&lang=en&cache-only=0",
            "defineEn": "the process of obtaining images of the body's anatomy using X-rays, gamma rays, or similar ionizing radiation",
            "defineVi": "quá trình thu được hình ảnh giải phẫu cơ thể bằng tia X, tia gamma hoặc bức xạ ion hóa tương tự",
            "hasImg": true
        },
        {
            "id": "833ef949-35ac-4145-abb0-75c78de966d7",
            "word": "prenatal diagnosis",
            "phonetic": "pɹɪneɪɾəl daɪəɡnoʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJlbmF0YWwgZGlhZ25vc2lz&hash=d73f572257433615f53ebcbfe682cb03088d1fa7&lang=en&cache-only=0",
            "defineEn": "any of the diagnostic procedures used to determine whether a fetus has a genetic abnormality",
            "defineVi": "bất kỳ quy trình chẩn đoán nào được sử dụng để xác định xem thai nhi có dị tật di truyền hay không"
        },
        {
            "id": "25c187bc-cde4-4d63-a21a-d36d06f840bd",
            "word": "genetic testing",
            "phonetic": "dʒɪnɛɾɪk tɛstɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXRpYyB0ZXN0aW5n&hash=c993bc192302502628a1c1c36b86dd7acf8de195&lang=en&cache-only=0",
            "defineEn": "a diagnostic procedure that involves analyzing an individual's DNA to identify specific genetic mutations, variations, or abnormalities",
            "defineVi": "một quy trình chẩn đoán liên quan đến việc phân tích DNA của một cá nhân để xác định các đột biến, biến thể hoặc bất thường di truyền cụ thể"
        },
        {
            "id": "91bd80af-e5c2-48b7-ac5c-bbe997cd5d4d",
            "word": "radiology",
            "phonetic": "ɹeɪdɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Computerized radiology is actually better than most humans.",
                "She opened mobile radiology units during World War I, and investigated radiation's effects on tumors.",
                "In fact, one study, published in March in the journal Radiology, looked at 70 COVID-19 patients and found that nearly all of them still had lung abnormalities when they were discharged from the hospital."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFkaW9sb2d5&hash=8e235b096e281260875db44015ae7b3e468735d0&lang=en&cache-only=0",
            "defineEn": "(radiology) examination of the inner structure of opaque objects using X rays or other penetrating radiation",
            "defineVi": "(x quang) kiểm tra cấu trúc bên trong của các vật thể mờ đục bằng tia X hoặc bức xạ xuyên thấu khác"
        },
        {
            "id": "97a4f93b-9ef4-4533-a18a-d741e8b61f41",
            "word": "palpation",
            "phonetic": "pælpeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "We ran some tests including an ear exam, palpation of his neck and spine, and sending a blood test to the lab."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFscGF0aW9u&hash=14a227815528584218cc087b5fb5c29f1d22f50d&lang=en&cache-only=0",
            "defineEn": "a method of examination in which the examiner feels the size or shape or firmness or location of something (of body parts when the examiner is a health professional)",
            "defineVi": "một phương pháp kiểm tra trong đó người kiểm tra cảm thấy kích thước hoặc hình dạng hoặc độ cứng hoặc vị trí của một thứ gì đó (của các bộ phận cơ thể khi người kiểm tra là một chuyên gia y tế)"
        },
        {
            "id": "1860c56b-8603-4523-be58-78fd1bd30614",
            "word": "checkup",
            "phonetic": "tʃɛkʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Every kid needs a checkup at least once a year.",
                "Every kid needs a checkup at least once a year.",
                "Every kid needs a checkup at least once a year.",
                "All kids should have a vision checkup at least once a year.",
                "And so is getting your yearly checkup at the doctor!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlY2t1cA&hash=ca9d19ef52591dcaa936689d97118b82f9c44e8a&lang=en&cache-only=0",
            "defineEn": "a complete medical examination of the body to see if there are any health issues",
            "defineVi": "kiểm tra y tế toàn diện về cơ thể để xem có bất kỳ vấn đề sức khỏe nào không",
            "hasImg": true
        },
        {
            "id": "79edd743-2e75-45d9-863e-904164c6d5f9",
            "word": "diffuse optical imaging",
            "phonetic": "dᵻfjuːz ɑːptɪkəl ɪmɪdʒɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlmZnVzZSBvcHRpY2FsIGltYWdpbmc&hash=1609482b5d1b61dfb762d719b4fbd79e4f533045&lang=en&cache-only=0",
            "defineEn": "a non-invasive technique that uses near-infrared light to study functional processes in biological tissues by measuring changes in tissue absorption and scattering",
            "defineVi": "một kỹ thuật không xâm lấn sử dụng ánh sáng cận hồng ngoại để nghiên cứu các quá trình chức năng trong các mô sinh học bằng cách đo lường những thay đổi trong sự hấp thụ và tán xạ của mô"
        },
        {
            "id": "d731bd69-2098-4691-81cd-002ff2e852ce",
            "word": "diffusion-weighted imaging",
            "phonetic": "dᵻfjuːʒənweɪɾᵻd ɪmɪdʒɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlmZnVzaW9uLXdlaWdodGVkIGltYWdpbmc&hash=115b908ca4e625e696d2e57a42c1e5f9beade9fb&lang=en&cache-only=0",
            "defineEn": "a magnetic resonance imaging (MRI) technique that measures the random motion of water molecules in tissues, providing information about the structural integrity and cellular organization of the examined tissue",
            "defineVi": "kỹ thuật chụp cộng hưởng từ (MRI) đo chuyển động ngẫu nhiên của các phân tử nước trong mô, cung cấp thông tin về tính toàn vẹn cấu trúc và tổ chức tế bào của mô được kiểm tra"
        },
        {
            "id": "4ae44b7a-0591-4d4e-84f6-35becce8e4ee",
            "word": "fluorescence lifetime imaging",
            "phonetic": "flʊɹɹɛsəns laɪftaɪm ɪmɪdʒɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zmx1b3Jlc2NlbmNlIGxpZmV0aW1lIGltYWdpbmc&hash=cda0ff0473fad7b616e4bf07b163e815aa961bae&lang=en&cache-only=0",
            "defineEn": "a technique that measures the decay time of fluorescence emitted by fluorophores, providing information about molecular interactions, environmental conditions, and cellular processes in biological samples",
            "defineVi": "một kỹ thuật đo thời gian phân rã của huỳnh quang phát ra từ chất huỳnh quang, cung cấp thông tin về tương tác phân tử, điều kiện môi trường và quá trình tế bào trong các mẫu sinh học"
        },
        {
            "id": "64e57aea-e8c9-4cbc-91f5-14f7c8fa9e31",
            "word": "imaging agent",
            "phonetic": "ɪmɪdʒɪŋ eɪdʒənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW1hZ2luZyBhZ2VudA&hash=369caa1d0c3e1a77dcc9594f87fc1238eb2b9619&lang=en&cache-only=0",
            "defineEn": "a substance used in medical imaging that enhances the visualization of specific tissues or processes, aiding in the accurate diagnosis and assessment of various medical conditions",
            "defineVi": "một chất được sử dụng trong hình ảnh y tế giúp tăng cường hình ảnh của các mô hoặc quy trình cụ thể, hỗ trợ chẩn đoán và đánh giá chính xác các tình trạng y tế khác nhau"
        },
        {
            "id": "8f6dc5bd-1a54-4fb4-aff5-22cede52c09e",
            "word": "bioluminescence imaging",
            "phonetic": "baɪoʊluːmɪnɛsəns ɪmɪdʒɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmlvbHVtaW5lc2NlbmNlIGltYWdpbmc&hash=825ee126d4e832a0e6e5c5dd3dcaa29e05692862&lang=en&cache-only=0",
            "defineEn": "the non-invasive visualization and tracking of biological processes or events using the emission of light by living organisms or their genetically modified components",
            "defineVi": "hình ảnh không xâm lấn và theo dõi các quá trình hoặc sự kiện sinh học bằng cách sử dụng sự phát xạ ánh sáng của các sinh vật sống hoặc các thành phần biến đổi gen của chúng"
        },
        {
            "id": "39dcf18c-525e-4a87-be24-eb1538cd569d",
            "word": "calcium imaging",
            "phonetic": "kælsiəm ɪmɪdʒɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FsY2l1bSBpbWFnaW5n&hash=a6b7143bc42101bca2c9582fc5ffed5a23340785&lang=en&cache-only=0",
            "defineEn": "a technique that involves the detection and monitoring of changes in intracellular calcium levels in living cells or organisms, providing insights into various physiological and biochemical processes",
            "defineVi": "một kỹ thuật liên quan đến việc phát hiện và theo dõi những thay đổi về nồng độ canxi nội bào trong tế bào hoặc sinh vật sống, cung cấp thông tin chi tiết về các quá trình sinh lý và sinh hóa khác nhau"
        },
        {
            "id": "91a982cc-8fd2-4cc2-91b9-a629e663126a",
            "word": "microscopy",
            "phonetic": "maɪkɹəskəpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "But now, similar technology is being deployed not for telescopes, but in microscopy.",
                "Scientists at the University of Rochester used a technique called two photon microscopy to look at mouse brains.",
                "The show’s whole MO is slow, calming descriptions of microscopic life, paired with fantastic microscopy and soothing music.",
                "The team from Caltech examined their sample using methods like scanning electron microscopy, which uses a beam of electrons, rather than light Those images revealed tiny pieces of edscottite squished between other minerals."
            ],
            "audio": "https://tts.langeek.co/read?text=bWljcm9zY29weQ&hash=e6c1d65812f38a5b30250e15918e65aefe0f8951&lang=en&cache-only=0",
            "defineEn": "a scientific technique that utilizes specialized instruments and optics to magnify and visualize objects or specimens at a microscopic level, enabling the study of detailed structures, cellular components, and biological processes",
            "defineVi": "một kỹ thuật khoa học sử dụng các dụng cụ và quang học chuyên dụng để phóng đại và trực quan hóa các vật thể hoặc mẫu vật ở cấp độ vi mô, cho phép nghiên cứu các cấu trúc chi tiết, các thành phần tế bào và các quá trình sinh học"
        },
        {
            "id": "0e67c161-fb9c-4c54-9a83-108f64480ac9",
            "word": "molecular imaging",
            "phonetic": "məlɛkjʊlɚɹ ɪmɪdʒɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9sZWN1bGFyIGltYWdpbmc&hash=fcbca95024d554bfce81f374ff73007373a0a71b&lang=en&cache-only=0",
            "defineEn": "the visualization and analysis of molecular and cellular processes in living organisms for disease detection, molecular tracking, and therapeutic evaluation",
            "defineVi": "hình dung và phân tích các quá trình phân tử và tế bào trong các sinh vật sống để phát hiện bệnh, theo dõi phân tử và đánh giá điều trị"
        },
        {
            "id": "5e8dc529-65a6-4591-8d97-fbf21dec6c8d",
            "word": "ultrasound imaging",
            "phonetic": "ʊltɹɐsaʊnd ɪmɪdʒɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dWx0cmFzb3VuZCBpbWFnaW5n&hash=93beb72e05266ce5e4ec2d85daffb7ef9dc93b1b&lang=en&cache-only=0",
            "defineEn": "a non-invasive medical imaging technique that uses high-frequency sound waves to generate real-time images of internal organs, tissues, and blood flow",
            "defineVi": "một kỹ thuật hình ảnh y tế không xâm lấn sử dụng sóng âm thanh tần số cao để tạo ra hình ảnh thời gian thực của các cơ quan nội tạng, mô và lưu lượng máu"
        }
    ]
}