{
    "id": "7a21a25e-1586-4128-99d0-0cff8153a040",
    "title": "Top 351 - 375 Verbs",
    "originalTitle": "Top 351 - 375 Verbs",
    "words": [
        {
            "id": "1328955a-d7ee-4d24-ba35-974f50c24fe0",
            "word": "to drag",
            "phonetic": "tə dɹæɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The authorities are dragging their feet over banning cigarette advertising.",
                "You can easily drag and drop files onto your memory stick.",
                "I was dragged over the coals by my boss last week for messing up the accounting software.",
                "I suspect the management is dragging its heels on this issue.",
                "They claim drag racing is the most exciting motor sport."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJhZw&hash=5c0dfb2b0426a483685c68bfe0eae599d56df8e1&lang=en&cache-only=0",
            "defineEn": "to pull something by hands forcefully",
            "defineVi": "để kéo một cái gì đó bằng tay mạnh mẽ",
            "hasImg": true
        },
        {
            "id": "5fa90743-bafc-4b5e-a801-204df9079700",
            "word": "to expose",
            "phonetic": "tʊ ɛkspoʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company's unethical practices were exposed, putting them in a bad light in the eyes of consumers.",
                "The company's previous unethical practices were exposed, and as old sins cast long shadows, it led to a loss of customers and revenue.",
                "If you've got a skeleton in the closet, it will probably be exposed during this campaign.",
                "If you've got a skeleton in the cupboard, it will probably be exposed during this campaign.",
                "He goes hammer and tongs in exposing the evil men through his pen."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwb3Nl&hash=7767d3d9f637ad07cba1f4d758bd7f8f699cac9f&lang=en&cache-only=0",
            "defineEn": "to put someone or something in a position in which they are vulnerable or are at risk",
            "defineVi": "để đặt một ai đó hoặc một cái gì đó trong một vị trí mà họ dễ bị tổn thương hoặc có nguy cơ"
        },
        {
            "id": "f78c31de-b277-42cf-944e-adfc6263b098",
            "word": "to consume",
            "phonetic": "tə kənsuːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Consuming prunes may have a positive impact on heart health by reducing LDL cholesterol levels.",
                "Her new job was so consuming that she barely had time for anything else.",
                "Public education campaigns highlight potential health risks of consuming pink slime products.",
                "Consuming milk can help maintain healthy skin due to the presence of vitamin A.",
                "He decided to only consume halal meat to adhere to his religious beliefs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc3VtZQ&hash=9cdfa562337f095e3d243fa4a940af48099490dd&lang=en&cache-only=0",
            "defineEn": "to use a supply of energy, fuel, etc.",
            "defineVi": "để sử dụng một nguồn cung cấp năng lượng, nhiên liệu, vv",
            "hasImg": true
        },
        {
            "id": "274b5a62-14c4-49ca-9f23-6965182e0ed1",
            "word": "to paint",
            "phonetic": "tə peɪnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The book paints a vivid picture of life in the city.",
                "The board meeting painted a pretty grim picture.",
                "He painted a beautiful portrait of his sister.",
                "She painted her toenails a vibrant shade of red for the beach vacation.",
                "Its characters are painted in broad brushstrokes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFpbnQ&hash=72685a4540c64191fbead28e5bb4800c9965ed68&lang=en&cache-only=0",
            "defineEn": "to cover a surface or object with a colored liquid, usually for decoration",
            "defineVi": "để bao phủ một bề mặt hoặc đối tượng với một chất lỏng màu, thường để trang trí",
            "hasImg": true
        },
        {
            "id": "9b6f9781-6434-4725-b26f-139e576b0356",
            "word": "to dig",
            "phonetic": "tə dɪɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The coach dug his own grave when he publicly insulted the team's owner.",
                "The gardener dug a hole and gently placed the bulb of an onion into the soil.",
                "The party has really dug itself into a hole with its economic policies.",
                "He has been digging his own grave with a string of poor results.",
                "You dug your own grave with your own knife and fork when the exams came."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGln&hash=48fb8f9a26b7e4db37cb5e1529ec86137eb40505&lang=en&cache-only=0",
            "defineEn": "to remove earth or make a hole in the ground using the hands, machines, tools, etc.",
            "defineVi": "để loại bỏ đất hoặc tạo một lỗ trên mặt đất bằng tay, máy móc, công cụ, v.v.",
            "hasImg": true
        },
        {
            "id": "4658522e-c951-4d4f-ad7e-48bd95caaa0a",
            "word": "to locate",
            "phonetic": "tə loʊkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The bus station is located in the city center.",
                "They couldn't locate the source of the noise for the life of them.",
                "New York City is located on the east coast of the United States.",
                "Mexico is located to the south of the United States.",
                "Canada is located to the north of the United States."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9jYXRl&hash=0815c7baa9d67d3874408537b998e510d4f19d80&lang=en&cache-only=0",
            "defineEn": "to discover or find the exact position or place of something or someone",
            "defineVi": "để khám phá hoặc tìm vị trí hoặc địa điểm chính xác của một cái gì đó hoặc ai đó",
            "hasImg": true
        },
        {
            "id": "f05fc3ab-ecd6-4250-a806-6c447f4e2fbf",
            "word": "to store",
            "phonetic": "tə stoːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The store sometimes offers discounts on certain items.",
                "Traditional stores are now pursuing a bricks and clicks strategy.",
                "The store is offering a discount of eighty percent off.",
                "She stored canned goods and snacks in the kitchen pantry.",
                "She stored homemade sauce in a glass bottle."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RvcmU&hash=5b6c92d1bb807e3e3638316a6ea389e47d8dc1dc&lang=en&cache-only=0",
            "defineEn": "to keep something somewhere for later use",
            "defineVi": "để giữ một cái gì đó ở đâu đó để sử dụng sau này",
            "hasImg": true
        },
        {
            "id": "94f7c7c6-8907-4b85-a2ad-a56085b5a178",
            "word": "to limit",
            "phonetic": "tə lɪmɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "This limits the amount of money people spend out of pocket on medical expenses in a given year.",
                "The government has set strict limits on public spending this year.",
                "The speed limit on this road is sixty kilometers per hour.",
                "The speed limit on this highway is ninety kilometers per hour.",
                "The new product design pushes the limits of what is currently available on the market."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGltaXQ&hash=3005940f3d9cc83753f8022c930e25fb836db034&lang=en&cache-only=0",
            "defineEn": "to not let something increase in amount or number",
            "defineVi": "để không để một cái gì đó tăng về số lượng hoặc số lượng",
            "hasImg": true
        },
        {
            "id": "36c68b41-65d5-40d1-b000-133942c1e3c1",
            "word": "to pour",
            "phonetic": "tə poːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Our waitress poured water for everyone at the table.",
                "They poured the flavorful beef broth over the noodles.",
                "He poured a generous amount of treacle over his warm pancakes",
                "She poured orange juice into a clear glass.",
                "Can you pour me a cup of grape juice, please?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG91cg&hash=81081bfb6479dbc9247f5b3277502587ba7db628&lang=en&cache-only=0",
            "defineEn": "to make a container's liquid flow out of it",
            "defineVi": "để làm cho chất lỏng của một thùng chứa chảy ra khỏi nó",
            "hasImg": true
        },
        {
            "id": "a861b788-a75f-4b92-9269-5420493f4689",
            "word": "to pronounce",
            "phonetic": "tə pɹənaʊns ",
            "partOfSpeechType": "verb",
            "examples": [
                "My friend's last name is difficult to pronounce, so she often uses a nickname instead.",
                "Hopefully I'm pronouncing that right.",
                "Once again, the tension was most pronounced with book publishers.",
                "Oh, it's pronounced iz-moose.",
                "Words I can't pronounce."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvbm91bmNl&hash=0239c0abde16ef07eebf6deef63b661690e3486b&lang=en&cache-only=0",
            "defineEn": "to say the sound of a letter or word correctly or in a specific way",
            "defineVi": "để nói âm thanh của một chữ cái hoặc từ một cách chính xác hoặc theo một cách cụ thể",
            "hasImg": true
        },
        {
            "id": "67bc119e-3c42-4b42-9979-8a5cb823dd4f",
            "word": "to belong",
            "phonetic": "tə bᵻlɔŋ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The antique clock belongs to my grandmother.",
                "These books belong in the library's rare collection.",
                "The final word on policy determination belongs to the committee.",
                "To all intents and purposes, it belongs to my son",
                "He belongs to a prestigious academic society that promotes scientific research."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVsb25n&hash=d647ce278f3258ee0357c39c2838952d6d036cf6&lang=en&cache-only=0",
            "defineEn": "to be one's property",
            "defineVi": "trở thành tài sản của một người",
            "hasImg": true
        },
        {
            "id": "522f69a2-9504-42bf-8744-aad5f06aff3f",
            "word": "to refuse",
            "phonetic": "tə ɹᵻfjuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "They refused to present arms before the flag.",
                "The officer refused to let his men take part in the operation.",
                "The President refused to speak to reporters.",
                "They refused to let us cross the border.",
                "Mike refuses, takes the rap, and Ernie goes free."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVmdXNl&hash=ea287147aac1cdcc7aed3426ef357beb0b5135a6&lang=en&cache-only=0",
            "defineEn": "to say, indicate, or show that one is not inclined to do something that someone has asked",
            "defineVi": "để nói, chỉ ra hoặc cho thấy rằng một người không có khuynh hướng làm điều gì đó mà ai đó đã yêu cầu",
            "hasImg": true
        },
        {
            "id": "043d2559-f417-4358-aea3-c765899af480",
            "word": "to hang",
            "phonetic": "tə hæŋ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The patient's life was hanging by a thread.",
                "The mayor's political future has been hanging by a thread since the fraud scandal.",
                "She hangs a painting on the wall to add color to the room.",
                "He was finally getting the hang of his job.",
                "He hung tight for 50 minutes, awaiting further instructions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFuZw&hash=2ddf017259ee874ae4d55d6c5e54dae32d31795b&lang=en&cache-only=0",
            "defineEn": "to put something in a position that makes the bottom part of it suspended",
            "defineVi": "để đặt một cái gì đó ở một vị trí mà làm cho phần dưới cùng của nó lơ lửng",
            "hasImg": true
        },
        {
            "id": "cac3dfbe-1131-4d9b-92f8-a196d7c87f70",
            "word": "to pray",
            "phonetic": "tə pɹeɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "As a parent, I believe that 'family that prays together stays together' is an important lesson to teach our children.",
                "- I'm, like, praying.",
                "Praying for good fortune and better days.",
                "Victims prayed for relief from Asclepius, the god of medicine.",
                "We are praying the music."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJheQ&hash=059eaccce73f101263948dd64392079e12ece2d2&lang=en&cache-only=0",
            "defineEn": "to speak to a God or saint to ask for help or express gratitude",
            "defineVi": "nói chuyện với một vị thần hoặc thánh để yêu cầu giúp đỡ hoặc bày tỏ lòng biết ơn",
            "hasImg": true
        },
        {
            "id": "03d351a9-2d87-4b44-b449-d888edac7b00",
            "word": "to block",
            "phonetic": "tə blɑːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The clouds blocked the sun, creating a momentary shadow.",
                "The train station is just a few blocks to the east of here.",
                "The new office block has become an expensive white elephant.",
                "Marco Silva has his head on the block at the moment.",
                "She always puts her neck on the block by telling lies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxvY2s&hash=4681320f781fb51e1c8d51bb10a3955f43c39d9d&lang=en&cache-only=0",
            "defineEn": "to stop the flow or movement of something through somewhere",
            "defineVi": "để ngăn chặn dòng chảy hoặc chuyển động của một cái gì đó thông qua một nơi nào đó"
        },
        {
            "id": "17cccea1-fa48-4814-9d9f-3315a7c13257",
            "word": "to convince",
            "phonetic": "tə kənvɪns ",
            "partOfSpeechType": "verb",
            "examples": [
                "Everyone from the Prime Minister, to the Governor of the Bank of England, to the Mayor of London, to the Director of the IMF, to Uncle Tom Cobley and all convinced us that we needed these austerity measures to survive the recession.",
                "The kids used their pester power to convince their parents to take them to the amusement park.",
                "For the time being, our plans remain unchanged until something convinces us otherwise.",
                "She is convinced the men are brothers.",
                "He was trying to convince his public relations department to let him set the record straight."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udmluY2U&hash=64d35a80099fe1f334ce64b61a5097ecbaa3aac4&lang=en&cache-only=0",
            "defineEn": "to persuade someone into doing something",
            "defineVi": "để thuyết phục một ai đó vào làm một cái gì đó"
        },
        {
            "id": "46adfd95-c3b1-4d57-acf7-c181b8e03620",
            "word": "to ignore",
            "phonetic": "tʊ ɪɡnoːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He ignored the warning signs and now his poor health habits are coming home to roost.",
                "Unfortunately, the president struck the wrong note in his speech, ignoring the public mood.",
                "She walked in with her nose in the air, ignoring everyone.",
                "When the company's management team ignored the warnings of a janitor who had worked there for 20 years, they learned the hard way that jesters do oft prove prophets.",
                "He continued to ignore everything I was saying."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaWdub3Jl&hash=e14b970cb5477670b95071e63e539e2e3e71f5b1&lang=en&cache-only=0",
            "defineEn": "to intentionally pay no or little attention to someone or something",
            "defineVi": "cố ý không hoặc ít chú ý đến một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "02ce3f9c-2c80-4e33-919f-755aab4d8472",
            "word": "to update",
            "phonetic": "tʊ ʌpdeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The new software update has done the trick and fixed the issue with the app.",
                "I need to update my passport photo.",
                "The company has spent thousands of pounds updating their computer systems.",
                "I need to update my address with the post office.",
                "We recommend you save regularly by clicking on the update button."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdXBkYXRl&hash=4264adb54c7ef817e06b21f4e0803d50a756ddd0&lang=en&cache-only=0",
            "defineEn": "to make something more useful or modern by adding the most recent information to it, improving its faults, or making new features available for it",
            "defineVi": "để làm cho một cái gì đó hữu ích hoặc hiện đại hơn bằng cách thêm thông tin mới nhất vào nó, cải thiện các lỗi của nó hoặc cung cấp các tính năng mới cho nó"
        },
        {
            "id": "15fbf836-7fdf-478a-ad75-2827ba05799d",
            "word": "to evolve",
            "phonetic": "tʊ ɪvɑːlv ",
            "partOfSpeechType": "verb",
            "examples": [
                "We're for companies on the move, organizations eager to evolve and businesses busting their asses to advance.",
                "Homo sapiens sapiens, the modern human, evolved at least 200,000 years ago.",
                "Homo sapiens, the modern human, evolved 200,000 years ago.",
                "As a result, mammals evolved different-shaped teeth for different purposes.",
                "Fairyflies have evolved a macabre solution to this: a parasitic lifestyle!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXZvbHZl&hash=741044ee191de4988446d8ae1ed908de10aa2624&lang=en&cache-only=0",
            "defineEn": "to develop from a simple to a more complicated form over a long period of time",
            "defineVi": "để phát triển từ một hình thức đơn giản đến phức tạp hơn trong một thời gian dài",
            "hasImg": true
        },
        {
            "id": "9554b80f-e7ff-471b-8a40-1d6f98bf09f1",
            "word": "to melt",
            "phonetic": "tə mɛlt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The pie crust just melts in your mouth.",
                "The sunny weather melted the snow, revealing patches of green grass.",
                "He melted butter in a saucepan to make a savory garlic butter sauce.",
                "I melted suet and poured it into molds to create decorative candles for a cozy atmosphere.",
                "Melt the butter, then add the onion."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWVsdA&hash=b7caafe5a4211452afc2f382fc469a61ed506495&lang=en&cache-only=0",
            "defineEn": "(of something in solid form) to turn into liquid form by being subjected to heat",
            "defineVi": "(của một cái gì đó ở thể rắn) để biến thành dạng lỏng bằng cách chịu nhiệt",
            "hasImg": true
        },
        {
            "id": "72ea8b96-1942-49d3-85a8-aad385b06a98",
            "word": "to dream",
            "phonetic": "tə dɹiːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Sleep well and sweet dreams.",
                "The wedding celebrations went like a dream.",
                "Many actors dream of winning prestigious awards for their performances.",
                "A few weeks later, I landed my dream job.",
                "Our dream destination for this year's vacation is a secluded tropical island."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJlYW0&hash=b17c1e9f5d1e4f44c940244df0b268079e2d8138&lang=en&cache-only=0",
            "defineEn": "to experience something in our mind while we are asleep",
            "defineVi": "để trải nghiệm một cái gì đó trong tâm trí của chúng tôi trong khi chúng tôi đang ngủ",
            "hasImg": true
        },
        {
            "id": "ec4d613c-ea7d-420f-b323-a29dcc4dadad",
            "word": "to organize",
            "phonetic": "tʊ ɔːɹɡənaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "She organized shampoo and soap bottles in the shower caddy in the bathroom.",
                "We organized a tea party for our dolls with tiny cups and saucers.",
                "Jane is organized.",
                "They organize community events in town to bring people together.",
                "To enhance our learning experience, our teacher organized a field trip to the museum."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3JnYW5pemU&hash=72b77e31126cd191696023fefc6df247839cb5d1&lang=en&cache-only=0",
            "defineEn": "to make the necessary arrangements for an event or activity to take place",
            "defineVi": "để thực hiện các sắp xếp cần thiết cho một sự kiện hoặc hoạt động diễn ra",
            "hasImg": true
        },
        {
            "id": "86ee9a24-7f66-47cb-81ff-422c0aa8139a",
            "word": "to attract",
            "phonetic": "tʊ ɐtɹækt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The phalsa tree in our garden attracts a variety of birds with its delicious fruit.",
                "The literary festival attracts renowned authors, publishers, and literary agents.",
                "The conference attracted many big names in the tech industry.",
                "Birds and animals are attracted to drupes.",
                "The British Royal Family attracts a lot of attention from around the world."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXR0cmFjdA&hash=de8c345b3dbd4d511af9f6251dbd3a5fc2bdbd16&lang=en&cache-only=0",
            "defineEn": "(of a person, thing, or place) to draw someone or something toward them by the features or qualities they possess",
            "defineVi": "(của một người, vật hoặc địa điểm) để thu hút ai đó hoặc một cái gì đó về phía họ bằng các đặc điểm hoặc phẩm chất mà họ sở hữu",
            "hasImg": true
        },
        {
            "id": "6555058b-6951-43e9-a4fe-87e834c9583d",
            "word": "to confirm",
            "phonetic": "tə kənfɜːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "I dropped him a line confirming the date.",
                "They asked for his last name at the hotel check-in, to confirm his reservation.",
                "He opened the door and quickly gave the apartment a once over, confirming that nothing was untoward.",
                "While confirmed details are scarce, word has it that the company's next video game console will be the most powerful commercial machine ever built.",
                "Despite their talent and hard work, the underdog team was defeated by the well-funded and well-equipped opponents, confirming the idea that providence is always on the side of the big battalions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZmlybQ&hash=12b26171f8a1eb120835fde819f02edcfb22cc79&lang=en&cache-only=0",
            "defineEn": "to show or say that something is the case, particularly by providing proof",
            "defineVi": "để hiển thị hoặc nói rằng một cái gì đó là trường hợp, đặc biệt là bằng cách cung cấp bằng chứng"
        },
        {
            "id": "d8a2fed2-9f9e-4acf-8b2b-dd6c520511ea",
            "word": "to spin",
            "phonetic": "tə spɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her drinking problem is spinning out of control.",
                "The helicopter blades spun rapidly as it prepared for takeoff.",
                "She spun a story about a trip to Athens to meet one of the authors.",
                "Hey Noah, fancy taking a spin to the grocery store with me?",
                "After all, he is a saint, But Patrick spins a tale."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Bpbg&hash=1f9be559d90cdb9d9b2bfc1e6b9f684102abb96c&lang=en&cache-only=0",
            "defineEn": "to turn or make someone or something turn around over and over very fast",
            "defineVi": "để quay hoặc làm cho ai đó hoặc cái gì đó quay đi quay lại rất nhanh",
            "hasImg": true
        }
    ]
}