{
    "id": "7aac0022-83d5-4135-851c-d71cdde56ff8",
    "title": "Body Weight",
    "originalTitle": "Body Weight",
    "words": [
        {
            "id": "2e3d92e4-27da-4dda-bf0e-b6ffdae1192f",
            "word": "fat",
            "phonetic": "fæt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The adventurer used the tail fat as a survival resource during their journey in the wilderness.",
                "The fat is in the fire now, huh?",
                "The stock market rally resulted in a fat return on investment for many investors.",
                "The company's new product launch led to a fat increase in revenue.",
                "She proudly served a fat hen-infused pesto at the neighborhood potluck."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF0&hash=0e7432c9d518f59f91f5293a522793ca9ec23c2b&lang=en&cache-only=0",
            "defineEn": "(of people or animals) weighing much more than what is thought to be healthy for their body",
            "defineVi": "(của người hoặc động vật) nặng hơn nhiều so với những gì được cho là lành mạnh cho cơ thể của họ",
            "hasImg": true
        },
        {
            "id": "9b696d6c-d254-40d4-86d0-b626c9c91afd",
            "word": "overweight",
            "phonetic": "oʊvɚweɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "People who are overweight run a risk of a heart attack or stroke.",
                "When he was overweight he used to spread a dollop of mayonnaise on his sandwiches.",
                "The marathon runner was surprised to learn that his friend, who had always been overweight and inactive, had outlived many of their healthier peers, proving that a creaking door hangs longest.",
                "For example, a transplant from an overweight donor cured a woman's diarrhea, but contributed to her obesity down the line.",
                "One study, for example, found that overweight people lost an average of 15 pounds in the first month."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcndlaWdodA&hash=011316bd45cb03076ce39513771c8beef0bf15a2&lang=en&cache-only=0",
            "defineEn": "weighing too much or more than what is desired or expected",
            "defineVi": "cân quá nhiều hoặc nhiều hơn những gì mong muốn hoặc mong đợi",
            "hasImg": true
        },
        {
            "id": "cdfca44c-fe5c-41ab-81fb-18be030309ba",
            "word": "obese",
            "phonetic": "oʊbiːz ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Nba contracts are very similar to them obese contracts.",
                "You're not going to be obese.",
                "Breakfast skipping causes you to be obese.",
                "Being obese for a chinchilla can have some serious side effects including liver, kidney, or heart disease.",
                "What does it mean to be obese?"
            ],
            "audio": "https://tts.langeek.co/read?text=b2Jlc2U&hash=f52c4710a1be26d0369a84b5a376e9b4dcb1d607&lang=en&cache-only=0",
            "defineEn": "very fat in an unhealthy way",
            "defineVi": "rất béo một cách không lành mạnh",
            "hasImg": true
        },
        {
            "id": "88bdfee3-ed7a-41f4-afd3-67d48101891f",
            "word": "ample",
            "phonetic": "æmpəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We have ample supply now.",
                "A number of incidents over the years have provided ample reason for worry.",
                "The leaves use the ample sunlight up there to create sugars through photosynthesis.",
                "However, there is ample cause for hope.",
                "But there's ample reason to be optimistic that we'll get there."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1wbGU&hash=eb18ad14af4b29dd75eebffb1e43fc7c466274e3&lang=en&cache-only=0",
            "defineEn": "(of women) having a full or generously proportioned figure",
            "defineVi": "(của phụ nữ) có dáng người đầy đặn hoặc cân đối"
        },
        {
            "id": "cae39fd5-465d-4164-8444-825cc78cea1a",
            "word": "chubby",
            "phonetic": "tʃʌbi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The baby had chubby cheeks and a cute face.",
                "They're so chubby and cute.",
                "The Moon is a little bit chubby.",
                "It's a chubby baby feet.",
                "When she looked in the mirror, she still saw a chubby girl."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2h1YmJ5&hash=27f4be7396d7a61ddb2d9a299e1f7096e7afe210&lang=en&cache-only=0",
            "defineEn": "(particularly of a child or young adult) slightly overweight or plump in a way that is considered cute or charming rather than unhealthy or unattractive",
            "defineVi": "(đặc biệt là trẻ em hoặc thanh niên) hơi thừa cân hoặc mũm mĩm theo cách được coi là dễ thương hoặc duyên dáng hơn là không khỏe mạnh hoặc kém hấp dẫn",
            "hasImg": true
        },
        {
            "id": "52af12b8-74f0-421c-896d-db1c611bfff8",
            "word": "tubby",
            "phonetic": "tʌbi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It’s just that, their generation saw dinosaurs as tubby, dimwitted losers in the evolutionary game of life."
            ],
            "audio": "https://tts.langeek.co/read?text=dHViYnk&hash=64321eeee242eacbc2d26e32c97090ffdb5806d6&lang=en&cache-only=0",
            "defineEn": "(of a person) short and fat",
            "defineVi": "(của một người) thấp và béo",
            "hasImg": true
        },
        {
            "id": "78dde5ba-9453-4ad8-bb8d-7d457445e040",
            "word": "stout",
            "phonetic": "staʊt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The stout and the espresso powder add so much depth to this cake.",
                "But it's a pretty stout wire, but it's still not quite as strong as the chain-link fence.",
                "It is the United States Coast Guard Academy, whose gates are open only to young men with sound bodies, stout hearts, and alert minds.",
                "And some had strong, stout leg bones that seemed better suited for kicking than for running.",
                "But Gomphotaria’s tusks were short and stout, and their shape made them not really useful for stabilizing a big skull."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvdXQ&hash=ae114009df5728edd5e10fe1fb8aece1530e3bd1&lang=en&cache-only=0",
            "defineEn": "(of a person) slightly fat and heavy",
            "defineVi": "(của một người) hơi mập và nặng",
            "hasImg": true
        },
        {
            "id": "765279a5-a2bb-4fed-b25c-ebe52b746fd7",
            "word": "chunky",
            "phonetic": "tʃʌŋki ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The penne pasta perfectly holds the chunky tomato sauce, making each bite flavorful.",
                "Really chunky HDMI cable.",
                "This is chunky.",
                "It's perfectly chunky.",
                "Boy, that's chunky."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2h1bmt5&hash=09fd6d451d8976b6a9c2cdb713a87dcdcb937299&lang=en&cache-only=0",
            "defineEn": "overweight or having a heavy-set, solid physique",
            "defineVi": "thừa cân hoặc có vóc dáng nặng nề, rắn rỏi",
            "hasImg": true
        },
        {
            "id": "4d1358a1-41f7-447f-af0d-68d32658e0f4",
            "word": "corpulent",
            "phonetic": "kɔːɹpjʊlənt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29ycHVsZW50&hash=ccfab4331af902773511513971e562f34db757d5&lang=en&cache-only=0",
            "defineEn": "fat and with a large body",
            "defineVi": "béo và có thân hình to lớn",
            "hasImg": true
        },
        {
            "id": "a1739718-83b9-492b-bd71-85a1888841b2",
            "word": "dumpy",
            "phonetic": "dʌmpi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Imagine a dumpy green owl the size of a small turkey, and you might be picturing something like the kākāpō!",
                "I'm a dumpy nerd who doesn't put a lot of time and effort into my appearance.",
                "This is Stumpy the dumpy tree frog, and he not only spends his entire life in trees, but he also looks like a tree leaf when he tucks his feet and legs in."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVtcHk&hash=8c1d56b8788781d719728877a2bb2fcd0244a280&lang=en&cache-only=0",
            "defineEn": "being short and plump or having a squat, unattractive physique",
            "defineVi": "thấp và bụ bẫm hoặc có dáng người ngồi xổm, kém hấp dẫn",
            "hasImg": true
        },
        {
            "id": "3ff7f898-c149-467d-a4e1-47169744ef76",
            "word": "fleshy",
            "phonetic": "flɛʃi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The chef prepared a fleshy avocado salad, combining its creamy texture with tangy dressing.",
                "She plucked a fleshy strawberry from the garden and enjoyed its juicy sweetness.",
                "The children enjoyed the fleshy pulp of the mango, their faces smeared with its sweet and sticky juice.",
                "Imagine a fleshy cube.",
                "See that fleshy tent there?"
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxlc2h5&hash=3807bec8ad72ca711c664f76e22c303acf83a48f&lang=en&cache-only=0",
            "defineEn": "having a body that is well-developed with plump or soft-looking flesh, but not necessarily overweight",
            "defineVi": "có cơ thể phát triển tốt với thịt đầy đặn hoặc trông mềm mại, nhưng không nhất thiết phải thừa cân",
            "hasImg": true
        },
        {
            "id": "29023dde-b4cc-436d-bd32-780382b02e65",
            "word": "plump",
            "phonetic": "plʌmp ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He roasted a plump goose for his family's Thanksgiving dinner.",
                "The blackberry bushes in our backyard were loaded with plump, juicy fruits.",
                "The farmer proudly displayed a plump fowl at the market, inviting customers to savor its flavorful meat.",
                "The kids couldn't resist the temptation of the bowl filled with plump and juicy sweet cherries.",
                "The hunters returned with a bag full of plump pheasants after a successful hunt."
            ],
            "audio": "https://tts.langeek.co/read?text=cGx1bXA&hash=879c8bcf8969b0398c67245afebd30e5121a41db&lang=en&cache-only=0",
            "defineEn": "(of a person or body part) having a slightly chubby appearance",
            "defineVi": "(của một người hoặc bộ phận cơ thể) có ngoại hình hơi mũm mĩm",
            "hasImg": true
        },
        {
            "id": "919b25e8-8b34-4674-82e5-39308033a979",
            "word": "porky",
            "phonetic": "poːɹki ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The taste is so-- - It's porky.",
                "Ooh it is picture on the cover of the VHS tape of Porky's hot out there."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ya3k&hash=2a4f495857b04872885ab9951e578c2732e69902&lang=en&cache-only=0",
            "defineEn": "(of a person) obese or fat",
            "defineVi": "(của một người) béo phì hoặc béo",
            "hasImg": true
        },
        {
            "id": "5b268f77-16f4-49e2-841e-3dd75e79272e",
            "word": "portly",
            "phonetic": "poːɹtli ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9ydGx5&hash=66745c5b2b865617b0bafe8ec227b182ea0266bc&lang=en&cache-only=0",
            "defineEn": "(especially of a man) having a stout build",
            "defineVi": "(đặc biệt là của một người đàn ông) có một cơ thể mập mạp"
        },
        {
            "id": "4c86d238-9446-466a-baf2-86283b5a56a3",
            "word": "potbellied",
            "phonetic": "pɑːtbɛlɪd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG90YmVsbGllZA&hash=de754098239ed3bb82e840443c91a2e2512d7390&lang=en&cache-only=0",
            "defineEn": "(of a person or animal) having a round bulging stomach",
            "defineVi": "(của người hoặc động vật) có cái bụng căng tròn"
        },
        {
            "id": "4d8c0e72-89a9-431d-ba23-ca788606a9be",
            "word": "pudgy",
            "phonetic": "pʌdʒi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Jerry was a little pudgy.",
                "Because the Earth is a slightly pudgy sphere, insolation doesn’t end up being equal everywhere.",
                "The eatery featured a cast of computer-controlled robot characters led by Chuck E. Cheese, the pudgy cigar smoking rat with a New Jersey accent.",
                "Still other fossils reveal black outlines of animals’ bodies impressed into the rock, showing pudgy bellies, big ears, and sleek silhouettes in a way that bones alone never could."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVkZ3k&hash=cb5b1b5a1a661e27903b83cc79c57da303debc5f&lang=en&cache-only=0",
            "defineEn": "(of a person) being slightly fat and chubby",
            "defineVi": "(của một người) hơi béo và mũm mĩm",
            "hasImg": true
        },
        {
            "id": "96a8f080-d30d-4bf9-88b0-d4aa67700c6d",
            "word": "roly-poly",
            "phonetic": "ɹoʊlipɑːli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Although they look roly-poly and wrapped in blubber, compared with other aquatic mammals, manatees actually have very little body fat."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9seS1wb2x5&hash=cac329dd2b06aa49164c3dc7c107c36fd342d281&lang=en&cache-only=0",
            "defineEn": "being short and fat",
            "defineVi": "lùn và béo",
            "hasImg": true
        },
        {
            "id": "0a54a70f-e9cc-4f20-8cc2-414d4da0c7cb",
            "word": "rotund",
            "phonetic": "ɹoʊtʌnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This rotund, barrel-like belly is on full display in the early herbivorous pelycosaur Cotylorhynchus, whose body dwarfed its tiny head.",
                "See how rotund he is and how his tail doesn't quite seem to match up with the size of his body.",
                "Ah, Christmas, it's that magical time of year, where some rotund dude in red pajamas, flies around the world, breaking and entering, kissing mammas, and eating all your cookies.",
                "These are the only exclusively freshwater seals in the world, and it’s estimated that about 100,000 of these adorable, gloriously rotund creatures live at the lake."
            ],
            "audio": "https://tts.langeek.co/read?text=cm90dW5k&hash=0122d61d2d0a08664bbd76ae706374592bffdfc6&lang=en&cache-only=0",
            "defineEn": "having a plump body",
            "defineVi": "có thân hình đầy đặn"
        },
        {
            "id": "feba83a0-5549-4d14-9c6b-d30afd547c2b",
            "word": "fatty",
            "phonetic": "fæɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Farmed salmon are typically mild in flavor, fatty",
                "Fatty ran away in the night.'",
                "Steroids get their name from the fatty molecule cholesterol.",
                "Sources of omega-3 are things like fatty fish, flax seed, certain algae and grass-fed meats.",
                "I had to eat a lot of fatty foods."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF0dHk&hash=28c9e45ad0b0deb19afa56d3b0ed32466c737131&lang=en&cache-only=0",
            "defineEn": "significantly overweight or having excessive body fat",
            "defineVi": "thừa cân đáng kể hoặc có quá nhiều mỡ trong cơ thể"
        },
        {
            "id": "0563845c-2e30-4c33-95c3-ad0e5660b1c5",
            "word": "fatso",
            "phonetic": "fætsoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmF0c28&hash=bae97e08d7cfe708514c1ff43ecb1d59e50484c8&lang=en&cache-only=0",
            "defineEn": "an individual with a round physique",
            "defineVi": "một cá nhân với một vóc dáng tròn trịa"
        },
        {
            "id": "386600de-63e8-4e34-b71c-4aa8285c432e",
            "word": "thin",
            "phonetic": "θɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The carpet has worn thin in places.",
                "She includes thin slices of celery in her diet.",
                "Her husband disappeared into thin air for years.",
                "They built the cell phone industry out of thin air in the mid-1980s.",
                "She layered thin slices of prosciutto between crusty bread, fresh mozzarella, and sun-dried tomatoes for a gourmet panini."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpbg&hash=a17218e7e376f108bf255494e16e1b10bf072ff0&lang=en&cache-only=0",
            "defineEn": "(of people or animals) weighing less than what is thought to be healthy for their body",
            "defineVi": "(của người hoặc động vật) cân nặng thấp hơn những gì được cho là lành mạnh cho cơ thể của họ",
            "hasImg": true
        },
        {
            "id": "30aff9ae-538a-42be-95fa-4d309c295dc9",
            "word": "skinny",
            "phonetic": "skɪni ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Even though he claims to eat a lot, Justin has always been skinny as a toothpick.",
                "After weeks of crash dieting, Jessica's friends noticed that she has become as skinny as a pole.",
                "Jack's obsession with his appearance has led him to become as skinny as a stick, but it's clear that it's taking a toll on his well-being.",
                "John used to have a healthy physique, but ever since he started skipping meals, he has become skinny as a rail.",
                "Jane's little brother, Timmy, has always been skinny as a beanpole, no matter how much he eats."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tpbm55&hash=989fe261c0669ed6dd71d51a7a3c005ea33e1946&lang=en&cache-only=0",
            "defineEn": "having a very low amount of body fat",
            "defineVi": "có lượng mỡ trong cơ thể rất thấp",
            "hasImg": true
        },
        {
            "id": "fc9b4f97-d1b4-49ae-b949-58ea8506cc81",
            "word": "underweight",
            "phonetic": "ʌndɚweɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They spiked dramatically in early February, around the time JP Morgan upgraded the stock from underweight to overweight.",
                "Taffy came to us underweight and dehydrated, but she's doing really well now.",
                "A bulimic body may not be as obviously underweight as an anorexic one, but that addictive cycle of binging and purging can seriously damage the whole digestive system, leading to irregular heartbeat, inflammation of the esophagus and mouth, tooth decay and staining, irregular bowel movements, peptic ulcers, pancreatitis, and other organ damage.",
                "That's not only employing underweight models, but also people who are putting out that content and kind of glorifying it and saying this is beauty or whatever.",
                "I had many clients who have been diagnosed with Schizophrenia, as well as their eating disorder because part of their firmly held beliefs had to do with their belief that they were overweight when they were underweight or the belief that they needed that much food, even though they didn't or there's a bunch of different things, right?"
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJ3ZWlnaHQ&hash=819e6f08a41e7c76f7c0ec73fd8fae68e827bad0&lang=en&cache-only=0",
            "defineEn": "weighing less than the desired or normal amount",
            "defineVi": "cân nặng ít hơn số lượng mong muốn hoặc bình thường",
            "hasImg": true
        },
        {
            "id": "c2bd7e91-66d2-41fb-a3fc-e3fd2934f85b",
            "word": "gaunt",
            "phonetic": "ɡɔːnt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Sunken eyes stared out of its gaunt face, which broke into a crooked smile.",
                "Navalny looked gaunt with a shaved head, after losing weight.",
                "The men became gaunt and listless, and showed a decrease in strength, heart rate, and body temperature.",
                "The gaunt, exposed Christ is starkly contrasted with Mary’s flowing, billowing robes."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2F1bnQ&hash=e22d773d2d1879534a26c379fe01b4c88321a2df&lang=en&cache-only=0",
            "defineEn": "(of a person) excessively thin as a result of a disease, worry or hunger",
            "defineVi": "(của một người) gầy quá mức do bệnh tật, lo lắng hoặc đói",
            "hasImg": true
        },
        {
            "id": "6a9eea83-bdf3-4e52-b4c0-fd44021438c5",
            "word": "scrawny",
            "phonetic": "skɹɔːni ",
            "partOfSpeechType": "adjective",
            "examples": [
                "An old hand advised me that the fireman approach would suit my scrawny physique.",
                "These aren’t, like, little scrawny things, either.",
                "I was a scrawny kid, you know?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2NyYXdueQ&hash=60a90ddd7860c172ffb350d754f5c92809f3ba62&lang=en&cache-only=0",
            "defineEn": "thin and bony in a way that is not pleasant",
            "defineVi": "gầy gò và xương xẩu theo cách không dễ chịu",
            "hasImg": true
        },
        {
            "id": "7a9348c8-c87a-4772-a183-c0b4e9510d4a",
            "word": "emaciated",
            "phonetic": "iːmeɪsɪeɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Represented in Taino carvings and figurines with a swollen back and emaciated arms, the caracaracol is both cursed and blessed to be a conduit between worlds.",
                "They have a heart made of ice—--and despite their unending hunger for human flesh, they remain emaciated.",
                "That was just a mild little remark to lead up to the fact that I lost 20 plus pounds before I shot this movie partly because I wanted to look you know, emaciated and ill and old, which Charles Xavier is in this movie, but I was also thinking a little bit about Mr. Jackman and you know there is one moment and it's not done with a cut."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1hY2lhdGVk&hash=f180f8aee61a07fd65ad071a65cf6fcd7eda7627&lang=en&cache-only=0",
            "defineEn": "looking thin, pale, or exhausted due to prolonged period of suffering, anxiety, or starvation",
            "defineVi": "trông gầy gò, xanh xao hoặc kiệt sức do đau khổ, lo lắng hoặc đói khát kéo dài",
            "hasImg": true
        },
        {
            "id": "73a18ae4-9096-4879-a1d5-c4b6c4af97bc",
            "word": "anorexic",
            "phonetic": "ænoːɹɛksɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You're anorexic.",
                "I think they're anorexic.",
                "Sometimes the two diagnoses can be difficult to discern, especially because someone may shift back and forth between anorexic diagnostic features and bulimic diagnostic features.",
                "A bulimic body may not be as obviously underweight as an anorexic one, but that addictive cycle of binging and purging can seriously damage the whole digestive system, leading to irregular heartbeat, inflammation of the esophagus and mouth, tooth decay and staining, irregular bowel movements, peptic ulcers, pancreatitis, and other organ damage."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5vcmV4aWM&hash=e877777baad287ece7a49bd2ef9504d6908c4290&lang=en&cache-only=0",
            "defineEn": "involving or suffering from anorexia",
            "defineVi": "liên quan hoặc mắc chứng chán ăn"
        },
        {
            "id": "7fe75a93-3e6d-4a2c-8780-10dda11b2cca",
            "word": "bony",
            "phonetic": "boʊni ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She preferred the bony cut of beef short ribs.",
                "The bony texture of the sardines makes it difficult to enjoy.",
                "He also had bony growths in his ear canals, which probably impacted his hearing.",
                "These ancient birds had short tails, instead of the longer bony tail of Archaeopteryx.",
                "The horn is a bony protrusion that actually looks like something in between a horn and a really long nose."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9ueQ&hash=113d1da0e23994f4f529ab7607d602f27e90df3d&lang=en&cache-only=0",
            "defineEn": "being very thin in a way that the shapes of the bones are completely visible",
            "defineVi": "rất mỏng theo cách mà hình dạng của xương hoàn toàn có thể nhìn thấy được",
            "hasImg": true
        },
        {
            "id": "716132c5-3af6-4667-8d46-49ec10b8d91f",
            "word": "cadaverous",
            "phonetic": "kɐdævɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FkYXZlcm91cw&hash=945b4d43ba68347da0f95164e4e3fff2f8faf347&lang=en&cache-only=0",
            "defineEn": "very thin or pale in a way that is suggestive of an illness",
            "defineVi": "rất gầy hoặc nhợt nhạt theo cách gợi ý về bệnh tật",
            "hasImg": true
        },
        {
            "id": "4887bb8f-dc75-4d65-8faa-4c38903cafa2",
            "word": "pinched",
            "phonetic": "pɪntʃt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGluY2hlZA&hash=cd7968ab2122497dd1120dacc1b283484615cb2f&lang=en&cache-only=0",
            "defineEn": "extremely emaciated, particularly due to illness, lack of food, or exposure to cold",
            "defineVi": "cực kỳ hốc hác, đặc biệt là do bệnh tật, thiếu ăn hoặc tiếp xúc với lạnh"
        },
        {
            "id": "fb84ef40-3184-4cd1-9a5b-8ab86650357f",
            "word": "puny",
            "phonetic": "pjuːni ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It’s puny.",
                "They were very puny.",
                "Your city’s puny army is hopelessly outmatched.",
                "Eoraptor, possibly the first true dinosaur, was puny, especially compared to top predators of the day, like some of the giant Rauisuchians.",
                "Of course, this, like many ideas in cosmology, doesn't really make any sense to our puny human brains."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVueQ&hash=10bcbed947aa0e24b2508755aa81e1845fd48a38&lang=en&cache-only=0",
            "defineEn": "small and weak or frail in appearance, strength, or size",
            "defineVi": "nhỏ và yếu hoặc yếu ớt về ngoại hình, sức mạnh hoặc kích thước"
        },
        {
            "id": "efdffc32-cf90-4f54-a9fe-5da805f6131d",
            "word": "scraggy",
            "phonetic": "skɹæɡi ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2NyYWdneQ&hash=24e4cc3dabd3ecb57ea1c5bc15b1a5031b49672d&lang=en&cache-only=0",
            "defineEn": "thin, bony, or skinny in an unattractive or unhealthy way",
            "defineVi": "gầy, xương xẩu hoặc gầy gò một cách không hấp dẫn hoặc không lành mạnh"
        },
        {
            "id": "118d90ae-6533-4be4-96d5-eb93351c9938",
            "word": "skeletal",
            "phonetic": "skɛlᵻɾəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Regenerated lizard tails also regrow skeletal muscle.",
                "Remember skeletal structures of cyclohexane?",
                "Basically, a skeletal muscle is constructed like a really sturdy piece of rope.",
                "Archaeologists have since analyzed skeletal evidence and volcanic deposits to reconstruct a timeline of Herculaneum and Pompeii’s final moments.",
                "Before paleontology existed, skeletal remains were not always recognizable as the bones belonging to long dead animals."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tlbGV0YWw&hash=f9e7ff5381190f0ab68e1a10df080eb4d007eea3&lang=en&cache-only=0",
            "defineEn": "resembling a skeleton in appearance due to being very thin or emaciated",
            "defineVi": "trông giống như một bộ xương do rất gầy hoặc hốc hác",
            "hasImg": true
        },
        {
            "id": "0d4a33d6-34fc-4e89-9554-37612daafb16",
            "word": "stringy",
            "phonetic": "stɹɪŋi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You never want to add cheese on heat, it becomes stringy.",
                "If you’ve spent any time exploring the outdoors, you might have come across a bunch of stringy flowers called honeysuckle.",
                "Your blood also makes a bunch of stringy fibers, which form a kind of a net, or web.",
                "Now, she can start to eat other stuff, like crunchy carrot sticks or stringy spaghetti.",
                "To filter the blood, each nephron uses two powerful pieces of equipment: a blob-like structure called a glomerulus, and a long, stringy, straw-like tubule."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyaW5neQ&hash=5a8833a58fdb9e04997e1f4435f1f10ab3a8a267&lang=en&cache-only=0",
            "defineEn": "very thin and having prominent muscles or tendons that appear like strings under their skin",
            "defineVi": "rất gầy và có các cơ hoặc gân nổi lên giống như dây dưới da"
        },
        {
            "id": "abe2781a-8a4a-49f3-9aa8-246700fb6a67",
            "word": "slim",
            "phonetic": "slɪm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Women wore slim dresses that came all the way to their shoes.",
                "It otherwise looks very slim.",
                "It's a slim wallet.",
                "Like, that is a slim keyboard.",
                "There’s a slim margin of time when Hedge can access the paintings."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xpbQ&hash=624fe6dc16269f37bc13959dbf58b9a18887d1a5&lang=en&cache-only=0",
            "defineEn": "thin, in an attractive way",
            "defineVi": "mỏng, một cách hấp dẫn",
            "hasImg": true
        },
        {
            "id": "5c701a34-4be4-4a82-90c4-bd3485b5b12b",
            "word": "slender",
            "phonetic": "slɛndɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Linguine is a versatile pasta with a slender, flat shape.",
                "It had a slender body, a long neck, and odd hoof-like toe-tips on all four limbs.",
                "Using their long slender bills, they reach deep inside flowers and pump out nectar with their thin grooved tongues.",
                "Loulou, the half-moon conure, you can see he has a more slender body, and his tail is tapered or cone-shaped.",
                "[Intro music] Oecophylla weavers walk on long legs, have slender bodies, and large eyes, which make them look pretty cute."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xlbmRlcg&hash=a435e626fa269870c77f211d2d45bc34ada7ceb9&lang=en&cache-only=0",
            "defineEn": "(of a person or body part) attractively thin",
            "defineVi": "(của một người hoặc một bộ phận cơ thể) gầy hấp dẫn",
            "hasImg": true
        },
        {
            "id": "42a931de-87b4-4927-ae4d-31078de9eb09",
            "word": "lean",
            "phonetic": "liːn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He leaned forward to take her hand.",
                "Poultry is a lean source of protein and a healthier alternative to red meat.",
                "She leaned back against the wall and closed her eyes.",
                "He opted for lean ground turkey instead of beef for a healthier burger option.",
                "They knew that a lean agreement is better than a fat lawsuit."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhbg&hash=cfa38aae37eeac67b501e5e1d8acb1d9e7b81f00&lang=en&cache-only=0",
            "defineEn": "(of a person or animal) thin and fit in a way that looks healthy",
            "defineVi": "(của một người hoặc động vật) gầy và cân đối theo cách trông khỏe mạnh",
            "hasImg": true
        },
        {
            "id": "b6b70169-dfb4-4a43-a6cb-47acb4d5e9f8",
            "word": "trim",
            "phonetic": "tɹɪm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He keeps in good trim by going to the gym three times a week.",
                "To reduce the risk of heart disease, trim the excess fat from meat before cooking.",
                "As she prepared the celery for a salad, she trimmed the leafy stalks and discarded the tougher parts.",
                "Samantha has been keeping in trim by practicing yoga and meditation.",
                "Even our first tools were trimmed to a symmetrical shape."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpbQ&hash=8b46e1f4cab3a9090b05ce0132041b63da36e34a&lang=en&cache-only=0",
            "defineEn": "physically healthy, fit, and attractive",
            "defineVi": "thể chất khỏe mạnh, cân đối và hấp dẫn",
            "hasImg": true
        },
        {
            "id": "441df2ac-b18b-45a6-9cc8-bad07a147884",
            "word": "petite",
            "phonetic": "pətiːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Your hint is: Petite feet.",
                "Petite feet was the clue, you gave me the clue as your answer.",
                "I'm gonna do a little bit of fresh petite basil.",
                "Then, what I was saying before, is just adding some fresh parsley, and then some fresh petite basil to it.",
                "Before these petite pilots embark across the Gulf of Mexico, they too add more than half their penny-sized body weight in fat too, and during their 600 mile trip, they burn off a quarter of their body mass in just 20 hours!"
            ],
            "audio": "https://tts.langeek.co/read?text=cGV0aXRl&hash=4b9fc93a0a5a039f54185c1c53acffea1cec9998&lang=en&cache-only=0",
            "defineEn": "(of a woman) small in an attractive way",
            "defineVi": "(của một người phụ nữ) nhỏ một cách hấp dẫn",
            "hasImg": true
        },
        {
            "id": "6a715d74-c28c-48b5-974b-b9bda7248bf3",
            "word": "dainty",
            "phonetic": "deɪnti ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Dainty eater, you might think?",
                "The scorpion’s dainty feet and hairs all over its body also help it pick up miniscule vibrations.",
                "Number two, delicate, dainty, and shrouded in silk or three, sharp like a samurai sword.",
                "Now he doesn't pounce all dainty like a horse or a cat, all pretty.",
                "And as dainty as it looks, this structural design is actually super strong."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFpbnR5&hash=54e2e16c777fe1b0bb2440bd4d2e3fd635ca1d7c&lang=en&cache-only=0",
            "defineEn": "pleasantly small and attractive",
            "defineVi": "nhỏ dễ chịu và hấp dẫn"
        },
        {
            "id": "a0ffebe7-ec57-40ec-a5c0-33c023e30b36",
            "word": "wiry",
            "phonetic": "waɪɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They have this really wiry fur, and it does get greasy.",
                "Small patches of wiry hair make it known that although they have scale-like armor, they are true mammals."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lyeQ&hash=337bad2b79e63e1e2de191911213860788fbb89e&lang=en&cache-only=0",
            "defineEn": "describing a lean and slender physique with a notable presence of toned muscles and minimal body fat",
            "defineVi": "mô tả một vóc dáng gầy và mảnh mai với sự hiện diện đáng chú ý của cơ bắp săn chắc và lượng mỡ cơ thể tối thiểu"
        },
        {
            "id": "71f182ae-7a50-4673-87a8-259ac05924b8",
            "word": "sinewy",
            "phonetic": "sɪnjuːi ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2luZXd5&hash=0542ac98207222408ab0e0afd1285964a217e956&lang=en&cache-only=0",
            "defineEn": "(of a person or animal) having a thin body with strong muscles",
            "defineVi": "(của một người hoặc động vật) có thân hình gầy gò với cơ bắp khỏe mạnh",
            "hasImg": true
        },
        {
            "id": "747150af-2987-480c-955d-6726d5e322e3",
            "word": "spare",
            "phonetic": "spɛɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Spare his blushes.",
                "I let the spare room.",
                "In a lively street food market, a food stall specializes in Asian-inspired spare rib tacos.",
                "Martin went spare at me last night.",
                "The manager spoke for his young employee in order to spare her blushes."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BhcmU&hash=209f00f3d1d87f04ce0dc2ef8a674ed3ae9aa24d&lang=en&cache-only=0",
            "defineEn": "thin or lean, often implying that the person is not carrying excess weight",
            "defineVi": "gầy hoặc gầy, thường ngụ ý rằng người đó không thừa cân"
        },
        {
            "id": "34b729e1-09fa-40cb-a323-f506ce4f56c5",
            "word": "delicate",
            "phonetic": "dɛlᵻkət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The delicate aroma of ripe may apples fills the kitchen.",
                "The delicate texture of barbine pasta make it a good choice for a quick dinner.",
                "They enjoy the delicate crunch of fresh scallions in their homemade tacos.",
                "The delicate flavors of the Chardonnay grape wine made it an excellent choice to pair with a light salad.",
                "Shadberries add visual appeal and a delicate texture to dishes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsaWNhdGU&hash=e97516e10dd8bb809612225c43203c5d1ebff4e7&lang=en&cache-only=0",
            "defineEn": "small and attractive in shape, structure or appearance",
            "defineVi": "nhỏ và hấp dẫn về hình dạng, cấu trúc hoặc vẻ ngoài",
            "hasImg": true
        },
        {
            "id": "37e53f05-db86-4303-9f75-cb90d4ef18fc",
            "word": "elfin",
            "phonetic": "ɛlfɪn ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWxmaW4&hash=8fb1f889ca76aaf082de334c730e944df0cb64b6&lang=en&cache-only=0",
            "defineEn": "small, delicate, and charming physical presence, often with a slightly mischievous quality",
            "defineVi": "ngoại hình nhỏ nhắn, tinh tế và duyên dáng, thường có một chút tinh nghịch"
        },
        {
            "id": "daa729e9-94bc-47dc-9a6a-1643912db606",
            "word": "lissom",
            "phonetic": "lɪsəm ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGlzc29t&hash=11b466b9ecc1267299d2fc32d47ca186f2062a55&lang=en&cache-only=0",
            "defineEn": "delicately thin and with an agile body",
            "defineVi": "mảnh mai và với một cơ thể nhanh nhẹn",
            "hasImg": true
        },
        {
            "id": "56d4a01c-a285-4a01-9a62-605c4a51c12d",
            "word": "svelte",
            "phonetic": "svɛlt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I will say the 8 feels noticeably slimmer and more svelte in the hand, aside from at least the color variance that I have, looking, to my eye, quite a lot better."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ZlbHRl&hash=7fcd819874b0d02591298d5c86a77ee990abd761&lang=en&cache-only=0",
            "defineEn": "(of a person) elegant and slender in built",
            "defineVi": "(của một người) thanh lịch và mảnh khảnh trong xây dựng",
            "hasImg": true
        },
        {
            "id": "62381ff5-2d86-44d3-984b-a086180cda47",
            "word": "big",
            "phonetic": "bɪɡ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The big fellow keeps a fish shop near the post office.",
                "The government makes a big thing out of public support.",
                "His dedication and hard work played a big part in the company's success.",
                "The conference attracted many big names in the tech industry.",
                "We're talking big money."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymln&hash=340cec77523732d5bc33f027cecb19ef75c4678d&lang=en&cache-only=0",
            "defineEn": "having a larger-than-average physical size or build",
            "defineVi": "có kích thước hoặc bản dựng vật lý lớn hơn mức trung bình"
        }
    ]
}