{
    "id": "7ae71c18-1be2-4421-802b-51a9273eca75",
    "title": "Lesson 37",
    "originalTitle": "Lesson 37",
    "words": [
        {
            "id": "0e100074-f78c-4d33-84c7-8d4aeb3ac71b",
            "word": "statuesque",
            "phonetic": "stætʃuːɛsk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RhdHVlc3F1ZQ&hash=6337a8591e83f998d2071118cf1018c4c7e13a48&lang=en&cache-only=0",
            "defineEn": "suggestive of a statue",
            "defineVi": "gợi ý về một bức tượng"
        },
        {
            "id": "d6017d26-85ce-4d49-86f7-41b1ad89fe57",
            "word": "statuette",
            "phonetic": "stætʃuːɛt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RhdHVldHRl&hash=8fb38016bdd0c813aab69e76a99473c44f27b4f6&lang=en&cache-only=0",
            "defineEn": "a small carved or molded figure",
            "defineVi": "một con số nhỏ được chạm khắc hoặc đúc",
            "hasImg": true
        },
        {
            "id": "35e314e8-69ea-4e2f-beeb-c8be5e968a43",
            "word": "stature",
            "phonetic": "stætʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It had far less stature. ",
                "The risk is a loss of stature among his base.",
                "He was insecure about his stature.",
                "The Cyclops combines two monstrous elements into one: a humanoid of massive stature and a physical malformation that only rarely occurs in real life.",
                "I think it was Ruth Bader Ginsburg’s demeanor and reputation and extraordinary stature that transcended politics and ideology, unlike Bork. "
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdHVyZQ&hash=0524cb9de5761271953ecd1dd434ec3d13f0e613&lang=en&cache-only=0",
            "defineEn": "the high level of respect people have for someone based on their impressive achievements",
            "defineVi": "mức độ tôn trọng cao mà mọi người dành cho ai đó dựa trên thành tích ấn tượng của họ"
        },
        {
            "id": "5671619e-eddf-426e-85c1-04b512532ab8",
            "word": "statute",
            "phonetic": "stætʃuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The court held that such conduct violated the statute.",
                "A statute that protects social networks from the content users post.",
                "The 1474 Venetian patent statute sums up the economic rationale of patent law pretty nicely.",
                "The new statute uniquely bars state officials from enforcing the ban.",
                "By this statute, you're out of order."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdHV0ZQ&hash=7d07c9396751dc3d53b2a37e944135376d38afe1&lang=en&cache-only=0",
            "defineEn": "an officially written and established law",
            "defineVi": "một luật chính thức được thành lập và thành lập"
        },
        {
            "id": "3b59988b-644e-48ac-8dd3-c9d58554142a",
            "word": "microcosm",
            "phonetic": "maɪkɹoʊkɑːzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The microcosm of our society is playing out on television right before us.",
                "It's actually kind of a tonal microcosm of the whole movie in that way.",
                "So Virginia became a microcosm of England: a small class of wealthy landowners sitting atop a mass of servants.",
                "So whale falls are kind of like a microcosm of life in the deep sea, and they give scientists a rare chance to discover and learn about the species that thrive there.",
                "So the next day I introduced an eye color exercise in my classroom and split the class according to eye color, and immediately created a microcosm of society in a third grade classroom."
            ],
            "audio": "https://tts.langeek.co/read?text=bWljcm9jb3Nt&hash=2db4995b1f3acfb68ec36867d526f906048f8c29&lang=en&cache-only=0",
            "defineEn": "a miniature model of something",
            "defineVi": "một mô hình thu nhỏ của một cái gì đó"
        },
        {
            "id": "76d8d588-2549-47f6-bb10-f1c2576d6764",
            "word": "micrometer",
            "phonetic": "maɪkɹoʊmiːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It’s just a few micrometers in size.",
                "A typical kinesin motor can travel this way at the rate of about one micrometer per second.",
                "These are micrometers, that's a really old lathe over there.",
                "One of the smallest cells in your body is the red blood cell, which measures about 5 micrometers across.",
                "The quality of cashmere is graded on its fineness and its length, and a high-quality individual cashmere hair can be as thin as 14 micrometers."
            ],
            "audio": "https://tts.langeek.co/read?text=bWljcm9tZXRlcg&hash=a4dbd54a4c74d5c3c1f078e0be2d63e854acbeb5&lang=en&cache-only=0",
            "defineEn": "caliper for measuring small distances",
            "defineVi": "caliper để đo khoảng cách nhỏ"
        },
        {
            "id": "835fa98b-e6af-49da-975f-520880142c25",
            "word": "microphone",
            "phonetic": "maɪkɹəfoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He pretended the carrot was a microphone and sang a silly song in front of the mirror.",
                "The laser is now hitting the microphone.",
                "I melted microphones instead of cones of ice cream.",
                "Maybe the microphone will work.",
                "My microphone isn't working."
            ],
            "audio": "https://tts.langeek.co/read?text=bWljcm9waG9uZQ&hash=47fbcc3c232a110d2cf52a06149c1e408341c407&lang=en&cache-only=0",
            "defineEn": "a piece of equipment used for recording voices or sounds or for making one's voice louder",
            "defineVi": "một phần của thiết bị được sử dụng để ghi lại giọng nói hoặc âm thanh hoặc để làm cho giọng nói của một người to hơn",
            "hasImg": true
        },
        {
            "id": "545831de-da56-4cd6-8092-ca2e71b83981",
            "word": "microscopic",
            "phonetic": "maɪkɹəskɑːpɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Before this period, life on Earth was microscopic.",
                "In fact, some of them are microscopic.",
                "Microscopic life forms like archaea were perfectly happy.",
                "What are these colorful microscopic particles?",
                "The microscopic light filter is broken."
            ],
            "audio": "https://tts.langeek.co/read?text=bWljcm9zY29waWM&hash=5edf33292eb112a732bc2f66e0c4140459bda99d&lang=en&cache-only=0",
            "defineEn": "of or relating to or used in microscopy",
            "defineVi": "của, liên quan đến hoặc được sử dụng trong kính hiển vi"
        },
        {
            "id": "b5ac4bec-fea7-48fb-b472-8ae2fbe47bc6",
            "word": "microscopy",
            "phonetic": "maɪkɹəskəpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "But now, similar technology is being deployed not for telescopes, but in microscopy.",
                "Scientists at the University of Rochester used a technique called two photon microscopy to look at mouse brains.",
                "The show’s whole MO is slow, calming descriptions of microscopic life, paired with fantastic microscopy and soothing music.",
                "The team from Caltech examined their sample using methods like scanning electron microscopy, which uses a beam of electrons, rather than light Those images revealed tiny pieces of edscottite squished between other minerals."
            ],
            "audio": "https://tts.langeek.co/read?text=bWljcm9zY29weQ&hash=e6c1d65812f38a5b30250e15918e65aefe0f8951&lang=en&cache-only=0",
            "defineEn": "research with the use of microscopes",
            "defineVi": "nghiên cứu sử dụng kính hiển vi"
        },
        {
            "id": "6c85137b-528c-4dd4-949d-5d34429c5ab9",
            "word": "artifact",
            "phonetic": "ɑːɹɾɪfækt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The museum showcased artifacts from different civilizations spanning over a hundred years.",
                "And the stone artifacts were between 190,000 and 50,000 years old.",
                "We got a weird artifact in our lens there.",
                "But historical artifacts have been at the center of similar debates.",
                "They had just kind of odd artifacts."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aWZhY3Q&hash=e5eca851263b7cb2d04b497b022ca4513d8f0cb4&lang=en&cache-only=0",
            "defineEn": "a man-made object, tool, weapon, etc. that was created in the past and holds historical or cultural significance",
            "defineVi": "một đồ vật, công cụ, vũ khí, v.v. do con người tạo ra đã được tạo ra trong quá khứ và có ý nghĩa lịch sử hoặc văn hóa"
        },
        {
            "id": "2b72f40f-fee7-4a61-b485-fc520bef4fdd",
            "word": "artifice",
            "phonetic": "ɑːɹɾɪfɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The artifice of picture-making has been exposed, and we are now free to play in a magical world of cultural material, to rethink old narratives and forge new ones.",
                "The best moments for him of his presidency are when he is breaking through the artifice of Washington."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aWZpY2U&hash=f8c9d2dac310615e0cbafe8bc6b8ffb556553c0b&lang=en&cache-only=0",
            "defineEn": "a clever action or behavior that is intended to trick and deceive others",
            "defineVi": "một hành động hoặc hành vi thông minh nhằm đánh lừa và lừa dối người khác"
        },
        {
            "id": "7b063146-fda3-4eb6-a225-1929d70ea1ce",
            "word": "artisan",
            "phonetic": "ɑːɹɾɪsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Traditional craftsmanship is alive and well in this small town, with skilled artisans creating handmade products that are in high demand.",
                "And in cities, urban artisans wanted higher pay and an end to higher taxes.",
                "At the Morino Sample Workshop in Osaka, artisans have been making sampuru for 45 years.",
                "Sponsored by the state, Chinese artisans created complex astronomical clocks and orreries, or mechanical models of the heavens.",
                "Fourteen artisans make all of the food samples shipped worldwide for the company Fake Food Japan."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aXNhbg&hash=d5898ba9d4c24d6bac6ffe8bc9dc87077efa86e7&lang=en&cache-only=0",
            "defineEn": "a person whose job requires special skills and making things using hands",
            "defineVi": "một người có công việc đòi hỏi những kỹ năng đặc biệt và làm mọi thứ bằng tay",
            "hasImg": true
        },
        {
            "id": "ac4260cd-1531-4dc0-9195-e11aecd1888a",
            "word": "artesian",
            "phonetic": "ɑːɹtiːʒən ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXJ0ZXNpYW4&hash=35bab332ef711485ad383623991dfd0d64a41e09&lang=en&cache-only=0",
            "defineEn": "(of water) rising to the surface under internal hydrostatic pressure",
            "defineVi": "(của nước) nổi lên bề mặt dưới áp suất thủy tĩnh bên trong"
        },
        {
            "id": "3467e574-fbb8-4a91-aa7b-04f3e6f7c38b",
            "word": "artless",
            "phonetic": "ɑːɹtləs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXJ0bGVzcw&hash=6d46ac526f827e525c5e828d877ba5442a62f82b&lang=en&cache-only=0",
            "defineEn": "lacking deceptive motives, thus sincere and simple",
            "defineVi": "thiếu động cơ lừa đảo, do đó chân thành và đơn giản"
        },
        {
            "id": "70840d9d-4f56-4704-9c46-31c40d1b7c0b",
            "word": "artful",
            "phonetic": "ɑːɹtfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He speaks in these very artful constructions.",
                "The way these were worked in, it's both so artful and just so natural."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0ZnVs&hash=edbfed7124c54656e5cc6ddec2e25af7dd443ce6&lang=en&cache-only=0",
            "defineEn": "marked by skill in achieving a desired end especially with cunning or craft",
            "defineVi": "được đánh dấu bằng kỹ năng đạt được mục đích mong muốn, đặc biệt là với sự xảo quyệt hoặc thủ công"
        },
        {
            "id": "8d39da82-b1b7-4712-8b7a-e79c9ac81ab0",
            "word": "habitant",
            "phonetic": "hæbɪtənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFiaXRhbnQ&hash=64db24eabe2ff30fca0845496521872cec813b3f&lang=en&cache-only=0",
            "defineEn": "a person who inhabits a particular place",
            "defineVi": "một người sống ở một nơi cụ thể"
        },
        {
            "id": "8b269713-93d9-42ac-a193-2f9a22e1fe48",
            "word": "habitable",
            "phonetic": "hæbɪɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Well, the brass ring in exoplanet research is detecting potentially habitable worlds.",
                "Because eyeball planets could potentially be habitable, at least, under some specific conditions.",
                "That brings the total number of known exoplanets in their stars’ habitable zones up to 21.",
                "But after one to two billion years, the first habitable planet was born.",
                "On the habitable side, a planet with surface oceans could keep them."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFiaXRhYmxl&hash=e62c8cdfe36c4e5a6f4a6faa6b32db5e40d922a7&lang=en&cache-only=0",
            "defineEn": "fit for habitation",
            "defineVi": "phù hợp để ở"
        },
        {
            "id": "b970b9d3-054a-43f3-bfee-8e4adbf3e316",
            "word": "habitual",
            "phonetic": "hɐbɪtʃuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So that is a habitual pattern for Russia.",
                "One area involved in habitual behavior is the striatum, which actually releases chemicals that inhibit the complex thinking part of your brain for that task.",
                "E-tailers want us to treat online shopping like a normal, habitual part of lives, but any discretionary spending should still be a special, deliberate decision.",
                "Physiologically, people who experience panic attacks, generalized anxiety, or obsessive compulsions show over-arousal in the areasof the brain that deal in impulse control and habitual behaviors."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFiaXR1YWw&hash=40658b8ccd78ed793bf76929ca3fae16cd11fc21&lang=en&cache-only=0",
            "defineEn": "commonly used or practiced; usual",
            "defineVi": "thường được sử dụng hoặc thực hành; thường",
            "hasImg": true
        },
        {
            "id": "1c774d54-0269-49a8-9d4b-4b0ba1c27b8e",
            "word": "habitude",
            "phonetic": "hæbɪtuːd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFiaXR1ZGU&hash=c0072a0382170c61974271701b52b00c73448740&lang=en&cache-only=0",
            "defineEn": "habitual mode of behavior",
            "defineVi": "phương thức hành vi theo thói quen"
        },
        {
            "id": "75070717-21af-43b6-b9f0-34ae126b6362",
            "word": "habitability",
            "phonetic": "hæbɪɾəbɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Right now, though, scientists are actively looking into the potential habitability of eyeball planets.",
                "In terms of habitability, on the hot side everything would be cooked, and on the cold side not only would everything freeze but there would be no light energy to allow for things like photosynthesis.",
                "But since everyone is interested in TRAPPIST-1 because of its potential habitability, there’s likely more data to come.",
                "Now, we can start using it to get a better understanding of Earth’s early history and habitability, and the dynamics of the early solar system!",
                "The fact is, exploring small stuff might be the key to some of our greatest missions in space, like discovering the origins of the solar system, finding habitability and locating resources for future space travel."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFiaXRhYmlsaXR5&hash=73806789253184438df70e17d1e6a35800dc7e93&lang=en&cache-only=0",
            "defineEn": "suitability for living in or on",
            "defineVi": "sự phù hợp để sống trong hoặc trên"
        }
    ]
}