{
    "id": "7b260445-9cc1-4406-90e1-5f60fa996d96",
    "title": "Construction",
    "originalTitle": "Construction",
    "words": [
        {
            "id": "26e4cd13-892e-46a1-aaf5-03c492c288f4",
            "word": "roofing",
            "phonetic": "ɹuːfɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So that I don't have to pay for roofing.",
                "While the aesthetic of solar tiles that look indistinguishable from normal roofing material is alluring, the industry has been growing exponentially thanks to plain old solar panels."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9vZmluZw&hash=0c7109d9f3b518b965ca871a1f6bff690eebc8fc&lang=en&cache-only=0",
            "defineEn": "the process of constructing the roof of a building",
            "defineVi": "quá trình thi công mái nhà của một tòa nhà"
        },
        {
            "id": "e371bcdd-e6d9-4ec2-ae3c-6cb13088649e",
            "word": "plasterwork",
            "phonetic": "plæstɚwɜːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGxhc3Rlcndvcms&hash=28d9b6ac380ddbf07dbe5e62da8de98dfca12d61&lang=en&cache-only=0",
            "defineEn": "the dry usually white mixture of sand, water, and lime that coats the surface of a wall or ceiling, particularly in decorative patterns",
            "defineVi": "hỗn hợp khô thường có màu trắng của cát, nước và vôi bao phủ bề mặt tường hoặc trần nhà, đặc biệt là trong các hoa văn trang trí"
        },
        {
            "id": "67debdb4-58df-4776-ae06-b4a2a4ae5fd9",
            "word": "wrecking ball",
            "phonetic": "ɹɛkɪŋ bɔːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d3JlY2tpbmcgYmFsbA&hash=73b85bafe191dad5c804893f427a90e3342c89e7&lang=en&cache-only=0",
            "defineEn": "a heavy metal ball hanging from a crane that is struck against a building to destroy it",
            "defineVi": "một quả bóng kim loại nặng treo trên cần cẩu đập vào tòa nhà để phá hủy nó",
            "hasImg": true
        },
        {
            "id": "7442b463-8fd9-448e-97c3-541144be7fa5",
            "word": "bricklaying",
            "phonetic": "bɹɪkleɪɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The college also runs evening classes in bricklaying and joinery."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpY2tsYXlpbmc&hash=988e41763e30579d0014d5586077f6b26fda5ea1&lang=en&cache-only=0",
            "defineEn": "the activity or job of using bricks to build walls or buildings",
            "defineVi": "hoạt động hoặc công việc sử dụng gạch để xây tường hoặc tòa nhà"
        },
        {
            "id": "25201a3a-0411-49df-99c8-48887071a368",
            "word": "bulldozer",
            "phonetic": "bʊldoʊzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bulldozers remove brush to create a big dirt containment line.",
                "The Army compensated the farmers and lent them bulldozers to bury the sheep.",
                "Determined to get to his colleagues, Joe Kennedy drove a bulldozer through the flames.",
                "If the hill doesn't have a side of exposed rock, bulldozers push sand and loose soil away until a sandstone face emerges. ",
                "And when they’re digging, archaeologists use all sorts of different tools, from spoons and brushes, to shovels, and even digging machines like bulldozers."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVsbGRvemVy&hash=2dd8248fe9a0036a807b71fc7551e65ffa57bf49&lang=en&cache-only=0",
            "defineEn": "a large, powerful vehicle with a wide steel blade at its front that is used to destroy buildings or move earth",
            "defineVi": "một phương tiện lớn, mạnh mẽ với một lưỡi thép rộng ở phía trước được sử dụng để phá hủy các tòa nhà hoặc di chuyển trái đất",
            "hasImg": true
        },
        {
            "id": "28caf26c-969c-4679-b622-8d37b5b1f4d6",
            "word": "digger",
            "phonetic": "dɪɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "John's family had concerns about his fiancée, suspecting she might be a gold digger who was after his inheritance.",
                "Wealthy bachelor Jimmy Norton, engaged to a gold digger, lies his way out of a speeding ticket by claiming to be on his way to visit his daughter at the Children's Hospital.",
                "Charlotte's friends warned her about the guy she was dating, saying he had a reputation for dating wealthy women and being a gold digger.",
                "So mole crabs have become champion diggers.",
                "They're swimmers and sleepers, crawlers and diggers."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlnZ2Vy&hash=24f1b6234c98d966b29257877e06c44c8f8b6747&lang=en&cache-only=0",
            "defineEn": "a machine used for digging earth",
            "defineVi": "một máy dùng để đào đất",
            "hasImg": true
        },
        {
            "id": "527e0ac6-1ba0-4f9d-84cb-06a843c04f10",
            "word": "erection",
            "phonetic": "ɪɹɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And there goes my erection.",
                "What is going on with the erection?",
                "That's a small erection.",
                "Well, erection is a by-product of both nerves and blood vessels working together once a man gets excited.",
                "- If you do not reverse it within about four hours it can usually lead to irreversible scarring and permanent loss of erection."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXJlY3Rpb24&hash=eb37f484a72ee64624f07978e660891471f90b43&lang=en&cache-only=0",
            "defineEn": "the act of building a structure or placing it upright",
            "defineVi": "hành động xây dựng một cấu trúc hoặc đặt nó thẳng đứng"
        },
        {
            "id": "4644c65e-9bb1-40ff-9caf-8bb55a996f5e",
            "word": "foundation",
            "phonetic": "faʊndeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Careful planning laid the foundations for the nation’s economic miracle.",
                "Her early research laid the foundation for many important medical discoveries.",
                "These arguments provide the foundation for Simmel's account of the contradictory nature of modern life.",
                "What is stressed rather is that the same phenomenon provides the foundation for both historical tendencies.",
                "Sarah and her husband have been happily married for ten years and have built a strong foundation of love and trust."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm91bmRhdGlvbg&hash=0c70a2e807e4bb778648712c2f084d4164a8a0fb&lang=en&cache-only=0",
            "defineEn": "a hard layer of cement, stone, etc. that serves as the underground support of a building",
            "defineVi": "một lớp cứng bằng xi măng, đá, v.v. đóng vai trò là giá đỡ ngầm của một tòa nhà"
        },
        {
            "id": "2fa6873c-754d-4f3b-bbcd-7b504269682c",
            "word": "facing",
            "phonetic": "feɪsɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And then on the bottom, it's not front facing, but it's downward firing, and hopefully they work together.",
                "Online retailer Jumia offers a cautionary tale about opening a consumer facing business in Africa.",
                "So two front facing, two upwards facing where if I had those upwards facing sensors, it would have prevented this.",
                "It has a camera that is front-facing, and I believe 5 megapixels, probably only good for taking selfies like this.",
                "So I think one of the big things that we're working on now is a five-year facing plan of how we're gonna grow our North American business which is about 70% of our current, kind of mix, 70% of current sales at General Mills."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFjaW5n&hash=efb61029587872704fd220d8126cf9cb5e3d5d76&lang=en&cache-only=0",
            "defineEn": "an outer layer that coats a wall surface",
            "defineVi": "một lớp bên ngoài bao phủ một bề mặt tường"
        },
        {
            "id": "328b984a-4c2d-4d6f-813a-78000590bf46",
            "word": "frame",
            "phonetic": "fɹeɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "His frame spoke tiredness.",
                "I have a picture frame with a family photo on my desk.",
                "The blue uniform sat well on his big frame.",
                "The frames are made of plastic and they tend to break quite easily.",
                "He had long, curly eyelashes that framed his eyes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhbWU&hash=55238c48e2fec8f3700428933c005dacf2236b5d&lang=en&cache-only=0",
            "defineEn": "the structure of a building, piece of furniture, vehicle, etc. that supports and shapes it",
            "defineVi": "cấu trúc của một tòa nhà, mảnh đồ nội thất, phương tiện, v.v. hỗ trợ và định hình nó",
            "hasImg": true
        },
        {
            "id": "7209903c-891f-4517-a16a-a5de1c16e2ad",
            "word": "hod",
            "phonetic": "hɑːd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9k&hash=7775d4ff90bf76b0469d6799089aefe737015da5&lang=en&cache-only=0",
            "defineEn": "a box that has a long handle and workers can put it on their shoulders to carry bricks",
            "defineVi": "một chiếc thùng có tay cầm dài và công nhân có thể đeo nó lên vai để mang gạch"
        },
        {
            "id": "79e1d2d2-ada8-440b-8278-fe46cfa528b1",
            "word": "masonry",
            "phonetic": "meɪsənɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "So I joined masonry for a few reasons.",
                "But the weight of the extra masonry made that side sink even deeper.",
                "My grandfather had just started his own masonry business, and so my dad and his brother-in-laws were certified bricklayers and they went into that line of work.",
                "We can have a nonflammable masonry material like block or something on that order, and then use a nonflammable material for effacing and boxing OKAY.",
                "Students choose from seven areas of concentration, including stone, plaster and brick masonry, timber framing and architectural carpentry."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzb25yeQ&hash=ceeedc046683b616e2a92705afa068eb52bd138b&lang=en&cache-only=0",
            "defineEn": "the construction method of building structures using individual units (such as bricks, stones, or concrete blocks) that are bound together with mortar",
            "defineVi": "phương pháp xây dựng các công trình xây dựng bằng cách sử dụng các đơn vị riêng lẻ (chẳng hạn như gạch, đá hoặc khối bê tông) được liên kết với nhau bằng vữa"
        },
        {
            "id": "86da5e1d-b4bc-4ff2-9e0d-5828dca10d98",
            "word": "planning permission",
            "phonetic": "plænɪŋ pɚmɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGxhbm5pbmcgcGVybWlzc2lvbg&hash=4324a5719b6e1c9d07d0d34e0032d49393c2a50c&lang=en&cache-only=0",
            "defineEn": "a formal approval by a local authority to construct or change a building",
            "defineVi": "sự chấp thuận chính thức của chính quyền địa phương để xây dựng hoặc thay đổi một tòa nhà"
        },
        {
            "id": "b285ca52-c20e-48cf-b971-351c8dfee24b",
            "word": "reconstruction",
            "phonetic": "ɹiːkənstɹʌkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "From these early fossil discoveries, some reconstructions of Paraceratherium gave it a more rhino-like appearance.",
                "Our investigation is the most detailed reconstruction of the attacks so far.",
                "First, we have the end of Reconstruction.",
                "There's no reconstruction in Mosul.",
                "Reconstruction is just one of the many challenges ISIS' short, but devastating occupation of Mosul has left in its wake."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjb25zdHJ1Y3Rpb24&hash=861f81275747ea3c34acdc55be7363de9cb115b0&lang=en&cache-only=0",
            "defineEn": "the activity or process of making or building something once again after it has been destroyed or damaged",
            "defineVi": "hoạt động hoặc quá trình tạo ra hoặc xây dựng lại một cái gì đó sau khi nó đã bị phá hủy hoặc hư hỏng"
        },
        {
            "id": "2210f592-e366-4bbd-926d-b0b4561a8a8f",
            "word": "scaffolding",
            "phonetic": "skæfoʊldɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Over time this scaffolding builds up, forming a scar around the implant.",
                "The main stairways are currently covered with scaffolding and bleachers.",
                "The crowd penetrates the scaffolding, a critical position that gives them access to stairs to the upper terraces where there are several key doors into the building.",
                "Like with scaffolding, this hasn’t been tried in people yet, but with such promising results, human trials might not be too far off.",
                "And it clearly showed that dark matter is part of the scaffolding for the entire universe."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NhZmZvbGRpbmc&hash=0ee0c53a203ed76bb6f679e81e8010a1e891e748&lang=en&cache-only=0",
            "defineEn": "a structure consisting of metal poles with wooden planks on them that are put against a building so that workers can climb it or stand on it while constructing the building",
            "defineVi": "một cấu trúc bao gồm các cột kim loại với các tấm ván gỗ trên chúng được đặt dựa vào tòa nhà để công nhân có thể leo lên hoặc đứng trên đó khi xây dựng tòa nhà",
            "hasImg": true
        },
        {
            "id": "57432346-beab-4899-a4f9-78361b7d911a",
            "word": "site",
            "phonetic": "saɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The truck carried a load of construction materials to the building site.",
                "They're going to build on the site of the old power station.",
                "The constant noise from the construction site vexed the residents of the neighborhood.",
                "The steel-toe boots are mandatory for workers in construction sites to ensure safety.",
                "Developers want to build on the site of the old gasworks."
            ],
            "audio": "https://tts.langeek.co/read?text=c2l0ZQ&hash=f22d98089aee0bc4fe9859b02e986203beac6d04&lang=en&cache-only=0",
            "defineEn": "an area of land on which something is, was, or will be constructed",
            "defineVi": "một khu vực đất trên đó một cái gì đó đang, hoặc sẽ được xây dựng",
            "hasImg": true
        },
        {
            "id": "a7fbc112-8e72-4c40-b904-f048a27de1e6",
            "word": "skeleton",
            "phonetic": "skɛlᵻtən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Most families have one or two skeletons in the closet.",
                "The local bus company only runs a skeleton service on Sundays.",
                "He marveled at the dinosaur skeletons in the natural history museum.",
                "We’ll be operating with a skeleton crew until after the holidays.",
                "He asked if she had any skeletons in her closet that might affect her political campaign."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tlbGV0b24&hash=83a9506b98910e43ce5b24456fe03549ee2c30cf&lang=en&cache-only=0",
            "defineEn": "the main support for a bridge, building, etc.",
            "defineVi": "sự hỗ trợ chính cho một cây cầu, tòa nhà, vv"
        },
        {
            "id": "e32a7169-e7d4-4680-be43-f330f87ccd7f",
            "word": "structure",
            "phonetic": "stɹʌktʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We spent hours building structures with construction toys.",
                "The tall building stands out among the other structures in the city.",
                "With its higher protein content, bread flour gives breads a stronger structure and a chewier texture.",
                "They're up in arms over the new management structure.",
                "We examined the caryopsis of the rice grain under the microscope, observing its unique structure."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RydWN0dXJl&hash=fba9bea6c4a37b90293588bea22f8b0b3aeb5833&lang=en&cache-only=0",
            "defineEn": "anything that is built from several parts, such as a house, bridge, etc.",
            "defineVi": "bất cứ thứ gì được xây dựng từ nhiều bộ phận, chẳng hạn như một ngôi nhà, cây cầu, v.v.",
            "hasImg": true
        },
        {
            "id": "ab3c60db-6b9f-49f7-a0c3-61f279ef024b",
            "word": "substructure",
            "phonetic": "sʌbstɹʌktʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In fact, if you look really closely at stuff, if you look at the basic substructure of matter, there isn't anything there."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vic3RydWN0dXJl&hash=cef8a4ff17365808b3f703b1fdd4894968e02a8e&lang=en&cache-only=0",
            "defineEn": "a structure or base that is situated beneath another structure to provide support",
            "defineVi": "một cấu trúc hoặc cơ sở nằm bên dưới một cấu trúc khác để cung cấp hỗ trợ"
        },
        {
            "id": "152270c3-4fb0-46f3-8433-ff506153d1f2",
            "word": "pointing",
            "phonetic": "pɔɪntɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Pointing acted like a pronoun, according to linguist Ann Senghas.",
                "So the whole pointing at someone is definitely a big no-no in the hearing world.",
                "And there was a lot of finger pointing.",
                "It looks like an arrow pointing to the right.",
                "But is the disk like a solid line pointing straight out from the Weed Eater head?"
            ],
            "audio": "https://tts.langeek.co/read?text=cG9pbnRpbmc&hash=be022ea6cc891d1b0a6f2316715befc735941abb&lang=en&cache-only=0",
            "defineEn": "the process of filling the gaps or joints between bricks, stones, or other masonry units with mortar or a specialized material to enhance the structural integrity and appearance of a wall or structure",
            "defineVi": "quá trình lấp đầy các khoảng trống hoặc mối nối giữa gạch, đá hoặc các khối xây khác bằng vữa hoặc vật liệu chuyên dụng để tăng cường tính toàn vẹn cấu trúc và vẻ ngoài của bức tường hoặc cấu trúc"
        },
        {
            "id": "3e386e0a-abed-4d5f-90a3-68a14323ea12",
            "word": "tensile structure",
            "phonetic": "tɛnsəl stɹʌktʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVuc2lsZSBzdHJ1Y3R1cmU&hash=47e8bac507d246c82f6c89fe24ca26468bc6c3db&lang=en&cache-only=0",
            "defineEn": "flexible architectural construction using tensioned materials to create lightweight and visually striking structures",
            "defineVi": "xây dựng kiến trúc linh hoạt sử dụng vật liệu căng để tạo ra các cấu trúc nhẹ và nổi bật"
        },
        {
            "id": "3deb296e-4b7d-4153-a0da-4c3dae791263",
            "word": "tie rod",
            "phonetic": "taɪ ɹɑːd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGllIHJvZA&hash=80e2be48cec8e72d250864fc4e4f4a135247b959&lang=en&cache-only=0",
            "defineEn": "a structural component used in construction that consists of a long, threaded rod or bar, often made of steel, designed to provide stability and resist tension by connecting and anchoring different parts of a building or structure",
            "defineVi": "một thành phần cấu trúc được sử dụng trong xây dựng bao gồm một thanh hoặc thanh dài, có ren, thường được làm bằng thép, được thiết kế để tạo sự ổn định và chống lại sức căng bằng cách kết nối và neo giữ các phần khác nhau của tòa nhà hoặc cấu trúc"
        },
        {
            "id": "fbe0ef59-97e5-445b-83f1-2558e6fa81ac",
            "word": "beam",
            "phonetic": "biːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lisa beamed with pride as she watched her son receive his diploma on graduation day.",
                "The construction worker used a heavy-duty bolt to connect the steel beams.",
                "The proud father watched his child perform on stage, beaming with joy.",
                "Little beams of light played over the sea.",
                "Beam of light knocks him down."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhbQ&hash=4e49c21077cb58fde7a96fef133a463e928dfa1c&lang=en&cache-only=0",
            "defineEn": "a long bar of wood, metal, etc. that supports the weight of a building",
            "defineVi": "một thanh dài bằng gỗ, kim loại, vv hỗ trợ trọng lượng của một tòa nhà",
            "hasImg": true
        },
        {
            "id": "f56d3f54-735c-4cf8-9b76-bb098c71b9e1",
            "word": "cantilever",
            "phonetic": "kæntᵻliːvɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FudGlsZXZlcg&hash=3a4d740fb5b2901ab9d66719cf55348f281d6498&lang=en&cache-only=0",
            "defineEn": "a long metal or wooden bar that is fixed to a wall at just one end and sticks out of it, used to hold a structure such as a bridge or shelf in place",
            "defineVi": "một thanh gỗ hoặc kim loại dài được cố định vào tường chỉ ở một đầu và nhô ra khỏi tường, được sử dụng để giữ cố định một cấu trúc như cầu hoặc kệ"
        },
        {
            "id": "eb7761c3-82cb-4236-9b86-bc6f2ee4c63f",
            "word": "girder",
            "phonetic": "ɡɜːdɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2lyZGVy&hash=d8d49ff55629e953cf032f9faa47be64609ce269&lang=en&cache-only=0",
            "defineEn": "a long and thick metal bar used to build bridges or form the frame of large structures such as buildings",
            "defineVi": "một thanh kim loại dài và dày được sử dụng để xây cầu hoặc tạo thành khung của các cấu trúc lớn như tòa nhà"
        },
        {
            "id": "794e0e71-2f88-4475-89f0-c4c2d6ce1a5a",
            "word": "woodwork",
            "phonetic": "wʊdwɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "They crawled out of the woodwork when they saw it.",
                "As soon as she won the lottery, people started coming out of the woodwork, asking for money.",
                "Once going inside, you can see a lot of times the interior finishes, a lot are covered in woodwork.",
                "With the whole Daddy O'Five thing, and just other family bloggers coming out of the woodwork being called out for abusive things, it just wears me out to have your children on display like that.",
                "And it was amazing to see people come out of the woodwork and say like, I grew up with those brands, I love them, like I would want to do a movie with Count Chocula."
            ],
            "audio": "https://tts.langeek.co/read?text=d29vZHdvcms&hash=d90d1c5da6c2fd1b4e360906b87c1218d3b85e87&lang=en&cache-only=0",
            "defineEn": "the craft or skill of working with wood to create objects, structures, or decorative items using various tools and techniques",
            "defineVi": "thủ công hoặc kỹ năng làm việc với gỗ để tạo ra các đồ vật, cấu trúc hoặc đồ trang trí bằng các công cụ và kỹ thuật khác nhau"
        },
        {
            "id": "0cc3b7d8-41f7-49a5-a545-13a8d6f1a851",
            "word": "panel",
            "phonetic": "pænəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I made it to the alarm panel, and then I hit the panic button.",
                "Panel black, hate it.",
                "This panel is really dumb.",
                "So my accessibility panel has two other people.",
                "Instead, the panel above your head contains a chemical oxygen generator."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFuZWw&hash=434aa15791ba5ef2c4a4e086331499999cf010e7&lang=en&cache-only=0",
            "defineEn": "a flat or slightly raised section of material, such as wood, metal, or plastic, that is used as a covering, divider, or decorative element in construction, furniture, or other applications",
            "defineVi": "phần vật liệu phẳng hoặc hơi nhô lên, chẳng hạn như gỗ, kim loại hoặc nhựa, được sử dụng làm lớp phủ, vách ngăn hoặc yếu tố trang trí trong xây dựng, nội thất hoặc các ứng dụng khác"
        },
        {
            "id": "922428f3-eac9-4f0d-85dc-263af6480490",
            "word": "insulation",
            "phonetic": "ɪnsəleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This excellent insulation comes at a price.",
                "For one thing, feathers are great for insulation.",
                "Living insulation does the same thing.",
                "The mandarinate provided social stability and, thanks to the exams, some insulation against corruption.",
                "Sreenivasan: SHE POINTS TO INSULATION IN THE ROOF, FOAM IN THE CONCRETE WALLS, AND EVEN THE THICKNESS OF WINDOWS."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdWxhdGlvbg&hash=a297336368c07d7289241ed6a9ac35c450c6e204&lang=en&cache-only=0",
            "defineEn": "the act of covering something with a substance that does not let heat, electricity, or sound to enter or escape through",
            "defineVi": "hành động bao phủ một thứ gì đó bằng một chất không cho phép nhiệt, điện hoặc âm thanh đi vào hoặc thoát ra ngoài"
        },
        {
            "id": "3ebba3fe-3466-4df5-8240-58623b04ddc8",
            "word": "slender member",
            "phonetic": "slɛndɚ mɛmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2xlbmRlciBtZW1iZXI&hash=33a9a6f65c4b4dba453bc679715066eb03ab5e71&lang=en&cache-only=0",
            "defineEn": "a structural element, such as a beam or column, that has a relatively long length compared to its cross-sectional dimensions, typically characterized by its susceptibility to buckling under compressive loads",
            "defineVi": "một phần tử kết cấu, chẳng hạn như dầm hoặc cột, có chiều dài tương đối dài so với kích thước mặt cắt ngang của nó, thường được đặc trưng bởi tính dễ bị oằn dưới tải trọng nén"
        },
        {
            "id": "36cb59f8-2e37-4373-939d-a7509a92015e",
            "word": "blueprint",
            "phonetic": "bluːpɹɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "It becomes a blueprint for reparations initiatives across the country.",
                "But with spectra, we can examine their blueprints.",
                "And all organisms have the blueprints for at least one of these enzymes written into their genetic code.",
                "And so this becomes the blueprint.",
                "THE TURNER DIARIES GAVE McVEIGH NOT ONLY A BLUEPRINT FOR ACTION BUT THE LOCATION AND IDENTITY OF POTENTIAL ALLIES."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymx1ZXByaW50&hash=f06903a3b3d6e9e68b5bf23f73b5e6c8a9c57430&lang=en&cache-only=0",
            "defineEn": "a photographic reproduction of a technical drawing, or of an early plan of a building or a machine",
            "defineVi": "bản sao chụp ảnh của bản vẽ kỹ thuật hoặc sơ đồ ban đầu của tòa nhà hoặc máy móc",
            "hasImg": true
        },
        {
            "id": "82997f91-1bd0-405a-93a5-08dff8583039",
            "word": "elevation",
            "phonetic": "ɛlɪveɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have this much elevation.",
                "But the northern plains have geologic features at all kinds of different elevations.",
                "As for the height adjust, you've got 130 millimeters elevation.",
                "Glaciers crept out of their mountain ranges and down to lower elevations.",
                "The race begins in Death Valley, California, at an elevation 285 feet below sea level, in July, the hottest month of the summer."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxldmF0aW9u&hash=ac3244ea57dc907b0648a8f6990eb617053414c2&lang=en&cache-only=0",
            "defineEn": "one the sides of a building or the architectural drawing of it",
            "defineVi": "một bên của một tòa nhà hoặc bản vẽ kiến trúc của nó"
        },
        {
            "id": "d1b7d836-5d29-4238-ad02-7597236d5ef2",
            "word": "two by four",
            "phonetic": "tuː baɪ foːɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHdvIGJ5IGZvdXI&hash=7ced4f3044d471406661ac569b5f3395a7065d3d&lang=en&cache-only=0",
            "defineEn": "a common size of lumber board used in construction and woodworking, which measures approximately 1.5 inches by 3.5 inches or 3.8 cm by 8.9 cm in cross-section",
            "defineVi": "kích thước phổ biến của ván gỗ xẻ được sử dụng trong xây dựng và chế biến gỗ, có kích thước khoảng 1,5 inch x 3,5 inch hoặc 3,8 cm x 8,9 cm ở mặt cắt ngang"
        },
        {
            "id": "30268157-83ee-420b-b17c-3c1183d82e74",
            "word": "ground plan",
            "phonetic": "ɡɹaʊnd plæn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3JvdW5kIHBsYW4&hash=d6b83d385588a9d87bc237713cc426fe9950157a&lang=en&cache-only=0",
            "defineEn": "a plan belonging to any of the floors of a building",
            "defineVi": "một kế hoạch thuộc về bất kỳ tầng nào của một tòa nhà"
        },
        {
            "id": "78fe81b5-e781-47c9-9e1e-41fe2d84fd58",
            "word": "long-and-short work",
            "phonetic": "lɔŋændʃɔːɹt wɜːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG9uZy1hbmQtc2hvcnQgd29yaw&hash=92d2fe86685ad67caf5aabd398d288a53f9cc0e9&lang=en&cache-only=0",
            "defineEn": "a construction technique where alternating long and short stones or bricks are used to create a decorative pattern on the façade of a building",
            "defineVi": "một kỹ thuật xây dựng sử dụng đá hoặc gạch dài và ngắn xen kẽ để tạo ra hoa văn trang trí trên mặt tiền của tòa nhà"
        },
        {
            "id": "dcf160a7-f6f9-4bfc-91a0-43966b4cb156",
            "word": "cornerstone",
            "phonetic": "kɔːɹnɚstoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Falsifiability is the cornerstone of any scientific theory.",
                "Their final extinction brought an end to 300 million years of conodonts’ role as a cornerstone of the world’s ocean communities.",
                "It's a cornerstone of citizenship.",
                "Their Soyuz spacecraft became the cornerstone of our ability to launch astronauts to the International Space Station.",
                "But here in the U.S., Taco Bell's version of Mexican has become a cornerstone of American fast-food."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ybmVyc3RvbmU&hash=d968dc117aab16fdf5635c57d78df41e5890f013&lang=en&cache-only=0",
            "defineEn": "the ceremonial or symbolic stone that is placed at the corner of a building's foundation, often inscribed with significant information or symbols, representing the starting point or establishment of the structure",
            "defineVi": "hòn đá nghi lễ hoặc tượng trưng được đặt ở góc móng của tòa nhà, thường được ghi thông tin hoặc biểu tượng quan trọng, đại diện cho điểm khởi đầu hoặc thành lập cấu trúc"
        },
        {
            "id": "9fabd358-366a-4e68-b81b-b01499b9bf46",
            "word": "stucco",
            "phonetic": "stʌkoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Deforestation to make lime for stucco, or plaster for decoration, may have played a role in changing rainfall patterns, leading to famines.",
                "Now let’s get rid of these awful orange stucco walls and replace them with these sweet new concrete walls, rotating them into place."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1Y2Nv&hash=f57bad95d528344f4ae80bbf6d87e21b33280d84&lang=en&cache-only=0",
            "defineEn": "a type of plaster used for covering walls and ceilings, which leaves a rough surface and is also used to form decorative structures",
            "defineVi": "một loại thạch cao được sử dụng để phủ tường và trần nhà, để lại bề mặt thô ráp và cũng được sử dụng để tạo thành các cấu trúc trang trí",
            "hasImg": true
        },
        {
            "id": "10c01aba-a2c9-485d-843e-c762a168b150",
            "word": "footing",
            "phonetic": "fʊɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We want to ensure that women can take part on an equal footing to men.",
                "You lost your footing Unbelievable Good times Batman!",
                "The stock has clearly not found its footing by any stretch.",
                "The past and future are on an equal footing, as far as the microscopic laws of physics are concerned.",
                "The fledgling industry struggled for its footing in the early years, providing much needed entertainment for the children of the fifties and early sixties."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9vdGluZw&hash=ee5f01ca0b13e5080d607d957cfdf0713067b1a0&lang=en&cache-only=0",
            "defineEn": "the reinforced concrete or masonry structure that supports the foundation of a building, distributing its load to the underlying soil or bedrock",
            "defineVi": "kết cấu bê tông cốt thép hoặc khối xây hỗ trợ nền móng của tòa nhà, phân phối tải trọng của nó xuống đất hoặc đá nền bên dưới"
        },
        {
            "id": "5c475c81-a348-46f2-a0e5-0eb1732bc53d",
            "word": "glazing",
            "phonetic": "ɡleɪzɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2xhemluZw&hash=037503156ce781be09912953ad7947994470dfa2&lang=en&cache-only=0",
            "defineEn": "the act or process of fitting or furnishing a structure, such as windows or doors, with glass or transparent materials to allow light transmission while providing insulation and protection",
            "defineVi": "hành động hoặc quá trình lắp hoặc trang trí một cấu trúc, chẳng hạn như cửa sổ hoặc cửa ra vào, bằng thủy tinh hoặc vật liệu trong suốt để cho phép truyền ánh sáng trong khi vẫn cách nhiệt và bảo vệ"
        },
        {
            "id": "ed311735-3217-41f9-bb6e-7768281d019d",
            "word": "grating",
            "phonetic": "ɡɹeɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mine is very grating.",
                "To do that, you need a spectrometer, a tool that uses diffraction grating or a prism to separate the wavelengths.",
                "White light gets sent down the fiber, the grating splits the light into different colors, and then it reflects the light back to a sensor.",
                "And, the camera lens has a special, changeable grating that splits light from the meteors into different wavelengths, which the researchers will use to figure out what those meteors are made of.",
                "And when you shine a light through one of these gratings, the diffraction lines are much more intense and easier to measure."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhdGluZw&hash=22949815d01cd1a2895d405c8ade76a691b8465a&lang=en&cache-only=0",
            "defineEn": "a grid-like structure made of bars or slats, used for flooring, ventilation, or safety purposes",
            "defineVi": "một cấu trúc giống như lưới được làm bằng các thanh hoặc thanh, được sử dụng cho mục đích sàn, thông gió hoặc an toàn"
        },
        {
            "id": "3a4c3ca8-a056-4542-9296-f76f556e4c44",
            "word": "toothing",
            "phonetic": "tuːθɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG9vdGhpbmc&hash=c0d180310b295a1064468e90a87abc39893f412a&lang=en&cache-only=0",
            "defineEn": "a method of creating grooves or roughening surfaces to enhance the bond between new and existing masonry or concrete",
            "defineVi": "một phương pháp tạo rãnh hoặc làm nhám bề mặt để tăng cường liên kết giữa khối xây hoặc bê tông mới và hiện có"
        },
        {
            "id": "a6512edd-26e6-4fce-8a76-3a489b28e033",
            "word": "balk",
            "phonetic": "bɔːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "When asked about retirement plans, Ginsburg balked.",
                "The gods balked at this request and were ready to send him away.",
                "And they don’t balk at attacking prey that’s bigger than them, either.",
                "In this case, her mom Ginger says the local health department balked.",
                "There's a second reason entrepreneurs often balk."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsaw&hash=7988884f3c1131f19a0a1b39d2a19345b6d824cc&lang=en&cache-only=0",
            "defineEn": "a long, thick, and horizontal timber or beam used as a support or a dividing element in construction, such as in the framing of floors, ceilings, or roofs",
            "defineVi": "một thanh hoặc dầm dài, dày và nằm ngang được sử dụng làm giá đỡ hoặc bộ phận ngăn cách trong xây dựng, chẳng hạn như trong khung sàn, trần nhà hoặc mái nhà"
        },
        {
            "id": "85cf3599-9244-43f0-a284-2fc1b52fc6f8",
            "word": "straining piece",
            "phonetic": "stɹeɪnɪŋ piːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RyYWluaW5nIHBpZWNl&hash=7eb30619f942a8e0960ba4a0c48068b3684a7972&lang=en&cache-only=0",
            "defineEn": "a structural element used to provide additional support and stability to a building or structure, typically installed diagonally or at an angle to resist lateral forces and improve overall strength",
            "defineVi": "một yếu tố cấu trúc được sử dụng để cung cấp thêm sự hỗ trợ và ổn định cho một tòa nhà hoặc cấu trúc, thường được lắp đặt theo đường chéo hoặc theo một góc để chống lại các lực bên và cải thiện sức mạnh tổng thể"
        },
        {
            "id": "37493e8c-8a06-4d4e-9e30-4c2bbb4e91e9",
            "word": "fascia",
            "phonetic": "feɪʃiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your fascia is everywhere inside you.",
                "But even among these supportive connective tissues, fascia is a bit of a star.",
                "Fascia is also being investigated for its potential role in conditions like fibromyalgia and chronic pain.",
                "Engineers are also interested in fascia because of those mechanical properties.",
                "And while you might applaud muscles for such acts, you should probably credit fascia, too."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFzY2lh&hash=99c8447351e70d0cae519232cb76993f770f6b82&lang=en&cache-only=0",
            "defineEn": "a piece of board attached to the roof of a building to cover the ends of the rafters",
            "defineVi": "một miếng ván gắn vào mái của tòa nhà để che các đầu của xà nhà"
        },
        {
            "id": "cd8ed60c-44e4-448b-bb4c-1f7c568c8e90",
            "word": "rafter",
            "phonetic": "ɹæftɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She flees to the rafters of the structure.",
                "\"Sure no problem, I'll do a show from the rafters.\"",
                "Yeah, like, \"hey Larry, will you climb up in the rafters?\""
            ],
            "audio": "https://tts.langeek.co/read?text=cmFmdGVy&hash=42bee2214ffe5ebb8a2e1b95a4b85faa97e2c1e5&lang=en&cache-only=0",
            "defineEn": "a sloping structural member, typically made of wood or metal, that supports the roof and transfers its weight to the walls or other supports of a building",
            "defineVi": "một thành phần cấu trúc dốc, thường được làm bằng gỗ hoặc kim loại, hỗ trợ mái nhà và chuyển trọng lượng của nó lên tường hoặc các giá đỡ khác của tòa nhà"
        },
        {
            "id": "7b128622-6f96-4387-b0dc-b8fc78203d65",
            "word": "binder",
            "phonetic": "baɪndɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Everybody had a binder like this.",
                "And here is the actual binder.",
                "So, in about 2015, we developed this binder.",
                "And everybody had a binder like this.",
                "And we carry this binder in our vehicles."
            ],
            "audio": "https://tts.langeek.co/read?text=YmluZGVy&hash=a1f5cdbf94511632aef52c1d929ab1cd5df67aa1&lang=en&cache-only=0",
            "defineEn": "a horizontal beam or structural member that provides support and stability to a building or structure",
            "defineVi": "một chùm ngang hoặc thành viên cấu trúc cung cấp hỗ trợ và ổn định cho tòa nhà hoặc cấu trúc"
        },
        {
            "id": "0526f7a3-157c-4de9-9b55-04a87d5544a4",
            "word": "rammed earth",
            "phonetic": "ɹæmd ɜːθ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmFtbWVkIGVhcnRo&hash=fb1ff2d75e2374c0fd709bf13f2a119c91affd8f&lang=en&cache-only=0",
            "defineEn": "a construction technique where a mixture of soil, clay, sand, and gravel is compacted or \"rammed\" into formwork or molds, creating solid and durable walls or structures",
            "defineVi": "một kỹ thuật xây dựng trong đó hỗn hợp đất, đất sét, cát và sỏi được nén chặt hoặc \"đúc\" vào ván khuôn hoặc khuôn, tạo ra những bức tường hoặc cấu trúc vững chắc và bền vững"
        },
        {
            "id": "790d04a9-d4e2-46e3-9922-a84e5d10ea4d",
            "word": "kiln",
            "phonetic": "kɪln ",
            "partOfSpeechType": "noun",
            "examples": [
                "Local farmers burn wood in outdoor kilns to make charcoal for cooking fuel.",
                "And then towards the end of the video, you see this small kiln on the right-hand side.",
                "And colobus monkeys visit these kilns when they’re not in use to eat the bits of charcoal left behind.",
                "Once they're completely dry, Ashok fires the diyas in large wood-burning kilns.",
                "To try to avoid this, he usually fires up his kiln overnight."
            ],
            "audio": "https://tts.langeek.co/read?text=a2lsbg&hash=28eae3f1b286450a3926993e4ab1d26214411d85&lang=en&cache-only=0",
            "defineEn": "a type of furnace or oven that is used for baking pottery, ceramics or bricks",
            "defineVi": "một loại lò hoặc lò nướng được sử dụng để nướng đồ gốm, gốm sứ hoặc gạch",
            "hasImg": true
        },
        {
            "id": "29c1d7ce-4cd8-43fa-87b5-bcd36728a1d9",
            "word": "batten",
            "phonetic": "bæʔn̩ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmF0dGVu&hash=c7a293933a42e2694321e1aa6cab0bf0eed01364&lang=en&cache-only=0",
            "defineEn": "a long and narrow piece of wood or metal used to hold together or fasten other materials of a building",
            "defineVi": "một mảnh gỗ hoặc kim loại dài và hẹp được sử dụng để giữ hoặc buộc chặt các vật liệu khác của tòa nhà"
        },
        {
            "id": "5b00ccf1-fc79-4b1c-80e6-d1523d6f504c",
            "word": "truss",
            "phonetic": "tɹʌs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Everything you need to know, from trussing the bird to carving it.",
                "The wood trusses, the roof decking for instance.",
                "Truss is the strongest one What what about for impact, is it different?"
            ],
            "audio": "https://tts.langeek.co/read?text=dHJ1c3M&hash=c2a7081434e5fc48fd8b30800deb1b4d2cfe2eb2&lang=en&cache-only=0",
            "defineEn": "a metal or wooden frame supporting a bridge, roof, etc.",
            "defineVi": "một khung kim loại hoặc gỗ hỗ trợ một cây cầu, mái nhà, vv"
        },
        {
            "id": "b4c17ace-7023-4f59-876c-217ffe369ffb",
            "word": "lath",
            "phonetic": "læθ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGF0aA&hash=4e1d121756f1b8a0ae4b05c77d4cbf926fd4638e&lang=en&cache-only=0",
            "defineEn": "a thin, narrow strip of wood, metal, or plaster used as a backing or support for the application of plaster or other materials, typically in the construction of walls, ceilings, or other surfaces",
            "defineVi": "một dải gỗ, kim loại hoặc thạch cao mỏng, hẹp được sử dụng làm lớp nền hoặc giá đỡ cho ứng dụng của thạch cao hoặc các vật liệu khác, điển hình là trong xây dựng tường, trần nhà hoặc các bề mặt khác"
        },
        {
            "id": "bdd80fc0-05b4-4400-b519-bb6ade9443e8",
            "word": "wattle",
            "phonetic": "wɑːɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Every part of their look is equally important when it comes to grading, from symmetrical wattles and earlobes to uniformly covered shiny black feathers.",
                "You're also gonna wanna fill up their wattle bottle whenever it gets less than half full."
            ],
            "audio": "https://tts.langeek.co/read?text=d2F0dGxl&hash=c6a54b433e097fe985263d97e9b6e4ff81ef5ede&lang=en&cache-only=0",
            "defineEn": "a construction method where woven branches or twigs are used to create a framework for walls or fences",
            "defineVi": "một phương pháp xây dựng trong đó các nhánh hoặc cành cây dệt được sử dụng để tạo khung cho tường hoặc hàng rào"
        },
        {
            "id": "355568c1-890e-4161-b18b-2e886d33c6a0",
            "word": "timber-frame",
            "phonetic": "tɪmbɚfɹeɪm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGltYmVyLWZyYW1l&hash=b4fe2f4e476cb1871cf5425718c2c81abdc16f14&lang=en&cache-only=0",
            "defineEn": "a building method that uses wooden timbers joined together to create the structural framework of a building",
            "defineVi": "một phương pháp xây dựng sử dụng các thanh gỗ ghép lại với nhau để tạo ra khung cấu trúc của một tòa nhà"
        },
        {
            "id": "fc9c6b49-0bfb-413f-8e73-5f51afcd067b",
            "word": "wall panel",
            "phonetic": "wɔːl pænəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2FsbCBwYW5lbA&hash=8008cef4862be1285b682369a9d70cca312f81e3&lang=en&cache-only=0",
            "defineEn": "a decorative or functional element installed on the surface of a wall, enhancing aesthetics and serving various purposes such as insulation or acoustics",
            "defineVi": "một yếu tố trang trí hoặc chức năng được lắp đặt trên bề mặt tường, nâng cao tính thẩm mỹ và phục vụ các mục đích khác nhau như cách nhiệt hoặc cách âm"
        },
        {
            "id": "40781ed9-df4f-434a-90b4-92978600d7f6",
            "word": "bracing system",
            "phonetic": "bɹeɪsɪŋ sɪstəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJhY2luZyBzeXN0ZW0&hash=1a6221254ecdf8e8e0335844b75707315b19585e&lang=en&cache-only=0",
            "defineEn": "a structural arrangement used to provide stability and resist lateral forces in buildings, bridges, or other structures",
            "defineVi": "một sự sắp xếp cấu trúc được sử dụng để cung cấp sự ổn định và chống lại các lực bên trong các tòa nhà, cầu hoặc các cấu trúc khác"
        },
        {
            "id": "aae7b6e4-a170-4b0a-a22f-0ea27e7d504d",
            "word": "wall plate",
            "phonetic": "wɔːl pleɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2FsbCBwbGF0ZQ&hash=c51907c386a7098db5e2868940b7dab6c9a8d0d9&lang=en&cache-only=0",
            "defineEn": "a horizontal wooden or metal plate that is fixed to a wall to support the ends of floor or ceiling joists",
            "defineVi": "một tấm gỗ hoặc kim loại nằm ngang được cố định vào tường để hỗ trợ các đầu của sàn hoặc trần nhà"
        },
        {
            "id": "22a8c5d0-0875-4757-bb87-48acf3f06cd4",
            "word": "welding",
            "phonetic": "wɛldɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The welding line at the Pontedera factory is fully robotic.",
                "It teaches hard skills, like welding and machining.",
                "It uses a combination of spot welding and arc welding.",
                "It uses a combination of spot welding and arc welding.",
                "They also rely on fancy gear, from the laser welding equipment to the turbine grinder."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VsZGluZw&hash=6eefeb44a11d95fd4010de8efccba67c271a3441&lang=en&cache-only=0",
            "defineEn": "a process of joining two materials, usually metals or thermoplastics, by melting them with high heat and allowing them to cool and fuse",
            "defineVi": "một quá trình nối hai vật liệu, thường là kim loại hoặc nhựa nhiệt dẻo, bằng cách nấu chảy chúng ở nhiệt độ cao và để chúng nguội đi rồi hợp nhất",
            "hasImg": true
        },
        {
            "id": "990928b9-d753-42f3-ba80-9fa140d64ece",
            "word": "joist hanger",
            "phonetic": "dʒɔɪst hæŋɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=am9pc3QgaGFuZ2Vy&hash=df1347bca3358a2e88c7e94a9c511a9806d076e5&lang=en&cache-only=0",
            "defineEn": "a metal bracket used to support the ends of joists or beams in construction projects",
            "defineVi": "một khung kim loại được sử dụng để hỗ trợ các đầu của dầm hoặc dầm trong các dự án xây dựng"
        },
        {
            "id": "0060ac86-1a1c-46b2-a0f4-9c19c36b5fb4",
            "word": "stonework",
            "phonetic": "stoʊnwɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The South Americans forged empires, featuring monumental stonework and carefully planned agriculture.",
                "But the face I decided to do of my dad, just purely because I wanted to carry on his skills and put them in the stonework and then just have him as a memory on the side of the cathedral."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvbmV3b3Jr&hash=993b6579f87317a2c369b43492d809312a74f78a&lang=en&cache-only=0",
            "defineEn": "the construction or use of stones in various architectural or decorative applications, such as building walls, structures, pathways, or sculptures",
            "defineVi": "việc xây dựng hoặc sử dụng đá trong các ứng dụng kiến trúc hoặc trang trí khác nhau, chẳng hạn như xây tường, cấu trúc, lối đi hoặc tác phẩm điêu khắc"
        },
        {
            "id": "de3eb561-0fd6-49a5-a60e-b90b5f20c276",
            "word": "brickwork",
            "phonetic": "bɹɪkwɜːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJpY2t3b3Jr&hash=eb3352dbdfcbe07fb6c2f192e4898d4f92959092&lang=en&cache-only=0",
            "defineEn": "the construction or arrangement of bricks in a structure, typically using mortar as a binding agent, to create walls, partitions, or other elements of a building",
            "defineVi": "việc xây dựng hoặc sắp xếp các viên gạch trong một cấu trúc, thường sử dụng vữa làm chất kết dính, để tạo ra các bức tường, vách ngăn hoặc các yếu tố khác của tòa nhà"
        }
    ]
}