{
    "id": "7b2f3cc0-71ea-48f0-a05f-120741e0c5e1",
    "title": "Giving Advice 3",
    "originalTitle": "Giving Advice 3",
    "words": [
        {
            "id": "56b212cf-2a6a-4432-9c8f-1621fe4ccca9",
            "word": "opinion",
            "phonetic": "əpɪniən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His opinions are entirely beyond the pale.",
                "What is your opinion on the matter?",
                "Everyone within earshot soon knew her opinion of Reggie.",
                "In my opinion, none of the new jazz trumpeters are on a par with Miles Davis.",
                "In my opinion, people are getting their panties in a bunch over this election."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Bpbmlvbg&hash=f8b436069cf82998438ee611ac75bb8ba71edbd3&lang=en&cache-only=0",
            "defineEn": "a piece of advice given by an expert regarding a particular subject",
            "defineVi": "một lời khuyên được đưa ra bởi một chuyên gia về một chủ đề cụ thể"
        },
        {
            "id": "b9711ec1-861a-4e72-8ca0-ca145fec612b",
            "word": "oracle",
            "phonetic": "ɔːɹəkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "And who were these early oracles?",
                "But Bernie Sanders and Donald Trump became the oracles of this deep-seated sense of betrayal. ",
                "The U.S. Supreme Court handed Google a victory today in a copyright dispute with software developer Oracle.",
                "The next work is another window of sorts, this one a painting by Miyoko Ito titled Oracle, made in 1967 and 68.",
                "From the enterprise hardware standpoint, it's going to be Cisco, and Juniper, and Ericsson, and Oracle."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JhY2xl&hash=fdd7fca8cd775e64a62dfbf281fe5cbb39c672ff&lang=en&cache-only=0",
            "defineEn": "a priest or priestess serving as a mediator through whom the gods were thought to give their message in classical antiquity",
            "defineVi": "một linh mục hoặc nữ tu sĩ phục vụ như một người hòa giải mà qua đó các vị thần được cho là đưa ra thông điệp của họ trong thời cổ đại cổ điển"
        },
        {
            "id": "82ccdaca-bb07-4335-a152-9f108fed8a96",
            "word": "ought to",
            "phonetic": "ɔːt tuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company ought to do something about the poor service.",
                "You ought to see a doctor about that cough.",
                "Peter ought to be ashamed of himself.",
                "He ought to resign, I think.",
                "If you're passing blood you ought to see a doctor."
            ],
            "audio": "https://tts.langeek.co/read?text=b3VnaHQgdG8&hash=3a0ff9200c91e72c30d610078b1c41a4cd80f142&lang=en&cache-only=0",
            "defineEn": "used to talk about what one considers to be the right thing to do",
            "defineVi": "được sử dụng để nói về những gì một người coi là điều đúng đắn để làm"
        },
        {
            "id": "d3896b78-c48f-490a-867d-60d54360caa2",
            "word": "Pointer",
            "phonetic": "pɔɪntɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Press your pointer finger on the pencil spot.",
                "But for passive-aggressiveness in your day-to-day life, psychologists do have a few pointers.",
                "The compass pointer will actually be tangent to the field line.",
                "So the pointer could look something like this at this point.",
                "The pointer finger should remind you of movement."
            ],
            "audio": "https://tts.langeek.co/read?text=UG9pbnRlcg&hash=ce41791a88fed2cc495d6d8aed78cf6b7ff3c7af&lang=en&cache-only=0",
            "defineEn": "a piece of advice or an opinion that someone offers one concerning what to do or how to act in a particular situation or circumstance",
            "defineVi": "một lời khuyên hoặc ý kiến mà ai đó đưa ra liên quan đến việc phải làm hoặc cách hành động trong một tình huống hoặc hoàn cảnh cụ thể"
        },
        {
            "id": "f644c5d1-f501-4a3a-9859-1d89dc66d004",
            "word": "to preach",
            "phonetic": "tə pɹiːtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He's just preaching to the choir.",
                "Political satirist Andy Borowitz heads to San Francisco to preach to the choir.",
                "He never practices what he preaches.",
                "Too often, we preach to the converted.",
                "The men who really need to hear the message don't come to the meetings, so I'm just preaching to the choir."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlYWNo&hash=8010fe7128cf351a1a859984dd9c1a62d6553071&lang=en&cache-only=0",
            "defineEn": "to give advice to people about what they should or should not do in a way that might annoy or bore them",
            "defineVi": "đưa ra lời khuyên cho mọi người về những gì họ nên hoặc không nên làm theo cách có thể làm phiền hoặc làm phiền họ"
        },
        {
            "id": "d470fa33-a99a-46ab-a078-5dda7391a012",
            "word": "preachy",
            "phonetic": "pɹiːki ",
            "partOfSpeechType": "adjective",
            "examples": [
                "How authentic because usually it's either preachy preachy or weird new-age take these herbs or something.",
                "How authentic because usually it's either preachy preachy or weird new-age take these herbs or something."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlYWNoeQ&hash=45cdbc931d6a9b8382fed6e389b5cdb0bfd744d0&lang=en&cache-only=0",
            "defineEn": "tending to persuade people by offering moral advice",
            "defineVi": "có xu hướng thuyết phục mọi người bằng cách đưa ra lời khuyên đạo đức"
        },
        {
            "id": "ecce5e47-32f8-4fdd-bd7f-073fc7ab0f7a",
            "word": "to proffer",
            "phonetic": "tə pɹɑːfɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "As one of many critics who viewed the Hemingway hero as a stand-in for Hemmingway himself, Young proffered that the Hemingway hero strictly adhered to his codes as a sort of compensation for his battle wounds."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvZmZlcg&hash=a88a3ca544efc3d59ba48136cf40f7cb7b855a70&lang=en&cache-only=0",
            "defineEn": "‌to offer an explanation, advice, or one's opinion on something",
            "defineVi": "đưa ra lời giải thích, lời khuyên hoặc ý kiến của ai đó về điều gì đó"
        },
        {
            "id": "aecaa6ea-4084-4ee9-8f3b-091fdba33d18",
            "word": "to recommend",
            "phonetic": "tə ɹɛkəmɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Can you recommend a budget-friendly hotel in the city center?",
                "The herbalist recommended an anise infusion to soothe their upset stomach.",
                "The dentist recommended using an electric toothbrush for better cleaning.",
                "The chef recommended trying the marinated flank steak.",
                "The chef recommended adding a few drops of sesame oil to the dipping sauce for the dumplings."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjb21tZW5k&hash=0db77536fa6ceaa0572ce500d2f6227293729861&lang=en&cache-only=0",
            "defineEn": "to suggest a specific course of action",
            "defineVi": "để đề nghị một quá trình hành động cụ thể"
        },
        {
            "id": "517e37a1-5b06-40f2-8dfa-464fa4e71bc2",
            "word": "recommendation",
            "phonetic": "ɹɛkəmɛndeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The report includes a number of recommendations.",
                "She asked friends and family for recommendations on where to find affordable caviar.",
                "We get most of our work through word-of-mouth recommendations.",
                "When a student goes AWOL repeatedly, the Principal determines the appropriate disciplinary action, up to and including recommendation for discharge.",
                "The neighborhood bookstore, despite the rise of online retailers, is alive and kicking, offering personalized recommendations and hosting book signings that draw in book lovers from the community."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjb21tZW5kYXRpb24&hash=9d61711198a36cebe3c234499f590995f5480ea6&lang=en&cache-only=0",
            "defineEn": "a suggestion or piece of advice given to someone officially, especially about the course of action that they should take",
            "defineVi": "một gợi ý hoặc một lời khuyên được đưa ra cho ai đó một cách chính thức, đặc biệt là về quá trình hành động mà họ nên thực hiện",
            "hasImg": true
        },
        {
            "id": "4a56f244-06ef-47b1-a0d2-b290d4fffdcb",
            "word": "rule",
            "phonetic": "ɹuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The house rules are crystal clear.",
                "The teacher ruled the classroom with a heavy hand, rarely allowing any freedom or creativity.",
                "She explained the rules of the game to the new players.",
                "In this particular society men rule the roost and women have a low status and few rights.",
                "The new rules should help cut the red tape for farmers."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVsZQ&hash=341256b83dcc6186031278bdffcd025adced5313&lang=en&cache-only=0",
            "defineEn": "a detailed principle that clarifies what one should do in a particular situation or circumstance",
            "defineVi": "một nguyên tắc chi tiết làm rõ những gì một người nên làm trong một tình huống hoặc hoàn cảnh cụ thể"
        },
        {
            "id": "d74ee2b5-6cca-4d14-a1ab-6c20dfb2d88f",
            "word": "saw",
            "phonetic": "sɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the saw is more than just a weapon.",
                "- I haven't seen Saw.",
                "He's sawing away.",
                "Carpenters roughly shape the figurine with a band saw.",
                "He made this medieval knife with a saw blade, a threaded rod, and leather."
            ],
            "audio": "https://tts.langeek.co/read?text=c2F3&hash=777af48630c5151985d6c752c77a05489d60ab46&lang=en&cache-only=0",
            "defineEn": "a general truth or a fundamental principle that is perceived as true",
            "defineVi": "một sự thật chung hoặc một nguyên tắc cơ bản được coi là đúng"
        },
        {
            "id": "d0d57f9e-2757-4c8c-92e5-72913ac49059",
            "word": "sermon",
            "phonetic": "sɜːmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I try to set a good example, because a good example is the best sermon.",
                "The smart entrepreneur didn't invest in a risky business opportunity offered by a stranger online, remembering that it is a silly goose that comes to a fox's sermon.",
                "The priest got the sermons.",
                "Reverend Vickey Gibbs' final sermon at her Houston church was an impassioned call to action on coronavirus relief and racial injustice.",
                "This is one of the most important sermons in American history."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VybW9u&hash=519244f5d526e31bca19c6efcc863fc30ba7a1c6&lang=en&cache-only=0",
            "defineEn": "ethical advice that one gives during a long conversation",
            "defineVi": "lời khuyên đạo đức mà một người đưa ra trong một cuộc trò chuyện dài"
        },
        {
            "id": "d87a0c66-5ccb-42a2-8e44-26c8f0fae484",
            "word": "to sermonize",
            "phonetic": "tə sɜːmənaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "But Luther wrote a lot about marriage, and sermonized about it too for the princes, nobility, and his growing number of followers."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VybW9uaXpl&hash=4df0a8163fae38e80d4d2482070bad9fec689837&lang=en&cache-only=0",
            "defineEn": "to deliver a religious speech, especially in a way that is boring or annoying",
            "defineVi": "để cung cấp một bài phát biểu tôn giáo, đặc biệt là trong một cách đó là nhàm chán hoặc gây phiền nhiễu"
        },
        {
            "id": "524ab4c9-822f-4c4a-b330-eb823de68f0f",
            "word": "shall",
            "phonetic": "ʃæl ",
            "partOfSpeechType": "verb",
            "examples": [
                "A fire attack shall chill the enemy to the bone.",
                "Shall I take my host family a gift?",
                "Shall I begin?",
                "Shall I add your name to the list?",
                "Shall we make a pit stop at the next service station?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhbGw&hash=095fbe6dccb8b976191b938be9d82fd63a77b221&lang=en&cache-only=0",
            "defineEn": "used to ask advice, questions, or making suggestions using the pronoun I or we",
            "defineVi": "được sử dụng để đưa ra lời khuyên, câu hỏi hoặc đưa ra đề xuất bằng cách sử dụng đại từ tôi hoặc chúng tôi"
        },
        {
            "id": "e4e50fbb-50d6-46f3-a3eb-0337efbac705",
            "word": "should",
            "phonetic": "ʃʊd ",
            "partOfSpeechType": "verb",
            "examples": [
                "A couple of years in the army should make a man of him.",
                "Offenders should receive their just deserts.",
                "Teachers should read more poetry to children.",
                "Should've bought that shirt.",
                "Her death should serve as a warning to other young people."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvdWxk&hash=488311e8f07aaf6c7b29a7404a7a5134f73f08b6&lang=en&cache-only=0",
            "defineEn": "used to ask for or offer advice to someone regarding something",
            "defineVi": "được sử dụng để yêu cầu hoặc đưa ra lời khuyên cho ai đó về một cái gì đó"
        },
        {
            "id": "0767d3fc-f570-4c72-9336-08dec2aee2eb",
            "word": "steer",
            "phonetic": "stɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In her entire career, Monia has stayed a cut above the rest by steering clear of prejudices and letting her work talk for itself.",
                "I always steer clear of spicy food because it upsets my stomach.",
                "He warned his friends to steer clear of that part of town after dark.",
                "His parents did everything they could to steer him on the right path, but I think Chris might just be a rotten egg.",
                "If these type of jobs are not what you are used to, steer clear."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlZXI&hash=32c5a0764c46977bf4f59461a0d754a811aff4ba&lang=en&cache-only=0",
            "defineEn": "a piece of advice or information regarding the progress of a situation",
            "defineVi": "một lời khuyên hoặc thông tin liên quan đến tiến trình của một tình huống"
        },
        {
            "id": "f7b22c4c-c1ab-4832-a35b-1d9374fd8eb3",
            "word": "the blind leading the blind",
            "phonetic": "ðə blaɪnd liːdɪŋ ðə blaɪnd ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhlIGJsaW5kIGxlYWRpbmcgdGhlIGJsaW5k&hash=f1c9fb6fdb3ec058723c6e77ffc431a9a8331d01&lang=en&cache-only=0",
            "defineEn": "used to describe a situation in which an incompetent or inexperienced person is advising others who have no knowledge or experience at all",
            "defineVi": "được sử dụng để mô tả một tình huống trong đó một người không đủ năng lực hoặc thiếu kinh nghiệm đang tư vấn cho những người khác không có kiến thức hoặc kinh nghiệm nào cả"
        },
        {
            "id": "f5f57444-1551-443e-9b18-2ff93ff669c2",
            "word": "tip",
            "phonetic": "tɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Take a stock tip with a grain of salt.",
                "Her name is on the tip of my tongue.",
                "I had pins and needles in the tips of my fingers.",
                "These great men on the wall had done so much to tip the scales in justice's favor.",
                "Comb hair from tip to root, working out the knots at the end."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlw&hash=abd0bf810fa302d4f8a942c4b2bb39f14d5e51de&lang=en&cache-only=0",
            "defineEn": "a helpful suggestion or a piece of advice",
            "defineVi": "một gợi ý hữu ích hoặc một lời khuyên"
        },
        {
            "id": "0c504843-982b-4b9d-af8c-0ef1b4ecaa87",
            "word": "to turn to",
            "phonetic": "tə tɜːn tuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "As a vegetarian, she often turned to cowpea salads for a protein-packed dish.",
                "He turned to us and gave a big smile.",
                "Looking for another string to his bow, he turned to art and design, for which he had always shown a talent.",
                "He started life as a teacher before turning to journalism.",
                "Whenever I feel the need for inspiration or escape, I turn to a book, which, as the proverb goes, is like a garden carried in the pocket."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHVybiB0bw&hash=48784e15539f48641f82ba3e7c54417fac6939b7&lang=en&cache-only=0",
            "defineEn": "to get advice or help from someone",
            "defineVi": "để có được lời khuyên hoặc giúp đỡ từ một ai đó"
        },
        {
            "id": "4694c736-627d-4182-9940-fa1f3951ac44",
            "word": "to urge",
            "phonetic": "tʊ ɜːdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Officials are urging residents not to try to weather the storm.",
                "Experts have urged ministers to take the necessary steps to resolve the issue.",
                "She urged him to reach out to his family.",
                "Management urged cabin crew to call off their work to rule.",
                "The strong wind urged on the sails of the boat, helping it move faster."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdXJnZQ&hash=e93369043d79db8faae032ed8231d8f653570182&lang=en&cache-only=0",
            "defineEn": "to strongly recommend something",
            "defineVi": "để đề nghị mạnh mẽ một cái gì đó"
        },
        {
            "id": "ce7f183f-581f-4921-8eff-709edecbc2b7",
            "word": "to want",
            "phonetic": "tə wɔnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "you want a knuckle sandwich?",
                "We want a deal.",
                "I want a new job.",
                "To want children/kids.",
                "I want a dish of creamy mushroom bucatini with Parmesan right now."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FudA&hash=366540d58b07fa0f253062b5d5df89e3f8e9f121&lang=en&cache-only=0",
            "defineEn": "used to advise someone or give suggestions about a certain matter",
            "defineVi": "được sử dụng để tư vấn cho ai đó hoặc đưa ra gợi ý về một vấn đề nhất định"
        },
        {
            "id": "2f4b2702-f900-4586-8775-4dfc674b9d59",
            "word": "to warn",
            "phonetic": "tə wɔːɹn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The security expert warned the business owner that a bad padlock invites a picklock.",
                "The teacher's stern grimace warned the students to behave.",
                "Parents often warn their children that evil communications corrupt good manners, urging them to surround themselves with positive influences.",
                "He warned us that we would pay the price.",
                "The detective warned the gang members that blood will have blood, and that their violent actions would only lead to more violence and retribution."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2Fybg&hash=9f7ad9990d061e6fea21166bf4f85a5851a7bd08&lang=en&cache-only=0",
            "defineEn": "to tell someone about a possible danger or problem in order to prevent harm or damage",
            "defineVi": "để nói với ai đó về một mối nguy hiểm hoặc vấn đề có thể xảy ra để ngăn chặn tác hại hoặc thiệt hại",
            "hasImg": true
        },
        {
            "id": "cae96a30-1633-44af-8518-ea773608713b",
            "word": "to warn off",
            "phonetic": "tə wɔːɹn ɔf ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FybiBvZmY&hash=1c53eb821954af17389a19b5e09639b09b68cd5f&lang=en&cache-only=0",
            "defineEn": "‌to try to talk someone out of something or to advise against it",
            "defineVi": "cố gắng nói với ai đó về một cái gì đó hoặc khuyên chống lại nó"
        },
        {
            "id": "ab47f25a-2909-41e7-a950-a51c5ff4c5b4",
            "word": "worth",
            "phonetic": "wɜːθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As they say, a king's chaff is worth more than other men's corn.",
                "Unless you give me something in writing, that promise isn't worth diddly-squat.",
                "It's not worth putting yourself in danger.",
                "The fans had fun and got their money's worth.",
                "The lazy employee's work was not worth a brass farthing, and he was eventually fired for his lack of effort."
            ],
            "audio": "https://tts.langeek.co/read?text=d29ydGg&hash=8bb829f24ae950188468c292a79a0ccf262b0aa9&lang=en&cache-only=0",
            "defineEn": "used to recommend something as good, enjoyable, or advantageous enough to repay any effort, trouble, or expense",
            "defineVi": "được sử dụng để giới thiệu một cái gì đó tốt, thú vị hoặc đủ thuận lợi để đền đáp mọi nỗ lực, khó khăn hoặc chi phí"
        },
        {
            "id": "7fc700e7-1d7d-47ab-acdc-6db3ebe41a3d",
            "word": "would",
            "phonetic": "wʊd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The sauce would kill the taste of the herbs.",
                "This room would make a nice office.",
                "A cure for lung cancer would save thousands of lives each year.",
                "The book dealer would not break up the set.",
                "Would wonders ever cease?"
            ],
            "audio": "https://tts.langeek.co/read?text=d291bGQ&hash=60bb002312314c7bb3b315664ebe1851e3cf125d&lang=en&cache-only=0",
            "defineEn": "used to offer or ask for advice",
            "defineVi": "được sử dụng để cung cấp hoặc yêu cầu lời khuyên"
        }
    ]
}