{
    "id": "7bdc7511-56f6-4081-8ccb-63abdbc85a6b",
    "title": "You Are What You Eat!",
    "originalTitle": "Lesson 5",
    "words": [
        {
            "id": "f9f5c50e-9805-4752-84a7-149b8ad6d202",
            "word": "artichoke",
            "phonetic": "ɑːɹɾɪtʃoʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "They steamed the artichoke until the leaves were tender.",
                "He dipped a leaf of the artichoke into the tangy sauce.",
                "They brought a dish of roasted Jerusalem artichokes to the potluck.",
                "He prepared a delicious spinach and artichoke dip for the party.",
                "He loved the earthy taste of Jerusalem artichokes and often added them to his stir-fry dishes for an extra crunch."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aWNob2tl&hash=99b9bf002fad0eea48a544bc8e3cb99e050bedac&lang=en&cache-only=0",
            "defineEn": "a round green vegetable with a cluster of thick green leaves that form a bud, used in cooking",
            "defineVi": "một loại rau xanh hình tròn với một cụm lá dày màu xanh hình thành chồi, được sử dụng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "0168630c-56cd-4f1a-918f-f7060b332a95",
            "word": "asparagus",
            "phonetic": "ɐspæɹəɡəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asparagus beanare rich in iron and vitamin K.",
                "She spooned a velvety hollandaise sauce over her grilled asparagus",
                "Impress your guests with a mouthwatering morel mushroom and asparagus quiche for a delightful brunch option.",
                "She valued the high nutritional content and low-calorie nature of asparagus in his diet.",
                "With the arrival of spring, he eagerly anticipated the first harvest of Prussian asparagus to prepare a traditional Easter brunch."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNwYXJhZ3Vz&hash=07e3ca0316a665a57619dba8a7d96f553743a0d1&lang=en&cache-only=0",
            "defineEn": "a long green vegetable with edible stems, used in cooking or eaten raw",
            "defineVi": "một loại rau xanh dài có thân ăn được, dùng để nấu ăn hoặc ăn sống",
            "hasImg": true
        },
        {
            "id": "a6ea2b1f-6dd0-46eb-9f97-b4ad843eea8b",
            "word": "basil",
            "phonetic": "beɪzəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Among all herbs, basil is my favorite.",
                "With a touch of creativity, I added basil as a garnish to my fruit salad.",
                "They enjoyed a slice of mozzarella cheese with their fresh tomato and basil salad.",
                "I tossed cooked orzo with cherry tomatoes, fresh basil, and mozzarella for a refreshing summer salad.",
                "The bruschetta was served with a tangy tomato and basil salpicon on top."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFzaWw&hash=0d11029b27f82d44f6f3356c27b420e5ad391052&lang=en&cache-only=0",
            "defineEn": "a plant of the mint family with aromatic leaves that are eaten raw or cooked",
            "defineVi": "một loại cây thuộc họ bạc hà có lá thơm được ăn sống hoặc nấu chín",
            "hasImg": true
        },
        {
            "id": "0a399152-e741-46b6-a65a-7d8f4e9337a5",
            "word": "bell pepper",
            "phonetic": "bɛl pɛpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I added mushrooms, onions, and bell peppers as toppings on my pizza.",
                "You can impress your guests with an elegant millet-stuffed bell pepper dish.",
                "They sliced the bell peppers and used them as a topping for their homemade pizzas.",
                "We gathered around the dinner table, savoring amaranth-stuffed bell peppers.",
                "I can't believe my sister prefers her pizza without bell pepper toppings."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVsbCBwZXBwZXI&hash=65a446b7daa9b385b4da4bb3e65c8fef608b6f25&lang=en&cache-only=0",
            "defineEn": "a small hollow fruit, typically red or green, etc., used in cooking or eaten raw",
            "defineVi": "một loại trái cây rỗng nhỏ, thường có màu đỏ hoặc xanh lá cây, v.v., được sử dụng trong nấu ăn hoặc ăn sống",
            "hasImg": true
        },
        {
            "id": "a14d6b13-6e8f-4ded-b442-974d9e88e27d",
            "word": "cauliflower",
            "phonetic": "kɑːlɪflaʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We added cauliflower to our vegetable soup for an extra dose of nutrients.",
                "We roasted cauliflower with a drizzle of balsamic glaze, creating a sweet and savory side dish.",
                "Cauliflower shooters.",
                "- I can't stand cauliflower.",
                "- I don't like cauliflower."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F1bGlmbG93ZXI&hash=3d2f9427dfb52d177f9785085b84649164033810&lang=en&cache-only=0",
            "defineEn": "the flower head of a plant from the cabbage family that is white in color and is eaten as a vegetable",
            "defineVi": "đầu hoa của một loại cây thuộc họ bắp cải có màu trắng và được ăn như một loại rau",
            "hasImg": true
        },
        {
            "id": "e67e5948-7cab-4b77-880b-a19605c3c299",
            "word": "fennel",
            "phonetic": "fɛnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He discovered that fennel tea helped soothe his upset stomach.",
                "We discovered that fennel not only enhances the flavor but also provides digestive benefits.",
                "I love using fennel in my recipes as it adds a unique and pleasant smell to the dish.",
                "Fennel, the fennel goes in the bag.",
                "The fennel, you know?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVubmVs&hash=5fcf5132aaa746d1798bb05bf622d065697063bb&lang=en&cache-only=0",
            "defineEn": "a plant with feathery leaves and a round thick stem, used as a vegetable or for adding flavor to food",
            "defineVi": "một loại cây có lá có lông và thân dày tròn, được dùng làm rau hoặc để tăng thêm hương vị cho thức ăn",
            "hasImg": true
        },
        {
            "id": "08ce9ec2-4118-46a3-a781-bed97b48798e",
            "word": "ginger",
            "phonetic": "dʒɪndʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She carefully lifted the ginger tuber from the soil.",
                "He brewed a cup of ginger tea to soothe his upset stomach.",
                "He marinated the chicken in a mixture of soy sauce, ginger, and sesame oil for a delicious Asian-inspired flavor.",
                "My Asian friend made a refreshing ramen salad with cold noodles, cucumber, and ginger dressing.",
                "She used ginger essential oil to create a relaxing atmosphere in her bedroom."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2luZ2Vy&hash=8baa6db77458a13be638790b83b77a3bf45b1b4a&lang=en&cache-only=0",
            "defineEn": "a thick and spicy root with pale brown color used as a seasoning in cooking, particularly in powder form",
            "defineVi": "một loại củ dày và cay có màu nâu nhạt được dùng làm gia vị trong nấu ăn, đặc biệt là ở dạng bột",
            "hasImg": true
        },
        {
            "id": "fb16c90b-6ce7-4e5e-860e-146907eab0d5",
            "word": "leek",
            "phonetic": "liːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "She found comfort in a warm bowl of creamy leek and potato soup on a rainy afternoon.",
                "They discovered a hidden spot where wild leeks grew abundantly.",
                "It was a challenge to find leeks at the grocery store, but she finally got her hands on them.",
                "I like leeks, you know?",
                "And I make the best pies with leeks."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVlaw&hash=eb29cbe6ea87acbe2709adb7db59cdcff21aa2f5&lang=en&cache-only=0",
            "defineEn": "a plant of the onion family with layers of green leaves and a white stem, used in cooking",
            "defineVi": "một loại cây thuộc họ hành có nhiều lớp lá xanh và thân màu trắng, dùng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "05dbc702-113b-4d62-95f4-c6b7c292b96c",
            "word": "okra",
            "phonetic": "oʊkɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "They used okra to thicken their stew and enhance its texture and taste.",
                "When preparing okra, remember to cut off the ends and avoid overcooking to maintain its texture and flavor.",
                "- I love okra.",
                "Because okra comes from Africa.",
                "This is the okra."
            ],
            "audio": "https://tts.langeek.co/read?text=b2tyYQ&hash=28bf18738f2af33734535c40e7f62ec6d8977575&lang=en&cache-only=0",
            "defineEn": "a type of vegetable with long green seed cases, used in cooking",
            "defineVi": "một loại rau có vỏ hạt dài màu xanh, được sử dụng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "c95178cb-fc5f-42c6-bdb9-a78b7e26098b",
            "word": "parsley",
            "phonetic": "pɑːɹsli ",
            "partOfSpeechType": "noun",
            "examples": [
                "She harvested a bunch of parsley from her rooftop garden.",
                "My mother always sprinkles some dried parsley into the soup to enhance its flavor.",
                "The garden is filled with an assortment of herbs like parsley, sage, and cilantro.",
                "They decided to start a small herb garden and included sprouts of basil, parsley, and cilantro.",
                "He garnished his pasta dish with freshly chopped parsley to add a vibrant touch of green."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyc2xleQ&hash=8eb8bceb7a8aabf637cdc77845cec94ce93b4502&lang=en&cache-only=0",
            "defineEn": "an aromatic plant with curly green leaves, used for garnishing food or in cooking",
            "defineVi": "một loại cây thơm có lá xanh xoăn, dùng để trang trí thức ăn hoặc nấu ăn",
            "hasImg": true
        },
        {
            "id": "7a59261b-8eb5-446c-be48-08c92fb25ecc",
            "word": "turnip",
            "phonetic": "tɜːnɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "He used turnip leaves as natural wrapping for steamed dumplings.",
                "I sliced the turnips into thin rounds and pickled them.",
                "And that they used to use turnips and beets.",
                "if I could get down 13 turnips a day I would be grounded, rooted.",
                "Tongue of dog refers to an herb called houndstongue, and lion’s hairs are just turnip leaves."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVybmlw&hash=46ffe3bd04c56cd73694eb95cbd7ff356b310b28&lang=en&cache-only=0",
            "defineEn": "a root vegetable with cream flesh and white and purple skin, used in cooking",
            "defineVi": "một loại rau củ có thịt kem và vỏ màu trắng và tím, được sử dụng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "450df868-d525-467a-bc65-b7df0232e3fa",
            "word": "thyme",
            "phonetic": "taɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "My son loves the aroma of thyme that fills the air whenever we bake a delicious pizza together.",
                "My uncle made a delicious mushroom and thyme sauce to accompany the roasted meats.",
                "I love thyme flower.",
                "- This is broadleaf thyme.",
                "It’s thyme for some sage wisdom."
            ],
            "audio": "https://tts.langeek.co/read?text=dGh5bWU&hash=d9f4009a51e1328fc1a8fe6174c5d89407763ad5&lang=en&cache-only=0",
            "defineEn": "a plant having small aromatic leaves used as for flavoring food",
            "defineVi": "một loại cây có lá thơm nhỏ dùng làm hương liệu cho thức ăn",
            "hasImg": true
        },
        {
            "id": "4fe9cb8f-c1f5-4f19-a59d-81e7aa7ff5a6",
            "word": "lentil",
            "phonetic": "lɛntəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "She carefully arranged a colorful lentil salad, featuring a variety of fresh vegetables and a tangy dressing.",
                "They lived frugally off a diet of beans and lentils.",
                "He savored a bowl of piping hot masala soup, filled with vegetables, lentils, and aromatic spices.",
                "The vegetarian lentil burger delighted my taste buds with its savory and wholesome flavors.",
                "On good days, I cook some rice and lentils or some potatoes."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVudGls&hash=ca1cd30df19a1a2dbee7d9208900a64b76792775&lang=en&cache-only=0",
            "defineEn": "a small, round, and often dried seed that is high in protein and is used for cooking soups, stews, etc.",
            "defineVi": "một loại hạt nhỏ, tròn và thường được sấy khô, chứa nhiều chất đạm và được dùng để nấu súp, món hầm, v.v.",
            "hasImg": true
        },
        {
            "id": "cde49be4-e4ff-4a11-b578-7d133878503a",
            "word": "baked goods",
            "phonetic": "beɪkt ɡʊdz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sultanas are a popular ingredient in fruitcakes and other baked goods.",
                "Butter is a rich source of fat and adds a creamy texture to baked goods.",
                "Pulses can be enjoyed in a variety of forms, including soups, stews, salads, spreads, and even baked goods.",
                "Cookies are kind of the equalizer of all baked goods.",
                "So is that enough to get these poor sentient baked goods to agree to cooperate?"
            ],
            "audio": "https://tts.langeek.co/read?text=YmFrZWQgZ29vZHM&hash=7c137a441467dacd1fca0db3ec0097533939909f&lang=en&cache-only=0",
            "defineEn": "food that is made by baking a batter or dough in an oven",
            "defineVi": "thực phẩm được làm bằng cách nướng bột hoặc bột trong lò nướng",
            "hasImg": true
        },
        {
            "id": "1db2e64d-13bc-4def-9ba5-ecf313dabbf4",
            "word": "breadcrumbs",
            "phonetic": "bɹɛdkɹʌmz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJlYWRjcnVtYnM&hash=aad22418b77c1b4ab4903163ee44aa0461e23064&lang=en&cache-only=0",
            "defineEn": "very small pieces of bread, used in cooking especially for coating items of food before frying",
            "defineVi": "những miếng bánh mì rất nhỏ, được sử dụng trong nấu ăn, đặc biệt là để bọc thực phẩm trước khi chiên",
            "hasImg": true
        },
        {
            "id": "0cf2ee9c-67e5-403b-9ee4-0a9ed0466bd1",
            "word": "bun",
            "phonetic": "bʌn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Last year, Monica had bun in the oven and gave birth to a beautiful baby girl.",
                "After months of anticipation, the couple announced that they have a bun in the oven.",
                "She transformed leftover meatloaf into meatloaf sliders, placing small slices of meatloaf on mini buns.",
                "Having buns in the oven didn't stop Lisa from pursuing her career goals and excelling at work.",
                "They grilled the wiener to perfection, placing it in a soft bun and topping it with ketchup, mustard, and onions."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVu&hash=adf5c72662827518d435b58dc82ea1b21e4d7420&lang=en&cache-only=0",
            "defineEn": "a small bread roll that is round and flat in shape",
            "defineVi": "một cuộn bánh mì nhỏ có hình tròn và phẳng",
            "hasImg": true
        },
        {
            "id": "ae6f83d1-e5b8-4a48-8a3d-ed1c70809da7",
            "word": "barbecue sauce",
            "phonetic": "bɑːɹbɪkjuː sɔːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "My dad grilled a succulent pork joint with barbecue sauce for a backyard cookout.",
                "We used brown sugar as a key ingredient in our homemade barbecue sauce.",
                "Slow-cooked pulled pork, served with barbecue sauce, is a popular meat dish.",
                "Anchovy pear can be used to make a tangy and fruity barbecue sauce.",
                "He smoked a whole turkey and served it with a tangy barbecue sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyYmVjdWUgc2F1Y2U&hash=06fc9fadca4b557febdbc96ae4557fd4b95106b6&lang=en&cache-only=0",
            "defineEn": "a sauce made with tomatoes, garlic, onion, vinegar, etc. that is usually served with barbecued food",
            "defineVi": "nước sốt làm từ cà chua, tỏi, hành tây, giấm, v.v. thường dùng với đồ nướng",
            "hasImg": true
        },
        {
            "id": "6c1772d4-6c4c-44c7-ba46-48c1143cc9a2",
            "word": "fish stick",
            "phonetic": "fɪʃ stɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmlzaCBzdGljaw&hash=569546b9d6fe1609a723f790def5b0e1ad1c5493&lang=en&cache-only=0",
            "defineEn": "a piece of fish fillet coated with breadcrumbs and then fried",
            "defineVi": "một miếng phi lê cá tẩm vụn bánh mì rồi chiên",
            "hasImg": true
        },
        {
            "id": "1c1ce20e-dd36-493e-9053-f520d31ba616",
            "word": "tofu",
            "phonetic": "toʊfuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tofu can be blended with spices and herbs to create a creamy vegan salad dressing.",
                "Tonight we have a delicious tofu stir-fry with fresh vegetables and a flavorful sauce.",
                "She uses soybean oil to marinate her tofu before grilling it to perfection.",
                "Oh, it's tofu! -",
                "I added tofu to give more moisture and body to the donuts."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9mdQ&hash=d2c319068e01f60d7874fcf91edced1f317d0173&lang=en&cache-only=0",
            "defineEn": "a soft white food made with mashed soybean",
            "defineVi": "một loại thực phẩm mềm màu trắng được làm từ đậu tương nghiền",
            "hasImg": true
        },
        {
            "id": "0a184ed5-fc54-43fb-8e91-fad4816e277f",
            "word": "currant",
            "phonetic": "kɜːɹənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Grandma's currant pie is a family favorite, with its buttery crust and juicy filling.",
                "I couldn't resist picking a few white currants from the garden.",
                "White currants can be frozen and enjoyed later as a tasty addition to smoothie bowls.",
                "My sister makes a delicious and tangy white currant sauce to accompany roasted meats or grilled fish."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VycmFudA&hash=da934c6693589108a023dc6e0a9014d77d234c11&lang=en&cache-only=0",
            "defineEn": "a small, dark, and dried grape that does not have seeds, particularly used in cakes",
            "defineVi": "một loại nho nhỏ, sẫm màu và khô, không có hạt, đặc biệt được sử dụng trong bánh ngọt",
            "hasImg": true
        },
        {
            "id": "2560373c-b7f3-4f36-a7e8-f77afb7ac93d",
            "word": "gooseberry",
            "phonetic": "ɡuːsbɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Grandma's gooseberry crumble is always a hit at family gatherings.",
                "I've often felt like a gooseberry at certain parts of my life.",
                "As John and Betty started cuddling up in the cinema, I wished I had just gone home instead of playing gooseberry.",
                "Gooseberry pie is a classic summer dessert that is both sweet and tangy."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29vc2ViZXJyeQ&hash=fb2399f4f19d27e3287e506006af78cead4c8dda&lang=en&cache-only=0",
            "defineEn": "a small yellowish-green or red fruit with a sharp flavor, growing on thorny bushes",
            "defineVi": "một loại quả nhỏ màu xanh vàng hoặc đỏ có hương vị sắc nét, mọc trên các bụi gai",
            "hasImg": true
        },
        {
            "id": "d2b6f9cf-0bb6-46fa-9d90-96980f76bcbd",
            "word": "guava",
            "phonetic": "ɡwɑːvə ",
            "partOfSpeechType": "noun",
            "examples": [
                "I enjoyed a ripe guava as a quick and healthy snack.",
                "The guava jam spread generously on toast was a sweet and flavorful start to my morning.",
                "In Columbia, we put a little bit of cheese and sometimes a little bit of guava paste."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VhdmE&hash=8e5da4af9ebf40111ab29fb94b4b3545d9809799&lang=en&cache-only=0",
            "defineEn": "a tropical fruit with pink juicy flesh, native to Mexico and Central America",
            "defineVi": "một loại trái cây nhiệt đới với thịt mọng nước màu hồng, có nguồn gốc từ Mexico và Trung Mỹ",
            "hasImg": true
        },
        {
            "id": "eb03be8a-ef3e-40e3-b50b-cd89b6599983",
            "word": "persimmon",
            "phonetic": "pɜːsɪmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandma bakes a delicious persimmon pie every Thanksgiving.",
                "I sat beneath the persimmon tree, finding solace in its comforting shade.",
                "but then I cleared a boss stage and upgraded the frosting on my cupcake cannon I think I can get to the persimmon palace by bedtime!"
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc2ltbW9u&hash=d61c51e07e666613830f7f87e9bd4e2c28b7ce69&lang=en&cache-only=0",
            "defineEn": "a tomato-like fruit with orange skin that is bittersweet in taste",
            "defineVi": "một loại trái cây giống như cà chua với vỏ màu cam có vị ngọt đắng",
            "hasImg": true
        },
        {
            "id": "88544b4d-b138-40a6-8668-f75a65aacde0",
            "word": "quince",
            "phonetic": "kwɪns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Roasting quince with honey and cinnamon creates a delicious dessert.",
                "In her grandmother's garden, there were several pomes, including apples and quinces.",
                "Quince jam is a sweet and tangy spread that pairs well with toast.",
                "What's quince?",
                "No, no, that's preserved quince."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVpbmNl&hash=b2d493ee4d28133f17715aa60988ccd86e8686b3&lang=en&cache-only=0",
            "defineEn": "a yellow and hard fruit that looks like a pear and has a sweet smell, particularly used for making jam or jelly",
            "defineVi": "một loại trái cây màu vàng và cứng trông giống như quả lê và có mùi ngọt ngào, đặc biệt được sử dụng để làm mứt hoặc thạch",
            "hasImg": true
        },
        {
            "id": "8017bb39-3c9c-48c5-b857-c21bcda3cebd",
            "word": "passion fruit",
            "phonetic": "pæʃən fɹuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The passion fruit smoothie is a popular choice at the café.",
                "I couldn't resist trying the passion fruit sorbet at the ice cream shop.",
                "- Hers, so you have a Red Passionflower, vodka base, a little bit of passion fruit juice, lime juice, a touch of Aperol to add a little bit of bitterness and bitter orange, egg white and a little bit of simple syrup just to balance it out. -"
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzc2lvbiBmcnVpdA&hash=a1d4e2d9e9a186abfc3a52a3faed1b6f26e7c7c1&lang=en&cache-only=0",
            "defineEn": "a type of tropical fruit whose skin is purple in color and has many seeds within, native to South America",
            "defineVi": "một loại trái cây nhiệt đới có vỏ màu tím và có nhiều hạt bên trong, có nguồn gốc từ Nam Mỹ",
            "hasImg": true
        },
        {
            "id": "291fe18f-82e2-435d-bb5a-0d7bcb6f4036",
            "word": "kumquat",
            "phonetic": "kʌmkwæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "My father tried a kumquat for the first time and was pleasantly surprised by its sweet and tangy flavor.",
                "The small size of kumquats makes them a convenient and healthy snack option.",
                "He was surprised by the sour taste of the kumquat, a small and tangy citrus fruit.",
                "You are an absolute kumquat."
            ],
            "audio": "https://tts.langeek.co/read?text=a3VtcXVhdA&hash=24be2b1b1f973e160882925d020f4ef719da4f7f&lang=en&cache-only=0",
            "defineEn": "a small orange-like fruit with sweet skin and bitter-tasting flesh",
            "defineVi": "một loại trái cây nhỏ giống như quả cam với vỏ ngọt và thịt có vị đắng",
            "hasImg": true
        },
        {
            "id": "2df300f5-e2b1-43fd-8524-3cf5f33c6c25",
            "word": "lasagna",
            "phonetic": "ləzɑːnjə ",
            "partOfSpeechType": "noun",
            "examples": [
                "She prepared a lasagna with layers of noodles, meat, and bechamel sauce.",
                "In my plant-based lasagna, I replaced the meat with textured vegetable protein.",
                "I cooked the lasagna in a large baking dish.",
                "Her homemade lasagna is my favorite dish.",
                "His homemade lasagna was enhanced with a rich cheese sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFzYWduYQ&hash=4e8835086820c60084235356684f70bbd7a0b723&lang=en&cache-only=0",
            "defineEn": "a type of dish made with layers of lasagna topped with meat or vegetables and sauce and then cooked, originated in Italy",
            "defineVi": "một loại món ăn được làm bằng các lớp lasagna với thịt hoặc rau và nước sốt rồi nấu chín, có nguồn gốc từ Ý",
            "hasImg": true
        },
        {
            "id": "5cbda35d-9309-4c97-94e7-8b2ee85e3e1d",
            "word": "poultry",
            "phonetic": "poʊltɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Poultry is a lean source of protein and a healthier alternative to red meat.",
                "I bought a whole chicken from the grocery store to make a delicious poultry dish for dinner.",
                "She prepared a mouthwatering chicken curry using a blend of spices and tender pieces of poultry.",
                "Americans consume more meat and poultry than any other country in the world.",
                "This one on the poultry farm, where Rawda al-Bakour’s family had taken up home."
            ],
            "audio": "https://tts.langeek.co/read?text=cG91bHRyeQ&hash=6f4e6da38cb309179dd682375ed4c0fe11eeee2e&lang=en&cache-only=0",
            "defineEn": "meat of chickens, turkeys, and ducks",
            "defineVi": "thịt gà, gà tây và vịt",
            "hasImg": true
        },
        {
            "id": "94b3386d-9a82-4f9c-85d9-e086b4d78681",
            "word": "stew",
            "phonetic": "stuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "She prepared a creamy navy bean and vegetable stew for his children.",
                "Black-eyed peas are commonly used in stews, soups, salads, and traditional dishes.",
                "The chef prepared a tasty fish stew with vegetables and spices.",
                "He prepared a delicious pork hock stew, with tender chunks of meat, vegetables, and a savory broth.",
                "William is in a stew about his tax return."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Rldw&hash=3ce67f91beaf742a1d976cc15d67193f78247af1&lang=en&cache-only=0",
            "defineEn": "a dish of vegetables or meat cooked at a low temperature in liquid in a closed container",
            "defineVi": "một đĩa rau hoặc thịt được nấu ở nhiệt độ thấp trong chất lỏng trong hộp kín",
            "hasImg": true
        },
        {
            "id": "ff267ffa-3dba-44c2-8206-f10173fdf5db",
            "word": "marmalade",
            "phonetic": "mɑːɹmɐleɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "My dad spread a thick layer of orange marmalade on my morning toast.",
                "I found a vendor who was selling exotic fruit marmalades.",
                "My tangor marmalade turned out deliciously tangy and sweet.",
                "My grandmother's homemade marmalade made from native oranges is a family favorite.",
                "The Keiller family began making orange marmalade here in 1797, and it became famous all over the world."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFybWFsYWRl&hash=f09b4c1f6f334351031c9c9a5191b26d60fef6c0&lang=en&cache-only=0",
            "defineEn": "a sweetened food made from cooked lemons, oranges, etc., eaten at breakfast",
            "defineVi": "một loại thực phẩm ngọt làm từ chanh, cam, v.v. nấu chín, ăn vào bữa sáng",
            "hasImg": true
        },
        {
            "id": "05a0c248-45d6-4e5c-a231-259e9acca581",
            "word": "mousse",
            "phonetic": "muːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chocolate mousse had a velvety consistency thanks to carrageen.",
                "The mousse had a light and airy texture due to the incorporation of gelatin.",
                "The dessert mousse employed a gelatin-based thickening agent to create a light and airy texture.",
                "The bakery introduced a new layered mousse cake with ganache and raspberry filling.",
                "- Now it's mousse?"
            ],
            "audio": "https://tts.langeek.co/read?text=bW91c3Nl&hash=3f0ff4e2537158fab40c6d9f4c3c308d91187cb3&lang=en&cache-only=0",
            "defineEn": "a cold dessert with a smooth fluffy texture and with chocolate, fruit, etc.",
            "defineVi": "một món tráng miệng lạnh với kết cấu bông mịn và với sô cô la, trái cây, v.v.",
            "hasImg": true
        },
        {
            "id": "eb5124fc-4ec9-4d41-ac61-51caa151f318",
            "word": "tart",
            "phonetic": "tɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They shared a glace plum tart after their meal.",
                "Our dessert of the day is a delectable almond-leaved pear tart.",
                "They topped fruit tarts with mango coulis.",
                "Nectarines can be used in various culinary creations, from pies and tarts to jams and chutneys.",
                "Tonight we serve a delicious apple tart made with Fuji apples."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFydA&hash=518fc95a532638a385ffa57f9519e802e72df3fa&lang=en&cache-only=0",
            "defineEn": "a pie with no top filled with something sweet or savory",
            "defineVi": "một chiếc bánh không có đầu chứa đầy thứ gì đó ngọt hoặc mặn",
            "hasImg": true
        },
        {
            "id": "c48c45ed-f9c7-40cc-aa77-5848c4fbd281",
            "word": "syrup",
            "phonetic": "sɪɹʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "He drizzled syrup over his waffles, creating a delicious breakfast.",
                "He dipped his strawberries into a bowl of chocolate syrup.",
                "Drizzling key lime syrup over pancakes or waffles gives them a delicious tropical twist.",
                "A drizzle of sugar syrup over pancakes or waffles adds a delightful sweetness to breakfast.",
                "She prepared a homemade fruit jam, using corn syrup as a natural sweetener and thickener for the preserves."
            ],
            "audio": "https://tts.langeek.co/read?text=c3lydXA&hash=4f9cd51364393e6f215596a0aa74d67647a54264&lang=en&cache-only=0",
            "defineEn": "a thick sweet liquid made with sugar that is often used as a sauce",
            "defineVi": "một chất lỏng ngọt dày được làm bằng đường thường được dùng làm nước sốt",
            "hasImg": true
        },
        {
            "id": "9264cf5a-1a77-44c1-97ce-09936fbff06a",
            "word": "vanilla",
            "phonetic": "vɐnɪlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Vanilla custard is a popular choice for filling pastries and cream puffs.",
                "He decorated a vanilla cake with colorful sprinkles for a festive celebration.",
                "The cranberry pie at the bakery is absolutely delicious, especially with a scoop of vanilla ice cream.",
                "My favorite summer dessert is a blackberry cobbler topped with vanilla ice cream.",
                "I love eating a scoop of vanilla ice cream on a hot summer day."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFuaWxsYQ&hash=0f73c1aa09c545ee7d9c09ccfc78d85e7b10f331&lang=en&cache-only=0",
            "defineEn": "a type of flavor that is artificially made or is obtained from the beans of a tropical plant that adds a sweet taste and smell to the food",
            "defineVi": "một loại hương vị được tạo ra nhân tạo hoặc thu được từ đậu của một loại cây nhiệt đới giúp tạo thêm vị ngọt và mùi cho thực phẩm",
            "hasImg": true
        }
    ]
}