{
    "id": "7c12f044-8546-4cb4-86c3-9a45286306d2",
    "title": "Advice and Decision",
    "originalTitle": "Advice and Decision",
    "words": [
        {
            "id": "b4edc91b-c8f0-4381-ae84-75988e543ec9",
            "word": "to admonish",
            "phonetic": "tʊ ɐdmɑːnɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He admonished his alchemical colleagues not to trust the words of the ancient masters.",
                "A lot of other English words are derived from monere, like premonition, admonish, demonstrate and monitor.",
                "Reade claimed that she was admonished for how she dressed by a supervisor, and that that was part of the retaliation."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRtb25pc2g&hash=01cba7544e926a7102849f0342824ee2b5f1c9c1&lang=en&cache-only=0",
            "defineEn": "to strongly urge or advice a person to take a particular action",
            "defineVi": "thúc giục mạnh mẽ hoặc khuyên một người thực hiện một hành động cụ thể"
        },
        {
            "id": "649a6eff-9514-4334-8ac2-49f9f8e84fd9",
            "word": "to commend",
            "phonetic": "tə kəmɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "So, at the top line, I really commend that goal.",
                "President Bush commended hiscourage and leaders the world overhailed him.",
                "And I commend them for doing so.",
                "And I commend him really for investing in American higher education.",
                "And I really commend those young kids at Stoneman Douglas, where they actually stepped up after the incident that happened there."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbWVuZA&hash=5447e47156bd68d13f805867419bb674646387b6&lang=en&cache-only=0",
            "defineEn": "to mention someone or something with approval and put them forward as suitable",
            "defineVi": "đề cập đến ai đó hoặc một cái gì đó với sự chấp thuận và đưa họ về phía trước là phù hợp",
            "hasImg": true
        },
        {
            "id": "a020427c-b7fe-4ccc-a527-6caa303b4969",
            "word": "to contemplate",
            "phonetic": "tə kɑːntəmpleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The philosopher delved into abstract theories of ethics, contemplating the nature of right and wrong.",
                "Seriously contemplating suicide.",
                "None of these should be contemplated for even a moment.",
                "Do you ever contemplate going back to the United States illegally?",
                "I do contemplate it, not a lot, because there's a risk."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udGVtcGxhdGU&hash=5642ea9dbeff27fbc45ec1bd299a655bd56a556f&lang=en&cache-only=0",
            "defineEn": "to spend a considerable amount of time thinking about a possible future option in a serious and quiet way",
            "defineVi": "dành một khoảng thời gian đáng kể để suy nghĩ về một lựa chọn có thể xảy ra trong tương lai một cách nghiêm túc và yên tĩnh",
            "hasImg": true
        },
        {
            "id": "b5df3973-abc1-480d-bd46-87c63d61be5d",
            "word": "to deliberate",
            "phonetic": "tə dᵻlɪbɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I deliberated too long before accepting the job offer, and now they've given it to someone else.",
                "You know, this idea of recognition of self mortality, deliberate body disposal.",
                "The Tolkien reference is deliberate and heavy-handed in the paper, too.",
                "It was a deliberate act.",
                "Chipotle's now quintessential minimalist layout wasn't a deliberate design decision."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVsaWJlcmF0ZQ&hash=b1fd05afb607d995ec0032e6fda677bfca4f3aac&lang=en&cache-only=0",
            "defineEn": "to think carefully about something and consider it  before making a decision",
            "defineVi": "để suy nghĩ cẩn thận về một cái gì đó và xem xét nó trước khi đưa ra quyết định"
        },
        {
            "id": "c6896367-91ee-4c9f-ba8d-aff0a2c8331a",
            "word": "to edify",
            "phonetic": "tʊ ɛdᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "They're personally edifying to anybody who has them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWRpZnk&hash=026d99a3b0e53606d444c3eed7f8d03b4c8a49b7&lang=en&cache-only=0",
            "defineEn": "to make someone develop intellectually or morally",
            "defineVi": "để làm cho ai đó phát triển trí tuệ hoặc đạo đức"
        },
        {
            "id": "a54e6453-e969-4b37-9fb9-f88ad6f1befb",
            "word": "to enjoin",
            "phonetic": "tʊ ɛndʒɔɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The district judge enjoined us. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5qb2lu&hash=8089096f6f4146ae2d891ef29d842a069f83c898&lang=en&cache-only=0",
            "defineEn": "to tell someone to do something by ordering or instructing them",
            "defineVi": "để bảo ai đó làm điều gì đó bằng cách ra lệnh hoặc hướng dẫn họ"
        },
        {
            "id": "5fc04b08-ee20-41d3-9d33-510dfc9365d2",
            "word": "to expostulate",
            "phonetic": "tʊ ɛkspɔstuːleɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwb3N0dWxhdGU&hash=64ac21597e8159b637088d88a3b807ac54606bdd&lang=en&cache-only=0",
            "defineEn": "to strongly argue, disapprove, or disagree with someone or something",
            "defineVi": "để tranh luận mạnh mẽ, không chấp thuận, hoặc không đồng ý với một ai đó hoặc một cái gì đó"
        },
        {
            "id": "551a96e6-5c91-4a56-9e27-f71f1ff79d82",
            "word": "to heed",
            "phonetic": "tə hiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Take heed.",
                "But what if the government takes no heed?",
                "He failed to pay heed to our advice.",
                "It was a painful reminder that advice is least heeded when most needed.",
                "Rather than heeding cautionary tales from elders, the young woman insisted on learning life's harder lessons firsthand."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGVlZA&hash=2d1635e8bcede82f318b5cd661dd477c5dd8ef4e&lang=en&cache-only=0",
            "defineEn": "to be attentive to advice or a warning",
            "defineVi": "để được chú ý đến lời khuyên hoặc một cảnh báo"
        },
        {
            "id": "2e9aa5f3-994a-4cf9-97bf-bad7669055b1",
            "word": "to hustle",
            "phonetic": "tə hʌsəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "She goes hiking every weekend to escape the hustle and bustle of the city.",
                "But the real hustle comes just before the dinner rush.",
                "So they really hustled to close that thing down pretty quickly.",
                "For most musicians, it’s a constant hustle, with little return.",
                "It was of the most intense magic hour hustles in the film."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaHVzdGxl&hash=cbab57e7f09b036cf7faae2ea050ef2b21513473&lang=en&cache-only=0",
            "defineEn": "to convince or make someone to do something",
            "defineVi": "để thuyết phục hoặc làm cho một ai đó để làm một cái gì đó"
        },
        {
            "id": "c1d67ee3-e720-4f73-8647-08a364465db6",
            "word": "to remonstrate",
            "phonetic": "tə ɹɛmənstɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVtb25zdHJhdGU&hash=3ea45c7a8ab2ee23ad54affd82010ecf21b6c3f6&lang=en&cache-only=0",
            "defineEn": "to protest against something or argue about it",
            "defineVi": "để phản đối một cái gì đó hoặc tranh luận về nó"
        },
        {
            "id": "dce3fa68-01b5-4912-a615-0ad03e89dff7",
            "word": "to opt",
            "phonetic": "tʊ ɑːpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He opted for lean ground turkey instead of beef for a healthier burger option.",
                "The company opted for a settlement rather than taking their former employee to court.",
                "As a healthier alternative, they opted for peanut oil instead of butter when making their favorite cookies.",
                "I opted for a lean cut of red meat, such as sirloin, to create a delicious and healthy stir-fry.",
                "Sam opted for a less expensive roofing contractor, but the work waspoorly done, and he had to pay for repairs and replacements later, proving that the poor man pays twice."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3B0&hash=2cb6a2bd053925274c61e614d9aebb0586550fee&lang=en&cache-only=0",
            "defineEn": "to choose something over something else",
            "defineVi": "để chọn một cái gì đó trên một cái gì đó khác"
        },
        {
            "id": "ef9ce1bc-4c37-4de1-91b5-cbaacecd498e",
            "word": "to proffer",
            "phonetic": "tə pɹɑːfɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "As one of many critics who viewed the Hemingway hero as a stand-in for Hemmingway himself, Young proffered that the Hemingway hero strictly adhered to his codes as a sort of compensation for his battle wounds."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvZmZlcg&hash=a88a3ca544efc3d59ba48136cf40f7cb7b855a70&lang=en&cache-only=0",
            "defineEn": "‌to offer an explanation, advice, or one's opinion on something",
            "defineVi": "đưa ra lời giải thích, lời khuyên hoặc ý kiến của ai đó về điều gì đó"
        },
        {
            "id": "8a8f94e7-1e5d-416f-8303-56ba1a1f9f32",
            "word": "to procrastinate",
            "phonetic": "tə pɹoʊkɹæstᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Procrastinating on a project until the last minute is asking for stress and can increase the likelihood of a poor outcome.",
                "The student kept procrastinating on their assignments and projects, and eventually learned the hard way that delays are dangerous when they failed their exams.",
                "If you continue to procrastinate, you'll be asking for trouble.",
                "I always remind myself that one today is worth two tomorrows, so I try to make the most of each day and not procrastinate.",
                "Some procrastinated their schoolwork through other productive tasks, like cleaning or working on other assignments."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvY3Jhc3RpbmF0ZQ&hash=9c2263f8bc1d80049026d9cad3d8f1de2ea5b2be&lang=en&cache-only=0",
            "defineEn": "to postpone something that needs to be done",
            "defineVi": "để trì hoãn một cái gì đó cần phải được thực hiện"
        },
        {
            "id": "14e3be27-c569-493a-8920-79625a3c9350",
            "word": "to waver",
            "phonetic": "tə weɪvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "We must stand fast and not waver in our commitment to the cause.",
                "The president never wavered.",
                "He has never wavered, he never, never backs down.",
                "I will never waver in that conviction, I promise you.",
                "And BMW has at times appeared to waver in its commitment to electric vehicles."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2F2ZXI&hash=86416243a6676f6e2576c49c65eaafd1824b1462&lang=en&cache-only=0",
            "defineEn": "to hold back and hesitate due to uncertainty",
            "defineVi": "để giữ lại và do dự do không chắc chắn"
        },
        {
            "id": "4e755a27-6ce4-410f-8ad4-50659e2d5b50",
            "word": "to resolve",
            "phonetic": "tə ɹᵻzɑːlv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Both projects are kept on ice until the question of funding is resolved.",
                "Experts have urged ministers to take the necessary steps to resolve the issue.",
                "I'm afraid this matter shall be resolved at the court of law, my hands are tied in this case.",
                "They're just playing for time, hoping that the situation will resolve itself.",
                "I learned the hard way that good accounting makes good friends after a disagreement with my roommate over unpaid bills almost ruined our friendship, but we were able to resolve the issue by keeping better track of our expenses."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzb2x2ZQ&hash=53121126355a21248f9a2c4fcd5d812671fda01b&lang=en&cache-only=0",
            "defineEn": "to make a decision with determination",
            "defineVi": "đưa ra quyết định với quyết tâm"
        },
        {
            "id": "93188d6a-e3da-4e28-a1da-c59d196573e7",
            "word": "consultancy",
            "phonetic": "kənsʌltənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "At least two migration consultancy firms have seen a jump in inquiries since June, according to the South China Morning Post.",
                "The Boyd Company is a site selection consultancy.",
                "I did a great consultancy since I saw you with Senior Service America helping low-income older adults find work.",
                "The political consultancy reportedly sucked up data about millions of Facebook users without their knowledge, then used it to profile and sway voters in the US, UK, and elsewhere.",
                ", my name is Amelia Singer, and I'm a wine expert, TV presenter on the Wine Show, and I run my own wine-tasting and consultancy business, Amelia's Wine."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3VsdGFuY3k&hash=e84f2e48f4936b45a0ec418af3dcd0805b12f15e&lang=en&cache-only=0",
            "defineEn": "the practice of giving professional advice within a particular field",
            "defineVi": "thực hành đưa ra lời khuyên chuyên nghiệp trong một lĩnh vực cụ thể"
        },
        {
            "id": "7ee785ad-7c75-4c34-b4d3-85765f6e0a38",
            "word": "disincentive",
            "phonetic": "dɪsɪnsɛntɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "So there's a disincentive to go to work.",
                "Analysts have said, this is a plan that sounds good, but it could be, A, a disincentive to invest in what they call important transformative projects that could transform society, number two, that it would create massive and expensive investigations by the IRS, and, number three, it may not be constitutional.",
                "The argument was that if they had these anti-tank weapons in their hands, they could start to do a lot of damage, defend themselves, but also do damage and maybe create a bit of a disincentive for the Russians to continue to do this, because the Russians would start to lose forces, and they’d have to explain that back home."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzaW5jZW50aXZl&hash=0a42ca279ecf2e66aba69d4a6544e198a567233c&lang=en&cache-only=0",
            "defineEn": "something that makes one less encouraged to do something",
            "defineVi": "một cái gì đó mà làm cho một ít khuyến khích để làm một cái gì đó"
        },
        {
            "id": "3b22b5c0-42a4-406f-be65-384240d28bf7",
            "word": "mentor",
            "phonetic": "mɛntoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "What he really needs is a mentor who will knock him into shape.",
                "What he really needs is a mentor who will get him into shape.",
                "The mentor advised the young entrepreneur that money unmakes the men who make it, and that they should always stay true to their values and principles.",
                "Art is long and life is short, my mentor reminded me, encouraging me to use my youth to develop the skills and knowledge I would need for a lifetime of painting.",
                "Carla has some big shoes to fill if she is to replace her mentor."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVudG9y&hash=91c95fedad57973fe01cf5666e4f1ebb50dea156&lang=en&cache-only=0",
            "defineEn": "a reliable and experienced person who helps those with less experience",
            "defineVi": "một người đáng tin cậy và có kinh nghiệm giúp đỡ những người có ít kinh nghiệm hơn",
            "hasImg": true
        },
        {
            "id": "2a95899f-e67f-474a-bd11-72cd490f9f4f",
            "word": "mentee",
            "phonetic": "mɛntiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Research like this could help organizations match up mentors and mentees.",
                "They elected an African American pastor of Dr. King's church, the first Black senator from Georgia, and a young Jewish man, the son of an immigrant, a mentee of John Lewis, in this defining moment of our story, reminding us of the covenant that we have with one another as an American people."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVudGVl&hash=560aeb96e682f97389aeaaf463ac543db1c96bf8&lang=en&cache-only=0",
            "defineEn": "someone who is advised or trained under the supervision of a mentor",
            "defineVi": "một người được tư vấn hoặc đào tạo dưới sự giám sát của một người cố vấn"
        },
        {
            "id": "5e7c7158-ec23-4388-ab2d-f06972f041c5",
            "word": "sermon",
            "phonetic": "sɜːmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I try to set a good example, because a good example is the best sermon.",
                "The smart entrepreneur didn't invest in a risky business opportunity offered by a stranger online, remembering that it is a silly goose that comes to a fox's sermon.",
                "The priest got the sermons.",
                "Reverend Vickey Gibbs' final sermon at her Houston church was an impassioned call to action on coronavirus relief and racial injustice.",
                "This is one of the most important sermons in American history."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VybW9u&hash=519244f5d526e31bca19c6efcc863fc30ba7a1c6&lang=en&cache-only=0",
            "defineEn": "ethical advice that one gives during a long conversation",
            "defineVi": "lời khuyên đạo đức mà một người đưa ra trong một cuộc trò chuyện dài"
        },
        {
            "id": "1b7e1f49-f558-4818-be10-c16fe7ba4d98",
            "word": "steer",
            "phonetic": "stɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In her entire career, Monia has stayed a cut above the rest by steering clear of prejudices and letting her work talk for itself.",
                "I always steer clear of spicy food because it upsets my stomach.",
                "He warned his friends to steer clear of that part of town after dark.",
                "His parents did everything they could to steer him on the right path, but I think Chris might just be a rotten egg.",
                "If these type of jobs are not what you are used to, steer clear."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlZXI&hash=32c5a0764c46977bf4f59461a0d754a811aff4ba&lang=en&cache-only=0",
            "defineEn": "a piece of advice or information regarding the progress of a situation",
            "defineVi": "một lời khuyên hoặc thông tin liên quan đến tiến trình của một tình huống"
        },
        {
            "id": "963e0712-d7be-4e1e-9e2c-8c28c335e2ec",
            "word": "veto",
            "phonetic": "viːɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But a simple majority of the state legislature can override the veto.",
                "Nixon vetoed it twice.",
                "The very words suggest committee battles and last-minute vetoes.",
                "The very words suggest committee battles and last-minute vetoes.",
                "If the President vetoes a law, Congress, with a two thirds vote in both houses, can override the veto."
            ],
            "audio": "https://tts.langeek.co/read?text=dmV0bw&hash=d0018cbf48bfea33b1f4270d133e2a977d3e3dc8&lang=en&cache-only=0",
            "defineEn": "refusal of or disagreement with something",
            "defineVi": "từ chối hoặc không đồng ý với một cái gì đó"
        },
        {
            "id": "f71d2173-3e87-4813-8969-d90232428e38",
            "word": "volition",
            "phonetic": "vəlɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Still, we kind of like having them around, and they aren’t going to leave of their own volition."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9saXRpb24&hash=915ac39ca02fd24f59a5f9a727d3abd80e12cd30&lang=en&cache-only=0",
            "defineEn": "the faculty to use free will and make decisions",
            "defineVi": "khoa sử dụng ý chí tự do và đưa ra quyết định"
        },
        {
            "id": "5d264f62-2ec6-4c4a-a6a2-2a600b60db1c",
            "word": "ambivalent",
            "phonetic": "æmbɪvələnt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "About 15% of the kids demonstrated insecure ambivalent attachment.",
                "Really, Gilgamesh is kind of an ambivalent figure.",
                "We know from the beginning of the movie that he's ambivalent about prosecuting these guys.",
                "And I remember, you know, the McCain campaign clearly was ambivalent in tapping into that, but they also clearly knew that it was there, because it was their base. ",
                "Many in the automotive industry are at least ambivalent about an often divided among themselves over on the one hand."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1iaXZhbGVudA&hash=071e90ea4a8091ca4421b6d28f7db95885b72d51&lang=en&cache-only=0",
            "defineEn": "having contradictory views or feelings about something or someone",
            "defineVi": "có quan điểm hoặc cảm xúc mâu thuẫn về một cái gì đó hoặc ai đó"
        },
        {
            "id": "b67c7af4-2313-433a-b982-8b1658817751",
            "word": "fuzzy",
            "phonetic": "fʌzi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But these fuzzy discoveries have raised a whole batch of new questions.",
                "Then it was fuzzy.",
                "These antennae look pretty smooth, not fuzzy at all.",
                "Take the West Indian fuzzy chiton.",
                "I have had a fuzzy throat."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnV6enk&hash=4a4e1496ce0684c9429768ca5d290cd250ef956f&lang=en&cache-only=0",
            "defineEn": "confused and unable to think clearly",
            "defineVi": "bối rối và không thể suy nghĩ rõ ràng"
        },
        {
            "id": "4ee06c7f-3ae9-4c53-9b38-b0159ff5361f",
            "word": "incisive",
            "phonetic": "ɪnsaɪsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Now, we remember the career of Roger Mudd, a broadcast journalist known for his incisive questioning and tough approach to news, especially in the nation's capital."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jaXNpdmU&hash=12d4f2ff81ccad7e0e90087a6f0642ce1dc5c590&lang=en&cache-only=0",
            "defineEn": "having or showing common sense, and the capability of expressing an idea in a convincing way",
            "defineVi": "có hoặc thể hiện ý thức chung và khả năng thể hiện một ý tưởng một cách thuyết phục"
        },
        {
            "id": "ae1973a2-d835-4fed-b466-756a29018d89",
            "word": "indeterminate",
            "phonetic": "ɪndɪtɜːmᵻnət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So we get our indeterminate form.",
                "All of these are indeterminate, undefined forms.",
                "So this is our indeterminate form.",
                "So these are the two indeterminate forms.",
                "That assertion has a truth value, but it’s indeterminate, because the show’s not over yet."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kZXRlcm1pbmF0ZQ&hash=ce21da13150044ccb917fce012cec76e456cb0a5&lang=en&cache-only=0",
            "defineEn": "not known, measured, or specified precisely",
            "defineVi": "không được biết, đo lường hoặc chỉ định chính xác"
        },
        {
            "id": "e42bf724-7215-4491-9d48-c29b08b6a5cb",
            "word": "inexpedient",
            "phonetic": "ɪnɛkspiːdiənt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5leHBlZGllbnQ&hash=6d7e0df2e959daa719d8458eb31b74e9e001d378&lang=en&cache-only=0",
            "defineEn": "impractical, inconvenient, and inadvisable",
            "defineVi": "không thực tế, bất tiện, và không nên"
        },
        {
            "id": "505a75a4-c320-4218-9120-fbb42f8dd1bf",
            "word": "irresolute",
            "phonetic": "ɪɹɛzəluːt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aXJyZXNvbHV0ZQ&hash=282c45f4863f838d044cfb53ea29cb3199ac3546&lang=en&cache-only=0",
            "defineEn": "hesitant and uncertain about what to do",
            "defineVi": "do dự và không chắc chắn về những gì phải làm"
        },
        {
            "id": "257feb30-a58a-43b3-8b95-53c0b86af2fb",
            "word": "unanimous",
            "phonetic": "juːnænɪməs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But that would take unanimous consent.",
                "But today's unanimous decision does not address whether that includes salaries for athletes.",
                "There was not a unanimous consent we should do that plan. ",
                "The New York Tribune reported, \"The unanimous sentiment of the North is indignant resistance.\"",
                "The articles could be amended, but that required a unanimous vote, so zero amendments were ever passed."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5hbmltb3Vz&hash=143719a3a90b164470b49db5c14860b47edb8915&lang=en&cache-only=0",
            "defineEn": "(of a group) fully in agreement on something",
            "defineVi": "(của một nhóm) hoàn toàn đồng ý về một cái gì đó",
            "hasImg": true
        },
        {
            "id": "79e23a3b-d7ff-438c-93a2-9fdc9e1ca979",
            "word": "undisputed",
            "phonetic": "ʌndɪspjuːɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The oldest undisputed true crab is Eoprosopon, a crustacean that lived 185 million years ago in the early Jurassic Period.",
                "When it comes to planetary magnetic fields, Jupiter is the solar system’s undisputed champion.",
                "The value of such an enterprise is undisputed.",
                "So, the jury is still out on these early carnivorous plants - leaving us with just the leaf fragments of that Roridula relative preserved in amber as the oldest undisputed evidence.",
                "Weighing up to 10 kilograms and possessing a wingspan of nearly 3 meters, the lappet-faced vulture is the undisputed king of the carcass."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kaXNwdXRlZA&hash=52d3ed294362b1dcf7368466aa65809229fc0493&lang=en&cache-only=0",
            "defineEn": "that cannot be falsified and is unquestionable",
            "defineVi": "điều đó không thể bị làm sai lệch và không thể nghi ngờ"
        }
    ]
}