{
    "id": "7c5c807f-32d6-4b61-ba66-01aab822395c",
    "title": "Lesson 18",
    "originalTitle": "Lesson 18",
    "words": [
        {
            "id": "537e6378-39d3-4dcf-ac63-2d80c4cbd564",
            "word": "to expurgate",
            "phonetic": "tʊ ɛkspɚɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwdXJnYXRl&hash=a7c5197da19a139779558084635eb07e4397eb6a&lang=en&cache-only=0",
            "defineEn": "edit by omitting or modifying parts considered indelicate",
            "defineVi": "chỉnh sửa bằng cách bỏ qua hoặc sửa đổi các phần được coi là không tế nhị"
        },
        {
            "id": "27de74f3-6320-4e58-adf1-f84e03e3b3e6",
            "word": "to expunge",
            "phonetic": "tʊ ɛkspʌndʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "We talk with experts and people with criminal records about the barriers these convictions create and some of the new proposals on the table to help them expunge their records.",
                "And that's hard for a party to expunge."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwdW5nZQ&hash=13208ec93dfe27edb31cdbbe85bb36c93b9b2b0c&lang=en&cache-only=0",
            "defineEn": "remove by erasing or crossing out or as if by drawing a line",
            "defineVi": "loại bỏ bằng cách xóa hoặc gạch bỏ hoặc như thể bằng cách vẽ một đường thẳng"
        },
        {
            "id": "dc0b81aa-d55d-4cc1-8642-28a2f4067ece",
            "word": "expulsion",
            "phonetic": "ɛkspʌlʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "After being threatened with expulsion for my vulgar remarks in class, I knew I had to watch my tongue for the rest of the semester.",
                "We all sat sipping our tea quietly, no one wanting to bring up the white elephant in the room about Joel's expulsion from college.",
                "They get higher levels of suspensions and expulsions, but it's not about them.",
                "They get high levels of suspensions and expulsions but it's not about them it's about what's happened to them.",
                "Put off by Islam's prohibition on alcohol and Judaism's expulsion from its holy land, the ruler settled on Orthodox Christianity after hearing odd accounts of its ceremonies."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwdWxzaW9u&hash=00e41928a350b7a07d7e1129a389c3bce5b64fd7&lang=en&cache-only=0",
            "defineEn": "the act of expelling or forcing someone to leave a particular place, especially a school",
            "defineVi": "hành động trục xuất hoặc buộc ai đó rời khỏi một địa điểm cụ thể, đặc biệt là trường học"
        },
        {
            "id": "888c9976-7bcd-40c8-819c-c1308e438ca2",
            "word": "propaganda",
            "phonetic": "pɹɑːpɐɡændə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The use of social media in politics can cut both ways, as it can provide a platform for activism and mobilization but can also spread misinformation and propaganda.",
                "They put out propaganda.",
                "Enter misinformation and propaganda.",
                "It's propaganda.",
                "We found propaganda footage of K.H. attacks on American bases in Iraq."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcGFnYW5kYQ&hash=69b59630a0396bd98137664b2665604b39f12f64&lang=en&cache-only=0",
            "defineEn": "information and statements that are mostly biased and false and are used to promote a political cause or leader",
            "defineVi": "thông tin và tuyên bố chủ yếu là thiên vị và sai và được sử dụng để thúc đẩy một nguyên nhân chính trị hoặc nhà lãnh đạo"
        },
        {
            "id": "3a2ae35b-4a3b-49c9-b466-0bfe818d5926",
            "word": "to propagate",
            "phonetic": "tə pɹɑːpɐɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The idea is propagating. ",
                "This current propagates through hundreds of miles of electric cables and arrives at your home.",
                "An egomaniac who propagated pseudoscientific theories.",
                "And that happens through propagating these conspiracy theories.",
                "He was very much invested in propagating those divisions and blaming them on the president. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvcGFnYXRl&hash=7ba2522165ee26d0984bf9ffcf21908b99e1fe09&lang=en&cache-only=0",
            "defineEn": "cause to propagate, as by grafting or layering",
            "defineVi": "nguyên nhân để nhân giống, như bằng cách ghép hoặc xếp lớp"
        },
        {
            "id": "a49bb082-7e05-42f1-a549-0f0b01925d59",
            "word": "propensity",
            "phonetic": "pɹəpɛnsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Marginal propensity to consume.",
                "I have a marginal propensity to consume of 60%, or 0.6.",
                "I have a marginal propensity to consume of 0.6 or 60%.",
                "It's our marginal propensity to consume.",
                "So they're going to consume the fraction that's essentially their marginal propensity to consume."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcGVuc2l0eQ&hash=de2abf1f16bd80aa9b519c87da039e28958ac672&lang=en&cache-only=0",
            "defineEn": "a disposition to behave in a certain way",
            "defineVi": "một khuynh hướng để cư xử theo một cách nhất định"
        },
        {
            "id": "b4a7a967-c6d2-4bea-a6a0-8b2cd13f3b77",
            "word": "propinquity",
            "phonetic": "pɹəpɪŋkwᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvcGlucXVpdHk&hash=27015fc11e110d757004e30337084de22bd6fa1d&lang=en&cache-only=0",
            "defineEn": "the property of being close together",
            "defineVi": "tài sản của việc ở gần nhau"
        },
        {
            "id": "e4e5ec21-6f95-4a2c-93b3-a9a1cb4e73e6",
            "word": "proportionate",
            "phonetic": "pɹəpoːɹʃənət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And if there were no drag, the horizontal component of acceleration would be approximately proportionate to the tilt angle of the rotor.",
                "Yeah, I want a video game where you'll go into an alternate reality where Conan O'Brien has a proportionate body.",
                "You can't even think about tear gas unless there is a need for use of force, and when that force is used, it needs to be proportionate, it needs to be limited and it needs to be controlled.",
                "And whether or not it was proportionate, they would argue that it is, but the number of Chinese journalists allowed to operate even now is far greater than the number of Americans that are allowed to operate in China."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcG9ydGlvbmF0ZQ&hash=bbd896460a6fe42c0a7e12dd42de5cc36c19fcd7&lang=en&cache-only=0",
            "defineEn": "being in due proportion",
            "defineVi": "đúng tỷ lệ"
        },
        {
            "id": "57ff4901-b268-49e9-a5de-40e7b493af28",
            "word": "strait",
            "phonetic": "stɹeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The sunset over the Strait of Malacca is a sight for sore eyes.",
                "The firm is in dire straits and may go bankrupt.",
                "The Russian economy is in dire straits.",
                "You can see Sri Lanka, the Strait of Hormuz, the Suez canal, Gibraltar, the English channel.",
                "According to this model, the crust under the Strait of Gibraltar rose up over time, reducing the flow of water from the Atlantic."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyYWl0&hash=6b8232744498288e2f7f040ad994f0eacdddc56e&lang=en&cache-only=0",
            "defineEn": "a narrow channel of the sea joining two larger bodies of water",
            "defineVi": "một kênh hẹp của biển nối hai vùng nước lớn hơn"
        },
        {
            "id": "fa69fbe6-aa87-4525-8923-8d36f0bfd6d5",
            "word": "strait-laced",
            "phonetic": "stɹeɪtleɪst ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RyYWl0LWxhY2Vk&hash=2bab028e731e2e295f7dc29836e0d6d8fdf9665c&lang=en&cache-only=0",
            "defineEn": "exaggeratedly proper",
            "defineVi": "phóng đại thích hợp"
        },
        {
            "id": "17a5ff84-6d75-4991-a9f3-c0d1182aea39",
            "word": "appalling",
            "phonetic": "ɐpɔːlɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It is appalling.",
                "It really is appalling.",
                "The president is guilty of an appalling abuse of public trust.",
                "The cost of your shoes is so low, compared to the value of the child’s life, that it would be appalling not to make that sacrifice to value shoes over a person’s life.",
                "Your candidacy is an appalling dump heap Overflowing with the most disgraceful assortment of delporable rubbish imaginable, and you probably disapprove of this song because it's about Christmas"
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwYWxsaW5n&hash=93c60295492cb25e6b9083a3ef50b4c0804ac378&lang=en&cache-only=0",
            "defineEn": "extremely bad, unpleasant, or unacceptable in a way that deeply affects or offends the senses, emotions, or moral sensibilities",
            "defineVi": "cực kỳ tồi tệ, khó chịu hoặc không thể chấp nhận được theo cách ảnh hưởng sâu sắc hoặc xúc phạm các giác quan, cảm xúc hoặc sự nhạy cảm về đạo đức",
            "hasImg": true
        },
        {
            "id": "6bf3c93e-f048-4ded-89d7-02dce1574e4d",
            "word": "to appease",
            "phonetic": "tʊ ɐpiːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "To appease government officials, the industry funded a local recycling pilot project.",
                "Hunters would leave out offerings from their kills to appease these beings.",
                "The only way off is to appease its three alien overlords, Tee, Eff, and Arr, by giving them the correct artifacts.",
                "But today let's appease Salinger's ghost by pretending that he as a person never existed.",
                "And the job of the priests was to avoid these disasters, by appeasing the gods, generally through human sacrifice."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwZWFzZQ&hash=5d1ff0e5183e7af087cb5e150c5d19c7b50b45a8&lang=en&cache-only=0",
            "defineEn": "to end or lessen a person's anger by giving into their demands",
            "defineVi": "chấm dứt hoặc giảm bớt sự tức giận của một người bằng cách đưa ra yêu cầu của họ"
        },
        {
            "id": "fcee007d-b9e8-4034-b218-60d5bf5d56b0",
            "word": "appellate",
            "phonetic": "ɐpɛlət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That's appellate jurisdiction.",
                "On the other hand, appellate decisions are technically not common law in that they are only binding on courts, not executive agencies or legislatures.",
                "An appeals court that has, you guessed it, appellate jurisdiction.",
                "The WTO this year will wind up without having an effective appellate body because the United States refuses to allow new judges to be elected.",
                "But you’ll recall, there was a group of appellate judges, the Parlement, who had to register royal decrees, and they refused to register this one."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwZWxsYXRl&hash=d50110553014066fb3dff142a5a81f8b6e9d708b&lang=en&cache-only=0",
            "defineEn": "of or relating to or taking account of appeals (usually legal appeals)",
            "defineVi": "của hoặc liên quan đến hoặc tính đến kháng cáo (thường là kháng cáo pháp lý)"
        },
        {
            "id": "624df465-a211-4c7e-b26c-240f94feabba",
            "word": "to append",
            "phonetic": "tʊ ɐpɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "So you could say a dot append and you can add something to the end of a.",
                "A bite, which involves a creature's mouth parts, is different from a sting, which is made with a sharp structure appended to a creature's rear end."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwZW5k&hash=790389c41d16ca2599eec38c0d282bc23c8fc3e2&lang=en&cache-only=0",
            "defineEn": "add to the very end",
            "defineVi": "thêm vào cuối cùng"
        },
        {
            "id": "f5d72a93-ccc6-4ed2-9cb2-56e065f7aee0",
            "word": "apposite",
            "phonetic": "ɐpɑːzɪt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXBwb3NpdGU&hash=67e0f69fd9910219f32ea7682354d46c35d9e387&lang=en&cache-only=0",
            "defineEn": "having the quality of being appropriate or closely connected to the subject or situation at hand",
            "defineVi": "có chất lượng phù hợp hoặc kết nối chặt chẽ với chủ đề hoặc tình huống hiện tại"
        },
        {
            "id": "280a1d03-4ccd-4e00-964f-c68df26f1c75",
            "word": "to appraise",
            "phonetic": "tʊ ɐpɹeɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Engineer Henry M. Leland was brought on to appraise the company's factory in order to sell it but instead saw potential.",
                "Oh, and showing art in a venerable museum can definitely increase the appraised value of a work of art!",
                "Think of it like seeing your home appraised for less, and immediately putting it up for sale.",
                "One day in 1906, the British scientist Francis Galton headed for a country fair in the town of Plymouth where the local farmers and townspeople gathered to appraise the quality of each other's cattle, sheep, chickens, and horses.",
                "And they rated participants in the group that told themselves they were excited as more persuasive, competent, and confident than the group told to appraise their feelings as anxiety."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwcmFpc2U&hash=d8e04e8ac02314a9e07afd6eb885fc54767d8d57&lang=en&cache-only=0",
            "defineEn": "to estimate or assess the value or quality of something",
            "defineVi": "để ước tính hoặc đánh giá giá trị hoặc chất lượng của một cái gì đó"
        },
        {
            "id": "1037afa0-0454-4453-b086-6a9e19f072bc",
            "word": "apprentice",
            "phonetic": "ɐpɹɛntɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Brilliant move my apprentice.",
                "He mentors apprentices during the four-year program at Arion.",
                "His announcement mirrored \"The Apprentice.\"",
                "he apprenticed himself to the director Max Reinhardt.",
                "She leaves her apprentice in charge and heads to the center of the city."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwcmVudGljZQ&hash=a29c228be78a46aa4482575d01c85685f03b24b0&lang=en&cache-only=0",
            "defineEn": "someone who works for a skilled person for a specific period of time to learn their skills, usually earning a low wage",
            "defineVi": "một người làm việc cho một người có kỹ năng trong một khoảng thời gian cụ thể để học các kỹ năng của họ, thường kiếm được mức lương thấp",
            "hasImg": true
        },
        {
            "id": "82036943-575f-4fa4-89d1-6788dc78d6bd",
            "word": "appurtenance",
            "phonetic": "ɐpɜːtənəns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXBwdXJ0ZW5hbmNl&hash=3a661ec63cd479fce0cc4581224510101fe069de&lang=en&cache-only=0",
            "defineEn": "a supplementary component that improves capability",
            "defineVi": "một thành phần bổ sung giúp cải thiện khả năng"
        },
        {
            "id": "a89029e5-6676-4173-93ea-9a208d4e946c",
            "word": "to persuade",
            "phonetic": "tə pɚsweɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The overwhelming majority of Irish-Americans probably persuaded the administration that the cake was not worth the candle.",
                "The salesman was a fast talker who persuaded the old lady to buy a new washing machine.",
                "I tried to persuade the Chancellor not to go.",
                "George didn't want to come, but we persuaded him to change his mind.",
                "Bob persuaded her to go by car, against her better judgement, and she regretted it as soon as she saw the heavy traffic."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVyc3VhZGU&hash=8f60e83c1ae0dc0dbfd9ee95a32b04df8cdf5a53&lang=en&cache-only=0",
            "defineEn": "to make a person do something by giving them a good reason why they should do it",
            "defineVi": "để làm cho một người làm điều gì đó bằng cách cho họ một lý do chính đáng tại sao họ nên làm điều đó"
        },
        {
            "id": "aa685905-79cf-44fb-98c5-cb088aa300b6",
            "word": "persuadable",
            "phonetic": "pɚsweɪdəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Everyone in the world doesn't think they're persuadable.",
                "The final quick thing to say is, a lot of people say, oh, you can't persuade anybody, there are no persuadables."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc3VhZGFibGU&hash=bf948e220cc88054b63dca6f42d7f9f63c9411ec&lang=en&cache-only=0",
            "defineEn": "being susceptible to persuasion",
            "defineVi": "dễ bị thuyết phục"
        }
    ]
}