{
    "id": "7c5f0d64-3899-4339-ab69-b58af06bdf9e",
    "title": "Special Occasions",
    "originalTitle": "Lesson 27",
    "words": [
        {
            "id": "0da66822-c06f-400a-a8a1-d4c41e81fb36",
            "word": "birth",
            "phonetic": "bɜːθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The farmer witnessed the birth of a baby calf in the barn.",
                "He was blind from birth.",
                "Last year, Monica had bun in the oven and gave birth to a beautiful baby girl.",
                "As the son of a wealthy family, he had many advantages at birth, but he knew that birth is much but breeding more, and worked hard to receive a good education and upbringing.",
                "As the son of a wealthy family, he had many advantages at birth, but he knew that birth is much but breeding more, and worked hard to receive a good education and upbringing."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlydGg&hash=d2e87e1cd23d5fca48d1a52d3a8b6655b379fb70&lang=en&cache-only=0",
            "defineEn": "the event or process of a baby being born",
            "defineVi": "sự kiện hoặc quá trình của một em bé được sinh ra",
            "hasImg": true
        },
        {
            "id": "f088aae5-47cc-4128-970a-adbd7cd80d84",
            "word": "graduation",
            "phonetic": "ɡɹædʒuːeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Please tell me you didn't hang a BA at the headmaster after graduation.",
                "I lived on the edge using cash advances to pay one credit card with another until I finally found a job three months after graduation.",
                "Lisa beamed with pride as she watched her son receive his diploma on graduation day.",
                "My daughter is a great student, so she's in line for many academic awards at graduation.",
                "Graduation season is in full swing at colleges and universities around the country."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhZHVhdGlvbg&hash=095b1d18603d4ccb648af877b556c73b3e102c08&lang=en&cache-only=0",
            "defineEn": "a ceremony during which students receive their degrees",
            "defineVi": "một buổi lễ trong đó sinh viên nhận được bằng cấp của họ",
            "hasImg": true
        },
        {
            "id": "6e68d5cf-07b6-43d9-966d-1c638828af05",
            "word": "engagement",
            "phonetic": "ɛŋɡeɪdʒmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tongues were wagging over their engagement.",
                "The company's latest advertising campaign was a huge success, hitting it out of the park with record-breaking sales and customer engagement.",
                "All engagement really helps the channel growth.",
                "The other one is Arctic engagement.",
                "I just see the engagement."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5nYWdlbWVudA&hash=aea86971e89982f44bc53c8918f99df83230e1b8&lang=en&cache-only=0",
            "defineEn": "an agreement between two people to get married or the duration of this agreement",
            "defineVi": "một thỏa thuận giữa hai người để kết hôn hoặc thời hạn của thỏa thuận này",
            "hasImg": true
        },
        {
            "id": "4f64dbb6-28e8-4f21-b38b-898575e2e82a",
            "word": "wedding",
            "phonetic": "wɛdɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wedding ceremony went off without a hitch.",
                "The bride's wedding dress is white.",
                "The wedding celebrations went like a dream.",
                "My brother's heartbreak is casting a cloud over my wedding.",
                "My grandparents celebrated their sixtieth wedding anniversary."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VkZGluZw&hash=e3406063f43520f6ca0ef0ccdca1b7619a1557c2&lang=en&cache-only=0",
            "defineEn": "the event of a marriage ceremony",
            "defineVi": "sự kiện của một lễ cưới",
            "hasImg": true
        },
        {
            "id": "3c32e652-3a73-4ad0-8346-1130779bd304",
            "word": "Father's Day",
            "phonetic": "fɑːðɚ bækslæʃ ɛs deɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=RmF0aGVyJ3MgRGF5&hash=eca4e7687c8f3c92a05769ab673182f7c9d2657c&lang=en&cache-only=0",
            "defineEn": "the day on which fathers are appreciated and often receive gifts from their children",
            "defineVi": "ngày mà những người cha được đánh giá cao và thường nhận được quà từ con cái của họ",
            "hasImg": true
        },
        {
            "id": "aa9c04a9-1cfa-4d68-9b54-575b3bfd7c47",
            "word": "New Year's Day",
            "phonetic": "nuː jɪɹ bækslæʃ ɛs deɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=TmV3IFllYXIncyBEYXk&hash=5fe0d591ed26f262b0490a5fbc223fb35c091364&lang=en&cache-only=0",
            "defineEn": "the day that comes first in the calendar year and is a public holiday in most countries",
            "defineVi": "ngày đầu tiên trong năm dương lịch và là ngày nghỉ lễ ở hầu hết các quốc gia",
            "hasImg": true
        },
        {
            "id": "90024ecb-719b-47de-9007-37d4b730b02f",
            "word": "Mother's Day",
            "phonetic": "mʌðɚ bækslæʃ ɛs deɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=TW90aGVyJ3MgRGF5&hash=9bb1bca592221ddfd1682af2165a83f367a3a9d4&lang=en&cache-only=0",
            "defineEn": "the day on which mothers are appreciated and often receive gifts from their children",
            "defineVi": "ngày mà các bà mẹ được đánh giá cao và thường nhận được quà từ con cái của họ",
            "hasImg": true
        },
        {
            "id": "c1393b11-f22a-4368-a03e-91bd3a00f2ed",
            "word": "valentine's day",
            "phonetic": "væləntaɪn bækslæʃ ɛs deɪ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmFsZW50aW5lJ3MgZGF5&hash=1341f96b1a728868e6d257842762479d67dccb6d&lang=en&cache-only=0",
            "defineEn": "a day on which two people celebrate their love toward each other and often buy gifts for one another",
            "defineVi": "một ngày mà hai người kỷ niệm tình yêu của họ dành cho nhau và thường mua quà cho nhau",
            "hasImg": true
        },
        {
            "id": "d84bd2a3-4a61-42bd-afb1-7c07202421ed",
            "word": "Halloween",
            "phonetic": "hæloʊiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The orange pumpkin was perfect for Halloween.",
                "Halloween is celebrated on the last day of October.",
                "So halloween is now a huge industry.",
                "Party City's Halloween competitors include Spirit Halloween, Walmart and Target.",
                "Because some neighbors still throw handfuls of dirty pennies into Halloween bags."
            ],
            "audio": "https://tts.langeek.co/read?text=SGFsbG93ZWVu&hash=1113f159dfe1b599fbc38eac3550efc4f0a05443&lang=en&cache-only=0",
            "defineEn": "the evening of October 31 when it is believed ghosts or the dead appear and people usually wear special costumes, mostly frightening ones to celebrate this day",
            "defineVi": "tối ngày 31 tháng 10 khi người ta tin rằng ma hoặc người chết xuất hiện và mọi người thường mặc trang phục đặc biệt, chủ yếu là những bộ trang phục đáng sợ để ăn mừng ngày này",
            "hasImg": true
        },
        {
            "id": "35470eef-e449-48c8-8458-48fe11047eb0",
            "word": "event",
            "phonetic": "ᵻvɛnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their bread and butter is reporting local events.",
                "The event finished with a spectacular fireworks display.",
                "These events occurred within living memory.",
                "The tragic event tore the community out of its sense of normalcy.",
                "The paper’s bread and butter is reporting local events in a small community."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZlbnQ&hash=67a965bdb4925b1c8d9416b6b498c1cd51785858&lang=en&cache-only=0",
            "defineEn": "something special, important, and known that takes place at a particular time or place such as a festival or Valentin's Day",
            "defineVi": "một cái gì đó đặc biệt, quan trọng và được biết đến diễn ra tại một thời điểm hoặc địa điểm cụ thể như lễ hội hoặc Ngày lễ tình nhân",
            "hasImg": true
        },
        {
            "id": "4e549f09-7f6b-4a34-aa30-03724d735567",
            "word": "occasion",
            "phonetic": "əkeɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "They celebrated the special occasion with a beautifully molded aspic.",
                "I definitely felt the importance of the occasion.",
                "She bought an expensive dress for a special occasion.",
                "They decorate the town square for holidays and special occasions.",
                "As a loving husband, he surprises his wife with romantic gestures on special occasions."
            ],
            "audio": "https://tts.langeek.co/read?text=b2NjYXNpb24&hash=bdbec8b5a937bee52ffc26ffe38eff3e23f78e98&lang=en&cache-only=0",
            "defineEn": "a special ceremony or event",
            "defineVi": "một buổi lễ hoặc sự kiện đặc biệt",
            "hasImg": true
        },
        {
            "id": "35a176c5-34e4-424c-8795-1c9a2fec73fc",
            "word": "gathering",
            "phonetic": "ɡæðɚɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have a family gathering every month.",
                "We often have family gatherings in the garden during summer evenings.",
                "We usually have a family gathering on Thanksgiving.",
                "They bought a carrot cake from the bakery for their family gathering.",
                "At the family gathering, everyone enjoyed the supreme roasted duck."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2F0aGVyaW5n&hash=0c09f5c32adbe694d70d41d1d43e7b7fe6a53d30&lang=en&cache-only=0",
            "defineEn": "a meeting, especially one with a particular purpose",
            "defineVi": "một cuộc họp, đặc biệt là một với một mục đích cụ thể",
            "hasImg": true
        },
        {
            "id": "f56f335d-1d9e-4118-85af-a675ccdc941a",
            "word": "invitation",
            "phonetic": "ɪnvɪteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lunch invitation was clearly a fishing expedition to obtain information about his private life.",
                "There were doubts as to whether she was included in the invitation.",
                "It's time we returned their invitation.",
                "And an invitation to join the press conference.",
                "Xu Xian had just received yet another invitation to the opening ceremony of the new Jin Shan Temple."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52aXRhdGlvbg&hash=7b989781c39b79dc110e5032d71d99073282e4f4&lang=en&cache-only=0",
            "defineEn": "a written or spoken request to someone, asking them to attend a party or event",
            "defineVi": "một yêu cầu bằng văn bản hoặc nói cho ai đó, yêu cầu họ tham dự một bữa tiệc hoặc sự kiện",
            "hasImg": true
        },
        {
            "id": "0624c470-5ac1-4da2-9a8b-63fea6c89829",
            "word": "to invite",
            "phonetic": "tʊ ɪnvaɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The security expert warned the business owner that a bad padlock invites a picklock.",
                "The water was so inviting that I couldn't resist taking a dip in the sea.",
                "The farmer proudly displayed a plump fowl at the market, inviting customers to savor its flavorful meat.",
                "To some extent such insistent emphasis hammers the argument home, rather than inviting the reader to engage with it.",
                "I was tickled pink to be invited."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW52aXRl&hash=85e06736f16ff765d898adcb195d89bec509024e&lang=en&cache-only=0",
            "defineEn": "to make a formal or friendly request to someone to be present somewhere or to participate in something",
            "defineVi": "để đưa ra một yêu cầu chính thức hoặc thân thiện với ai đó để có mặt ở đâu đó hoặc tham gia vào một cái gì đó",
            "hasImg": true
        },
        {
            "id": "1975c39c-716f-4e78-9a6a-3a522f4b425f",
            "word": "to throw",
            "phonetic": "tə θɹoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "My mother throws that far away.",
                "The children threw the crumpled paper balls into the classroom trash can.",
                "Yet another candidate has thrown his hat into the ring.",
                "He threw those kicks at lightning speed!",
                "She lives just a stone's throw away from the beach."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGhyb3c&hash=c267799029f5e651e4902ac0948a7dbf2c2c7491&lang=en&cache-only=0",
            "defineEn": "to hold or organize an event such as a party",
            "defineVi": "để tổ chức hoặc tổ chức một sự kiện như một bữa tiệc",
            "hasImg": true
        },
        {
            "id": "0454241c-8982-4b62-8f42-23147462ce52",
            "word": "to hold",
            "phonetic": "tə hoʊld ",
            "partOfSpeechType": "verb",
            "examples": [
                "The proud uncle held his newborn nephew in his arms.",
                "The medicine cabinet in the bathroom holds our first aid supplies.",
                "Hold your fire!",
                "A strawberry margarita, but hold the tequila.",
                "The senator held the floor for several hours."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9sZA&hash=70bc0c1736f7c3f6cf4d1c7ec516a27c851a113d&lang=en&cache-only=0",
            "defineEn": "to arrange or take part in something such as a contest, meeting, conversation, etc.",
            "defineVi": "để sắp xếp hoặc tham gia vào một cái gì đó như một cuộc thi, cuộc họp, cuộc trò chuyện, v.v.",
            "hasImg": true
        },
        {
            "id": "f17651c9-2549-4d9f-b2c1-75fff810bc58",
            "word": "celebration",
            "phonetic": "sɛləbɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wedding celebrations went like a dream.",
                "He decorated a vanilla cake with colorful sprinkles for a festive celebration.",
                "They cooked corned beef and cabbage for their St. Patrick's Day celebration.",
                "My birthday is in January, so I start the year with a celebration.",
                "She collected the tail fat from the butcher to make traditional candles for a special celebration."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VsZWJyYXRpb24&hash=df6d5ee8214df88df3e2581ee4aa48b49fab387f&lang=en&cache-only=0",
            "defineEn": "a social gathering or event held in honor of a person, thing, or achievement, often marked by feasting, music, and dancing",
            "defineVi": "một cuộc tụ họp xã hội hoặc sự kiện được tổ chức để vinh danh một người, sự vật hoặc thành tích, thường được đánh dấu bằng tiệc tùng, âm nhạc và khiêu vũ",
            "hasImg": true
        },
        {
            "id": "648ab61e-680c-4e2d-a8a2-eae3981878a0",
            "word": "to celebrate",
            "phonetic": "tə sɛləbɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "My grandparents celebrated their sixtieth wedding anniversary.",
                "The country celebrated its independence with a grand parade and fireworks.",
                "Finally the couple may be celebrating a birthday, a wedding anniversary or some other red-letter day.",
                "They celebrated their anniversary with a romantic seafood dinner at a waterfront restaurant",
                "In January, we celebrate the start of the new year with fireworks and joy."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2VsZWJyYXRl&hash=2f7d9007bb636cbe3b196ae70f17a7758b9b181a&lang=en&cache-only=0",
            "defineEn": "to do something special such as dancing or drinking that shows one is happy for an event",
            "defineVi": "làm điều gì đó đặc biệt chẳng hạn như khiêu vũ hoặc uống rượu để cho thấy một người rất vui vì một sự kiện",
            "hasImg": true
        },
        {
            "id": "358705a9-2c9f-4fc0-b704-8edf6ce95722",
            "word": "to entertain",
            "phonetic": "tʊ ɛntɚteɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Let's see what I have in my bag of tricks to entertain the baby.",
                "I aim to strike a happy medium between playing entertaining football and getting results.",
                "Are you not entertained?!",
                "People go to casinos to be entertained.",
                "I like to entertain at home."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW50ZXJ0YWlu&hash=fb306eaca8c3acc9c99819bcb5e54a47f35873a2&lang=en&cache-only=0",
            "defineEn": "to amuse someone so that they have an enjoyable time",
            "defineVi": "để giải trí một ai đó để họ có một thời gian thú vị",
            "hasImg": true
        },
        {
            "id": "ccf9886f-1160-4afc-9a67-dfdc18a3e4d8",
            "word": "banner",
            "phonetic": "bænɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In story on the left side, you'll see a vertical banner with six options.",
                "The Belt and Road Initiative is the banner of China's new round of reform and opening up, as well as a general plan of economic cooperation with foreign countries.",
                "2020 was a banner year for onshore wind in the U.S., with more capacity installed in the final quarter of 2020 alone than in all of 2019 .",
                "Most strokes, however, fall under the banner of ischemic attacks, which means a blood clot obstructs blood flow to part of the brain.",
                "Abraham Lincoln finally took up the Republican Party banner in 1856 and never looked back."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFubmVy&hash=7f4980317037f09df87fdf1ee69651f759bcaec2&lang=en&cache-only=0",
            "defineEn": "a long piece of cloth with a message written on it, which is hung in public places or used for promotion",
            "defineVi": "một mảnh vải dài có viết thông điệp được treo ở nơi công cộng hoặc dùng để quảng cáo"
        },
        {
            "id": "94aeceaf-0077-4467-bc01-434c2d8cb4de",
            "word": "to blow out",
            "phonetic": "tə bloʊ aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We laughed as powdered sugar flew into the air when he blew out the candles on his birthday cake.",
                "Others blew out the windows of a nearby car.",
                "We are blown out.",
                "But then again, on the XPS, this whole side of my face is blown out.",
                "It blows out in all directions, though mostly along the Sun’s equator."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxvdyBvdXQ&hash=0b4e3b6bb4b981b7ea91d16362106e0f4427dcf8&lang=en&cache-only=0",
            "defineEn": "to put out a flame, candle, etc. using the air in one's lungs",
            "defineVi": "dập tắt ngọn lửa, ngọn nến, v.v. bằng cách sử dụng không khí trong phổi của một người",
            "hasImg": true
        },
        {
            "id": "3d598892-29c6-4be8-95e7-053b25f8dd32",
            "word": "candle",
            "phonetic": "kændəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Right by holding the candle to the devil.",
                "The antique collector stumbled upon a collection of vintage candles made from tallow.",
                "She collected the tail fat from the butcher to make traditional candles for a special celebration.",
                "The overwhelming majority of Irish-Americans probably persuaded the administration that the cake was not worth the candle.",
                "I'm really surprised that the sequel even holds a candle to the original."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FuZGxl&hash=0e6b6c93f0ef0e60f7c10c5e2465fa672d25676f&lang=en&cache-only=0",
            "defineEn": "a block or stick of wax with a string inside called a wick that can be lit to produce light",
            "defineVi": "một khối hoặc que sáp với một sợi dây bên trong được gọi là bấc có thể thắp sáng để tạo ra ánh sáng",
            "hasImg": true
        },
        {
            "id": "96a1f835-49c7-4d48-adc4-c8da0f17df8c",
            "word": "present",
            "phonetic": "pɹɛzənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lawyer presented the right argument in court.",
                "Bring Helen a present.",
                "Bring a present for Helen.",
                "He presented a false document as evidence in the court case.",
                "Our hosts presented us with an embarrassment of riches."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc2VudA&hash=0956ee46e93e5b7ee68fd548b712c65d1d7b4038&lang=en&cache-only=0",
            "defineEn": "something given to someone as a sign of appreciation or on a special occasion",
            "defineVi": "một cái gì đó được trao cho ai đó như một dấu hiệu của sự đánh giá cao hoặc vào một dịp đặc biệt",
            "hasImg": true
        },
        {
            "id": "37f6f0e7-21e9-4bb4-867d-f9851c87b83b",
            "word": "to wrap",
            "phonetic": "tə ɹæp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Wrap the rice and fresh ingredients in gim to create a delectable sushi roll.",
                "The gardener carefully wrapped the stem of the young tree with burlap to protect it from frost during winter.",
                "The name of the movie is being kept under wraps.",
                "I brought paneer wraps for lunch today.",
                "Sushi rolls are often wrapped in sheets of edible algae, known as nori."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd3JhcA&hash=d0d5398e1ecaf19f4ed15067cfb57e70dcf81fbe&lang=en&cache-only=0",
            "defineEn": "to cover an object in paper or other soft fabric",
            "defineVi": "để che một đối tượng trong giấy hoặc vải mềm khác",
            "hasImg": true
        },
        {
            "id": "0a3874a7-ee89-4f1e-8493-e825326ae326",
            "word": "to gather",
            "phonetic": "tə ɡæðɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I gathered a basket of sloes from the bushes near my house.",
                "He gathered a handful of pecans from the ground.",
                "He gathered a bunch of sea kale from the shore.",
                "The congregation gathered around the altar for the morning service.",
                "As the harvest season arrived, the farmer gathered caryopses of various legumes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2F0aGVy&hash=e3bd1baf10bba94a1b3ea1ae760ef7603b239f25&lang=en&cache-only=0",
            "defineEn": "to come together in a place",
            "defineVi": "đến với nhau ở một nơi",
            "hasImg": true
        },
        {
            "id": "0fc29113-00c2-4506-9c40-d9e4ea83807b",
            "word": "to participate",
            "phonetic": "tə pɑːɹtɪsᵻpeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She participates actively in class discussions and shares her opinions.",
                "We are learning the rules of volleyball to participate in a friendly game.",
                "He was asked to participate only as a matter of form.",
                "They participated in a friendly cooking competition, each showcasing their creativity with cranberry beans.",
                "Of the participating builders in the survey, 66 percent said they turned a profit in 1993."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFydGljaXBhdGU&hash=6f954ea9fc13750fc71d0ac19da28d1ff47f9b41&lang=en&cache-only=0",
            "defineEn": "to become involved or take part in an event",
            "defineVi": "tham gia hoặc tham gia vào một sự kiện",
            "hasImg": true
        },
        {
            "id": "04108ed9-6a09-4e7a-8b00-4af86a8f8a64",
            "word": "to take part",
            "phonetic": "tə teɪk pɑːɹt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSBwYXJ0&hash=af10ae4266c9af49e168fd927f8cac3b8aea91cc&lang=en&cache-only=0",
            "defineEn": "to participate in something, such as an event or activity",
            "defineVi": "để tham gia vào một cái gì đó, chẳng hạn như một sự kiện hoặc hoạt động",
            "hasImg": true
        },
        {
            "id": "76b35da4-1b9e-49e7-8022-a1dd62d34f7b",
            "word": "to host",
            "phonetic": "tə hoʊst ",
            "partOfSpeechType": "verb",
            "examples": [
                "Our hosts presented us with an embarrassment of riches.",
                "Shall I take my host family a gift?",
                "She hosted a gathering and served split-pea croquettes.",
                "They hosted a brunch and prepared gluten-free pancakes using a blend of gluten-free flours.",
                "They hosted a celebratory dinner and served a magnificent roasted guinea fowl."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9zdA&hash=41494d1115b3813e4491c0394f2873b73a5c01fe&lang=en&cache-only=0",
            "defineEn": "to be the organizer of an event such as a meeting, party, etc. to which people are invited",
            "defineVi": "là người tổ chức một sự kiện như cuộc họp, bữa tiệc, v.v. mà mọi người được mời",
            "hasImg": true
        }
    ]
}