{
    "id": "7ce906cd-4e43-467b-8f8b-d33dd8e2a4ac",
    "title": "Unit 1 - Lesson 1",
    "originalTitle": "Unit 1 - Lesson 1",
    "words": [
        {
            "id": "d31da3c5-fac4-4e4f-a4f5-1dff9eccf7af",
            "word": "to describe",
            "phonetic": "tə dᵻskɹaɪb ",
            "partOfSpeechType": "verb",
            "examples": [
                "The book describes her life from cradle to grave.",
                "But the lawyers also described internal politics that at times slowed down the department's work or drove a wedge among members of the team.",
                "And after the match, the Carlisle boss wasn't pulling his punches when describing his players' performance.",
                "BBC is falling over backwards to be impartial by describing this as a crowd!",
                "It was described as a large, luxury mobile home, but there was barely room to swing a cat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVzY3JpYmU&hash=55c24a5359e3a8f3c314915257c441538d26bbd7&lang=en&cache-only=0",
            "defineEn": "to give details about someone or something to say what they are like",
            "defineVi": "để cung cấp thông tin chi tiết về một ai đó hoặc một cái gì đó để nói họ như thế nào",
            "hasImg": true
        },
        {
            "id": "1c01a2e9-1d0e-4f26-8f6a-0991e577718d",
            "word": "personality",
            "phonetic": "pɜːsənælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She and her sister look very similar, but they have very different personalities.",
                "With his charming smile and charismatic personality, Jonathan had a way of sweeping women off their feet without even trying.",
                "The two politicians had vastly different ideologies and personalities, and it was clear that oil and water do not mix when it came to their ability to work together.",
                "But as time went on, I realized that our personalities clashed in some important ways.",
                "He turns heads when he walks into a room, with his charismatic personality and fashionable attire."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc29uYWxpdHk&hash=ead469b25c8cd048d37658f3919b9e124338bd0b&lang=en&cache-only=0",
            "defineEn": "all the qualities that shape a person's character and make them different from others",
            "defineVi": "tất cả những phẩm chất hình thành tính cách của một người và làm cho họ khác biệt với những người khác"
        },
        {
            "id": "9040606f-d1ea-410f-8be0-b7ca3ec0e410",
            "word": "trait",
            "phonetic": "tɹeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Traits suggest an expression of genes.",
                "Synthetic polymers have extraordinary traits.",
                "And even some non-animals have animal traits.",
                "Useful traits emerge over time.",
                "Another trait is odd thinking and speech."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhaXQ&hash=85fa5957335f820355b68c0bc37ad03bb803ce99&lang=en&cache-only=0",
            "defineEn": "something that is considered typical of a person, place, or thing and identifies them",
            "defineVi": "một cái gì đó được coi là điển hình của một người, địa điểm, hoặc điều và xác định chúng"
        },
        {
            "id": "7d2afc68-6cfa-4aec-bfdb-a2c053b169a3",
            "word": "easygoing",
            "phonetic": "iːzɪɡoʊɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He's an easygoing dude.",
                "Colonel Crowe was a real easygoing guy.",
                "He was actually a kind of funny, easygoing guy.",
                "I say that because he looks like he's real easygoing, like he's relaxing and he'll calm her.",
                "There are scorpions who are more high-strung and defensive than her, but because she's so easygoing, I'm able to pick her up and I can give you a closer look."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWFzeWdvaW5n&hash=64997e4cc0b0801c73e3e39b18131d27f0b916dc&lang=en&cache-only=0",
            "defineEn": "calm and not easily worried or upset",
            "defineVi": "bình tĩnh và không dễ dàng lo lắng hay khó chịu",
            "hasImg": true
        },
        {
            "id": "fa180dfb-83b0-4d8f-9b20-1b819d1419d2",
            "word": "hardworking",
            "phonetic": "hɑːɹdwɜːkɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The hardworking employee received a promotion for their exceptional performance.",
                "He chose a loyal and hardworking employee from an ordinary background over one with an impressive resume but a questionable work ethic.",
                "My husband is a hardworking and supportive partner who always puts family first.",
                "Foreign companies and workers are not as hardworking as the Chinese.",
                "These animals are super cool, and super hardworking, too!"
            ],
            "audio": "https://tts.langeek.co/read?text=aGFyZHdvcmtpbmc&hash=550d0ef244dc245b4a0525fd7497bff408ec7b85&lang=en&cache-only=0",
            "defineEn": "(of a person) working with a lot of effort, energy, and commitment",
            "defineVi": "(của một người) làm việc với rất nhiều nỗ lực, năng lượng và cam kết",
            "hasImg": true
        },
        {
            "id": "29d560b3-3072-4f30-90d7-6e092bd83cc7",
            "word": "considerate",
            "phonetic": "kənsɪdɚɹət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Whether we're talking to our friends, family, or coworkers, we should keep in mind that a civil question deserves a civil answer, and that being kind and considerate can go a long way in fostering positive relationships.",
                "They are very considerate people over there in Germany.",
                "Well they were considerate enough to give Us A Pantry.",
                "After all, thinking about the world more complexly makes us more informed and considerate about our place in it.",
                "I think being polite and considerate of others, and doing good for others."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2lkZXJhdGU&hash=0374b14bb07ce239f6722c7ccd44d35f72205c09&lang=en&cache-only=0",
            "defineEn": "thoughtful of others and their feelings",
            "defineVi": "quan tâm đến người khác và cảm xúc của họ",
            "hasImg": true
        },
        {
            "id": "e1c126fe-cf2f-49fd-824d-f122c28e8e16",
            "word": "modest",
            "phonetic": "mɑːdɪst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The modest pace of economic growth has also kept the lid on price growth.",
                "I happened on a street with a few modest restaurants.",
                "They decided to plan a more modest vacation that they could afford without taking on debt.",
                "Stocks managed modest gains on Wall Street today.",
                "Well, these steps are modest steps."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kZXN0&hash=bddf2cba76a628276ac3cb5e462d32c39d825837&lang=en&cache-only=0",
            "defineEn": "not willing to talk much about one's own abilities or belongings",
            "defineVi": "không muốn nói nhiều về khả năng hoặc tài sản của chính mình",
            "hasImg": true
        },
        {
            "id": "52b5aebd-66f2-4440-8715-fa12e924cc80",
            "word": "outgoing",
            "phonetic": "aʊtɡoʊɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The outgoing president used smoke and mirrors to make the situation look better.",
                "One candidate, the outgoing Taoiseach and the then leader of Fine Gael, was a cert.",
                "Are you outgoing?",
                "Earlier this week, I spoke with outgoing Congresswoman Donna Shalala.",
                "Denver Riggleman, outgoing congressman from Virginia's Fifth District, thank you for joining us."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0Z29pbmc&hash=f3dcc4be486716d1fd46b33baf325d4245d96245&lang=en&cache-only=0",
            "defineEn": "enjoying other people's company and wanting to spend time with them",
            "defineVi": "thích công ty của người khác và muốn dành thời gian với họ",
            "hasImg": true
        },
        {
            "id": "f154a63e-42c8-40c8-9176-0bd8ac510f64",
            "word": "trustworthy",
            "phonetic": "tɹʌstwɜːði ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Just because he dresses in a suit and tie doesn't mean he's trustworthy, the cowl does not make the monk.",
                "John thought Mary was a trustworthy supporter, but he was nursing a snake in his bosom because she was secretly working for his political rival.",
                "He always presented himself as honest and trustworthy, and because he believed in the saying 'be what you would seem to be,' he never lied or acted in a deceitful manner.",
                "I learned the hard way that just because someone seems trustworthy, it doesn't mean they are.",
                "Are they trustworthy?"
            ],
            "audio": "https://tts.langeek.co/read?text=dHJ1c3R3b3J0aHk&hash=7a83fd9adc6d46bece1b416faa57e91a8d1c32d2&lang=en&cache-only=0",
            "defineEn": "able to be trusted or relied on",
            "defineVi": "có thể được tin tưởng hoặc dựa vào",
            "hasImg": true
        },
        {
            "id": "d3f2568e-6f7e-4646-a6ce-dad03bffcf51",
            "word": "serious",
            "phonetic": "sɪɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Her condition is very serious.",
                "He avoided serious injury following a head-first fall on to the ice.",
                "The thrill-seeker who skydived without proper safety precautions ended up with a serious injury.",
                "Riding a bike without a helmet may seem like harmless fun, but it can have serious consequences.",
                "Touch wood, I've been lucky enough to avoid any other serious injuries."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VyaW91cw&hash=40f18d6a953329ae265d0b29f29b57663a8bfc5d&lang=en&cache-only=0",
            "defineEn": "thinking carefully about things, and not joking",
            "defineVi": "suy nghĩ cẩn thận về mọi thứ, và không đùa",
            "hasImg": true
        },
        {
            "id": "3e1c19de-f9cd-42dd-b72d-17b0f3958278",
            "word": "talkative",
            "phonetic": "tɔːkətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I've noticed that ever since he came into some money, Joe has become more talkative and confident.",
                "So watch out for those talkative tummies.",
                "He's not too talkative.",
                "Flight of ideas, being more talkative.",
                "Number three, you are more talkative than usual or feel internal pressure to keep talking."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFsa2F0aXZl&hash=c339411cb75e6a90a6281ea3a8b1e4ce201bcc01&lang=en&cache-only=0",
            "defineEn": "talking a great deal",
            "defineVi": "nói nhiều",
            "hasImg": true
        },
        {
            "id": "5af9a884-a049-4d1d-b75e-53a988fc5666",
            "word": "polite",
            "phonetic": "pəlaɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She has a weakness for polite men, use that to your advantage.",
                "The waiter, with a polite smile, asked if we needed anything else during our meal.",
                "When I visited my girlfriend's parents I tried to be very polite and put my best foot forward.",
                "The situation was so serious that after a few polite exchanges they quickly got down to brass tacks.",
                "The real estate agent was always polite to his clients, but he also knew how to use his charm to close a deal."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9saXRl&hash=62b1fd0a39a58bdffc1a01f6ae8bebdde4822db5&lang=en&cache-only=0",
            "defineEn": "showing a type of behavior that is considerate of other people",
            "defineVi": "thể hiện một loại hành vi quan tâm đến người khác",
            "hasImg": true
        },
        {
            "id": "4dca4f84-e670-4208-9037-623a1e296b1f",
            "word": "impolite",
            "phonetic": "ɪmpəlaɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As a general rule, it is considered impolite to ask someone about their salary or age, as the proverb goes, 'never reveal a man's wage and woman's age'.",
                "Anything else is very impolite.",
                "I don't like impolite students.",
                "See, you are impolite, and you don't respect others.",
                "Why is that impolitic or impolite? "
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wb2xpdGU&hash=e43018aca9390d06898b0627d872a6708e6c2ef8&lang=en&cache-only=0",
            "defineEn": "having bad manners or behavior",
            "defineVi": "có cách cư xử hoặc hành vi xấu",
            "hasImg": true
        },
        {
            "id": "849dc765-8ce7-4506-baeb-e16f59c4334b",
            "word": "punctual",
            "phonetic": "pʌŋktʃuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They're very punctual, but can't pronounce their H's."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVuY3R1YWw&hash=1556a64a95efdc138d5cfcc1f97a4b973247bc13&lang=en&cache-only=0",
            "defineEn": "happening or arriving at the time expected or arranged",
            "defineVi": "xảy ra hoặc đến vào thời gian dự kiến hoặc sắp xếp",
            "hasImg": true
        },
        {
            "id": "5c062b51-bc24-444b-a064-80a968fb46ae",
            "word": "rude",
            "phonetic": "ɹuːd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They had called her rude names.",
                "I was piqued by his rude remark.",
                "One of my colleagues was rude to me in a meeting, and I was tempted to snap back.",
                "He made a rude remark, but I let it ride.",
                "Being rude to me won't get you anywhere."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVkZQ&hash=6afbea6cb4ab1a2ccac2440719368f708d48a63c&lang=en&cache-only=0",
            "defineEn": "having no respect for other people",
            "defineVi": "không tôn trọng người khác",
            "hasImg": true
        },
        {
            "id": "6a44dd54-4921-4a51-b37e-293c1836c4c6",
            "word": "friendly",
            "phonetic": "fɹɛndli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She's very friendly and very down to earth.",
                "They had a friendly soccer match with their friends in the park.",
                "He lived in a small town with friendly neighbors.",
                "My roommate and I engaged in a friendly debate about the different ways to prepare mooli.",
                "She approached him with a friendly smile, but she got the cold shoulder, as he turned away without a word."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJpZW5kbHk&hash=39b65447e4531bb334eca748083642def5e84db9&lang=en&cache-only=0",
            "defineEn": "kind and nice toward other people",
            "defineVi": "tử tế và tốt đẹp đối với người khác",
            "hasImg": true
        },
        {
            "id": "e406cfbe-86f7-4543-9a1c-445d244b9d19",
            "word": "unfriendly",
            "phonetic": "ʌnfɹɛndli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The other dogs were unfriendly, too.",
                "He looked very unfriendly. '",
                "And a lot of turtles are pretty unfriendly.",
                "And as unfriendly a place as it seems, lots of life has evolved to survive here.",
                "The environmentally unfriendly disposal of unsold and returned inventory has made big news."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5mcmllbmRseQ&hash=353c1edcea6dc2fd9d4bfb261569b974cbf8dfcd&lang=en&cache-only=0",
            "defineEn": "not kind or nice toward other people",
            "defineVi": "không tử tế hoặc tốt đẹp đối với người khác",
            "hasImg": true
        },
        {
            "id": "2ed5f494-2528-4856-b1a7-2f3a30c83036",
            "word": "nice",
            "phonetic": "naɪs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The garden looks nice.",
                "The soft carpet feels nice under my feet.",
                "The children were nice as pie.",
                "This room would make a nice office.",
                "The spicy sausage and mushroom fusilli had a nice kick of flavor."
            ],
            "audio": "https://tts.langeek.co/read?text=bmljZQ&hash=7adede239e2ad9b42bb666247002d2c0d5f35f3a&lang=en&cache-only=0",
            "defineEn": "providing pleasure and enjoyment",
            "defineVi": "cung cấp niềm vui và hưởng thụ",
            "hasImg": true
        },
        {
            "id": "d28d70e9-69e9-4225-bdad-f026a49516e7",
            "word": "liberal",
            "phonetic": "lɪbɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The man was such a bleeding-heart knee-jerk liberal that you could predict the rest of the column after reading the first sentence.",
                "They have liberal groups.",
                "Even psychologists got really liberal with their applications of the test.",
                "More specifically, pedophiles are everywhere among liberals, celebrities, and the media.",
                "Liberals will say, \"It's obvious, defense!\""
            ],
            "audio": "https://tts.langeek.co/read?text=bGliZXJhbA&hash=6db4ce277fba2d7ef24f16d8353ee051ab494a8c&lang=en&cache-only=0",
            "defineEn": "willing to accept, respect, and understand different behaviors, beliefs, opinions, etc.",
            "defineVi": "sẵn sàng chấp nhận, tôn trọng và hiểu các hành vi, niềm tin, ý kiến khác nhau, v.v.",
            "hasImg": true
        },
        {
            "id": "1cfb63b9-d592-4dad-9147-bd5c49f4a01a",
            "word": "conservative",
            "phonetic": "kənsɜːvətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "More conservative candidates are losing ground in key battleground states.",
                "It turned out that as a new kid on the block you are a real threat to existing parties in a rather conservative industry.",
                "Jennifer's conservative views make her the black sheep among her more liberal-minded friends.",
                "Mark was eager to invest all his savings into a new business opportunity, but his financial advisor cautioned him that who grasps at too much loses everything, and recommended a more conservative approach.",
                "Conservatives have no problem with Social Security."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VydmF0aXZl&hash=d8e48102128c1f16649ab6e4fed7208d44edda69&lang=en&cache-only=0",
            "defineEn": "supporting traditional values and beliefs and not willing to accept any contradictory change",
            "defineVi": "ủng hộ các giá trị và niềm tin truyền thống và không sẵn sàng chấp nhận bất kỳ thay đổi mâu thuẫn nào",
            "hasImg": true
        },
        {
            "id": "4f65e785-e566-4f76-a2ae-c5022b7a6dd8",
            "word": "interesting",
            "phonetic": "ɪntɹɛstɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You raise some interesting points.",
                "We had a very interesting discussion about climate change.",
                "It's an interesting proposal.",
                "All of them had an interesting story to tell.",
                "The game's premise and mechanics are interesting, but there's just no meat on the bone when it comes to story and gameplay variety."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJlc3Rpbmc&hash=26e0a5915ada5c6c31b28532ee37d9f30afd19ad&lang=en&cache-only=0",
            "defineEn": "catching and keeping our attention because of being unusual, exciting, etc.",
            "defineVi": "thu hút và giữ sự chú ý của chúng tôi vì khác thường, thú vị, v.v."
        },
        {
            "id": "60378a96-1898-4efc-a4e2-caa4baa57e4c",
            "word": "intelligent",
            "phonetic": "ɪntɛlɪdʒənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I couldn't help notice how pretty and intelligent she was and we just clicked.",
                "Other intelligent animals experience grief in similar ways.",
                "Are they intelligent?",
                "What would intelligent life look like?",
                "You're very intelligent."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZWxsaWdlbnQ&hash=56dda34420157d5529ebbacaed3095192ef97380&lang=en&cache-only=0",
            "defineEn": "having or showing a high level of intelligence; good at learning things, understanding ideas, and thinking clearly",
            "defineVi": "có hoặc thể hiện mức độ thông minh cao; giỏi học hỏi mọi thứ, hiểu ý tưởng và suy nghĩ rõ ràng",
            "hasImg": true
        },
        {
            "id": "078cb003-fed7-48dc-91ad-444c9441b36f",
            "word": "independent",
            "phonetic": "ɪndᵻpɛndənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "From a young age, he had a strong independent spirit and always did his own thing, refusing to be influenced by others' opinions.",
                "Each one is independent. ",
                "Sideways motion is independent of up and down motion.",
                "Naomi: My mom, she'e fiercely independent.",
                "Independent stores are carving out their own niches as well."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kZXBlbmRlbnQ&hash=23b04d012ba1fd35e4f170cb08119b98ceede632&lang=en&cache-only=0",
            "defineEn": "free to do things as one wants and not needing help from others",
            "defineVi": "tự do làm mọi việc theo ý muốn và không cần sự giúp đỡ của người khác",
            "hasImg": true
        }
    ]
}