{
    "id": "7cfeac76-75b2-4e61-a91d-f732d5af7946",
    "title": "Unit 1 - Lesson 3",
    "originalTitle": "Unit 1 - Lesson 3",
    "words": [
        {
            "id": "a45aafd9-7e55-4e4c-b798-ab6c4a5a59f5",
            "word": "to describe",
            "phonetic": "tə dᵻskɹaɪb ",
            "partOfSpeechType": "verb",
            "examples": [
                "The book describes her life from cradle to grave.",
                "But the lawyers also described internal politics that at times slowed down the department's work or drove a wedge among members of the team.",
                "And after the match, the Carlisle boss wasn't pulling his punches when describing his players' performance.",
                "BBC is falling over backwards to be impartial by describing this as a crowd!",
                "It was described as a large, luxury mobile home, but there was barely room to swing a cat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVzY3JpYmU&hash=55c24a5359e3a8f3c314915257c441538d26bbd7&lang=en&cache-only=0",
            "defineEn": "to give details about someone or something to say what they are like",
            "defineVi": "để cung cấp thông tin chi tiết về một ai đó hoặc một cái gì đó để nói họ như thế nào",
            "hasImg": true
        },
        {
            "id": "31bf7f51-dd14-4dfa-8e4c-0421b793fc3a",
            "word": "dream",
            "phonetic": "dɹiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sleep well and sweet dreams.",
                "The wedding celebrations went like a dream.",
                "Many actors dream of winning prestigious awards for their performances.",
                "A few weeks later, I landed my dream job.",
                "Our dream destination for this year's vacation is a secluded tropical island."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJlYW0&hash=a5bf427c9c334756ee03881017174de9e4085d62&lang=en&cache-only=0",
            "defineEn": "a series of images, feelings, or events happening in one's mind during sleep",
            "defineVi": "một loạt hình ảnh, cảm giác hoặc sự kiện xảy ra trong tâm trí của một người trong khi ngủ",
            "hasImg": true
        },
        {
            "id": "3e892025-c447-40f8-90ea-bb361f3f4a85",
            "word": "goal",
            "phonetic": "ɡoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The ref gave the goal.",
                "His first goal came in the 81st minute.",
                "Three cheers for Sarah, whose brilliant goal at the last minute won us the game!",
                "She moved the ball toward the opponent's goal.",
                "The goal is to involve workers in the decision-making process."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29hbA&hash=78afcab9462bdb0b4ae60e8fd879c3d9b15840c8&lang=en&cache-only=0",
            "defineEn": "our purpose or desired result",
            "defineVi": "mục đích của chúng tôi hoặc kết quả mong muốn",
            "hasImg": true
        },
        {
            "id": "5e365831-4f6a-440f-ae22-8f5cc5831f67",
            "word": "to fulfill",
            "phonetic": "tə fʊlfɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The politician made many promises during his campaign, but after he was elected, he failed to fulfill any of them.",
                "John is a responsible man who takes care of his family and fulfills his duties as a husband and father.",
                "In the US, federal bureaucrats fulfill a number of specific important functions.",
                "Fulfill your galactic destiny!",
                "We're going to fulfill the promises of Donald Trump."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnVsZmlsbA&hash=c57f65595dda46d30208380d429cbbf95c6c802e&lang=en&cache-only=0",
            "defineEn": "to accomplish or do something that was wished for, expected or promised",
            "defineVi": "để hoàn thành hoặc làm một cái gì đó đã được mong muốn, mong đợi hoặc đã hứa"
        },
        {
            "id": "27d30c36-e843-4533-90b6-8fda6bf2291a",
            "word": "to set",
            "phonetic": "tə sɛt ",
            "partOfSpeechType": "verb",
            "examples": [
                "That DJ's voice really sets my teeth on edge.",
                "The surgeon set her broken arm.",
                "The scheme sets a precedent for other companies.",
                "International companies set the price of oil.",
                "His time in the 25-meter freestyle set a national record."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2V0&hash=6e48eaf638484e3be1206c21cf243d021ed39f10&lang=en&cache-only=0",
            "defineEn": "to prepare something in a way that is ready or suitable for use",
            "defineVi": "để chuẩn bị một cái gì đó trong một cách đã sẵn sàng hoặc phù hợp để sử dụng"
        },
        {
            "id": "c330e43f-ed30-46c9-8ceb-df90ef750753",
            "word": "to work toward",
            "phonetic": "tə wɜːk təwɔːɹd ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gd29yayB0b3dhcmQ&hash=1eae49e4a84d1b1feb82d039ebfcb924876e8567&lang=en&cache-only=0",
            "defineEn": "to make an attempt to achieve something",
            "defineVi": "để thực hiện một nỗ lực để đạt được một cái gì đó"
        },
        {
            "id": "064b8fe2-1d52-4860-8572-f10c39826b1e",
            "word": "to pursue",
            "phonetic": "tə pɚsuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "Traditional stores are now pursuing a bricks and clicks strategy.",
                "Her success in the industry had opened doors for other women to pursue similar careers.",
                "Many adult learners enroll in evening classes to pursue further education.",
                "The entrepreneur shot for the moon by pursuing a risky business venture that had the potential for huge rewards.",
                "She put her singing career on the back burner to pursue her dream of being a movie star."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVyc3Vl&hash=6834ba33eea09471828752fa0b2a963ccbe278be&lang=en&cache-only=0",
            "defineEn": "to follow or chase someone or something, particularly to catch them",
            "defineVi": "theo dõi hoặc đuổi theo ai đó hoặc cái gì đó, đặc biệt là để bắt họ",
            "hasImg": true
        },
        {
            "id": "76f5dcda-1f8e-4f9b-bdc8-61a3cfff7e04",
            "word": "to put off",
            "phonetic": "tə pʊt ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "Remember, never put off until tomorrow what you can do today!",
                "It's pointless to put off what can be wrapped up today until tomorrow.",
                "There's no point in putting off what can be done today until tomorrow.",
                "One shall never put off what one can do today till tomorrow.",
                "Jamie always tends to put off today's work till tomorrow, but that ends tonight."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IG9mZg&hash=e767a9d5e3972ed3ee5e35fa61d59f8a66674608&lang=en&cache-only=0",
            "defineEn": "to postpone or cancel something such as an appointment or arrangement",
            "defineVi": "để trì hoãn hoặc hủy bỏ một cái gì đó như một cuộc hẹn hoặc sắp xếp",
            "hasImg": true
        },
        {
            "id": "18fe237d-ec68-43cf-a767-d87cff81dcad",
            "word": "to share",
            "phonetic": "tə ʃɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Both drivers shared the blame for the accident.",
                "My friend shared a bag of chocolate-covered macadamia nuts with us.",
                "The locals generously shared their knowledge of manioc processing techniques.",
                "All members of the band equally share the band's profits.",
                "The HR department only shared the employee's personal information on a need-to-know basis."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hhcmU&hash=2fdc32346871753d5fdf75008e9c453a351505c4&lang=en&cache-only=0",
            "defineEn": "to offer, have, or receive a portion of something",
            "defineVi": "để cung cấp, có, hoặc nhận được một phần của một cái gì đó"
        },
        {
            "id": "2673c575-0d77-4643-a926-a0f55f26a824",
            "word": "responsibility",
            "phonetic": "ɹᵻspɑːnsəbɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Responsibility is shared between parents and teachers.",
                "I take full responsibility for my actions.",
                "As an adult, she took on the responsibilities of her career and family.",
                "It is our responsibility as parents to guide and support our children through their journey of growth and development.",
                "The prospect of a promotion can be more motivating than the actual responsibilities that come with the job."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzcG9uc2liaWxpdHk&hash=abb401b3db586dbdafe16c8d685a61de577a2602&lang=en&cache-only=0",
            "defineEn": "the obligation to perform a particular duty or task that is assigned to one",
            "defineVi": "nghĩa vụ thực hiện một nhiệm vụ hoặc nhiệm vụ cụ thể được giao cho một người"
        },
        {
            "id": "7a883950-78c9-41b7-b8f5-062659beb62f",
            "word": "ambitious",
            "phonetic": "æmbɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She became more ambitious as the years passed.",
                "The company's ambitious expansion plans went up in flames when their major investor pulled out.",
                "The startup company is reaching for the moon with its ambitious goals to revolutionize the industry.",
                "The ambitious entrepreneur took a risk and started his own business, knowing that it was better to live one day as a tiger than a thousand years as a sheep working for someone else.",
                "The ambitious student knew that he had to take challenging courses to achieve his dream of attending a top university."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1iaXRpb3Vz&hash=5afbc15a3c1707ae735e56f3d6ab6764fae84033&lang=en&cache-only=0",
            "defineEn": "trying or wishing to gain great success, power, or wealth",
            "defineVi": "cố gắng hoặc mong muốn đạt được thành công lớn, quyền lực hoặc sự giàu có"
        },
        {
            "id": "878433d5-db07-480a-abf9-d60d4b80a891",
            "word": "achievable",
            "phonetic": "ɐtʃiːvəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She believes that with the right mindset and consistent effort, any dream is achievable.",
                "With proper planning and dedication, the goal of completing the project within the given deadline is achievable.",
                "The company has outlined a strategic plan with specific, measurable, achievable, relevant, and time-bound objectives.",
                "Setting realistic and achievable targets is important for maintaining motivation.",
                "You cannot get a quart into a pint pot, so it's important to set achievable goals."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNoaWV2YWJsZQ&hash=3964d714c2c3ebdc2f3f226a692f3b495db71156&lang=en&cache-only=0",
            "defineEn": "able to be carried out or obtained without much difficulty or expense",
            "defineVi": "có thể được thực hiện hoặc thu được mà không gặp nhiều khó khăn hoặc chi phí",
            "hasImg": true
        },
        {
            "id": "76b917f9-e0cf-4c2c-9de4-d79659efc330",
            "word": "realistic",
            "phonetic": "ɹiːəlɪstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As a project manager, I try to be realistic about timelines and resources.",
                "When it comes to taking on responsibilities or projects, it's important to be realistic about what you can handle.",
                "Setting realistic and achievable targets is important for maintaining motivation.",
                "Is it realistic?",
                "Is it realistic?"
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhbGlzdGlj&hash=e378f145b3d20973661cb003367a0d807584379f&lang=en&cache-only=0",
            "defineEn": "concerned with or based on something that is real or practical",
            "defineVi": "liên quan đến hoặc dựa trên một cái gì đó là có thật hoặc thực tế",
            "hasImg": true
        },
        {
            "id": "05827c36-e8fc-4408-9c39-9fa685a7a2b9",
            "word": "modest",
            "phonetic": "mɑːdɪst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The modest pace of economic growth has also kept the lid on price growth.",
                "I happened on a street with a few modest restaurants.",
                "They decided to plan a more modest vacation that they could afford without taking on debt.",
                "Stocks managed modest gains on Wall Street today.",
                "Well, these steps are modest steps."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kZXN0&hash=bddf2cba76a628276ac3cb5e462d32c39d825837&lang=en&cache-only=0",
            "defineEn": "not willing to talk much about one's own abilities or belongings",
            "defineVi": "không muốn nói nhiều về khả năng hoặc tài sản của chính mình",
            "hasImg": true
        },
        {
            "id": "e1bf3c13-fb89-4aa4-a61c-9a02e53b15b1",
            "word": "unachievable",
            "phonetic": "ʌnɐtʃiːvəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "While *absolute* zero may be unachievable, scientists have been working to see how low we can go.",
                "But the obliteration between reality and fantasy, what’s achievable and unachievable, has occurred, and it’s occurred sometime ago to the great detriment of our politics and our country. ",
                "The challenges are enormous and maybe it is unachievable, but it is conceivable the people alive today might be the first to profit from effective anti aging therapy."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5hY2hpZXZhYmxl&hash=cc940c1234b81d8ee1d95a12cbdc9399167484d1&lang=en&cache-only=0",
            "defineEn": "(of an objective or goal) too difficult or almost impossible to get or reach",
            "defineVi": "(của một mục tiêu hoặc mục tiêu) quá khó khăn hoặc gần như không thể đạt được hoặc đạt được"
        },
        {
            "id": "eb027fa8-55aa-4aca-a46e-2e92517dc238",
            "word": "unrealistic",
            "phonetic": "ʌnɹiːəlɪstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It would be unrealistic to not expect to pay higher royalties in the foreseeable future.",
                "However, I did find Avery's reaction to catching him with his pants down to be pretty unrealistic.",
                "The arrogant CEO refused to alter his unrealistic deadline despite mounting evidence of its impracticality, demonstrating that he was a fool, as a wise man changes his mind, a fool never.",
                "That’s unrealistic.",
                "The glacial pace of the U.S. inoculation campaign raises questions about priorities and unrealistic expectations."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5yZWFsaXN0aWM&hash=0e30240d712795c33ee03407896bb94a5efe2d6e&lang=en&cache-only=0",
            "defineEn": "not in any way accurate or true to life",
            "defineVi": "không theo bất kỳ cách nào chính xác hoặc đúng với cuộc sống",
            "hasImg": true
        }
    ]
}