{
    "id": "7cfe62f4-07e9-4202-b22f-66b36b1f2dc0",
    "title": "Lesson 11",
    "originalTitle": "Lesson 11",
    "words": [
        {
            "id": "de1948cb-8caf-451c-a7b0-7220a06462df",
            "word": "inflammable",
            "phonetic": "ɪnflæməbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5mbGFtbWFibGU&hash=e26ce279738e0083f24befa3f946193415e38597&lang=en&cache-only=0",
            "defineEn": "capable of easily catching fire",
            "defineVi": "có thể dễ dàng bắt lửa"
        },
        {
            "id": "c4221dc1-03fa-405d-96d6-2e843df4a9eb",
            "word": "inflammatory",
            "phonetic": "ɪnflæmətoːɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Your second line of defense is your inflammatory response.",
                "Early-responding inflammatory cells, like neutrophils and macrophages, respond to the emergency call.",
                "As inflammatory markers are higher in people with depression and bipolar disorder.",
                "Because, really, the inflammatory response is essentially the initial field of battle of our immune system.",
                "And at the end of the day, acne is an inflammatory condition."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mbGFtbWF0b3J5&hash=7a8d6c9c7f821fb1fc83f1bfde7b3841e8748799&lang=en&cache-only=0",
            "defineEn": "characterized or caused by inflammation",
            "defineVi": "đặc trưng hoặc gây ra bởi viêm"
        },
        {
            "id": "0f166903-f27d-4407-b3a2-7288901867d5",
            "word": "whim",
            "phonetic": "wɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can change the layout of the keyboard at your own whim.",
                "So in 2011, on a whim, I placed an ad for an intern at the University of Montana.",
                "Other times people just upload a video on a whim and have a viral success on their hands.",
                "On a whim, she tried out for Royal Caribbean her junior year of college and beat out thousands of others for a spot.",
                "In the Indian Ocean, the terms of trade were set by the merchants and by the demands of the market, not by the whims of political rulers."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hpbQ&hash=015f7a0779f6fc31069aa43f102525e9f4e77a94&lang=en&cache-only=0",
            "defineEn": "an odd or fanciful or capricious idea",
            "defineVi": "một ý tưởng kỳ lạ hoặc huyền ảo hoặc thất thường"
        },
        {
            "id": "1fcac2b0-ea3c-4cd5-85af-c63f74ef3711",
            "word": "whimsical",
            "phonetic": "wɪmzɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Why oh why can't I ♪ (whimsical piano music) -",
                "Terrible things were happening last year that I remember when, when you, when you were you told me about this, I my first thought was not like, Whoa, that's whimsical.",
                "Well, the way things have normally appeared in the Sims is we're trying to take what some might call mundane concepts of going to work, having a job, playing out these boring parts of life, and add something a little bit whimsical or caricature-like on top of them."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hpbXNpY2Fs&hash=bec7f98e3a3c0559785e6ebc978a3efb2c60540f&lang=en&cache-only=0",
            "defineEn": "behaving spontaneously, unpredictably, or odd in an amusing or annoying manner",
            "defineVi": "cư xử một cách tự nhiên, không thể đoán trước, hoặc kỳ quặc theo cách thú vị hoặc khó chịu"
        },
        {
            "id": "81260ddb-9862-48ad-ab2d-54f088285cb1",
            "word": "tacit",
            "phonetic": "tæsɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For many years, that tacit agreement with the Russian people held.",
                "You have a president of the United States who is willing to give tacit approval to some of the darkest elements of American politics.",
                "MILES O'BRIEN: In Reza Sayah's final report tomorrow, he will look at the tacit partnership between the U.S. and Iran to defeat ISIS in Iraq, and where that common goal ends."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFjaXQ&hash=b02ff018c41fa8b1f58f86833d2652426d659401&lang=en&cache-only=0",
            "defineEn": "suggested or understood without being verbally expressed",
            "defineVi": "gợi ý hoặc hiểu mà không được thể hiện bằng lời nói"
        },
        {
            "id": "73f09af2-4e02-4766-865a-cab8a226491d",
            "word": "taciturn",
            "phonetic": "tæsɪtɜːn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The quote of the decade has to go to our famously taciturn president from Massachusetts, Calvin Coolidge, who said, Jay-Z would later update this for the 21st century noting, But anyway, during the 1920s, the government helped business grow like gangbusters, largely by not regulating it much at all."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFjaXR1cm4&hash=7c79d908da169a045cd3a4af443bd19dd812b95c&lang=en&cache-only=0",
            "defineEn": "tending to be reserved and untalkative, in a way that makes one seem unfriendly",
            "defineVi": "có xu hướng dè dặt và không nói nhiều, theo cách khiến người ta có vẻ không thân thiện",
            "hasImg": true
        },
        {
            "id": "075ed173-345d-4df7-879e-623f7d0d3f7a",
            "word": "tact",
            "phonetic": "tækt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Of course, the direct payments to farmers help, but the purchases will also help keep the supply chain in tact.",
                "It may have been that, 2 billion years ago, a host cell was trying to eat a guest cell, but the eaten cell stayed in tact.",
                "Raquel Castañeda-López is one of the Council members who voted to keep the building in tact.",
                "But thankfully Tony Stark has your back and somehow your super-suit holds with you in tact.",
                "As long as the structural integrity stays in tact, we'll be good."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFjdA&hash=dc981989b8aa947cf5346f0cba1c9e8aeb63603e&lang=en&cache-only=0",
            "defineEn": "consideration in dealing with others and avoiding giving offense",
            "defineVi": "cân nhắc khi cư xử với người khác và tránh xúc phạm"
        },
        {
            "id": "cd48c2fb-51c5-4e3b-af99-ff1e90aefd19",
            "word": "tactician",
            "phonetic": "tæktɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "You have shown yourself a master tactician.",
                "The master tactician has pulled the wool over your eyes!",
                "You know, Mitch McConnell is a brilliant tactician and strategist, and he has always cared deeply about judgeships.",
                "The PMF says he's a hero, a brilliant tactician who helped save Iraq."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFjdGljaWFu&hash=0044e446d4a2d26b2e0abc57ba331d3f32a647c8&lang=en&cache-only=0",
            "defineEn": "a person who is skilled at planning tactics",
            "defineVi": "một người có kỹ năng hoạch định chiến thuật"
        },
        {
            "id": "a314d8d3-77eb-434d-ac5e-1b011c6ede9b",
            "word": "tactics",
            "phonetic": "tæktɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "And what that means is that, at least in the short term, BAGHDADI's death will probably not mean anything on the GROUND for TACTICS of an Isis Group and Isis Groups."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFjdGljcw&hash=32b80c7dd939a922c2fc32114e4be88e467ef6b5&lang=en&cache-only=0",
            "defineEn": "the branch of military science dealing with detailed maneuvers to achieve objectives set by strategy",
            "defineVi": "ngành khoa học quân sự xử lý các thao tác chi tiết để đạt được các mục tiêu do chiến lược đặt ra"
        },
        {
            "id": "eab1ce54-1ecb-4e84-8953-540552f42274",
            "word": "barograph",
            "phonetic": "bæɹəɡɹæf ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFyb2dyYXBo&hash=d8c8abb133033f3c0e517c7d9efcf57e0132a1ec&lang=en&cache-only=0",
            "defineEn": "a recording barometer; automatically records on paper the variations in atmospheric pressure",
            "defineVi": "một phong vũ biểu ghi âm; tự động ghi lại trên giấy sự thay đổi của áp suất khí quyển"
        },
        {
            "id": "4314fd55-8e29-4688-b11d-d8b2e7bed7df",
            "word": "barometer",
            "phonetic": "bɚɹɑːmɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, I am not a good like barometer for what it's actually like to sleep on a submarine cause I was tired.",
                "The separation between retail and institutional investors gives more fire to the idea that Americans increasingly see the stock market as a barometer just for the rich, not the whole economy."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyb21ldGVy&hash=c3c7db1aebb9d0d7ee96446952d2d62eb7e18823&lang=en&cache-only=0",
            "defineEn": "an instrument that measures atmospheric pressure",
            "defineVi": "một dụng cụ đo áp suất khí quyển"
        },
        {
            "id": "eca05b0c-432e-437d-9b5c-03c3979ec45e",
            "word": "to implicate",
            "phonetic": "tʊ ɪmplᵻkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "So, much to their surprise, their data-driven approach implicated viruses.",
                "But the misunderstanding of automation has been implicated in accidents.",
                "The lone Democrat to be implicated",
                "Excess calcium has been implicated in helping along the toxicity that results from too much glutamate signaling.",
                "As a company McKinsey was not legally implicated in any of these scandals."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wbGljYXRl&hash=1509b3d965916dc83a610161f13a26550b824d29&lang=en&cache-only=0",
            "defineEn": "to involve or suggest someone's participation or connection in a crime or wrongdoing",
            "defineVi": "liên quan đến hoặc gợi ý sự tham gia hoặc kết nối của ai đó trong một tội ác hoặc hành vi sai trái"
        },
        {
            "id": "36c308e2-025e-4fb0-b399-33fa287fcbff",
            "word": "implicit",
            "phonetic": "ɪmplɪsɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Those implicit memories also use different brain systems than other kinds.",
                "Part of a better police education may also include more implicit bias training.",
                "Implicit biases are stereotypes that we form about certain groups of people.",
                "So, just implicit in that is a little weirdness with my wife.",
                "Many words have an implicit message as well as an explicit meaning. "
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wbGljaXQ&hash=62f611fa25a1f56a0b5edbd058007e6381e5608b&lang=en&cache-only=0",
            "defineEn": "able to suggest without directly mentioning",
            "defineVi": "có thể gợi ý mà không đề cập trực tiếp"
        },
        {
            "id": "8eb28608-76a6-4548-b02d-f184ca57b834",
            "word": "to imply",
            "phonetic": "tʊ ɪmplaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I didn't mean to imply that you were in any way at fault.",
                "Of all the nerve, implying that I'm somehow to blame for the project's failure!",
                "Well, pressure implies resistance.",
                "It implies the loss of not just our lives but all life.",
                "And it also implies an infantilization."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wbHk&hash=7d24a547054a9680d34fac487eb8d68c62692697&lang=en&cache-only=0",
            "defineEn": "to suggest something is true or existent without saying it directly",
            "defineVi": "để đề nghị một cái gì đó là đúng hoặc tồn tại mà không cần nói trực tiếp"
        },
        {
            "id": "689f225c-a97a-47cc-8030-4345c27b2119",
            "word": "lax",
            "phonetic": "læks ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The NBA is a little bit more lax.",
                "In 2017, The Private Suite opened up at LAX.",
                "At LAX, it takes about 2,200 steps to get from the check-in counter to your plane door.",
                "Incinerators still emit harmful pollutants, especially in countries with lax environmental regulations.",
                "The Automated People Mover is LAX's first public-private partnership project."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF4&hash=e96c4fb56941ed8e8f9389072ea4d48a338e6559&lang=en&cache-only=0",
            "defineEn": "lacking in rigor or strictness",
            "defineVi": "thiếu nghiêm ngặt hoặc nghiêm ngặt"
        },
        {
            "id": "48cb7e39-b8f1-4ec6-a61a-966ecce828fc",
            "word": "laxative",
            "phonetic": "læksətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That’s where the laxatives come in.",
                "Since avocados contain natural laxatives, it's not long before, well, you get the idea.",
                "Don't you know like mistakenly decided to have a laxative before you go to the plane and you're in trouble.",
                "Laxatives stimulate the large intestine, not the small intestine where all that food actually gets absorbed.",
                "On Halloween 1959 a California dentist named Dr. William V. Shyne passed out approximately 450 candy covered laxatives to the children in his neighborhood."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF4YXRpdmU&hash=f7c993083f51b897dd85008dd3ecef377fe70fd1&lang=en&cache-only=0",
            "defineEn": "stimulating evacuation of feces",
            "defineVi": "kích thích thải phân"
        },
        {
            "id": "d0f6182e-aa19-4af2-94d7-5995d5f0a288",
            "word": "laxity",
            "phonetic": "læksᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGF4aXR5&hash=bbb00b274a17cbc59ff29df3c7a6d32f2e335581&lang=en&cache-only=0",
            "defineEn": "the quality of being lax and neglectful",
            "defineVi": "chất lượng của sự lỏng lẻo và cẩu thả"
        },
        {
            "id": "9e9dac9a-7c74-42e4-a275-caa345a13fbb",
            "word": "felon",
            "phonetic": "fɛlən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Felons are often barred from social welfare programs, for example, and face extensive legal discrimination in hiring and housing.",
                "This bill was not supposed to be about $1,400 checks to illegal immigrants or $1,400 checks to felons who are currently in prison or block grants to sanctuary cities.",
                "No one gonna give me a job because I'm a convicted felon.",
                "But yet they still left provisions in there, didn't clarify the bill, to still allow people who are sitting in jail as convicted felons to receive the stimulus checks.",
                "And instead of just reading from Galen’s texts, he dissected cadavers for his students, usually the corpses of executed felons."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVsb24&hash=e7a5011e9490d785c9c91aa265cbd878476c742a&lang=en&cache-only=0",
            "defineEn": "someone who has committed or has been legally found guilty of a serious crime",
            "defineVi": "một người đã cam kết hoặc đã bị kết tội hợp pháp về một tội nghiêm trọng",
            "hasImg": true
        },
        {
            "id": "bfa04ebf-3b17-4df9-befb-8d56781601cd",
            "word": "felonious",
            "phonetic": "fɛloʊniəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmVsb25pb3Vz&hash=73d55354036f8357700d02cb9b1f8510f0b673e1&lang=en&cache-only=0",
            "defineEn": "involving or being or having the nature of a crime",
            "defineVi": "liên quan đến hoặc đang hoặc có bản chất của một tội phạm"
        },
        {
            "id": "758fb2b6-85d4-4b25-ac63-ca1367274ad1",
            "word": "felony",
            "phonetic": "fɛləni ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, the felony murder rule does have its supporters.",
                "Only about 140 actually send cases to felony level courts.",
                "The word felony is in there, because it usually applies to the felony class of crimes.",
                "The felony murder rule deters people from being involved in violent crime.",
                "Have given statements under penalty of felony to the committee"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVsb255&hash=7aca209e8c96f0823fa81666ff0564016c60b63b&lang=en&cache-only=0",
            "defineEn": "a serious crime such as arson, murder, rape, etc.",
            "defineVi": "một tội ác nghiêm trọng như đốt phá, giết người, hãm hiếp, v.v."
        }
    ]
}