{
    "id": "7d5d5039-4633-4bd0-b35e-ea8094191d8d",
    "title": "Unit 6 - Lesson 2",
    "originalTitle": "Unit 6 - Lesson 2",
    "words": [
        {
            "id": "082b3a32-d341-40af-ace0-93d0e98133c5",
            "word": "excuse",
            "phonetic": "ɛkskjuːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "But she always excused her language afterwards very prettily.",
                "Ignorance of the law is no excuse for breaking it.",
                "Give him one excuse and he gets his knickers in a twist.",
                "She made the excuse that she was sick and couldn't come to the party.",
                "She always makes an excuse when it's time to clean the house."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjdXNl&hash=c572e66925c50af75fabc51cab7f7138c9e5454d&lang=en&cache-only=0",
            "defineEn": "a reason given to explain one's careless, offensive, or wrong behavior or action",
            "defineVi": "một lý do được đưa ra để giải thích hành vi hoặc hành động bất cẩn, gây khó chịu hoặc sai trái của một người"
        },
        {
            "id": "e785b474-2f48-4832-8111-5bcfbbce5411",
            "word": "to agree with",
            "phonetic": "tʊ ɐɡɹiː wɪð ",
            "partOfSpeechType": "verb",
            "examples": [
                "I entirely agree with you.",
                "With all due respect, Sir, I cannot agree with your last statement.",
                "I don't always agree with my best friend, but we still manage to get on famously.",
                "The old saying goes that silence is a woman's best garment, but I don't agree with that.",
                "If I don't agree with that five-year deadline, you start thrusting it down my throat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWdyZWUgd2l0aA&hash=6714ca0f4d9bda8ff788ef906c2c9f1126aa142c&lang=en&cache-only=0",
            "defineEn": "(of ingredients, foods, etc.) to be good for one's body and have no bad effects on one's health",
            "defineVi": "(của các thành phần, thực phẩm, vv) tốt cho cơ thể của một người và không có ảnh hưởng xấu đến sức khỏe của một người"
        },
        {
            "id": "8a2fc2c8-e2b5-4bc7-8442-1eda816248a4",
            "word": "to diet",
            "phonetic": "tə daɪət ",
            "partOfSpeechType": "verb",
            "examples": [
                "He followed a strict diet.",
                "She valued the high nutritional content and low-calorie nature of asparagus in his diet.",
                "We existed on a diet of rice.",
                "She includes thin slices of celery in her diet.",
                "They lived frugally off a diet of beans and lentils."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlldA&hash=215ef18e10564233d1ce597d1f86c19cf04c1c7d&lang=en&cache-only=0",
            "defineEn": "to eat small amounts or particular kinds of food, especially to lose weight",
            "defineVi": "ăn một lượng nhỏ hoặc các loại thực phẩm cụ thể, đặc biệt là để giảm cân",
            "hasImg": true
        },
        {
            "id": "9b6ab84e-8191-4646-a4f1-c0530b35cea1",
            "word": "to lose",
            "phonetic": "tə luːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "That shot lost him the championship.",
                "lose that creep!",
                "His carelessness lost him the job.",
                "The government has lost control of the city.",
                "The business is losing money."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9zZQ&hash=d2044deae3324b134df450dc236b019f3fe9efb6&lang=en&cache-only=0",
            "defineEn": "to be deprived of or stop having someone or something",
            "defineVi": "bị tước đoạt hoặc ngừng có một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "d4c75b49-e2b7-4454-84da-2694d5833650",
            "word": "weight",
            "phonetic": "weɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The judge's ruling carries significant weight in the legal community.",
                "She always pulls her weight.",
                "The marathon runner lost so much weight during the race that he appeared skin and bone at the finish line.",
                "He felt the weight of the heavy burden on his shoulders.",
                "The bag broke under the weight of the bottles inside it."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VpZ2h0&hash=d478289a44d5185244b8c5271e9073dfa64f38c3&lang=en&cache-only=0",
            "defineEn": "the heaviness of something or someone; how heavy something or someone is, which can be measured",
            "defineVi": "sức nặng của một cái gì đó hoặc ai đó; thứ gì đó hoặc ai đó nặng bao nhiêu, có thể đo được",
            "hasImg": true
        },
        {
            "id": "5d53a72e-e7a4-47d1-a9bb-f30bec1ee3b4",
            "word": "against",
            "phonetic": "ɐɡɛnst ",
            "partOfSpeechType": "preposition",
            "examples": [
                "The boat hit against an object under the surface of the water.",
                "The waves drove against the shore.",
                "The body's immune system protects against harmful bacteria and viruses.",
                "Someone has stacked the cards against me.",
                "She pressed her cheek against the cool glass window."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdhaW5zdA&hash=dd9a4cee30aa5c313df351515758a62d7b8d08d3&lang=en&cache-only=0",
            "defineEn": "in opposition to someone or something",
            "defineVi": "đối lập với một ai đó hoặc một cái gì đó"
        },
        {
            "id": "e3372cbc-0e18-49d0-91d9-33dd84824d26",
            "word": "religion",
            "phonetic": "ɹᵻlɪdʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asia is home to various religions, including Buddhism, Hinduism, and Islam.",
                "We don’t want to enter the troubled waters of race and religion.",
                "God is punishing and blinding his people because they are putting on a show of religion, but their hearts are not in it.",
                "Religion is a no-go area when you talk with her.",
                "Discrimination based on race or religion is morally unacceptable and considered bad."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsaWdpb24&hash=6406adbb1842dc990f0c8c09196d7e770e1c70e1&lang=en&cache-only=0",
            "defineEn": "the belief in a higher power such as a god and the activities it involves or requires",
            "defineVi": "niềm tin vào một sức mạnh cao hơn như một vị thần và các hoạt động mà nó liên quan hoặc yêu cầu"
        },
        {
            "id": "db5e47ee-50b6-42d8-a580-a41b6cab33bf",
            "word": "allergic",
            "phonetic": "ɐlɜːdʒɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Lots of people are allergic to it.",
                "Most people are just allergic to it.",
                "I'm allergic.",
                "In a clinical trial, one in four patients developed severe allergic reactions to the drug.",
                "I'm allergic to nothing."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsZXJnaWM&hash=714ef9d82331134de397a3d30af2a16596581b5c&lang=en&cache-only=0",
            "defineEn": "affected by an allergy to a substance",
            "defineVi": "bị ảnh hưởng bởi dị ứng với một chất",
            "hasImg": true
        },
        {
            "id": "354d5d78-f2dc-4808-8627-8908b12b41fe",
            "word": "to care",
            "phonetic": "tə kɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The slow healing process of the wound required regular care.",
                "Goodbye, take care of yourself.",
                "She will need around-the-clock care for the rest of her life.",
                "I could care less about award shows.",
                "The zookeepers took special care of the baby elephant, ensuring its healthy growth."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FyZQ&hash=31de158dac6a2a1f61cbd5e8fc455f0474ab5e04&lang=en&cache-only=0",
            "defineEn": "to consider something or someone important and to have a feeling of worry or concern toward them",
            "defineVi": "để coi một cái gì đó hoặc ai đó quan trọng và có một cảm giác lo lắng hoặc quan tâm đối với họ",
            "hasImg": true
        }
    ]
}