{
    "id": "7dd77f82-0fde-4b36-8049-06381504c990",
    "title": "Lesson 34",
    "originalTitle": "Lesson 34",
    "words": [
        {
            "id": "5316a7e9-9608-4180-931c-8fffaf6386a0",
            "word": "to conscript",
            "phonetic": "tə kɑːnskɹɪpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "And combatants also enlisted soldiers from colonies and conscripted hundreds of thousands more to do menial labor.",
                "In 1777, Congress recommended a draft to the states and by 1778 most of the fighting states were conscripting men, since voluntary enlistment quotas weren’t being met.",
                "Meanwhile, colonization proved extremely lucrative for Spain and Portugal, which within a century went from being poor kingdoms to astonishingly rich ones, especially after 1545, when the Spanish uncovered a huge deposit of silver in Potosi, in present day Bolivia, and began conscripting indigenous people to do the most dangerous work in the mines.",
                "Neel met James Hunter less than a week before he was scheduled to fight in Vietnam after being conscripted into the U.S. Army."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc2NyaXB0&hash=8622b5322a2de3cb61513714b0088e7abeb9a573&lang=en&cache-only=0",
            "defineEn": "enroll into service compulsorily",
            "defineVi": "nhập ngũ bắt buộc"
        },
        {
            "id": "8ccebeb2-8537-423c-85ea-a4bf6e00adc3",
            "word": "to gladden",
            "phonetic": "tə ɡlædən ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2xhZGRlbg&hash=f13f263c722283fbfa91d582865e50dd3e59c39f&lang=en&cache-only=0",
            "defineEn": "make glad or happy",
            "defineVi": "làm cho vui hay hạnh phúc"
        },
        {
            "id": "29990c86-a95c-4c48-8591-d3be25bf2c92",
            "word": "to fathom",
            "phonetic": "tə fæðəm ",
            "partOfSpeechType": "verb",
            "examples": [
                "But beyond that, the human brain just can't fathom the scale of the solar system . . .",
                "But as a good Catholic, he couldn’t fathom a world in which God would plant globally false beliefs in all of our minds.",
                "I have a greater responsibility than you can possibly fathom.",
                "And just to kind of fathom the amount of energy that's being released in a supernova, it can temporarily outshine an entire galaxy.",
                "He couldn’t fathom any meaning behind all this endless bloodshed and suffering."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmF0aG9t&hash=7293f0a18f43f751550225380ce44b4c0569c383&lang=en&cache-only=0",
            "defineEn": "to understand and make sense of something after giving it a lot of thought",
            "defineVi": "để hiểu và làm cho ý nghĩa của một cái gì đó sau khi cho nó rất nhiều suy nghĩ"
        },
        {
            "id": "c2d18a67-62e0-4da9-a03b-bbd4196cc910",
            "word": "to decamp",
            "phonetic": "tə dᵻkæmp ",
            "partOfSpeechType": "verb",
            "examples": [
                "When Iacocca decamped to Chrysler, he took the idea of the minivan with him and the caravan and Voyager models were released soon after.",
                "It was only in 1883 that Claude was in a position to afford to decamp to Giverny and eventually buy the house and walled garden in Giverny, where he would live for the remainder of his life."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVjYW1w&hash=dd386eba36783f67f684fb15c0ae46d2b64d398e&lang=en&cache-only=0",
            "defineEn": "leave suddenly",
            "defineVi": "rời đi đột ngột"
        },
        {
            "id": "b692320a-c55d-424a-9a7f-f5596c68f794",
            "word": "to heed",
            "phonetic": "tə hiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Take heed.",
                "But what if the government takes no heed?",
                "He failed to pay heed to our advice.",
                "It was a painful reminder that advice is least heeded when most needed.",
                "Rather than heeding cautionary tales from elders, the young woman insisted on learning life's harder lessons firsthand."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGVlZA&hash=2d1635e8bcede82f318b5cd661dd477c5dd8ef4e&lang=en&cache-only=0",
            "defineEn": "to be attentive to advice or a warning",
            "defineVi": "để được chú ý đến lời khuyên hoặc một cảnh báo"
        },
        {
            "id": "646342b8-e858-452b-b7ce-f7fd52fe84fd",
            "word": "to blurt",
            "phonetic": "tə blɜːt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYmx1cnQ&hash=871a0bd8c458e753aa9f3699b6467031c5ae8b74&lang=en&cache-only=0",
            "defineEn": "utter impulsively",
            "defineVi": "hoàn toàn bốc đồng"
        },
        {
            "id": "8c5080c2-5074-4bf6-bb34-86fc8df6bc67",
            "word": "to mire",
            "phonetic": "tə maɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I am now mired in cheese.",
                "But like the travel ban, Trump's effort was immediately mired in angry opposition.",
                "Charney had been mired in controversy for years.",
                "But Libya and Yemen are mired in civil war.",
                "We saw the United States mired in a civil war in Iraq. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWlyZQ&hash=2fb0b3f024df5020991c6c36a332826fe6c3f7c2&lang=en&cache-only=0",
            "defineEn": "cause to get stuck as if in a mire",
            "defineVi": "gây ra để bị mắc kẹt như thể trong một bãi lầy"
        },
        {
            "id": "b99b9991-bcf1-45d7-a735-dea1efb527ae",
            "word": "to broach",
            "phonetic": "tə bɹoʊtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "My husband, obviously knows, including some co-workers when the topic is broached.",
                "It can be hard to broach the subject, so to make it easier for all those young lovers out there, here are five financial topics you should discuss with your future partner."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJvYWNo&hash=8681423afaf72bfe6fa99c0d027ada7b8a0bd106&lang=en&cache-only=0",
            "defineEn": "bring up a topic for discussion",
            "defineVi": "đưa ra một chủ đề để thảo luận"
        },
        {
            "id": "60ce0871-6a02-4167-946e-239193ba4dd5",
            "word": "to avenge",
            "phonetic": "tʊ ɐvɛndʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Avenge me.",
                "And Vidar, son of Odin and the giantess Grid, avenged Odin’s death.",
                "Is he a noble son avenging his father?",
                "There’s Vali, Odin’s son who avenged Baldr’s death.",
                "So she saw Duterte as someone who would, um, you know, avenge her father, her father's death, because she felt like no one ever did."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXZlbmdl&hash=ce705a97937ca703e3bbc67101491ce5433c13e6&lang=en&cache-only=0",
            "defineEn": "take revenge for a perceived wrong",
            "defineVi": "trả thù cho một nhận thức sai lầm"
        },
        {
            "id": "f855fee0-795f-4641-8c34-4d34de7f1eeb",
            "word": "to pluck",
            "phonetic": "tə plʌk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The monkey skillfully plucked the almonds from the tree.",
                "She plucked a fleshy strawberry from the garden and enjoyed its juicy sweetness.",
                "He plucked a vibrant pink mallow flower from the garden and admired its soft petals.",
                "\"Oh, I just plucked them out of the air.\"",
                "Look, this legislation hasn't been plucked from the air."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGx1Y2s&hash=ddeccdf1b8016208b380349b98b652939992f074&lang=en&cache-only=0",
            "defineEn": "look for and gather",
            "defineVi": "tìm kiếm và thu thập"
        },
        {
            "id": "026c3dea-02cb-404d-8f27-c0ade5280f88",
            "word": "to preside",
            "phonetic": "tə pɹɪsaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Chief Justice presides over impeachment trials, and sometimes he gets to wear a special robe when this happens.",
                "If it's the president or vice president being impeached, the chief justice of the Supreme Court presides.",
                "Technically, the vice president is the president of the Senate, presides over the Senate most of the time.",
                "The presiding spirit over the Congress and its negotiations was the Austrian minister Prince Klemens von Metternich.",
                "This journey of the Church of Rome which presides in charity over all the Churches."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlc2lkZQ&hash=3d9e8654e7339250a37dc5094d7ea2de1e77c1ef&lang=en&cache-only=0",
            "defineEn": "to have or act in an authoritative role in a ceremony, meeting, etc.",
            "defineVi": "để có hoặc hành động trong một vai trò có thẩm quyền trong một buổi lễ, cuộc họp, vv"
        },
        {
            "id": "85433466-ed27-426e-8717-d5f99025d4e0",
            "word": "to espouse",
            "phonetic": "tʊ ɛspaʊs ",
            "partOfSpeechType": "verb",
            "examples": [
                "And she was openly espousing that theme five years ago. ",
                "It was the view espoused in every publication by every single Obama official, including the president himself, that McConnell was going to cave on that.",
                "People who espouse White Supremacy Really look for moments in TIME that they view as CHAOTIC",
                "These states tend to value democracy or at least pluralism, and, to varying degrees, they espouse political values such as egalitarianism and individualism.",
                "This view, espoused by Hobbes and followed by many today, is known as contractarianism."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXNwb3VzZQ&hash=87ea8990591c42001fbe266c6602cdb73dac0cea&lang=en&cache-only=0",
            "defineEn": "choose and follow; as of theories, ideas, policies, strategies or plans",
            "defineVi": "chọn và làm theo; về lý thuyết, ý tưởng, chính sách, chiến lược hoặc kế hoạch"
        },
        {
            "id": "600f3b46-2670-4354-b325-dc086da0ff16",
            "word": "to warp",
            "phonetic": "tə wɔːɹp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The house seemed to be stuck in a 19th-century time warp.",
                "Most people remain rural and poor and education is locked in a time warp relative to developed nations.",
                "It's all enough to make Democratic strategists who focus on communities of color feel as if they are caught in a time warp.",
                "Locked in a time warp.",
                "They wind the warp around a loom that keeps the threads taut."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FycA&hash=edca4b5aaa0c0769817a5f27f7ba0d4fd62ce8ff&lang=en&cache-only=0",
            "defineEn": "make false by mutilation or addition; as of a message or story",
            "defineVi": "làm cho sai bằng cách cắt xén hoặc bổ sung; như một tin nhắn hoặc câu chuyện"
        },
        {
            "id": "593408fb-fe68-4efd-8771-6bc54c2de991",
            "word": "to winnow",
            "phonetic": "tə wɪnoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The field ultimately winnows out.",
                "And winnowing means removing the chaff from the grain.",
                "And then winnowing is the second step.",
                "And how did they get winnowed down, leaving only their smaller relatives behind?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2lubm93&hash=71554483a464979ee6521c0e11757e1d3b14bde6&lang=en&cache-only=0",
            "defineEn": "separate the chaff from grain by using air currents",
            "defineVi": "tách vỏ trấu ra khỏi hạt bằng cách sử dụng luồng không khí"
        },
        {
            "id": "c886b1e8-ec9b-4aeb-8ab7-a2bf86016ce3",
            "word": "to boycott",
            "phonetic": "tə bɔɪkɑːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "In India, opposition parties boycotted the opening of Parliament's budget session.",
                "The opposition mostly boycotted the vote.",
                "No seriously like, no one is boycotting a mom and pop’s pizza place.",
                "We had crystal bus boycott.",
                "But the boycott also reflects a more assertive Beijing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm95Y290dA&hash=cee9a2c222295ed7662552f5bccc68cd23533c45&lang=en&cache-only=0",
            "defineEn": "to refuse to buy, use, or participate in something as a way to show disapproval or to try to bring about a change",
            "defineVi": "từ chối mua, sử dụng hoặc tham gia vào một cái gì đó như một cách thể hiện sự không tán thành hoặc cố gắng mang lại sự thay đổi"
        },
        {
            "id": "d23bdb8f-f588-45c0-a1f5-3eeb239f4cfe",
            "word": "to jut",
            "phonetic": "tə dʒʌt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Jut as the saying goes, parents who are afraid to put their foot down usually have children who step on their toes.",
                "You guys are jut ruining Reggie's set.",
                "and then the mustard flower jut give it a little kick.",
                "But, as we juts said, with a loss of jobs in December of, what, 140,000, what shape is the U.S. economy in?",
                "This big, bloody bone jutting out of a woman's chest."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ganV0&hash=3095e0b9535d0cf39730bd5e29baa4ebf24412fa&lang=en&cache-only=0",
            "defineEn": "extend out or project in space",
            "defineVi": "mở rộng ra hoặc dự án trong không gian"
        },
        {
            "id": "25708b44-85e6-4e3d-8e75-6626640883c7",
            "word": "to vouchsafe",
            "phonetic": "tə vaʊtʃseɪf ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdm91Y2hzYWZl&hash=b6c2fc97ed6b51639b9fb4f925d5ed4ec1c2ac7d&lang=en&cache-only=0",
            "defineEn": "grant in a condescending manner",
            "defineVi": "cấp một cách trịch thượng"
        }
    ]
}