{
    "id": "7e6b5293-9bdc-495b-934b-9952f2b4850d",
    "title": "Top 226 - 250 Adjectives",
    "originalTitle": "Top 226 - 250 Adjectives",
    "words": [
        {
            "id": "476d6185-1506-43a3-ac58-ad4de6905f21",
            "word": "online",
            "phonetic": "ɑːnlaɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The online retailer had an edge over the other services with its faster shipping and wider selection of products.",
                "She left a positive review online for the restaurant where she ordered a pizza.",
                "Many companies saw the advent of online retailing as a threat to their bricks and mortar business.",
                "He searched online for reviews of the product before making a purchase.",
                "Can you recommend any online resources for studying world history?"
            ],
            "audio": "https://tts.langeek.co/read?text=b25saW5l&hash=dc8a1e891adcf50c16215d83c860203369c9f4a1&lang=en&cache-only=0",
            "defineEn": "connected to or via the Internet",
            "defineVi": "kết nối với hoặc thông qua Internet",
            "hasImg": true
        },
        {
            "id": "c5288670-29c8-4f5a-b2f2-2ed3344106f0",
            "word": "cute",
            "phonetic": "kjuːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The baby had chubby cheeks and a cute face.",
                "They're so chubby and cute.",
                "And cute little kitties.",
                "The smile is pretty cute.",
                "Animals are seriously cute."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3V0ZQ&hash=462bef6d42008505892e983baa8c2063b10d6a2f&lang=en&cache-only=0",
            "defineEn": "attractive and good-looking",
            "defineVi": "hấp dẫn và ưa nhìn",
            "hasImg": true
        },
        {
            "id": "30d00df6-168d-4947-8af4-17e1f1845130",
            "word": "separate",
            "phonetic": "sɛpɹət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They're separating.",
                "He separated the wheat from the chaff in hopes of improving productivity.",
                "The closet had a separate section for hanging long garments like coats and dresses.",
                "With a knife, he separated the endosperm from the seed, revealing its starchy and nutrient-rich composition.",
                "They peeled and separated the orange segments to make a fruit salad."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VwYXJhdGU&hash=a86dd2140e212654f2d4f03065ae175ef6a99369&lang=en&cache-only=0",
            "defineEn": "not connected to anything, and forming a unit by itself",
            "defineVi": "không được kết nối với bất cứ thứ gì và tự nó tạo thành một đơn vị",
            "hasImg": true
        },
        {
            "id": "ffe0b907-416e-47b9-a1a4-65dc0a63aeaa",
            "word": "classic",
            "phonetic": "klæsɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A classic hot chocolate recipe calls for scalded milk to be mixed with cocoa powder and sugar.",
                "My friend enjoyed a classic thousand island dressing on her burger.",
                "He savored a classic hamburger with cheese, lettuce, and tomato.",
                "At a family reunion picnic, the buffet table showcased a classic beef plate roast.",
                "The colorful bowtie pasta added a fun twist to the classic mac and cheese dish."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3NpYw&hash=d7ddca8ab7f20f5274b046601b38e54508288cf2&lang=en&cache-only=0",
            "defineEn": "considered to be one of the best or most important of its kind over a period of time",
            "defineVi": "được coi là một trong những điều tốt nhất hoặc quan trọng nhất của loại hình này trong một khoảng thời gian"
        },
        {
            "id": "257e770b-c86a-43ca-849b-a07d0a3283d8",
            "word": "potential",
            "phonetic": "pətɛnʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Researchers are exploring the potential uses of dinoflagellates in biotechnology.",
                "Researchers are investigating the potential uses of gulfweed as a sustainable resourc.",
                "The discovery of new planets represents a quantum leap in astronomy, with the potential to deepen our understanding of the universe and our place in it.",
                "Public education campaigns highlight potential health risks of consuming pink slime products.",
                "The young athlete shows great potential and is expected to bubble under the radar until their breakout performance next season."
            ],
            "audio": "https://tts.langeek.co/read?text=cG90ZW50aWFs&hash=502fbbd0a16d8b865e2d1da6ef088d037f9c0b44&lang=en&cache-only=0",
            "defineEn": "having the possibility to develop or be developed into something particular in the future",
            "defineVi": "có khả năng phát triển hoặc được phát triển thành một cái gì đó cụ thể trong tương lai"
        },
        {
            "id": "9998be11-ae0d-4e42-a4cf-f8f1611e9fa8",
            "word": "super",
            "phonetic": "suːpɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Snails that aren’t infected reproduce super quickly.",
                "Things just slip their minds super easily.",
                "Two, turn the volume down, super easy.",
                "The Chinese auto market is super competitive.",
                "These approaches are super effective."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwZXI&hash=e82a0cbcc53f526f073037f6c84f54564c85c173&lang=en&cache-only=0",
            "defineEn": "very good",
            "defineVi": "rất tốt"
        },
        {
            "id": "aefb1c1b-f252-4c52-bf08-816ecd841e2f",
            "word": "professional",
            "phonetic": "pɹəfɛʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The professional athlete made a mint from endorsement deals and sponsorships.",
                "The best professional musicians start young.",
                "A professional wedding coordinator can save you time and money.",
                "Duval turned professional in 1993.",
                "The birthdate is an important piece of information for medical professionals."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZmVzc2lvbmFs&hash=8a43de8750a4e61f733b67497b2d03c0f4957df3&lang=en&cache-only=0",
            "defineEn": "doing an activity as a job and not just for fun",
            "defineVi": "thực hiện một hoạt động như một công việc và không chỉ để giải trí"
        },
        {
            "id": "f033633e-d35a-4460-9af2-9b8b18d749f1",
            "word": "curious",
            "phonetic": "kjʊɹɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A curious sheep approached me and sniffed my hand.",
                "Despite the danger, the explorers were curious about what lay beyond the mountains.",
                "As frightened as I am to die, I'm also curious to know what it's like beyond the veil.",
                "After being told not to read a particular book, Susan found herself more curious about it, as the forbidden fruit is the sweetest.",
                "James is a bright and curious boy who loves exploring nature and asking questions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VyaW91cw&hash=8c1aff4eb968f735bfba5f9ae632394481049d0d&lang=en&cache-only=0",
            "defineEn": "interested in learning and knowing about things",
            "defineVi": "thích học hỏi và biết về mọi thứ",
            "hasImg": true
        },
        {
            "id": "51a4663d-b886-4160-8603-05323d5e8ca4",
            "word": "front",
            "phonetic": "fɹʌnt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She knows her part in the play back to front.",
                "My mom planted beautiful flowers in the front yard.",
                "Carolyn served them iced tea on the front porch.",
                "Creating new music isn't exactly on his front burner anymore.",
                "She had a gap between her front teeth that added character to her smile."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJvbnQ&hash=81a0bf7c745738fd4badae44d9665b4d2301c0a7&lang=en&cache-only=0",
            "defineEn": "relating to, at, in, or on the front of something",
            "defineVi": "liên quan đến, tại, trong, hoặc trên mặt trước của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "36140297-66fe-4224-b83c-abb64acbd3da",
            "word": "least",
            "phonetic": "liːst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "John will follow the path of least resistance.",
                "A CEO may receive helpful suggestions from the least experienced employee, as even a mouse may help a lion.",
                "They would rather take the line of least resistance than become involved in arguments.",
                "The success of a business is only as great as the least successful department within it, as a chain is only as strong as its weakest link.",
                "He carefully selected the least overripe avocados from the pile."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhc3Q&hash=04f4ccdbdc680ef37e279281959ecda12e276190&lang=en&cache-only=0",
            "defineEn": "smallest in size, amount, or significance",
            "defineVi": "nhỏ nhất về kích thước, số lượng hoặc ý nghĩa"
        },
        {
            "id": "1b20cd39-65dd-4dd8-815f-793132ff476d",
            "word": "lucky",
            "phonetic": "lʌki ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You’ll be lucky!",
                "Thanks, I'm so lucky to have you.",
                "We were lucky to witness a herd of elephants grazing peacefully in the savannah.",
                "Touch wood, I've been lucky enough to avoid any other serious injuries.",
                "It's lucky I was sent here, to Hepzibah, or I'd be pushing up daisies."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVja3k&hash=438341af4c9d9f11dd4869c7625a69685b70a3a3&lang=en&cache-only=0",
            "defineEn": "having or bringing good luck",
            "defineVi": "có hoặc mang lại may mắn",
            "hasImg": true
        },
        {
            "id": "2ddb71a2-58f8-4e3f-aa52-25e97a23e97b",
            "word": "direct",
            "phonetic": "dᵻɹɛkt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My father is very direct and pulls no punches.",
                "The video was produced and directed by filmmaker Neil Campbell.",
                "an actress who has turned her hand to directing",
                "Just because a head coach might not have direct involvement in rules violations, that doesn't take him off the hook.",
                "He began as an actor, before starting to direct films."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlyZWN0&hash=bdd08bc00f78d0e9c6e1e042da0897d7c1b75807&lang=en&cache-only=0",
            "defineEn": "going from one place to another in a straight line without stopping or changing direction",
            "defineVi": "đi từ nơi này đến nơi khác theo một đường thẳng mà không dừng lại hoặc thay đổi hướng",
            "hasImg": true
        },
        {
            "id": "49aa3342-3240-431c-8449-50ece8ae4b39",
            "word": "secret",
            "phonetic": "siːkɹᵻt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He continued his work in secret.",
                "Grandma's secret stuffing recipe includes a combination of diced onions, celery, and fragrant herbs.",
                "Their affair was an open secret in army circles.",
                "My student had a secret but my lips were sealed.",
                "The chef used a secret blend of herbs and spices as the seasoning for the famous fried chicken."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VjcmV0&hash=51add7b658675f819d28def5bcd096ad36de96a4&lang=en&cache-only=0",
            "defineEn": "not seen by or unknown to other people; meant to remain unseen or unknown to other people",
            "defineVi": "người khác không nhìn thấy hoặc không biết; có nghĩa là vẫn không nhìn thấy hoặc không biết cho người khác",
            "hasImg": true
        },
        {
            "id": "b696fa7a-273b-410a-9611-5504fd712716",
            "word": "additional",
            "phonetic": "ɐdɪʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The fortified energy bar contained a fortifying agent that provided an additional dose of protein and fiber for sustained energy.",
                "The software developer focused on creating high-quality code, rather than rushing to meet a deadline, acknowledging that good and quickly seldom meet and recognizing that poor-quality software could lead to additional expenses and problems.",
                "After a certain point, the added weight no longer yields additional range.",
                "Our students with disabilities need additional support.",
                "Because the croak gives us additional information."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRkaXRpb25hbA&hash=c32c376072e9735fc2ffbb0a3fe304ac380a0666&lang=en&cache-only=0",
            "defineEn": "added or extra to what is already present or available",
            "defineVi": "được thêm vào hoặc thêm vào những gì đã có hoặc có sẵn",
            "hasImg": true
        },
        {
            "id": "f7e7e3c7-cdc1-48b3-8f9b-28ceff32886b",
            "word": "live",
            "phonetic": "laɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She lived a very peaceful life.",
                "She lives just a stone's throw away from the beach.",
                "He lives far from the city center.",
                "He lived in a small town with friendly neighbors.",
                "She lived in the same village from the cradle to the grave."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl2ZQ&hash=406867a04825bf06b5e64b1a275e214872c8b293&lang=en&cache-only=0",
            "defineEn": "receiving a broadcast at the time of happening",
            "defineVi": "nhận được một chương trình phát sóng tại thời điểm xảy ra",
            "hasImg": true
        },
        {
            "id": "67414d05-ce3f-43fe-95a0-480d6802e0b6",
            "word": "rare",
            "phonetic": "ɹɛɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "These books belong in the library's rare collection.",
                "John collects rare stamps from around the world.",
                "That comedian was really in rare form last night.",
                "They're raring to go!",
                "As he hiked through the wilderness, he stumbled upon a rare cycad species."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFyZQ&hash=cf5bc4e471c8e5d570cc182f33280d7ba22a2927&lang=en&cache-only=0",
            "defineEn": "extremely uncommon and happening or done infrequently",
            "defineVi": "cực kỳ không phổ biến và xảy ra hoặc thực hiện không thường xuyên",
            "hasImg": true
        },
        {
            "id": "f60671b9-3834-4750-bdb2-123b0e912c70",
            "word": "tired",
            "phonetic": "taɪɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm tired of your playing fast and loose with me.",
                "People will get tired of listening to him!",
                "We're tired of hearing it!",
                "I'm tired of working in this thankless IT support job.",
                "I got tired of starting from square one again, man."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlyZWQ&hash=900dfbede490b642f623fa25558dc54dbde91c14&lang=en&cache-only=0",
            "defineEn": "needing to sleep or rest because of not having any more energy",
            "defineVi": "cần ngủ hoặc nghỉ ngơi vì không còn năng lượng",
            "hasImg": true
        },
        {
            "id": "44c9d392-9503-402b-aa43-3ccfc7e140a7",
            "word": "electric",
            "phonetic": "ᵻlɛktɹɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The popularity of electric vehicles has remained in the ascendant.",
                "I cooked dinner on the electric stove in the kitchen.",
                "The dentist recommended using an electric toothbrush for better cleaning.",
                "You can feel as safe as houses here with electric entrance gates.",
                "After a romantic evening together, Mark and Lisa couldn't resist going to first base with each other, sharing a passionate and electric kiss."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3RyaWM&hash=c211f4317730e0a4a81cb9585e9567a7c6705939&lang=en&cache-only=0",
            "defineEn": "relating to, produced by, or using electricity",
            "defineVi": "liên quan đến, sản xuất bởi, hoặc sử dụng điện",
            "hasImg": true
        },
        {
            "id": "4f302200-2a01-4ea4-81db-9f18ebf57413",
            "word": "brown",
            "phonetic": "bɹaʊn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My cat's fur is brown.",
                "My father has brown eyes.",
                "Brown algae have complex life cycles with genetic diversity.",
                "We used brown sugar as a key ingredient in our homemade barbecue sauce.",
                "On the day of the wedding, Brown experienced cold feet."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvd24&hash=87b7c53fb67274d8f915c51a64d75ae209e52c0b&lang=en&cache-only=0",
            "defineEn": "having the color of chocolate ice cream",
            "defineVi": "có màu của kem sô cô la",
            "hasImg": true
        },
        {
            "id": "3437924b-5886-4aee-bc62-377655043cfa",
            "word": "random",
            "phonetic": "ɹændəm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The maniac ran amuck in the crowd, shooting at random.",
                "The actions and interactions of an individual are random.",
                "These things are random.",
                "The list, at least initially, was pretty random.",
                "Random words strung together."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFuZG9t&hash=f58ad4c74e70805cc1504261a1774ae6b101e44e&lang=en&cache-only=0",
            "defineEn": "chosen, done, or happening by chance and without any particular plan, method, or purpose",
            "defineVi": "lựa chọn, thực hiện hoặc xảy ra một cách tình cờ và không có bất kỳ kế hoạch, phương pháp hoặc mục đích cụ thể nào"
        },
        {
            "id": "9e8fb41d-5116-4959-81e0-299521bb5c4a",
            "word": "overall",
            "phonetic": "oʊvɚɹɔːl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Adding a pinch of dulse flakes to my stir-fry enhances the overall taste.",
                "The company's new product line contributed to a significant increase in its overall yield for the quarter.",
                "If the head and feet keep warm, the rest will take no harm, and our overall health and well-being will thrive.",
                "With a balanced diet, regular exercise, and a positive mindset, Alex maintains being up to the mark in terms of his overall well-being.",
                "The benefits of exercise may not be immediately apparent, but over the long term, it can improve your overall health and well-being."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcmFsbA&hash=6b3c15dcde77b9b37d4b09ae9e733c60ec0ef7ec&lang=en&cache-only=0",
            "defineEn": "including or considering everything or everyone in a certain situation or group",
            "defineVi": "bao gồm hoặc xem xét mọi thứ hoặc mọi người trong một tình huống hoặc nhóm nhất định"
        },
        {
            "id": "4db2fce1-3d5e-4b60-a62b-6f4909042ece",
            "word": "angry",
            "phonetic": "æŋɡɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The plans for the new development have raised angry protests from local residents.",
                "His angry glance said it all.",
                "A hungry man is an angry man after all.",
                "My grandmother got angry when I accidentally spilled juice on the carpet.",
                "My boss was so angry that I really got the rough edge of his tongue."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5ncnk&hash=3cb8e62c5a2f1957d9a67275a3951ecd7f0b0b5b&lang=en&cache-only=0",
            "defineEn": "feeling very annoyed or upset because of something that we do not like",
            "defineVi": "cảm thấy rất khó chịu hoặc khó chịu vì điều gì đó mà chúng tôi không thích",
            "hasImg": true
        },
        {
            "id": "35df3e11-81cb-4db6-bce6-7efb96cf4ed9",
            "word": "busy",
            "phonetic": "bɪzi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That extension is busy right now.",
                "Throughout the evening, the waiter handled the busy restaurant.",
                "The train station is busy during rush hour.",
                "The train station platform was busy with people waiting for their trains.",
                "Tuesdays usually are my busiest days at work."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVzeQ&hash=504405ccb9bf64237d936ea19742d2316c5a08d8&lang=en&cache-only=0",
            "defineEn": "having so many things to do in a way that leaves not much free time",
            "defineVi": "có quá nhiều việc phải làm theo cách không để lại nhiều thời gian rảnh",
            "hasImg": true
        },
        {
            "id": "de69fa2a-c375-4038-aeb3-768cfa9cb9f1",
            "word": "glad",
            "phonetic": "ɡlæd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm glad we can put this behind us.",
                "We're glad to have you as part of our team.",
                "I'm glad you read the riot act to Billy.",
                "I felt glad to be back in harness.",
                "I'm glad she's finally using her loaf."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xhZA&hash=5da272d6fa0e2f619688b96eb62ae6fb3d66bc68&lang=en&cache-only=0",
            "defineEn": "feeling happy or pleased",
            "defineVi": "cảm thấy hạnh phúc hoặc hài lòng",
            "hasImg": true
        },
        {
            "id": "b4d1a55b-6ea2-4e0a-ba40-8e79d11efd5f",
            "word": "stupid",
            "phonetic": "stuːpɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Stupid is as stupid does.",
                "Stupid is as stupid does.",
                "You're always pushing it and you take stupid risks!",
                "No bashing your stupid head against a wall is ever gonna change that.",
                "My wedding was supposed to be my special day, but my sister and her stupid boyfriend took the stage when he proposed to her at the wedding reception."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1cGlk&hash=863105d20e231208fb24b55fba54b8a69ea3d337&lang=en&cache-only=0",
            "defineEn": "showing a lack of intelligence or common sense",
            "defineVi": "cho thấy sự thiếu thông minh hoặc ý thức chung"
        }
    ]
}