{
    "id": "7ec848f3-1cc4-40b2-9f32-ee245abb40ef",
    "title": "Top 301 - 325 Nouns",
    "originalTitle": "Top 301 - 325 Nouns",
    "words": [
        {
            "id": "4890bc2c-e3a5-4aef-b7d8-e17b6954c355",
            "word": "mom",
            "phonetic": "mɑːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "My mom wears facial mask sometmes.",
                "My mom planted beautiful flowers in the front yard.",
                "My mom made a delicious homemade Marmite spread.",
                "My mom peeled a ripe banana for me.",
                "My mom is an amazing cook."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9t&hash=234c9bb172706f7bf1df10f581abd8156780ef1d&lang=en&cache-only=0",
            "defineEn": "a female parent who has given birth to a child or someone who has taken on the responsibility of caring for and raising a child",
            "defineVi": "cha mẹ là phụ nữ đã sinh con hoặc người đã nhận trách nhiệm chăm sóc, nuôi dạy con",
            "hasImg": true
        },
        {
            "id": "e679c3f8-23fe-4adc-a9bf-eea317eb0b60",
            "word": "dad",
            "phonetic": "dæd ",
            "partOfSpeechType": "noun",
            "examples": [
                "My dad bought a stylish suit for his friend's wedding.",
                "My dad grilled a succulent pork joint with barbecue sauce for a backyard cookout.",
                "My dad spread a thick layer of orange marmalade on my morning toast.",
                "My dad works forty hours a week.",
                "My dad doesn't play golf any more."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFk&hash=8c920f60d447129ecb77608008c79010abe8104f&lang=en&cache-only=0",
            "defineEn": "an informal way of calling our father",
            "defineVi": "một cách không chính thức để gọi cha của chúng tôi",
            "hasImg": true
        },
        {
            "id": "ab8e09e2-db0f-41d0-ba9b-df6fdc5b7e37",
            "word": "fish",
            "phonetic": "fɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef used fish paste as a filling for his sushi rolls",
                "This fish is as dead as a herring.",
                "I soon had the fish in a net.",
                "The big fellow keeps a fish shop near the post office.",
                "The colorful fish in the aquarium captured my attention."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlzaA&hash=fdb92758151e316180093ddbf02f81bac6bfe227&lang=en&cache-only=0",
            "defineEn": "an animal with a tail, gills and fins that lives in water",
            "defineVi": "một con vật có đuôi, mang và vây sống dưới nước",
            "hasImg": true
        },
        {
            "id": "2cdd2844-9989-4a19-a8bb-7ac53c744d93",
            "word": "bird",
            "phonetic": "bɜːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The birds built their nest in the tree.",
                "The bird had bright feathers and a long beak.",
                "Birds can fly freely in the sky.",
                "But this bird was as dead as a dodo.",
                "The colorful bird flew high in the sky."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlyZA&hash=de250209953d40f16a4b9a25ef316c04adb2223e&lang=en&cache-only=0",
            "defineEn": "an animal with a beak, wings, and feathers that are usually capable of flying",
            "defineVi": "một con vật có mỏ, cánh và lông thường có khả năng bay",
            "hasImg": true
        },
        {
            "id": "1d7896dc-8b60-4517-a255-7ffc4e96a018",
            "word": "letter",
            "phonetic": "lɛɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Give your mother the letter.",
                "His letter to the papers stirred up a real hornets' nest.",
                "She had a letter from Mark.",
                "That letter should go by special delivery.",
                "I wrote a letter to Alison."
            ],
            "audio": "https://tts.langeek.co/read?text=bGV0dGVy&hash=6467aa27505683e55313f4fc6d23549543e985b4&lang=en&cache-only=0",
            "defineEn": "a written or printed message that is sent to someone or an organization, company, etc.",
            "defineVi": "một tin nhắn bằng văn bản hoặc in được gửi đến ai đó hoặc một tổ chức, công ty, v.v.",
            "hasImg": true
        },
        {
            "id": "6b3c0517-5a6a-4db3-b2d9-679ad81cfc0f",
            "word": "website",
            "phonetic": "wɛbsaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Over seven hundred Facebook users have already liked the company’s website.",
                "The teacher withdrew the assignment from the class website.",
                "Our website is the place to find answers to all your questions.",
                "Further details can be found on our website.",
                "You can also get information on careers in social work from their website."
            ],
            "audio": "https://tts.langeek.co/read?text=d2Vic2l0ZQ&hash=483f3cd0231e82e4f451bffe269507ff0787b931&lang=en&cache-only=0",
            "defineEn": "a group of related data on the Internet with the same domain name published by a specific individual, organization, etc.",
            "defineVi": "một nhóm dữ liệu liên quan trên Internet có cùng tên miền do một cá nhân, tổ chức cụ thể, v.v.",
            "hasImg": true
        },
        {
            "id": "8d56e060-2113-45c2-b13b-d1c86f5426fe",
            "word": "response",
            "phonetic": "ɹᵻspɑːns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Trump calls off the dogs in response.",
                "He had a fast response to emergency situations.",
                "She gave a correct response to the teacher's question.",
                "She thanked the police for their quick response in handling the emergency situation.",
                "I sent a letter to their address but haven't received a response yet."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzcG9uc2U&hash=8c87fa3c07e610b2d9c06fde61e5bbff3b65d316&lang=en&cache-only=0",
            "defineEn": "a reply to something in either spoken or written form",
            "defineVi": "một câu trả lời cho một cái gì đó ở dạng nói hoặc viết",
            "hasImg": true
        },
        {
            "id": "17f95cdf-c926-4ae6-ac8c-ede310151a5b",
            "word": "brand",
            "phonetic": "bɹænd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her favorite perfume is a French brand.",
                "Italian fashion brands like Gucci and Prada are renowned for their luxury and style.",
                "That's the best brand of tools there is, for my money.",
                "I rolled the dice on a tool brand I haven't used before.",
                "Well, you can wave goodbye to your brand new car, mister!"
            ],
            "audio": "https://tts.langeek.co/read?text=YnJhbmQ&hash=3418ea11d593ada5d2e64394f4a86b5aa0717aba&lang=en&cache-only=0",
            "defineEn": "the name that a particular product or service is identified with",
            "defineVi": "tên mà một sản phẩm hoặc dịch vụ cụ thể được xác định với",
            "hasImg": true
        },
        {
            "id": "0fbfb50c-2493-4b7f-8e66-6d17e622bc4a",
            "word": "environment",
            "phonetic": "ɛnvaɪɹənmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "An environment that widens my mind.",
                "Everyone should do their bit for the environment.",
                "Not following safety guidelines is unacceptable in hazardous environments.",
                "The company culture was toxic, with a cutthroat environment and a focus on profits at all costs.",
                "They were completely at one with their environment."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW52aXJvbm1lbnQ&hash=f13919fafccc9d1314233657ea894a50a46cc451&lang=en&cache-only=0",
            "defineEn": "the natural world around us where people, animals, and plants live",
            "defineVi": "thế giới tự nhiên xung quanh chúng ta, nơi con người, động vật và thực vật sinh sống",
            "hasImg": true
        },
        {
            "id": "62e5f497-1cdc-474a-bbfd-5b08e1c910e8",
            "word": "key",
            "phonetic": "kiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The author abstracted key themes from the novel in her literary analysis.",
                "The keys are kept in my office.",
                "I turned the key in the lock.",
                "He turned the key in the lock.",
                "The piano keys are black and white."
            ],
            "audio": "https://tts.langeek.co/read?text=a2V5&hash=8a2ad1b59a19375b9569d9dc58ff8b7b76afd159&lang=en&cache-only=0",
            "defineEn": "a specially shaped piece of metal used for locking or unlocking a door, starting a car, etc.",
            "defineVi": "một miếng kim loại có hình dạng đặc biệt được sử dụng để khóa hoặc mở khóa cửa, khởi động ô tô, v.v.",
            "hasImg": true
        },
        {
            "id": "08593077-f27d-4134-a74d-4ff567588bb0",
            "word": "the past",
            "phonetic": "ðə pæst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The railway line runs right past the house.",
                "The clock says ten past two.",
                "Not a single jot or tittle goes past the eye of the boss without her noticing.",
                "The cat ran right past me and into the house.",
                "His past comes back to hunt him when an old friend returns to his life."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlIHBhc3Q&hash=4423afc094f30f4854e5a2cb4aab40643b2082fc&lang=en&cache-only=0",
            "defineEn": "the time that has passed or gone by",
            "defineVi": "thời gian đã trôi qua hoặc trôi qua",
            "hasImg": true
        },
        {
            "id": "90baada7-dab5-4008-b318-d0516ea6a796",
            "word": "future",
            "phonetic": "fjuːtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "With the promotion, the company's future is now in his hands.",
                "The country's future is balanced on a razor's edge.",
                "The whole future of the project is still up in the air.",
                "A question mark hangs over the future of the company.",
                "If sales don't improve, the company might not have a future."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnV0dXJl&hash=5a9cfb5f77e384a5b917eabab33a781ef46b6e08&lang=en&cache-only=0",
            "defineEn": "the time that will come after the present or the events that will happen then",
            "defineVi": "thời gian sẽ đến sau hiện tại hoặc các sự kiện sẽ xảy ra sau đó",
            "hasImg": true
        },
        {
            "id": "9fe848ff-0814-47e3-9471-f076330fe63a",
            "word": "present",
            "phonetic": "pɹɛzənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lawyer presented the right argument in court.",
                "Bring Helen a present.",
                "Bring a present for Helen.",
                "He presented a false document as evidence in the court case.",
                "Our hosts presented us with an embarrassment of riches."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc2VudA&hash=0956ee46e93e5b7ee68fd548b712c65d1d7b4038&lang=en&cache-only=0",
            "defineEn": "the period of time happening now, not before or after",
            "defineVi": "khoảng thời gian xảy ra bây giờ, không phải trước hay sau"
        },
        {
            "id": "beb2359c-c195-4142-94c9-03c2daada76a",
            "word": "matter",
            "phonetic": "mæɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chairman's resignation finally brought matters to a head.",
                "I gave the matter a lot of thought.",
                "What's the matter with Matt?",
                "Art is very much a matter of taste.",
                "Local people took matters into their own hands and hired their own security guards."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0dGVy&hash=daac6722c874ec2dc65b31439599dbe67f694398&lang=en&cache-only=0",
            "defineEn": "a situation or subject that needs to be dealt with or considered",
            "defineVi": "một tình huống hoặc chủ đề cần được xử lý hoặc xem xét"
        },
        {
            "id": "b2ca92f8-ad48-4284-9bd1-241c089ade95",
            "word": "surface",
            "phonetic": "sɜːfɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Current drilling technology thus barely scrapes the surface.",
                "Sunlight played on the surface of the lake.",
                "The children skipped stones across the calm river surface.",
                "When his head broke the surface he took in deep gulps of air.",
                "The boat hit against an object under the surface of the water."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VyZmFjZQ&hash=e65f7f5385a6b34f024a6a46e6b6d1857f89bf61&lang=en&cache-only=0",
            "defineEn": "the upper or exterior boundary of something",
            "defineVi": "ranh giới trên hoặc bên ngoài của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "91e081d7-df2f-407e-b3cb-93a61837b575",
            "word": "drug",
            "phonetic": "dɹʌɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drugs are a ball and chain for many people.",
                "Drug barons were greasing the palm of the chief of police.",
                "The drug produces a feeling of excitement.",
                "Drug companies are locking horns in a legal battle over patents.",
                "No conventional drugs had produced any significant change."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJ1Zw&hash=7a3bfb6746fecb8f4f4380a793df8c031d34a29e&lang=en&cache-only=0",
            "defineEn": "any illegal substance that people take in order to experience its mental or physical effects",
            "defineVi": "bất kỳ chất bất hợp pháp nào mà mọi người sử dụng để trải nghiệm các tác động về tinh thần hoặc thể chất của nó",
            "hasImg": true
        },
        {
            "id": "a45388eb-f770-4d74-8042-18c84591da7c",
            "word": "the Internet",
            "phonetic": "ðɪ ɪntɚnɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Stay in touch with your customers via Internet.",
                "The internet has changed the way people work.",
                "Many schools don’t take full advantage of the Internet.",
                "Through the internet we are able to reach a wider audience.",
                "In the '90s, the bubble burst on Internet startups, but that didn't stop the success of online ventures"
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlIEludGVybmV0&hash=c21bcaca2dce5225a379722856d6fdc44f158f18&lang=en&cache-only=0",
            "defineEn": "‌a global computer network that allows users around the world to communicate with each other and exchange information",
            "defineVi": "‌một mạng máy tính toàn cầu cho phép người dùng trên khắp thế giới liên lạc với nhau và trao đổi thông tin",
            "hasImg": true
        },
        {
            "id": "594bf4b7-46e3-45e8-85be-329071e553c8",
            "word": "turn",
            "phonetic": "tɜːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The sunflower turned its face towards the sun.",
                "The victory turned the tide of the war in North Africa.",
                "The thunder had turned the milk.",
                "Police turned water cannon on the rioters.",
                "Turn the mould upside down."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVybg&hash=2da06d1927fb62690c21a37d2c6c3763ed514212&lang=en&cache-only=0",
            "defineEn": "the time when someone has the opportunity, obligation, or right to do a certain thing that everyone does successively in a group",
            "defineVi": "thời gian khi ai đó có cơ hội, nghĩa vụ hoặc quyền làm một điều gì đó mà mọi người làm liên tiếp trong một nhóm",
            "hasImg": true
        },
        {
            "id": "7b6558c0-af9d-4a76-bd2e-c75556a80db3",
            "word": "section",
            "phonetic": "sɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The newspaper has an entertainment section with movie reviews and celebrity news.",
                "The furniture store has a wide section of sofas, tables, and chairs.",
                "Roquefort cheese is in the cheese section, next to the blue cheeses.",
                "Honeycrisp apples are right over here in the apple section.",
                "The closet had a separate section for hanging long garments like coats and dresses."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VjdGlvbg&hash=8135a0996d8d9c6693c119c23ea1668079d0beba&lang=en&cache-only=0",
            "defineEn": "each of the parts into which a place or object is divided",
            "defineVi": "mỗi phần mà một địa điểm hoặc đối tượng được chia thành",
            "hasImg": true
        },
        {
            "id": "e267a156-37bb-4629-ab58-73ac32c4f2c2",
            "word": "shape",
            "phonetic": "ʃeɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "A better teacher would have licked him into shape.",
                "Wow, Jim has really gotten in shape lately.",
                "We learn about shapes and measurements in our math class.",
                "The ugli fruit's bright orange color and unique shape make it a fun and eye-catching addition to fruit platters.",
                "Hey, don't get all bent out of shape!"
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhcGU&hash=0afec2f6267c22201363fadbd0299311d9298646&lang=en&cache-only=0",
            "defineEn": "the outer form or edges of something or someone",
            "defineVi": "hình thức bên ngoài hoặc các cạnh của một cái gì đó hoặc một ai đó",
            "hasImg": true
        },
        {
            "id": "ea47354c-8985-4731-9d87-982125d8c6b3",
            "word": "lesson",
            "phonetic": "lɛsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That will teach them a lesson!",
                "On Tuesdays, I have my piano lessons in the evening.",
                "I certainly learned my lesson about buying something from a stranger online.",
                "His deep love of music moved him to take lessons with Dr. Hill.",
                "I hope you've learned your lesson."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVzc29u&hash=635125d1986894cdf095825524b9e49039907b14&lang=en&cache-only=0",
            "defineEn": "a part of a book that is intended to be used for learning a specific subject",
            "defineVi": "một phần của một cuốn sách được dự định sẽ được sử dụng để học một chủ đề cụ thể"
        },
        {
            "id": "3620c084-56bc-4949-827a-92f0b65d38eb",
            "word": "policy",
            "phonetic": "pɑːlɪsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our policy only allows for exchanges.",
                "This policy is no longer an effective means to an end.",
                "The new policy sits well with the company's values.",
                "A dangerous policy that runs the risk of failure.",
                "The employee followed company policies and procedures."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9saWN5&hash=b18db655410134c28ccdda152c72af67af15f290&lang=en&cache-only=0",
            "defineEn": "a set of ideas or a plan of action that has been chosen officially by a group of people, an organization, a political party, etc.",
            "defineVi": "một tập hợp các ý tưởng hoặc một kế hoạch hành động đã được lựa chọn chính thức bởi một nhóm người, một tổ chức, một đảng chính trị, v.v."
        },
        {
            "id": "8c99929d-5a28-4883-bbd6-7bf906318646",
            "word": "street",
            "phonetic": "stɹiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cobbled streets run down to a tiny harbor.",
                "The new smartphone is streets ahead of its predecessor, with a larger screen and more powerful processor.",
                "The experienced lawyer is streets ahead of her young colleagues, with a deep understanding of the law and years of courtroom experience.",
                "The street vendor served crispy trotter bites with a tangy dipping sauce at the food market.",
                "The protesters raised their cries for justice and equality in the streets."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyZWV0&hash=605f3456837790aa20ed16432bf60b50eabb9f6a&lang=en&cache-only=0",
            "defineEn": "a public path for vehicles in a village, town, or city, usually with buildings, houses, etc. on its sides",
            "defineVi": "một con đường công cộng dành cho các phương tiện trong một ngôi làng, thị trấn hoặc thành phố, thường có các tòa nhà, nhà ở, v.v. ở hai bên",
            "hasImg": true
        },
        {
            "id": "a602c50c-30fe-434a-8416-5bf6dca8fbca",
            "word": "memory",
            "phonetic": "mɛmɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Maybe this photograph will jog your memory.",
                "Memories of that day still bring a lump to his throat.",
                "The memory of all that blood made his flesh creep.",
                "These events occurred within living memory.",
                "As I bit into the mombin, its fibrous texture and tropical taste brought back childhood memories."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVtb3J5&hash=da16a7ad73640fcc2ba90673921ad07486c08335&lang=en&cache-only=0",
            "defineEn": "the ability of mind to keep and remember past events, people, experiences, etc.",
            "defineVi": "khả năng lưu giữ và ghi nhớ các sự kiện, con người, kinh nghiệm trong quá khứ, v.v."
        },
        {
            "id": "1ef92357-d503-41be-8c54-7e2c8b253d32",
            "word": "help",
            "phonetic": "hɛlp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The support of our families has helped enormously.",
                "Helping you?",
                "Such helps were like drop in the ocean.",
                "The taxi driver helped me with my luggage.",
                "His help is useful as a chocolate teapot."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVscA&hash=36e7511a5e4ebe8d5ecec8536cab5e6a7bd2aeda&lang=en&cache-only=0",
            "defineEn": "anything that is done to make a task or process easier or less difficult for someone",
            "defineVi": "bất cứ điều gì được thực hiện để làm cho một nhiệm vụ hoặc quy trình dễ dàng hơn hoặc ít khó khăn hơn đối với ai đó",
            "hasImg": true
        }
    ]
}