{
    "id": "7ecebf6e-c6a5-49a1-b741-ea100f0e580a",
    "title": "Let's Grab a Bite!",
    "originalTitle": "Lesson 43",
    "words": [
        {
            "id": "e4ac32dc-428d-4e54-b713-fb04eb0ae14c",
            "word": "gastronomy",
            "phonetic": "ɡæstɹɑːnəmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Swallowers manage this incredible feat of gastronomy thanks to their large mouths and very elastic stomachs, which can expand so far that the skin becomes thin enough to see through.",
                "He draws on diverse branches of knowledge, like zoology, gastronomy, law, economics, mythology, and teachings from a range of religious and cultural traditions."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FzdHJvbm9teQ&hash=4a03ddd636ce656c21a241e1ef8e87df15d3034d&lang=en&cache-only=0",
            "defineEn": "the art, science, or activity of exploring how to prepare and eat good food",
            "defineVi": "nghệ thuật, khoa học hoặc hoạt động khám phá cách chuẩn bị và ăn những món ăn ngon"
        },
        {
            "id": "22f592a7-d2ff-48ba-92d7-0a45a4f558ae",
            "word": "bistro",
            "phonetic": "biːstɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmlzdHJv&hash=78c64763d55f0a547f07e3c09d455f76302ed34e&lang=en&cache-only=0",
            "defineEn": "a small restaurant that is not expensive",
            "defineVi": "một nhà hàng nhỏ không đắt tiền",
            "hasImg": true
        },
        {
            "id": "4f72f1a5-ac6d-49af-b077-82bb67f1a79d",
            "word": "confectionery",
            "phonetic": "kənfɛkʃənɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the summer of 2004, Trolli confectionery brand released road kill themed gummies.",
                "But with the Wrigley's portfolio of Staple Gum Brands, the deal helped solidify Mars as the top confectionery company in the world.",
                "That same year, Cadbury held ten point one percent of the confectionery market and there were rumors of a deal between Cadbury and Hershey, one that would have secured the two as the top confectionery company in the world.",
                "That same year, Cadbury held ten point one percent of the confectionery market and there were rumors of a deal between Cadbury and Hershey, one that would have secured the two as the top confectionery company in the world."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmVjdGlvbmVyeQ&hash=f2d6cb48812679bf4d42fb46b44d5b55b59cda05&lang=en&cache-only=0",
            "defineEn": "a store where chocolate, sweets, etc. are sold",
            "defineVi": "một cửa hàng bán sô cô la, đồ ngọt, v.v.",
            "hasImg": true
        },
        {
            "id": "0738953a-05de-4498-9b66-e1a6192b3199",
            "word": "diner",
            "phonetic": "daɪnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Menus are for diners.",
                "Diners at a cafe in Lod hid in the kitchen area for safety.",
                "Diners at a cafe in Lod hid in the kitchen area for safety.",
                "And, in return, the diner gets a sugar reward.",
                "This first diner overhears the drama right away."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGluZXI&hash=e39e17c69275ed19c47e7447960f2402299cd25c&lang=en&cache-only=0",
            "defineEn": "a small restaurant",
            "defineVi": "một nhà hàng nhỏ",
            "hasImg": true
        },
        {
            "id": "27f5fdd7-7f09-42ae-8b9f-632fafda5592",
            "word": "drive-through",
            "phonetic": "dɹaɪvθɹuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Anyone could mistake a freeway entrance ramp for a McDonald's drive-through.",
                "Now he's volunteering at this drive-through test clinic.",
                "Me, personally, I never go through the drive-through because it's not worth the hassle",
                "But a lot of people prefer to go through the drive-through.",
                "It's just a lot of people can't go inside for reasons and honestly, ordering inside, it really isn't any easier than doing it at the drive-through."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJpdmUtdGhyb3VnaA&hash=ee0bceb65eac5d22ee36d47dded7d4c69cf2be51&lang=en&cache-only=0",
            "defineEn": "a restaurant or other service provider where one is served without needing to leave one's car",
            "defineVi": "một nhà hàng hoặc nhà cung cấp dịch vụ khác nơi một người được phục vụ mà không cần rời khỏi xe của một người",
            "hasImg": true
        },
        {
            "id": "fc3e81ac-7633-49d5-b0e2-6b00fa8d1562",
            "word": "food court",
            "phonetic": "fuːd koːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cheap food courts were installed where courtyards were supposed to be.",
                "Another looked at people eating alone in the food courts of shopping malls.",
                "Well, it also has the sausage in the little cubes, which I actually do think that that is from the food court.",
                "And there is, of course, the food court that sells $1.5 hot dogs and other low-priced fare.",
                "What we really need is a cosmic food court capable of feeding us wherever we go."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9vZCBjb3VydA&hash=ce9294e3f5dc5f446ed974564868a991dc03ec4a&lang=en&cache-only=0",
            "defineEn": "an area in a public place such as a shopping mall, etc. where multiple small restaurants are located",
            "defineVi": "một khu vực ở nơi công cộng như trung tâm mua sắm, v.v. nơi có nhiều nhà hàng nhỏ",
            "hasImg": true
        },
        {
            "id": "85e9c60e-a558-4328-8ae5-9a5758d6a0bb",
            "word": "patisserie",
            "phonetic": "pætɪsɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGF0aXNzZXJpZQ&hash=3575ffd9dfefb261dfccfa39c54452a3c7cbcfb3&lang=en&cache-only=0",
            "defineEn": "a store that sells cakes and pastries",
            "defineVi": "một cửa hàng bán bánh ngọt và bánh ngọt"
        },
        {
            "id": "32278a29-9edc-4985-81ce-4604214488a4",
            "word": "cholesterol",
            "phonetic": "kəlɛstɚɹɑːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Consuming prunes may have a positive impact on heart health by reducing LDL cholesterol levels.",
                "Breadfruit is heart-healthy and good for your heart because it has low fat and no cholesterol.",
                "In fact, our bodies make steroids out of cholesterol.",
                "So cholesterol can be pretty cool.",
                "Steroids get their name from the fatty molecule cholesterol."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hvbGVzdGVyb2w&hash=8bcba3872bb7c17ab40e1fd5ac00a7b4acfcd911&lang=en&cache-only=0",
            "defineEn": "a substance high in fat found in blood and most body tissues, a high amount of which correlates with an increased risk of heart disease",
            "defineVi": "một chất có hàm lượng chất béo cao được tìm thấy trong máu và hầu hết các mô cơ thể, một lượng lớn chất béo này tương quan với việc tăng nguy cơ mắc bệnh tim",
            "hasImg": true
        },
        {
            "id": "1d76f282-743a-4b50-9253-31a80788d4e2",
            "word": "greasy",
            "phonetic": "ɡɹiːzi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She climbed the greasy pole to become the CEO.",
                "He has reached the top by climbing the greasy pole for over a decade.",
                "He's been climbing the greasy pole for years, but still no one has managed to expose him.",
                "This is greasy.",
                "That is greasy."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlYXN5&hash=b8b3e55b7f2fc1f288986df4a92a95f336adb945&lang=en&cache-only=0",
            "defineEn": "(of food) containing or cooked in a lot of oil",
            "defineVi": "(của thực phẩm) chứa hoặc nấu trong rất nhiều dầu",
            "hasImg": true
        },
        {
            "id": "c87c2e00-e84d-4c11-a0f4-f071a7c7c647",
            "word": "oily",
            "phonetic": "ɔɪli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I spent a year travelling abroad, and I lived on the smell of an oily rag to get by.",
                "This trusty little car may not look like much, but she runs on the smell of an oily rag.",
                "That's what the paper's for. - Mm. - Very oily.",
                "Sometimes people would just thread a wick through an oily fish or a bird.",
                "Coronaviruses are surrounded by an envelope of oily material."
            ],
            "audio": "https://tts.langeek.co/read?text=b2lseQ&hash=260bc133d0e6676e1f7d89e02bdfa196a9239d41&lang=en&cache-only=0",
            "defineEn": "(of food) containing a lot of oil",
            "defineVi": "(của thực phẩm) chứa nhiều dầu",
            "hasImg": true
        },
        {
            "id": "69a7bfa4-4215-43e3-a596-ad4e695aac73",
            "word": "savory",
            "phonetic": "seɪvɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Sprinkling Parmesan cheese over pasta dishes adds a savory touch.",
                "The bakery incorporated finely diced fatback into savory pie crusts for flaky results.",
                "She harvested fresh savory from her herb garden and dried it for future use in her favorite recipes.",
                "The street vendor at the night market skillfully grilled savory pork belly skewers.",
                "I stuffed the aubergine with a savory mixture of rice, vegetables, and herbs, creating a flavorful meal."
            ],
            "audio": "https://tts.langeek.co/read?text=c2F2b3J5&hash=545a1e40328099efe44b5902ec5a118dba1cfed8&lang=en&cache-only=0",
            "defineEn": "smelling or tasting pleasant",
            "defineVi": "ngửi hoặc nếm dễ chịu",
            "hasImg": true
        },
        {
            "id": "c55572ec-0c3c-43f1-8f7c-9e799b7de2b6",
            "word": "stale",
            "phonetic": "steɪl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They get stale.",
                "For example, selling stale Doritos.",
                "Sucking out the stale blood to make way for the good stuff.",
                "Ah, contrary to popular belief, things don't get stale because they lose water.",
                "The Crumbler grinds stale baguettes into breadcrumbs that are so fine they can replace flour."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhbGU&hash=62372998eae298301c578d3feff612d2be4ccee2&lang=en&cache-only=0",
            "defineEn": "(of food, particularly cake and bread) not fresh anymore",
            "defineVi": "(thức ăn, đặc biệt là bánh và bánh mì) không còn tươi nữa",
            "hasImg": true
        },
        {
            "id": "b40e3035-69ae-4c55-b699-624180cd12ab",
            "word": "tasteless",
            "phonetic": "teɪstləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "To me Ginger ale was just a tasteless addition.",
                "So maybe I'm just tasteless, but maybe check out some of their other skins for your iMac, if this doesn't do it for you.",
                "Without saliva, even a cookie would just feel like a bunch of dry crumbly tasteless stuff in your mouth!",
                "It's FDA improved and tasteless.",
                "Air is really a mixture of gases that are odorless, tasteless, colorless, formless, and blend together so well they tend to act like a single gas. "
            ],
            "audio": "https://tts.langeek.co/read?text=dGFzdGVsZXNz&hash=518303d4a1cc30dc4b3de368bfa894dde9664fb7&lang=en&cache-only=0",
            "defineEn": "with no particular flavor",
            "defineVi": "không có hương vị đặc biệt",
            "hasImg": true
        },
        {
            "id": "5ffcb0c5-ccbc-4c47-a478-316fb8ce6f81",
            "word": "tender",
            "phonetic": "tɛndɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He prepared a delicious pork hock stew, with tender chunks of meat, vegetables, and a savory broth.",
                "The tender chicken roulade was filled with spinach and cheese.",
                "She carefully harvested the tender leaves of the Alexander plant for her herbal tea.",
                "They roasted a tender and juicy gigot of lamb.",
                "The pie had a warm apple filling, with tender apples cooked in cinnamon and sugar."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVuZGVy&hash=d1811b8bc8217f25af9085642d29530b61c08ceb&lang=en&cache-only=0",
            "defineEn": "describing food that is easy to chew or cut",
            "defineVi": "mô tả thực phẩm dễ nhai hoặc cắt",
            "hasImg": true
        },
        {
            "id": "bc3894e1-9e42-456d-a17c-5f796a662143",
            "word": "yummy",
            "phonetic": "jʌmi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I got some yummy tortellini.",
                "They are really yummy!",
                "They can start off yummy, and /become/ grainy.",
                "The first day, your brain might give you a similar yummy dopamine reward for both courses.",
                "And it let's us eat yummy food. -"
            ],
            "audio": "https://tts.langeek.co/read?text=eXVtbXk&hash=6f10228cda1a3c897e670e7200e9d9cc2a78002c&lang=en&cache-only=0",
            "defineEn": "tasting very good",
            "defineVi": "nếm rất ngon",
            "hasImg": true
        },
        {
            "id": "adada37b-e840-43bd-96b5-92152704f4a5",
            "word": "self-service",
            "phonetic": "sɛlfsɜːvɪs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "There'll be no self-service at all.",
                "The first self-service supermarket, Piggly Wiggly, opened in 1916 in Memphis, Tennessee.",
                "Glenn started with a self-service hamburger stand in 1948 in San Bernardino, California.",
                "Its self-service strategy had customers shop for shoes themselves, allowing the company to employ fewer people and save on operating costs."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1zZXJ2aWNl&hash=6e0922acc3f67a21d49a1498e4817ae14f887b35&lang=en&cache-only=0",
            "defineEn": "(of a restaurant, store, etc.) providing customers with the chance to serve themselves and then pay for it",
            "defineVi": "(của một nhà hàng, cửa hàng, v.v.) cung cấp cho khách hàng cơ hội tự phục vụ và sau đó trả tiền cho việc đó",
            "hasImg": true
        },
        {
            "id": "e620283b-ef47-4822-a73f-e94a24aa9394",
            "word": "appetizer",
            "phonetic": "æpɪtaɪzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My parents enjoyed a delicious calamari appetizer at the seaside restaurant.",
                "The consomme was served in a small cup as an appetizer before the main course.",
                "Grilled vegetable skewers are a crowd-pleasing appetizer at summer cookouts.",
                "You can serve camembert with some crusty bread and fig jam for a delightful appetizer.",
                "The party guests were intrigued by the kohlrabi slices on the appetizer platter."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwZXRpemVy&hash=e13996e1aabf4780cf86a8496d21d466fcab7de1&lang=en&cache-only=0",
            "defineEn": "a small dish that is eaten before the main part of a meal",
            "defineVi": "một món ăn nhỏ được ăn trước phần chính của bữa ăn",
            "hasImg": true
        },
        {
            "id": "da2943ee-0f04-4e96-b419-e8c9ae45def5",
            "word": "entree",
            "phonetic": "ɑːntɹeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "For instance, you can share an entree.",
                "That was my entree into Fox News Channel.",
                "Each comes with an entrée, like this vegetarian pasta with taco sauce, along with an assortment of items like mixed fruit, an energy bar, and this instant French vanilla cappuccino.",
                "By 1994, Olive Garden had 450 restaurants with dinner entree prices ranging from $6.95 to $13.95.",
                "Some smaller models can take a day to make, while entire entrees can take up to a week."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW50cmVl&hash=498c16c315836d93b8736d320880fb2e7990a2c4&lang=en&cache-only=0",
            "defineEn": "the main segment of a meal",
            "defineVi": "phần chính của bữa ăn",
            "hasImg": true
        },
        {
            "id": "1157d5b1-5f61-41bb-9c80-53a878ec7503",
            "word": "specialty",
            "phonetic": "spɛʃəlɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The restaurant offered a specialty hamburger steak dish.",
                "We bought a bag of coarse sea salt from the specialty store.",
                "As a specialty dish, the chef prepared a gourmet chevon rack, perfectly seared and served with a delicate herb-infused sauce.",
                "I heard their specialty burger is served with homemade pickle relish.",
                "They went on a culinary adventure and discovered a specialty restaurant that served long bone-in veal chops."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlY2lhbHR5&hash=838cd29f8fec6906e338bb6ffa9eeb2e2b7cff67&lang=en&cache-only=0",
            "defineEn": "a type of food or drink or other product that an establishment is known for because it is delivered in high quality",
            "defineVi": "một loại thực phẩm hoặc đồ uống hoặc sản phẩm khác mà một cơ sở được biết đến vì nó được giao với chất lượng cao"
        },
        {
            "id": "a7cd47b9-8640-49c8-ad83-9fdb786cc6b6",
            "word": "a la carte",
            "phonetic": "ɑːlæ kɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They're buying a la carte features a little bit less frequently.",
                "While some resorts will just charge for sitting at the à la carte restaurant, others will charge an additional fee for specific meals.",
                "That's what's fun about our à la carte shop, is we're able to experiment, think outside of the box of our typical designs.",
                "Anyway, the folks at LEGO want me to point you to their online and physical stores which, naturally, have the largest collection of lego sets, and also allow you to find and buy individual pieces a la carte for custom projects, get expert lego help, and with LEGO VIP you can get early access to new LEGO sets."
            ],
            "audio": "https://tts.langeek.co/read?text=YSBsYSBjYXJ0ZQ&hash=06ca91d0ea912fc66bece95598583a6bc2732989&lang=en&cache-only=0",
            "defineEn": "a menu in which each dish has a separate price",
            "defineVi": "một thực đơn trong đó mỗi món ăn có một mức giá riêng",
            "hasImg": true
        },
        {
            "id": "5258feec-d9f2-4a15-a8d3-4c660cd9d69e",
            "word": "gourmet",
            "phonetic": "ɡʊɹmeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She layered thin slices of prosciutto between crusty bread, fresh mozzarella, and sun-dried tomatoes for a gourmet panini.",
                "The exceptional taste of Temple oranges makes them a prized ingredient in gourmet recipes.",
                "The gourmet cooking class focused on mastering the art of cooking the perfect beefsteak.",
                "As a specialty dish, the chef prepared a gourmet chevon rack, perfectly seared and served with a delicate herb-infused sauce.",
                "She prepared a gourmet gigot of chicken, stuffed with herbs and wrapped in bacon."
            ],
            "audio": "https://tts.langeek.co/read?text=Z291cm1ldA&hash=b8b4d049c55104d51fb64f9a44abaf11703e1246&lang=en&cache-only=0",
            "defineEn": "someone who enjoys and knows about food and wine very much",
            "defineVi": "một người thích và biết về thực phẩm và rượu vang rất nhiều"
        },
        {
            "id": "ebe4c310-23eb-4106-85db-b5a402df2532",
            "word": "regular",
            "phonetic": "ɹɛɡjʊlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The slow healing process of the wound required regular care.",
                "Regular exercise is essential for the healthfulness of your body and mind.",
                "For a gluten-free option, substitute regular flour with almond flour in the cake recipe.",
                "A regular newsletter keeps people in touch with local events.",
                "Regular investment of small amounts of money is an excellent way of building a nest egg."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVndWxhcg&hash=81bdd83bc51193700ab3a6a83607af0981bc229c&lang=en&cache-only=0",
            "defineEn": "a person who buys something from a place or visits it very often",
            "defineVi": "một người mua một cái gì đó từ một nơi hoặc truy cập nó rất thường xuyên"
        },
        {
            "id": "df9f864f-f530-4bcb-84a8-0ca8076c5ed8",
            "word": "burrito",
            "phonetic": "bɜːɹiːɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The vegetarian menu offers a delicious black bean burrito as a protein-packed option.",
                "He ordered a burrito with chipotle sauce, enjoying the smoky and spicy flavor it added to the dish.",
                "I like to mix cooked brown rice with black beans, corn, and salsa for a flavorful and filling burrito filling.",
                "I needed that burrito blanket.",
                "And the burrito is that big."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVycml0bw&hash=653ab3b4393fffd470253811b50e562a983751f2&lang=en&cache-only=0",
            "defineEn": "a dish of a tortilla wrapped around a mixture of ground meat or beans, originated in Mexico",
            "defineVi": "một đĩa bánh ngô bao quanh hỗn hợp thịt xay hoặc đậu, có nguồn gốc từ Mexico",
            "hasImg": true
        },
        {
            "id": "768c201f-fa52-429a-81fb-cdbec919cfa4",
            "word": "caviar",
            "phonetic": "kævɪɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was amazed by the high price tag on the caviar, realizing it was a luxury out of his reach.",
                "They visited a seafood market and purchased a small tin of caviar.",
                "She asked friends and family for recommendations on where to find affordable caviar.",
                "It's caviar?",
                "Those high prices earned bird nests the title \"Caviar of the East.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F2aWFy&hash=617ec3a0d2f0724de16547fb8850f6ea15d9e9df&lang=en&cache-only=0",
            "defineEn": "the preserved eggs of some fish, especially one called sturgeon, eaten as food, which is considered a very expensive dish",
            "defineVi": "trứng được bảo quản của một số loài cá, đặc biệt là cá tầm, được dùng làm thực phẩm, được coi là một món ăn rất đắt tiền",
            "hasImg": true
        },
        {
            "id": "006114a0-9781-41ea-ab10-41ec7d15917d",
            "word": "schnitzel",
            "phonetic": "ʃnɪtsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "You know the schnitzel.",
                "What is schnitzel?",
                "I have some schnitzel's.",
                "We'll get a schnitzel as well.",
                "Schnitzel's, what are they?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nobml0emVs&hash=3596f90c49e0270c9ccba6764c49f0679bfd7e50&lang=en&cache-only=0",
            "defineEn": "a thin slice of meat that is coated with breadcrumbs and then fried",
            "defineVi": "một lát thịt mỏng được phủ một lớp vụn bánh mì và sau đó chiên",
            "hasImg": true
        },
        {
            "id": "37e97cbc-b3cf-41f6-98f6-aeb43dbea296",
            "word": "spring roll",
            "phonetic": "spɹɪŋ ɹoʊl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3ByaW5nIHJvbGw&hash=3a750fa4fba971d5cb4f309c3cc0811d4fabfab9&lang=en&cache-only=0",
            "defineEn": "a dish that consists of a pancake that is filled with vegetables and sometimes meat and then fried until crispy, originated in China",
            "defineVi": "một món ăn bao gồm một chiếc bánh kếp với rau và đôi khi là thịt và sau đó chiên cho đến khi giòn, có nguồn gốc từ Trung Quốc",
            "hasImg": true
        },
        {
            "id": "6eb6ac57-c7ff-4b88-a1a5-1c1513bccc13",
            "word": "sushi",
            "phonetic": "suːʃi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She dipped her sushi into the small bowl of wasabi.",
                "We had sushi for lunch, which was filled with rice and fresh fish.",
                "Sushi rolls are often wrapped in sheets of edible algae, known as nori.",
                "The chef used fish paste as a filling for his sushi rolls",
                "Fucoid algae add a unique texture and flavor to sushi rolls and seafood dishes."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VzaGk&hash=6def9911d7aedbd198b451266089fcb579aff337&lang=en&cache-only=0",
            "defineEn": "a dish of small rolls or balls of cold cooked rice flavored with vinegar and garnished with raw fish or vegetables, originated in Japan",
            "defineVi": "một món cơm cuộn nhỏ hoặc cơm nguội có hương vị giấm và trang trí với cá sống hoặc rau sống, có nguồn gốc từ Nhật Bản",
            "hasImg": true
        },
        {
            "id": "1785d405-3b38-4fac-a471-378830e59ae1",
            "word": "taco",
            "phonetic": "tɑːkoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tacos aren't complete without a generous amount of grated cheese on top.",
                "The fish tacos were topped with tangy slaw and creamy sauce.",
                "We added sauerkraut to our tacos for an extra burst of flavor.",
                "The menu featured a creative dish of beef plate tacos.",
                "He added a squeeze of lemon to his fish tacos for a citrusy twist."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFjbw&hash=c65e0696d83a376c2fd286cb3f3d1f0f15f6dbf1&lang=en&cache-only=0",
            "defineEn": "a dish that consists of a folded tortilla filled with ground meat, beans, etc., originated in Mexico",
            "defineVi": "một món ăn bao gồm một chiếc bánh tortilla gấp lại chứa đầy thịt xay, đậu, v.v., có nguồn gốc từ Mexico",
            "hasImg": true
        },
        {
            "id": "4a0b2319-dbcb-44af-a255-2eb006a1af15",
            "word": "port",
            "phonetic": "poːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "A port in a storm is a welcome thing.",
                "She held on to me as though I were a port in a storm.",
                "Therefore, while they may represent a port in a storm, they are fundamentally unattractive business models.",
                "Jack realized that when circumstances become truly dire, any port in a storm starts to look good, so he reluctantly accepted the low-paying job though it was far below his normal standards.",
                "Current Mac models will have USB-C ports."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ydA&hash=102c34a158f1e8ceb7a0010a81869b78639838b2&lang=en&cache-only=0",
            "defineEn": "a type of dark-red wine with a sweet taste, originated in Portugal",
            "defineVi": "một loại rượu vang đỏ sẫm có vị ngọt, có nguồn gốc từ Bồ Đào Nha",
            "hasImg": true
        },
        {
            "id": "11fd0069-0876-4936-8a76-13088bd941bd",
            "word": "to [wine] and [dine]",
            "phonetic": "tə waɪn ænd daɪn ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gd2luZSBhbmQgZGluZQ&hash=5bb82a52be960b30397cb81f194e186ba20062dc&lang=en&cache-only=0",
            "defineEn": "to treat someone to meals and drinks, typically in a luxurious or extravagant manner",
            "defineVi": "chiêu đãi ai đó bữa ăn và đồ uống, thường theo cách sang trọng hoặc ngông cuồng"
        },
        {
            "id": "fa138380-67e4-4653-b22e-5ecd1d23949e",
            "word": "ale",
            "phonetic": "eɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "In those days, people did drink beer and ale.",
                "During the five month boat ride from England to India, ale would slosh around in wooden caskets and get kind of skunky.",
                "To combat this, brewers raised the alcohol content of the ale and added more hops.",
                "Guinness came to dominate the market in the category of dark ales.",
                "On average, your favorite ale contains around 150 calories per can."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxl&hash=33ebb8d78a46deb8c3d22bea29dbe68705ef5582&lang=en&cache-only=0",
            "defineEn": "a type of beer that is dark in color and does not contain bubbles",
            "defineVi": "một loại bia có màu sẫm và không có bọt",
            "hasImg": true
        },
        {
            "id": "f503954e-f65d-49ad-9da8-d87cb6887430",
            "word": "pina colada",
            "phonetic": "piːnə kəlɑːdə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGluYSBjb2xhZGE&hash=5c426aaaef44b488302abec4d2d1f020ddf4b525&lang=en&cache-only=0",
            "defineEn": "a drink made with pineapple, coconut, and rum",
            "defineVi": "một thức uống được làm từ dứa, dừa và rượu rum",
            "hasImg": true
        },
        {
            "id": "8c779653-5038-4513-a3ad-02026486241e",
            "word": "frappe",
            "phonetic": "fɹæp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnJhcHBl&hash=5af18ecd3e11dec89e2b5d6bf4eb487ca21e5b66&lang=en&cache-only=0",
            "defineEn": "a drink served with a lot of small pieces of ice",
            "defineVi": "một thức uống phục vụ với rất nhiều miếng đá nhỏ",
            "hasImg": true
        },
        {
            "id": "33b11512-55df-4bbf-9081-7f19d606a1a2",
            "word": "pilsner",
            "phonetic": "pɪlsnɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGlsc25lcg&hash=30101d5bb395fc4aadac4b7a6e0da68474eca3c7&lang=en&cache-only=0",
            "defineEn": "a type of light beer, flavored with hops",
            "defineVi": "một loại bia nhẹ, có hương vị hoa bia"
        }
    ]
}