{
    "id": "7f6a500a-bbe8-43aa-80bc-6b192c47b0ad",
    "title": "Unit 1 - Lesson 4",
    "originalTitle": "Unit 1 - Lesson 4",
    "words": [
        {
            "id": "1fe5a846-8738-40ce-88a4-d80bd8392d75",
            "word": "careful",
            "phonetic": "kɛɹfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Careful planning laid the foundations for the nation’s economic miracle.",
                "Be careful with your actions.",
                "Be extra careful with this one.",
                "Do be careful, for goodness' sake.",
                "If you cannot be good, be careful."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZWZ1bA&hash=95a9e88fd0e24800704e0daf25b4c41ecddd287b&lang=en&cache-only=0",
            "defineEn": "giving attention or thought to what we are doing to avoid doing something wrong, hurting ourselves, or damaging something",
            "defineVi": "chú ý hoặc suy nghĩ về những gì chúng ta đang làm để tránh làm sai, làm tổn thương bản thân hoặc làm hỏng thứ gì đó",
            "hasImg": true
        },
        {
            "id": "f9f31254-7e1b-4267-9295-e2590621e035",
            "word": "careless",
            "phonetic": "kɛɹləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It only takes one careless driver to cause an accident.",
                "You'd think he'd be wise as an owl after so many years in this industry, but he's still a careless old fool.",
                "\"During wartime, careless talk costs lives, as revealing sensitive information can put soldiers and civilians at risk,\" said the military commander during the briefing.",
                "'A careless girl!' said Mr. Brocklehurst quietly, almost to himself.",
                "And contrary to negative stereotypes, speakers of AAE are not careless with language."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZWxlc3M&hash=df68df942e85fa4bd17ef9f931032afd6383e857&lang=en&cache-only=0",
            "defineEn": "not paying enough attention to what we are doing",
            "defineVi": "không chú ý đầy đủ đến những gì chúng ta đang làm",
            "hasImg": true
        },
        {
            "id": "acc012b8-2cfc-43de-a915-de9f9f280272",
            "word": "hopeful",
            "phonetic": "hoʊpfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The party has broken ranks, with five of its nine presidential hopefuls calling for a review of the revisions.",
                "The manager keeps changing his outlook on the project, now really hopeful, now very pessimistic.",
                "Others were hopeful, medical, reflective. -",
                "At this vaccine center in Mumbai, hopeful recipients were turned away.",
                "I'm very hopeful."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9wZWZ1bA&hash=8144795f89b123b396dde9d240a3f21f181e98d7&lang=en&cache-only=0",
            "defineEn": "(of a person) believing in the occurrence of what is wanted",
            "defineVi": "(của một người) tin vào sự xuất hiện của những gì được mong muốn",
            "hasImg": true
        },
        {
            "id": "c96d9593-7eac-478e-a883-e60be0bbc001",
            "word": "hopeless",
            "phonetic": "hoʊpləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I remember feeling hopeless during my job search, but then I reminded myself that it is always darkest before the dawn.",
                "Seems pretty hopeless, eh?",
                "They'll feel hopeless.",
                "It’s not all hopeless.",
                "'Did the lady send you here with these hopeless words?'"
            ],
            "audio": "https://tts.langeek.co/read?text=aG9wZWxlc3M&hash=edb4abe32b9c633306103b82028aa3884bf055af&lang=en&cache-only=0",
            "defineEn": "showing or causing despair because there is no possibility for improvement or success",
            "defineVi": "thể hiện hoặc gây ra sự tuyệt vọng vì không có khả năng cải thiện hoặc thành công",
            "hasImg": true
        },
        {
            "id": "57afe4b9-91a2-48af-8a9c-593f4449faae",
            "word": "meaningful",
            "phonetic": "miːnɪŋfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I prefer deep conversations that explore meaningful topics rather than engaging in shallow small talk.",
                "I wanted to have a meaningful conversation with him when he was back from work but he was gone before I could say Jack Robinson.",
                "I always try to fill my free time with meaningful pursuits instead of wasting hours in front of mindless entertainment, remembering the wise words that idle hands are the devil's playthings.",
                "My grandfather often said that idleness is the root of evil, urging me to find meaningful work and stay productive.",
                "Despite his wealth and fame, he often feels outside noisy, inside empty, longing for something more meaningful in his life."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVhbmluZ2Z1bA&hash=5fd12c6a51a299322a3c4912b5da5cf259e7573c&lang=en&cache-only=0",
            "defineEn": "having a significant purpose or importance",
            "defineVi": "có một mục đích quan trọng hoặc tầm quan trọng"
        },
        {
            "id": "f81b6a3c-8a2f-4eb5-a9bd-c1f308cc0560",
            "word": "meaningless",
            "phonetic": "miːnɪŋləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So life is meaningless.",
                "It's all meaningless,",
                "And it just was meaningless chores.",
                "Next year, the word stranger will be meaningless because next year, we will all be together in our home.",
                "For her each of these breaths Exists as an isolated column of fatuity, in other words It's meaningless."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVhbmluZ2xlc3M&hash=03ae0069e76cc1004b97fb3cf11d9dd3a70e79a0&lang=en&cache-only=0",
            "defineEn": "lacking any significance, value, or purpose",
            "defineVi": "thiếu bất kỳ ý nghĩa, giá trị, hoặc mục đích"
        },
        {
            "id": "4cb74150-651d-40e6-a7f2-02166fb19e3a",
            "word": "painful",
            "phonetic": "peɪnfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Having strong feelings for someone when those feelings aren't returned can be very painful.",
                "As an American, she had little truck with the painful formality of English life.",
                "It was a painful reminder that advice is least heeded when most needed.",
                "It was a painful reminder that an empty purse frightens away friends.",
                "As a runner, I know that pushing yourself to the limit can be painful."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFpbmZ1bA&hash=e70d70d572136a2ac7fecb1c2e68fffffe0b3931&lang=en&cache-only=0",
            "defineEn": "causing emotional or physical pain in someone",
            "defineVi": "gây ra nỗi đau tinh thần hoặc thể xác trong một ai đó",
            "hasImg": true
        },
        {
            "id": "a011d8c3-6cee-42ca-81db-585ffe2c9fef",
            "word": "painless",
            "phonetic": "peɪnləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It was a painless death.",
                "Oh wow, this is actually a surprisingly painless disassembly process.",
                "There's a lot of painless stuff, and then there's also a lot of really stupid stuff like that.",
                "So port forwarding for example is something that's relatively painless to do on one of these puppies.",
                "One is repetitive transcranial magnetic stimulation, rTMS, which involves the painless application of repeated electromagnetic pulses."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFpbmxlc3M&hash=5900ce1268aec235a84d94ee4c86e7abecd61914&lang=en&cache-only=0",
            "defineEn": "requiring little hard work or exertion",
            "defineVi": "đòi hỏi ít công việc khó khăn hoặc nỗ lực"
        },
        {
            "id": "847e3e85-4bd9-4cda-94d8-87816a87d013",
            "word": "powerful",
            "phonetic": "paʊɚfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The boxer knocked down his opponent with a powerful uppercut.",
                "With the signing of the treaty, a powerful new European alliance first saw the light of day.",
                "The lion's powerful jaws allowed it to tear apart its prey.",
                "The boxer was stunned by a powerful blow to the head.",
                "What are some powerful methods to break someone psychologically?"
            ],
            "audio": "https://tts.langeek.co/read?text=cG93ZXJmdWw&hash=173d4bb0b8b47efb3e33ffe065b099887b0b94d8&lang=en&cache-only=0",
            "defineEn": "possessing much power",
            "defineVi": "sở hữu nhiều quyền lực",
            "hasImg": true
        },
        {
            "id": "7b7c2a4d-0544-44bb-bfe2-e7bc1d6f83ee",
            "word": "powerless",
            "phonetic": "paʊɚləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You feel powerless.",
                "He feels powerless.",
                "I felt so powerless.",
                "If you got up in here, I'd be powerless against you.",
                "People with DPD often feel totally powerless and like they aren’t capable of caring for themselves."
            ],
            "audio": "https://tts.langeek.co/read?text=cG93ZXJsZXNz&hash=a3f8d46cf41d733e809c5d22e1b3975f325294e3&lang=en&cache-only=0",
            "defineEn": "having no ability or influence to bring about any change",
            "defineVi": "không có khả năng hoặc ảnh hưởng để mang lại bất kỳ thay đổi"
        },
        {
            "id": "967f9747-cd5d-4933-bb43-638acd12c9d6",
            "word": "purposeful",
            "phonetic": "pɜːpəsfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- It was purposeful.",
                "There was a purposeful connection between where you live and where fossil-fuel industries decide to do business.",
                "The objective is actually to get well-aimed, purposeful shots in on the opponent.",
                "You still get all manner of contradictory versions of what happened, but it’s a very purposeful mess.",
                "At the American epicenter, New York City Mayor Bill de Blasio said today, the response needs to be purposeful."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVycG9zZWZ1bA&hash=4d4298cde67e66792003adbdeef80e66bfe796fb&lang=en&cache-only=0",
            "defineEn": "serving as or indicating the existence of a purpose or goal",
            "defineVi": "phục vụ như hoặc chỉ ra sự tồn tại của một mục đích hoặc mục tiêu"
        },
        {
            "id": "b589dc19-7664-44b9-adc3-3ba01b98195d",
            "word": "purposeless",
            "phonetic": "pɜːpəsləs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHVycG9zZWxlc3M&hash=9f3c81a34b7891eecbd84c4f1180166e3abf23f4&lang=en&cache-only=0",
            "defineEn": "not evidencing any purpose or goal",
            "defineVi": "không chứng minh bất kỳ mục đích hoặc mục tiêu"
        },
        {
            "id": "49bbc35f-1fcc-45f0-b9cc-4cee2a8c9840",
            "word": "useful",
            "phonetic": "juːsfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His help is useful as a chocolate teapot.",
                "These experiments serve no useful purpose.",
                "Thanks for the information, it was very useful.",
                "It was time to see if Sam was just blowing smoke or if he actually had some useful information for us.",
                "This umbrella is stuck inside out, so it's about as useful as a chocolate teapot right now."
            ],
            "audio": "https://tts.langeek.co/read?text=dXNlZnVs&hash=784f1517697d6923484edf77101e6ae620c32f3f&lang=en&cache-only=0",
            "defineEn": "providing help when we want to get or do something",
            "defineVi": "cung cấp trợ giúp khi chúng tôi muốn nhận hoặc làm điều gì đó",
            "hasImg": true
        },
        {
            "id": "b0fe6e48-9a36-4137-bb98-268bea86a2d3",
            "word": "useless",
            "phonetic": "juːsləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She calls him lazy and useless, but it's water off a duck's back to him",
                "She really is weird, unsympathetic and is useless for the better part of the movie.",
                "Jessica has a mind of her own so it's pretty useless trying to order her around.",
                "When I lost my job and found myself struggling to make ends meet, I felt useless, understanding the truth behind the saying 'a man without money is a bow without an arrow.'",
                "'All governesses are useless."
            ],
            "audio": "https://tts.langeek.co/read?text=dXNlbGVzcw&hash=dc4d550f63c131ab1806071999bd9ffdc0c191be&lang=en&cache-only=0",
            "defineEn": "lacking purpose or function, and unable to help in any way",
            "defineVi": "thiếu mục đích hoặc chức năng và không thể giúp đỡ theo bất kỳ cách nào"
        },
        {
            "id": "478a07b7-8e2e-406c-bab5-41974c740adb",
            "word": "restful",
            "phonetic": "ɹɛstfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The color green has a restful effect.",
                "When they do sleep, they have a harder time achieving deep, restful sleep.",
                "To fight this chronic exhaustion, we turn to stimulants like caffeine to help our brains ignore that buildup of adenosine, and then to fight the stimulants, many people rely on alcohol, which just sedates us, it doesn’t even help with real, restful sleep.",
                "And I guess one thing that allowed me to have some form of peace was that he was restful, he looked calm, he looked in peace, and he didn't look as in distress as he was before, when I used to see him when he was intubated and on the ventilator.",
                "I wrote down some other relaxations techniques like progressive relaxation, breathing techniques, listening to relaxing music, you can also go for a walk, eat healthfully and regularly can help a lot, getting enough sleep and making sure that it's actual restful sleep, remember back when I was reading the diagnostic criteria?"
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzdGZ1bA&hash=7995f5d34e70b46b0dad83d2f76ad9bb33ae6ddd&lang=en&cache-only=0",
            "defineEn": "affording physical or mental rest",
            "defineVi": "cho phép nghỉ ngơi về thể chất hoặc tinh thần"
        },
        {
            "id": "4bae5fd7-1209-4611-857e-bf56f60da2ce",
            "word": "restless",
            "phonetic": "ɹɛstləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You're like a restless bird in a cage.",
                "'Don't struggle, Jane, like a wild restless bird!'",
                "A true manic episode is an intense period of restless and often overly optimistic hyperactivity, during which your estimation of yourself and your ideas and your abilities can often get really skewed.",
                "And as sleepless nights pile up, the bedroom can start to carry associations of restless nights wracked with anxiety.",
                "A fifth symptom is being slowed or restless."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzdGxlc3M&hash=fa95cb764ed3400f9f087a07af075d86909ecfbf&lang=en&cache-only=0",
            "defineEn": "worried and uneasy",
            "defineVi": "lo lắng và bất an"
        },
        {
            "id": "0197f4a1-7423-498b-b3f3-72bb8bfb007b",
            "word": "helpful",
            "phonetic": "hɛlpfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His advice wasn't very helpful.",
                "A CEO may receive helpful suggestions from the least experienced employee, as even a mouse may help a lion.",
                "Thank you, you've been so helpful.",
                "Morin's book is a helpful guide to surviving the first few months in harness.",
                "His kind and helpful nature is evident in the way he treats others."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVscGZ1bA&hash=dafb8cbb938924d5ce02e7dac2b602e5295af77e&lang=en&cache-only=0",
            "defineEn": "providing assistance or useful help in making a situation better or easier",
            "defineVi": "cung cấp hỗ trợ hoặc giúp đỡ hữu ích trong việc làm cho một tình huống tốt hơn hoặc dễ dàng hơn",
            "hasImg": true
        },
        {
            "id": "e1332cc9-ce09-4e4b-bc11-ca0a2a1e480a",
            "word": "helpless",
            "phonetic": "hɛlpləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But not all newborns are totally helpless.",
                "They felt helpless.",
                "I just felt helpless.",
                "I felt very helpless. ",
                "You're feeling kind of helpless."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVscGxlc3M&hash=b6612c919655717512dfe48dd103aea01871cbab&lang=en&cache-only=0",
            "defineEn": "powerless and unable to act without help or support",
            "defineVi": "bất lực và không thể hành động mà không có sự giúp đỡ hoặc hỗ trợ"
        },
        {
            "id": "39086729-e18c-48df-a575-962afd31849c",
            "word": "pitiful",
            "phonetic": "pɪɾifəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That night the little creature did not stop crying and its pitiful little squeak tore at Aggie's heartstrings.",
                "For a start, we're not looking that hard, and we're spending a pitiful amount of money on it.",
                "And for most soldiers, especially the British and French, the pay for their efforts was pitiful.",
                "What makes this one special is not that its subject is especially pitiful, but instead its subject’s manifest strength and dignity.",
                "The narcissistic person because of their self-centeredness may look more angry and self-loathing whereas the dependent person because of their neediness can become more pitiful and helpless when they get too depressed."
            ],
            "audio": "https://tts.langeek.co/read?text=cGl0aWZ1bA&hash=fb7d2992c4ce168c4c2b4b006adad84ad77413f1&lang=en&cache-only=0",
            "defineEn": "inspiring mixed contempt and pity",
            "defineVi": "truyền cảm hứng lẫn lộn sự khinh bỉ và thương hại"
        },
        {
            "id": "3cdc9485-cb3e-4a33-9161-03b68f4f7a51",
            "word": "pitiless",
            "phonetic": "pɪɾiləs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGl0aWxlc3M&hash=b27dae658fcdae8aa2d1265207e73f945d4982cf&lang=en&cache-only=0",
            "defineEn": "without mercy or pity",
            "defineVi": "không thương xót hay thương hại"
        }
    ]
}