{
    "id": "7f6ecf7e-f039-4317-be78-56d5abfefbba",
    "title": "Wine",
    "originalTitle": "Wine",
    "words": [
        {
            "id": "a57c79e3-a7c0-4b6e-96a8-8e09f9e9e167",
            "word": "Champagne",
            "phonetic": "ʃæmpeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "For really high rollers there is Marquis Louis Roederer Crystal champagne at $205 a bottle.",
                "I've put a couple of bottles of champagne on ice .",
                "Eve borrows money to buy expensive designer clothes - champagne taste on a beer budget!",
                "I had a bottle of champagne which I’d been saving for a special occasion.",
                "I love champagne."
            ],
            "audio": "https://tts.langeek.co/read?text=Q2hhbXBhZ25l&hash=a47fd39500097e25ec652cf237d2c4541d21b9f3&lang=en&cache-only=0",
            "defineEn": "a type of fizzy wine made originally in France, often drunk to celebrate an event",
            "defineVi": "một loại rượu có ga được sản xuất ban đầu ở Pháp, thường được uống để kỷ niệm một sự kiện",
            "hasImg": true
        },
        {
            "id": "f4ed952d-956e-40e1-9c43-2f63242eb671",
            "word": "Bordeaux",
            "phonetic": "boːɹdoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Well Frederick Brochette of the University of Bordeaux would say otherwise.",
                "I've always said that if I can't drink a nice bottle of Bordeaux and eat good food, that would just devastate me.",
                "On the S.S. Leviathan, a huge American transport en route to Bordeaux, sick men hemorrhaged blood from their noses, turning the decks between their bunks slick with bodily fluids.",
                "Montesquieu was a jurist who owned an estate near Bordeaux, which still makes wine under his name, and in 1721, he published the Persian Letters in which Uzbek visitors find Europe amusing if not shocking."
            ],
            "audio": "https://tts.langeek.co/read?text=Qm9yZGVhdXg&hash=ff34176da6d66540cc9652b4f71e66e80ebd726e&lang=en&cache-only=0",
            "defineEn": "a type of red wine produced in the Bordeaux region of France, made from a blend of grape varieties",
            "defineVi": "một loại rượu vang đỏ được sản xuất ở vùng Bordeaux của Pháp, được làm từ sự pha trộn của các giống nho"
        },
        {
            "id": "50393eb9-5f9c-48ef-8ab4-741a6d211b7d",
            "word": "Burgundy",
            "phonetic": "bɜːɡʌndi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Right but back to Charles V. At the time, Charles was nineteen and ruler of Spain, the Low Countries and Duchy of Burgundy."
            ],
            "audio": "https://tts.langeek.co/read?text=QnVyZ3VuZHk&hash=19507233e87e2232e66718f5550147d82af46072&lang=en&cache-only=0",
            "defineEn": "a white or red wine from Burgundy, France",
            "defineVi": "một loại rượu vang trắng hoặc đỏ từ Burgundy, Pháp",
            "hasImg": true
        },
        {
            "id": "f8be981e-3512-488a-9347-4fec995cd8b4",
            "word": "Riesling",
            "phonetic": "ɹiːslɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "- I'd like the Riesling, girl.",
                "So, I'd like the Riesling.",
                "- No, that's king switch to Riesling. -",
                "When you think of Riesling do you typically think of it-- What do you think of?",
                "Yeah you could all be drinking (mumbles) Riesling. - Okay. -"
            ],
            "audio": "https://tts.langeek.co/read?text=Umllc2xpbmc&hash=6506ba71a87ea718593f755c296442617176a639&lang=en&cache-only=0",
            "defineEn": "a type of white wine made from the Riesling grape, characterized by its high acidity, crisp and refreshing taste",
            "defineVi": "một loại rượu vang trắng được làm từ giống nho Riesling, đặc trưng bởi độ axit cao, hương vị giòn và sảng khoái"
        },
        {
            "id": "6ca11b16-e8fb-4184-83d4-2a589ded4b57",
            "word": "vermouth",
            "phonetic": "vɜːməθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The vermouth balance here is just a mess.",
                "This is the room which the volunteers nicknamed the vermouth room."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVybW91dGg&hash=29b769bda90f57361ab2488912e196e78e95f554&lang=en&cache-only=0",
            "defineEn": "an aromatized fortified wine that is flavored with various botanicals, including herbs, spices, and roots",
            "defineVi": "một loại rượu tăng cường hương liệu có hương vị của nhiều loại thực vật khác nhau, bao gồm các loại thảo mộc, gia vị và rễ"
        },
        {
            "id": "83ffa602-bd3b-4085-b96a-b698bbdfe64c",
            "word": "Beaujolais",
            "phonetic": "boʊdʒəleɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QmVhdWpvbGFpcw&hash=7a221e197a02dec5250661fce8b913b72d439379&lang=en&cache-only=0",
            "defineEn": "a type of red wine made from the Gamay grape, produced in the Beaujolais region of France",
            "defineVi": "một loại rượu vang đỏ làm từ nho Gamay, được sản xuất tại vùng Beaujolais của Pháp"
        },
        {
            "id": "4ced7929-6be3-4a24-ad51-ace6c4c2bb65",
            "word": "port",
            "phonetic": "poːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "A port in a storm is a welcome thing.",
                "She held on to me as though I were a port in a storm.",
                "Therefore, while they may represent a port in a storm, they are fundamentally unattractive business models.",
                "Jack realized that when circumstances become truly dire, any port in a storm starts to look good, so he reluctantly accepted the low-paying job though it was far below his normal standards.",
                "Current Mac models will have USB-C ports."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ydA&hash=102c34a158f1e8ceb7a0010a81869b78639838b2&lang=en&cache-only=0",
            "defineEn": "a type of dark-red wine with a sweet taste, originated in Portugal",
            "defineVi": "một loại rượu vang đỏ sẫm có vị ngọt, có nguồn gốc từ Bồ Đào Nha",
            "hasImg": true
        },
        {
            "id": "ec844ff9-a4e2-4501-b846-c867278ed16c",
            "word": "Prosecco",
            "phonetic": "pɹɑːsɛkoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lidl stole a march on other retailers by stocking pink prosecco in large volumes earlier.",
                "Real prosecco, cheese aged in rose petals.",
                "So it's sitting in a big thing of bubbly prosecco?",
                "This is cheese made with prosecco. -",
                "Bad prosecco, couldn't get any worse."
            ],
            "audio": "https://tts.langeek.co/read?text=UHJvc2VjY28&hash=4cf4d1b29c820e07f4b9ce1fff1df467677df1d0&lang=en&cache-only=0",
            "defineEn": "‌a fizzy white wine, originated in Italy",
            "defineVi": "‌một loại rượu trắng có ga, có nguồn gốc từ Ý"
        },
        {
            "id": "476d530e-69cc-4b9c-ac9f-d66b4f2ff940",
            "word": "sherry",
            "phonetic": "ʃɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Yes, a desperate situation Oh Tom, lets have three glasses of sherry it's on the table over there",
                "I marinated with garlic, sherry vinegar, olive oil, cumin, pimento, Spanish paprika, thyme.",
                "Well, what about Sherry beside of me blasting her radio that even I can feel it.",
                "For example, after the announcement that sherry would be on the menu aboard Skylab, America’s first space station in the 1970s, angry letters flooded into NASA headquarters.",
                "It's so tender it's so light The red, like when I eat meat that's red like that, I think of rich you think of iron and blood and earth and the sherry vinegar."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hlcnJ5&hash=8b0cd8c0b6de80ab8da0b29b2dfa731ad63c2d5f&lang=en&cache-only=0",
            "defineEn": "a strong wine that is often taken before a meal as an appetizer, originated in Spain",
            "defineVi": "một loại rượu mạnh thường được dùng trước bữa ăn như một món khai vị, có nguồn gốc từ Tây Ban Nha",
            "hasImg": true
        },
        {
            "id": "de0aaf59-3657-40aa-9893-53b4301c56b7",
            "word": "bubbly",
            "phonetic": "bʌbli ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's bubbly.",
                "I don't know, is Red Bull bubbly?",
                "Sylvia was always bubbly. -",
                "[ intro ] Break out the bubbly, because after a seven-month journey, NASA’s Mars 2020 mission has successfully landed on Mars!",
                "And so, you're a very happy bubbly person."
            ],
            "audio": "https://tts.langeek.co/read?text=YnViYmx5&hash=28301cc0f11dd6927a3f006f1ffd9ec11b56234a&lang=en&cache-only=0",
            "defineEn": "a carbonated wine made from several grape varieties, resulting in a fizzy and effervescent drink",
            "defineVi": "một loại rượu có ga được làm từ một số giống nho, dẫn đến một thức uống có ga và sủi bọt",
            "hasImg": true
        },
        {
            "id": "24c911e2-55ad-4e21-8787-ee7c5df40d52",
            "word": "Chablis",
            "phonetic": "tʃæbliz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Q2hhYmxpcw&hash=8503748345c40dfd60f6d6321f4d50b02229435f&lang=en&cache-only=0",
            "defineEn": "a type of white wine made from Chardonnay grapes grown in the Chablis region of Burgundy, France",
            "defineVi": "một loại rượu vang trắng làm từ nho Chardonnay được trồng ở vùng Chablis của Burgundy, Pháp"
        },
        {
            "id": "ff9d83e7-7946-4df1-ba95-7aac852c4c7d",
            "word": "Chardonnay",
            "phonetic": "ʃɑːɹdəneɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The delicate flavors of the Chardonnay grape wine made it an excellent choice to pair with a light salad.",
                "I enjoyed a glass of Chardonnay grape juice as a healthy and flavorful alternative to soda.",
                "- I like it for a chardonnay.",
                "It's almost on a par with chardonnay.",
                "Chardonnay, from the beginning of the Oregon wine industry was kinda going like this, you know."
            ],
            "audio": "https://tts.langeek.co/read?text=Q2hhcmRvbm5heQ&hash=7c4c74c39db5532fdf07f6ab5236c20f8dbcd599&lang=en&cache-only=0",
            "defineEn": "a white wine made from the Chardonnay grape, resulting in a range of flavors that often include notes of apple, pear, citrus, and tropical fruit",
            "defineVi": "một loại rượu vang trắng được làm từ nho Chardonnay, tạo ra một loạt các hương vị thường bao gồm các nốt hương của táo, lê, cam quýt và trái cây nhiệt đới",
            "hasImg": true
        },
        {
            "id": "a99f5aea-ea32-4a13-b0ac-b20b01a3ca4a",
            "word": "Chianti",
            "phonetic": "kjɑːnti ",
            "partOfSpeechType": "noun",
            "examples": [
                "Chianti, where should we go on vacation?",
                "We're at the Fèlsina Winery in Chianti, and this is Chiara.",
                "A Baltimore native, Chianti worked as a social worker for the homeless, before launching her dream business, Chianti's Charm City Chocolates, inspired by her father's mobile candy truck.",
                "A Baltimore native, Chianti worked as a social worker for the homeless, before launching her dream business, Chianti's Charm City Chocolates, inspired by her father's mobile candy truck.",
                "A Baltimore native, Chianti worked as a social worker for the homeless, before launching her dream business, Chianti's Charm City Chocolates, inspired by her father's mobile candy truck."
            ],
            "audio": "https://tts.langeek.co/read?text=Q2hpYW50aQ&hash=9ab35e27223a8b52a5da44f8ea3d4576feead23e&lang=en&cache-only=0",
            "defineEn": "a type of red wine made from Sangiovese grapes grown in the Chianti region of Tuscany, Italy",
            "defineVi": "một loại rượu vang đỏ làm từ nho Sangiovese được trồng ở vùng Chianti của Tuscany, Ý"
        },
        {
            "id": "c91a3585-7aba-40da-8007-599aba66136c",
            "word": "claret",
            "phonetic": "klæɹət ",
            "partOfSpeechType": "noun",
            "examples": [
                "How vivid is the claret, pressing its existence into the consciousness that watches it!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhcmV0&hash=a84427b466f907b37030ec1139aba2cbaee3b022&lang=en&cache-only=0",
            "defineEn": "a red wine which is dry and produced in Bordeaux or elsewhere",
            "defineVi": "một loại rượu vang đỏ khô và được sản xuất ở Bordeaux hoặc các nơi khác",
            "hasImg": true
        },
        {
            "id": "43a22e28-2983-4a61-9f73-da7f8a10f837",
            "word": "dessert wine",
            "phonetic": "dɪzɜːt waɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVzc2VydCB3aW5l&hash=2c2654195e2066728f0445323e8ecde2a11292dc&lang=en&cache-only=0",
            "defineEn": "a sweet wine typically served with dessert or as a dessert on its own",
            "defineVi": "một loại rượu ngọt thường được phục vụ với món tráng miệng hoặc như một món tráng miệng"
        },
        {
            "id": "c905bc74-8d6d-4c00-9c11-7dd754be1056",
            "word": "fortified wine",
            "phonetic": "fɔːɹɾᵻfaɪd waɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zm9ydGlmaWVkIHdpbmU&hash=ab4d8f1590bf45168ff24ce84bc56cb75f3f2148&lang=en&cache-only=0",
            "defineEn": "a type of wine that has been strengthened by the addition of a distilled spirit, usually brandy",
            "defineVi": "một loại rượu đã được tăng cường bằng cách bổ sung rượu chưng cất, thường là rượu mạnh"
        },
        {
            "id": "f79d3d72-a5d6-40b2-9169-5f8e8715f06b",
            "word": "hock",
            "phonetic": "hɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "He prepared a delicious pork hock stew, with tender chunks of meat, vegetables, and a savory broth.",
                "Tonight, my favorite restaurant is serving a delightful cranberry bean and smoked ham hock soup.",
                "We hosted a backyard barbecue and smoked a ham hock to perfection.",
                "The butcher displayed a freshly ham hock in the shop.",
                "The restaurant featured roasted duck hock, tender and juicy, served with a tangy orange glaze."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9jaw&hash=2ba60306da9b2623be4422390caeb755c151f806&lang=en&cache-only=0",
            "defineEn": "white wines from the Rhine region of Germany, known for their light and crisp taste with a refreshing acidity",
            "defineVi": "rượu vang trắng từ vùng Rhine của Đức, được biết đến với hương vị nhẹ và sắc nét với độ axit sảng khoái"
        },
        {
            "id": "b01ec0b7-925e-43c2-a330-2aa1ff4a5352",
            "word": "house wine",
            "phonetic": "haʊs waɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG91c2Ugd2luZQ&hash=c56ffdff6aeff7853622934c296c87987ab4a7e6&lang=en&cache-only=0",
            "defineEn": "the wine offered by a restaurant or bar as a standard, affordable option",
            "defineVi": "rượu được cung cấp bởi một nhà hàng hoặc quán bar như một lựa chọn tiêu chuẩn, giá cả phải chăng"
        },
        {
            "id": "8c36755e-0740-40d2-a24a-782ea69e6d57",
            "word": "Madeira",
            "phonetic": "mædɛɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "On one of them, a few Argentine ant queens hitched a ride as stowaways from South America to Madeira and New Orleans.",
                "On his way back to the West Indies, Mr. Mason stopped in Madeira and stayed with Mr. Eyre, who mentioned that his niece was going to marry a Mr. Rochester.'",
                "On his way back to the West Indies, Mr. Mason stopped in Madeira and stayed with Mr. Eyre, who mentioned that his niece was going to marry a Mr. Rochester.'",
                "It said: Madeira - Dear Mrs. Reed, Please inform me of the address of my niece, Jane Eyre.",
                "I had not told my Reed cousins about our wedding, but I had written to my uncle, John Eyre, in Madeira."
            ],
            "audio": "https://tts.langeek.co/read?text=TWFkZWlyYQ&hash=e598897b89d39b9097e936807aa7c4add333ac35&lang=en&cache-only=0",
            "defineEn": "a fortified wine that comes from the Portuguese island of Madeira and is known for its distinctive nutty, caramelized flavor",
            "defineVi": "một loại rượu mạnh đến từ đảo Madeira của Bồ Đào Nha và được biết đến với hương vị caramen đặc biệt"
        },
        {
            "id": "eafdc860-bd27-446b-9c4a-f8ba1e94fc33",
            "word": "merlot",
            "phonetic": "mɜːloʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWVybG90&hash=6fd732e13edc8a2e02c6543d32eeaf6d39a271d1&lang=en&cache-only=0",
            "defineEn": "a red wine grape variety that is widely planted throughout the world and is known for producing wines that are soft, fruity, and easy to drink",
            "defineVi": "một giống nho làm rượu vang đỏ được trồng rộng rãi trên khắp thế giới và được biết đến với việc sản xuất rượu vang mềm, có hương trái cây và dễ uống"
        },
        {
            "id": "575ec22f-a717-4f8b-8529-1597eea15f03",
            "word": "mulled wine",
            "phonetic": "mʌld waɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXVsbGVkIHdpbmU&hash=ba1a101c030a2f321b1b7347c54b674bbec97257&lang=en&cache-only=0",
            "defineEn": "a warm, spiced wine typically made with red wine, cinnamon, cloves, nutmeg, and orange peel",
            "defineVi": "một loại rượu gia vị, ấm thường được làm bằng rượu vang đỏ, quế, đinh hương, nhục đậu khấu và vỏ cam"
        },
        {
            "id": "188ce218-4485-40b6-99f5-4673625545d5",
            "word": "plonk",
            "phonetic": "plɔŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "If you have a journal topic, plonk it here below.",
                "The rules were so complicated and confusing, how could I justify plonking down my hard-earned money on a game of chance I barely understood?",
                "As difficult as the setup is compared to just plonking a TV onto your console, though, compared to other projectors we've dealt with, this is basically plug-and-play."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxvbms&hash=694c6024eba57c93148c46aa63eca21c30af4681&lang=en&cache-only=0",
            "defineEn": "a slang term used to describe cheap, low-quality wine that is considered to be of inferior taste and quality",
            "defineVi": "một thuật ngữ tiếng lóng được sử dụng để mô tả rượu rẻ tiền, chất lượng thấp được coi là có hương vị và chất lượng kém"
        },
        {
            "id": "ce0c8dd4-1a85-46c8-8562-59f8c3314a97",
            "word": "red wine",
            "phonetic": "ɹɛd waɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVkIHdpbmU&hash=b2793a2821fbf46d162ae9095f7c73b3bd701884&lang=en&cache-only=0",
            "defineEn": "a type of wine made from dark-colored grapes that are fermented with their skins",
            "defineVi": "một loại rượu làm từ nho sẫm màu được lên men với vỏ của chúng",
            "hasImg": true
        },
        {
            "id": "4c61805f-504c-4995-9f73-fd4ef8ff8e39",
            "word": "white wine",
            "phonetic": "waɪt waɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2hpdGUgd2luZQ&hash=742e73657f751619f2f1d070be0ccc6674be4f69&lang=en&cache-only=0",
            "defineEn": "a type of wine made from white grapes or from red grapes that have had their skins removed, resulting in a light-colored wine",
            "defineVi": "một loại rượu làm từ nho trắng hoặc nho đỏ đã được loại bỏ vỏ, cho ra loại rượu có màu nhạt",
            "hasImg": true
        },
        {
            "id": "afb0d50f-a08d-49dd-be55-23fe1bc81742",
            "word": "rose",
            "phonetic": "ɹoʊz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The roses in the garden were red with velvety petals.",
                "After a challenging year, things finally came up roses for the athlete, who won several major competitions and broke records.",
                "Their life together hasn't exactly been a bed of roses.",
                "Sometimes you've got to take a moment to smell the roses.",
                "Come on, Stan, wake up and smell the roses!"
            ],
            "audio": "https://tts.langeek.co/read?text=cm9zZQ&hash=3132e209386b4805b68c8abfbb4a64eec5c33a0a&lang=en&cache-only=0",
            "defineEn": "a type of wine with a light pink color",
            "defineVi": "một loại rượu có màu hồng nhạt",
            "hasImg": true
        },
        {
            "id": "32068d31-03e0-44e8-b3d1-e20b91a9e6ec",
            "word": "retsina",
            "phonetic": "ɹᵻtsɪnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "But, says housing economist Nicolas Retsinas, if tenants use that as a reason to stop paying rent: NICOLAS RETSINAS: I wouldn't call a ticking time bomb, but it's certainly, I think, a loud alarm clock that says, in 90 to 120 days, all of a sudden, these rents will become due."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV0c2luYQ&hash=fdb165ace1217b08f019dd0ecdac0c6af47478dd&lang=en&cache-only=0",
            "defineEn": "a Greek wine that is flavored with pine resin during the winemaking process",
            "defineVi": "một loại rượu vang Hy Lạp có hương vị nhựa thông trong quá trình sản xuất rượu vang"
        },
        {
            "id": "1b5c116f-3eba-44ae-9704-54b78131093a",
            "word": "vino",
            "phonetic": "viːnoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmlubw&hash=a2dd06101b057a6a2a5a4f7261d87c22bcee0e30&lang=en&cache-only=0",
            "defineEn": "an alcoholic beverage made from fermented grapes or other fruits",
            "defineVi": "một loại đồ uống có cồn làm từ nho lên men hoặc các loại trái cây khác",
            "hasImg": true
        },
        {
            "id": "08afaae6-34ca-4385-83d3-7543f634896f",
            "word": "vintage",
            "phonetic": "vɪntɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I spotted a beautiful vintage motorcycle at the bike show.",
                "Her fashion sense is very old school, with vintage dresses and retro accessories.",
                "The antique collector stumbled upon a collection of vintage candles made from tallow.",
                "The vintage car may not have the latest technology, but it still runs smoothly and turns heads on the road.",
                "She enjoys collecting vintage coins as a hobby."
            ],
            "audio": "https://tts.langeek.co/read?text=dmludGFnZQ&hash=4713ae7d26166e18407755f5656c0bc4decadd65&lang=en&cache-only=0",
            "defineEn": "the wine that is made in a particular time and place",
            "defineVi": "rượu được làm trong một thời gian và địa điểm cụ thể"
        },
        {
            "id": "61f8d5d2-4c3c-4774-a664-2373e1d180a0",
            "word": "sparkling wine",
            "phonetic": "spɑːɹklɪŋ waɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BhcmtsaW5nIHdpbmU&hash=1d68bdbb5fc3399419acdcd0a9a55b18ad127797&lang=en&cache-only=0",
            "defineEn": "a type of wine that is carbonated, producing bubbles and a fizzy texture",
            "defineVi": "một loại rượu vang có ga, tạo ra bong bóng và kết cấu có ga"
        },
        {
            "id": "a7618b94-1a32-48dc-bbd4-5a0d59bbfd8c",
            "word": "May wine",
            "phonetic": "meɪ waɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=TWF5IHdpbmU&hash=22f721c6899b5ff4243492b88eb4b633e4d62732&lang=en&cache-only=0",
            "defineEn": "a German wine that is flavored with sweet woodruff herb and is traditionally consumed in May",
            "defineVi": "một loại rượu vang Đức có hương vị thảo mộc mộc ngọt và được tiêu thụ theo truyền thống vào tháng Năm"
        },
        {
            "id": "2c104bce-b5e3-4e01-9cc1-8d7902605e15",
            "word": "jug wine",
            "phonetic": "dʒʌɡ waɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=anVnIHdpbmU&hash=580c35f6453595a11e394bfa64e60b95f95ecd79&lang=en&cache-only=0",
            "defineEn": "a low-priced wine that is typically sold in large bottles or jugs",
            "defineVi": "một loại rượu giá rẻ thường được bán trong chai lớn hoặc bình"
        },
        {
            "id": "062c6713-04b2-42db-9656-087e5fe6c6ad",
            "word": "to age",
            "phonetic": "tʊ eɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Every age has its book, after all.",
                "Boys his age are a law unto themselves.",
                "Reckless youth makes rueful age.",
                "His parents have not yet reached retirement age.",
                "My parents came of age during the 1960s."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWdl&hash=3c3f13ee277de34ea193abd2b57fc5827992354a&lang=en&cache-only=0",
            "defineEn": "to allow something to mature or develop over time",
            "defineVi": "để cho phép một cái gì đó trưởng thành hoặc phát triển theo thời gian"
        },
        {
            "id": "3531d6e5-880c-4e9e-b91e-ba05cde7b6b7",
            "word": "to breathe",
            "phonetic": "tə bɹiːð ",
            "partOfSpeechType": "verb",
            "examples": [
                "His parents are always breathing down his neck.",
                "I could barely breathe it was so funny.",
                "My sister lives and breathes her yoga practice.",
                "She eats, sleeps, and breathes painting.",
                "As I live and breathe!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJlYXRoZQ&hash=a5ff09cce9d723c530f4aeab3d6f580fda0712f8&lang=en&cache-only=0",
            "defineEn": "to interact with oxygen after it has been opened, usually by decanting or swirling in the glass",
            "defineVi": "để tương tác với oxy sau khi nó đã được mở ra, thường bằng cách gạn hoặc xoáy trong thủy tinh"
        },
        {
            "id": "702ec080-75de-476a-946c-db94946be605",
            "word": "to decant",
            "phonetic": "tə dɪkænt ",
            "partOfSpeechType": "verb",
            "examples": [
                "In another chapter, Ishmael sings the process of decanting whale oil in epic style, as the ship pitches and rolls in the midnight sea and the casks rumble like landslides."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVjYW50&hash=f132e641987fc43780c7f118cba54d61b409783b&lang=en&cache-only=0",
            "defineEn": "to carefully pour a liquid from one container to another, often to separate any solid particles or to allow the liquid to breathe and develop its flavor and aroma",
            "defineVi": "cẩn thận đổ một chất lỏng từ vật chứa này sang vật chứa khác, thường để tách bất kỳ hạt rắn nào hoặc để cho chất lỏng thở và phát triển hương vị và mùi thơm của nó",
            "hasImg": true
        },
        {
            "id": "a94f6d1f-bc77-401c-9df7-8dadfaed40f2",
            "word": "to distil",
            "phonetic": "tə dɪstɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "In the Time Passes section, ten years are distilled into about 20 pages.",
                "Oud is also distilled into an essential oil.",
                "And in it is really distilled an idea that had been his for months and years.",
                "Now, in principle, even 10% methanol can be distilled away, but the bootleggers’ chemists didn’t have the best equipment, and they were pressed to work quickly.",
                "- It was one of 40 bottles produced from a single cask that was distilled in 1926 and then bottled in 1986."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzdGls&hash=a750b31abd406debb93852d83de05eab14626022&lang=en&cache-only=0",
            "defineEn": "to purify a liquid by heating it until it vaporizes, and then cooling and collecting the resulting vapors",
            "defineVi": "để tinh chế một chất lỏng bằng cách đun nóng nó cho đến khi nó bốc hơi, sau đó làm mát và thu thập hơi thu được"
        },
        {
            "id": "aae5d466-3c36-41f6-83fb-cbd6d3f5361c",
            "word": "lees",
            "phonetic": "liːz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGVlcw&hash=45ed4ef950bbf826e8e918350f4f930706aae850&lang=en&cache-only=0",
            "defineEn": "deposits of dead yeast or other particles that settle at the bottom of a wine barrel or bottle during the fermentation and ageing process",
            "defineVi": "cặn men chết hoặc các hạt khác lắng xuống đáy thùng hoặc chai rượu trong quá trình lên men và lão hóa"
        },
        {
            "id": "0c0fc05b-690c-40fd-a924-a9d388b265dd",
            "word": "viticulture",
            "phonetic": "vɪɾɪkʌltʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dml0aWN1bHR1cmU&hash=fc8d510ddeb9a0e8195d8fd8425becb3758bae6f&lang=en&cache-only=0",
            "defineEn": "the science and practice of cultivating grapes for the purpose of making wine",
            "defineVi": "khoa học và thực hành trồng nho với mục đích làm rượu vang"
        },
        {
            "id": "2d9270bf-f806-4d15-8507-d56c76bc2130",
            "word": "winery",
            "phonetic": "waɪnɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Workers lost their jobs as distilleries, breweries, and wineries closed down.",
                "As you just said, he visited a settlement in the occupied West Bank with a winery that last year named a vintage after him."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZXJ5&hash=12a1b48b66ac21196e8fa680c87a6cc7e22dcf1f&lang=en&cache-only=0",
            "defineEn": "a place where wine is made and usually stored",
            "defineVi": "một nơi mà rượu vang được thực hiện và thường được lưu trữ"
        }
    ]
}