{
    "id": "7fb015c8-09e9-4a9e-a6f1-ba4d8e5f602a",
    "title": "Arch and Vault",
    "originalTitle": "Arch and Vault",
    "words": [
        {
            "id": "a8373b7c-c71b-4168-8b65-fb12fb6f2782",
            "word": "haunch",
            "phonetic": "hɔːntʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He marinated a haunch of lamb overnight, then grilled it to perfection.",
                "I ordered a plate of roasted haunch of rabbit, accompanied by a delicate mustard sauce.",
                "The bowl of the dipper is the bear’s haunches, and the handle is its tail.",
                "So, it's that teardrop shape, you know, coming from the front axle and really wasting away as much as possible, and then a short rear muscular haunch over the rear wheel, and they're connected by those buttresses, which creates that very, very dramatic view.",
                "If it sat back on its haunches to rear up, like some paleontologists have hypothesized that it could have, then Diplodocus might’ve reached a full 11 meters up into the trees."
            ],
            "audio": "https://tts.langeek.co/read?text=aGF1bmNo&hash=c9d68fb3ca105ddd19b1cd0a13030842c19db7e6&lang=en&cache-only=0",
            "defineEn": "the inclined or sloping portion of an arch, beam, or lintel that provides additional support and stability to the structure, typically located near the springing point or the midpoint of the span",
            "defineVi": "phần nghiêng hoặc nghiêng của vòm, dầm hoặc lanh tô cung cấp thêm sự hỗ trợ và ổn định cho kết cấu, thường nằm gần điểm lò xo hoặc điểm giữa của nhịp"
        },
        {
            "id": "f41d2199-44cf-4602-92b6-d8ad626e385e",
            "word": "keystone",
            "phonetic": "kiːstoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "They are a keystone species, which means that the animals hold up an ecosystem.",
                "Sea otters are keystone species, meaning their presence and activities have more positive effects than you’d expect, given their numbers.",
                "And they dig those burrows really far into the ground and it's not only important for them, but they are a keystone species because they're gonna dig those burrows which can house up to 200 or 350 other species, especially during those fires.",
                "So not only does it have automatic vertical and horizontal Keystone it's correcting for the angle that I'm holding it at right now.",
                "They’re known as a keystone species, and are consumed by over 1200 types of animals, including birds, fruit bats, and primates."
            ],
            "audio": "https://tts.langeek.co/read?text=a2V5c3RvbmU&hash=536ac51914f68fdfbfd53fb09095d022c4dec12d&lang=en&cache-only=0",
            "defineEn": "a stone located at the top center of an arch, keeping all the other stones together",
            "defineVi": "một hòn đá nằm ở trung tâm trên cùng của một vòm, giữ tất cả những viên đá khác lại với nhau"
        },
        {
            "id": "eae9dd78-552b-453a-a6b2-803aa6c87517",
            "word": "crown",
            "phonetic": "kɹaʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Uneasy lies the head that wears the crown.",
                "Rumours spread that the Duke had designs on the crown.",
                "The completion of the landmark building was the architect's crowning glory, showcasing their visionary design and construction skills.",
                "Her latest novel is her crowning glory, receiving widespread critical acclaim and topping the bestseller lists.",
                "There are some cases the Crown feels so serious they don't want to stay the charges."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jvd24&hash=4937186d35a7b5e92759b11e06d9d3d7843428d5&lang=en&cache-only=0",
            "defineEn": "the decorative topmost part of a building, typically located at the roofline or the highest point of a structure",
            "defineVi": "phần trang trí trên cùng của tòa nhà, thường nằm ở đường mái hoặc điểm cao nhất của cấu trúc"
        },
        {
            "id": "94c4f361-66a8-4be7-b17a-69b74ffb95f2",
            "word": "voussoir",
            "phonetic": "vaʊswɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dm91c3NvaXI&hash=a252719522102ab0e3c2967c0d184f768b94760b&lang=en&cache-only=0",
            "defineEn": "a wedge-shaped stone or masonry unit that is used to construct an arch or a vault",
            "defineVi": "một khối đá hoặc khối xây hình nêm được sử dụng để xây dựng vòm hoặc hầm"
        },
        {
            "id": "1280fc16-a55d-4d5a-bcc9-d8b67ad8ad62",
            "word": "extrados",
            "phonetic": "ɛkstɹədoʊz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXh0cmFkb3M&hash=cfbc351ede3239803df3408c426479953ef4e781&lang=en&cache-only=0",
            "defineEn": "the outer or upper surface of an arch, vault, or similar curved structural element",
            "defineVi": "bề mặt bên ngoài hoặc bên trên của vòm, vòm hoặc phần tử cấu trúc cong tương tự"
        },
        {
            "id": "ab20e1e1-a2da-4a24-86d9-1c46f20241bb",
            "word": "springer",
            "phonetic": "spɹɪŋɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then he encountered a certain springer spaniel, who provided the key to happiness.",
                "Max, a springer spaniel, uses his talent to offer therapy online."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ByaW5nZXI&hash=99c5037b01184dcde945926ee769cadb1a78e36d&lang=en&cache-only=0",
            "defineEn": "the lowest voussoir, or wedge-shaped stone, of an arch or vault that rests on the impost or support",
            "defineVi": "voussoir thấp nhất, hoặc đá hình nêm, của một vòm hoặc mái vòm nằm trên bệ hoặc giá đỡ"
        },
        {
            "id": "8f05bbe0-3eb4-4b86-b69b-27765f47e146",
            "word": "rise",
            "phonetic": "ɹaɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The sun always rises in the east.",
                "The basic pay of the average worker has risen by 3 per cent.",
                "The sun rises in the east and sets in the west.",
                "Tax rises have made some inroads into the country's national debt.",
                "On the credit side, inflation has not risen this year."
            ],
            "audio": "https://tts.langeek.co/read?text=cmlzZQ&hash=ead3b36db3b297bbc23e742cd7b7568f68bbaa54&lang=en&cache-only=0",
            "defineEn": "the vertical distance or height between the springing point and the highest point of the arch",
            "defineVi": "khoảng cách thẳng đứng hoặc chiều cao giữa điểm lò xo và điểm cao nhất của vòm"
        },
        {
            "id": "c9eb18eb-43e7-44d7-90da-f45d744916d8",
            "word": "impost",
            "phonetic": "ɪmpɔst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Once you’re aware of the phenomenon, you can combat your own imposter syndrome by collecting and revisiting positive feedback.",
                "In turn, hosts have gotten better and better at recognizing the imposter eggs for what they are.",
                "Joe Biden comes off as someone who has a lot of self- confidence, but obviously, there's an imposter syndrome dynamic at work here.",
                "She and her patients experienced something that goes by a number of names-- imposter phenomenon, imposter experience, and imposter syndrome.",
                "She and her patients experienced something that goes by a number of names-- imposter phenomenon, imposter experience, and imposter syndrome."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wb3N0&hash=8f0d69e8fb1c14380018e1cbc2fc6280423daa1c&lang=en&cache-only=0",
            "defineEn": "the uppermost horizontal element or block that supports the weight of an arch or vault",
            "defineVi": "phần tử hoặc khối nằm ngang trên cùng hỗ trợ trọng lượng của vòm hoặc hầm"
        },
        {
            "id": "34f00f72-fa64-4a6a-b45f-56633cbe04f4",
            "word": "springing point",
            "phonetic": "spɹɪŋɪŋ pɔɪnt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3ByaW5naW5nIHBvaW50&hash=99ea40a3cd7499b37bd137592822e2b88a70600c&lang=en&cache-only=0",
            "defineEn": "the point on a structure where an arch or vault begins to curve or rise",
            "defineVi": "điểm trên một cấu trúc nơi vòm hoặc vòm bắt đầu cong hoặc tăng"
        },
        {
            "id": "1730a02b-aa33-4d94-873e-85713d6c416b",
            "word": "springing line",
            "phonetic": "spɹɪŋɪŋ laɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3ByaW5naW5nIGxpbmU&hash=c7eda8e29052edf2d80778c4a3be15f61412a7de&lang=en&cache-only=0",
            "defineEn": "an imaginary horizontal line that connects the springing points of a series of arches or vaults",
            "defineVi": "một đường ngang tưởng tượng nối các điểm lò xo của một loạt các vòm hoặc hầm"
        },
        {
            "id": "fceef189-1efc-40ef-9f68-f828b9c8b7a7",
            "word": "intrados",
            "phonetic": "ɪntɹədoʊz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50cmFkb3M&hash=1c22faf0ad44c3962911650970a448351c1d5f9b&lang=en&cache-only=0",
            "defineEn": "the inner or lower curve of an arch or vault",
            "defineVi": "đường cong bên trong hoặc bên dưới của vòm hoặc vòm"
        },
        {
            "id": "3b599c5d-faae-4188-a557-dc2ba790e608",
            "word": "span",
            "phonetic": "spæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The museum showcased artifacts from different civilizations spanning over a hundred years.",
                "I got a promotion and got engaged in the span of a week!",
                "The poet wrote, knowing that art is long and life is short, and hoping his verses would help him leave some small mark on the world beyond the span of his own life.",
                "The powertrain lineup really spanned a pretty wide range of budgets and tastes and needs.",
                "Life spans seven orders of magnitude, from invisible bacteria to mites, ants, mice, dogs, humans, elephants and, blue whales."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Bhbg&hash=f55d7cb4ea88a34dd358466d876a5eb2b641db2c&lang=en&cache-only=0",
            "defineEn": "the area between two supports of a bridge or arch",
            "defineVi": "khu vực giữa hai hỗ trợ của một cây cầu hoặc vòm"
        },
        {
            "id": "c0e9f621-ac1a-4d4e-ac5a-da4c5b0ebb2f",
            "word": "triangular arch",
            "phonetic": "tɹaɪæŋɡjʊlɚɹ ɑːɹtʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJpYW5ndWxhciBhcmNo&hash=0ce41c95dffe2c9ac65c1593aac96a8d706fb555&lang=en&cache-only=0",
            "defineEn": "a self-supporting structure formed by two diagonal members meeting at an apex, creating a triangular shape between two supports",
            "defineVi": "một cấu trúc tự hỗ trợ được hình thành bởi hai thành viên chéo gặp nhau tại một đỉnh, tạo ra một hình tam giác giữa hai hỗ trợ"
        },
        {
            "id": "98d3ef77-dc53-46f8-b7dc-acfb0332fa0b",
            "word": "corbel arch",
            "phonetic": "kɔːɹbəl ɑːɹtʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29yYmVsIGFyY2g&hash=2f78706676350cb14edc7f5ee78d3eafb36278c5&lang=en&cache-only=0",
            "defineEn": "an architectural arch created by projecting and overlapping stones or bricks that gradually step inward until they meet at the top, forming a curved structure without the use of a central support",
            "defineVi": "một vòm kiến trúc được tạo ra bằng cách chiếu và chồng các viên đá hoặc gạch dần dần vào trong cho đến khi chúng gặp nhau ở trên cùng, tạo thành một cấu trúc cong mà không cần sử dụng giá đỡ trung tâm"
        },
        {
            "id": "e7583cca-be69-48b4-bec0-23e1f778dc2a",
            "word": "flat arch",
            "phonetic": "flæt ɑːɹtʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmxhdCBhcmNo&hash=2adc594a3c73f3ca36119afc5f7e180d2d073091&lang=en&cache-only=0",
            "defineEn": "a horizontal or near-horizontal beam supported by vertical supports, commonly used to span openings in construction",
            "defineVi": "một chùm ngang hoặc gần nằm ngang được hỗ trợ bởi các giá đỡ thẳng đứng, thường được sử dụng để mở rộng các lỗ trong xây dựng"
        },
        {
            "id": "5dcbf3c8-6a30-4005-9f4e-b82b7daf3428",
            "word": "Roman arch",
            "phonetic": "ɹoʊmən ɑːɹtʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Um9tYW4gYXJjaA&hash=4759cfbe56d7df166d26e8d6de558a6e4f13ba8e&lang=en&cache-only=0",
            "defineEn": "a semicircular architectural element that was widely used in ancient Roman buildings, known for its structural stability and iconic design",
            "defineVi": "một yếu tố kiến trúc hình bán nguyệt được sử dụng rộng rãi trong các tòa nhà La Mã cổ đại, được biết đến với sự ổn định về cấu trúc và thiết kế mang tính biểu tượng"
        },
        {
            "id": "a86be80f-c9c7-4f72-8636-a262941822ca",
            "word": "horseshoe arch",
            "phonetic": "hɔːɹsʃuː ɑːɹtʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9yc2VzaG9lIGFyY2g&hash=0f4b764c0409c18e6c93ebd70cb135601f7d56b9&lang=en&cache-only=0",
            "defineEn": "a U-shaped architectural element with inward-curving ends, often seen in Islamic and Moorish architecture, prized for its aesthetic beauty",
            "defineVi": "một yếu tố kiến trúc hình chữ U với các đầu cong vào trong, thường thấy trong kiến trúc Hồi giáo và Moorish, được đánh giá cao về vẻ đẹp thẩm mỹ của nó"
        },
        {
            "id": "df558278-9205-40f2-8953-e36a76303ea8",
            "word": "trefoil arch",
            "phonetic": "tɹɛfɔɪl ɑːɹtʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJlZm9pbCBhcmNo&hash=f8dca80712e333925d7d3153f7c783edc4fdd6b7&lang=en&cache-only=0",
            "defineEn": "a pointed arch with three overlapping cusps or lobes at the top, commonly seen in Gothic architecture for its decorative and intricate design",
            "defineVi": "một vòm nhọn với ba đỉnh hoặc thùy chồng lên nhau ở trên cùng, thường thấy trong kiến trúc Gothic vì thiết kế trang trí và phức tạp của nó"
        },
        {
            "id": "27c18c4d-bfab-420b-b08e-4b439232ec8c",
            "word": "lancet arch",
            "phonetic": "lænsɪt ɑːɹtʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGFuY2V0IGFyY2g&hash=120d363f10f9b182745343fbcb205de4cb660837&lang=en&cache-only=0",
            "defineEn": "a narrow, pointed arch shape commonly used in Gothic architecture",
            "defineVi": "một hình vòm hẹp, nhọn thường được sử dụng trong kiến trúc Gothic"
        },
        {
            "id": "acb3836d-2f7e-42a2-8f67-e83c7505747f",
            "word": "segmental arch",
            "phonetic": "sɛɡmɛntəl ɑːɹtʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VnbWVudGFsIGFyY2g&hash=8172288daa89a8eca8714ca753cdfe8349f444b1&lang=en&cache-only=0",
            "defineEn": "an architectural element that forms a partial curve, resembling a segment of a circle, and is commonly used to span openings such as doors and windows",
            "defineVi": "một yếu tố kiến trúc tạo thành một phần đường cong, giống như một đoạn của hình tròn và thường được sử dụng để mở rộng các lỗ như cửa ra vào và cửa sổ"
        },
        {
            "id": "26edaf0a-8ca1-465a-8561-a4b9e6e05319",
            "word": "ogee arch",
            "phonetic": "oʊdʒiː ɑːɹtʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2dlZSBhcmNo&hash=f4f9f5f9c90f5b06a3c6e6ebbfe2470612c577b6&lang=en&cache-only=0",
            "defineEn": "an architectural element that features a double-curvature shape, characterized by two opposite curves meeting at a point",
            "defineVi": "một yếu tố kiến trúc có hình dạng cong kép, được đặc trưng bởi hai đường cong đối diện gặp nhau tại một điểm"
        },
        {
            "id": "15cc83d5-107e-4c78-96c7-867fb54ab02f",
            "word": "triumphal arch",
            "phonetic": "tɹaɪʌmfəl ɑːɹtʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJpdW1waGFsIGFyY2g&hash=69691d1afaf621c48c2535630d38c6de979457df&lang=en&cache-only=0",
            "defineEn": "a monumental architectural structure, often with a large central arch and smaller side arches, designed to commemorate and celebrate significant events or military victories",
            "defineVi": "một cấu trúc kiến trúc hoành tráng, thường có một vòm trung tâm lớn và các vòm bên nhỏ hơn, được thiết kế để kỷ niệm và kỷ niệm các sự kiện quan trọng hoặc chiến thắng quân sự"
        },
        {
            "id": "014d4e4a-5d2a-4ba8-916e-351abb1c76d5",
            "word": "three-centered arch",
            "phonetic": "θɹiːsɛntɚd ɑːɹtʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhyZWUtY2VudGVyZWQgYXJjaA&hash=805d21128a4db5a8d8cd93faf4c62337612ef4dd&lang=en&cache-only=0",
            "defineEn": "a gently curved architectural element with three distinct centers of curvature, commonly used in Renaissance and Gothic Revival styles for its aesthetic appeal",
            "defineVi": "một yếu tố kiến trúc cong nhẹ nhàng với ba tâm cong riêng biệt, thường được sử dụng trong phong cách Phục hưng và Phục hưng Gothic vì tính thẩm mỹ của nó"
        },
        {
            "id": "0b85f854-7d78-4171-98c9-5325592d33c5",
            "word": "elliptical arch",
            "phonetic": "ɪlɪptɪkəl ɑːɹtʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWxsaXB0aWNhbCBhcmNo&hash=535c53cf00db6a0648d5d84d9bceb83a0209dd82&lang=en&cache-only=0",
            "defineEn": "an architectural element characterized by a smoothly curved shape that resembles an elongated ellipse, often used in classical and neoclassical architecture",
            "defineVi": "một yếu tố kiến trúc được đặc trưng bởi một hình dạng cong mượt mà giống như một hình elip kéo dài, thường được sử dụng trong kiến trúc cổ điển và tân cổ điển"
        },
        {
            "id": "a9ef9ffb-fedc-4136-a3f0-afc758786776",
            "word": "reverse ogee arch",
            "phonetic": "ɹᵻvɜːs oʊdʒiː ɑːɹtʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmV2ZXJzZSBvZ2VlIGFyY2g&hash=fc062ada810b331791c7e03f3aab004f6cc4c1fd&lang=en&cache-only=0",
            "defineEn": "an architectural element that features a concave curve at the top and a convex curve at the bottom, forming an inverted \"S\" shape",
            "defineVi": "một yếu tố kiến trúc có đường cong lõm ở phía trên và đường cong lồi ở phía dưới, tạo thành hình chữ \"S\" ngược"
        },
        {
            "id": "f435e3ee-9af9-41c3-94be-e0a10b268d55",
            "word": "Tudor arch",
            "phonetic": "tjuːdɚɹ ɑːɹtʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=VHVkb3IgYXJjaA&hash=8be9ef2f8ffab41eb5e28b3e16600ec76d8ac3cf&lang=en&cache-only=0",
            "defineEn": "a wide, flattened pointed arch commonly found in Tudor and Elizabethan architecture, adding a distinctively elegant and decorative touch to buildings",
            "defineVi": "một vòm nhọn rộng, dẹt thường thấy trong kiến trúc thời Tudor và Elizabeth, tạo thêm nét trang trí và trang nhã đặc biệt cho các tòa nhà"
        },
        {
            "id": "232d4299-e033-494d-9080-db43713fec6b",
            "word": "parabolic arch",
            "phonetic": "pæɹəbɑːlɪk ɑːɹtʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFyYWJvbGljIGFyY2g&hash=fec124dae06d9a5def9d148a7037cd7281bc51f7&lang=en&cache-only=0",
            "defineEn": "a curved architectural element shaped like a parabola, known for its structural strength and aesthetically pleasing design",
            "defineVi": "một yếu tố kiến trúc cong có hình parabol, được biết đến với độ bền kết cấu và thiết kế đẹp mắt về mặt thẩm mỹ"
        },
        {
            "id": "bdedab1d-ef2e-4f2a-9c0e-3ba6bb7ba9c6",
            "word": "ogive",
            "phonetic": "ɑːɡɪv ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2dpdmU&hash=ecd4fa63e9c7930c45108063d87b9a956e143868&lang=en&cache-only=0",
            "defineEn": "a curved or pointed arch-like element that has a smooth, continuous curve without any sharp angles",
            "defineVi": "một phần tử giống như vòm cong hoặc nhọn có đường cong mượt mà, liên tục mà không có bất kỳ góc nhọn nào"
        },
        {
            "id": "f7c24006-0515-4df5-ad81-fb17499d01f1",
            "word": "pointed arch",
            "phonetic": "pɔɪntᵻd ɑːɹtʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9pbnRlZCBhcmNo&hash=cfa9de81e01fc27f94cbb198f4eb96bd43fc4345&lang=en&cache-only=0",
            "defineEn": "an architectural element characterized by a sharp, pointed shape formed by two curved segments that meet at the apex",
            "defineVi": "một yếu tố kiến trúc được đặc trưng bởi một hình dạng sắc nét, nhọn được tạo thành bởi hai đoạn cong gặp nhau ở đỉnh"
        },
        {
            "id": "a9f3b51d-7ba3-49e0-a353-6f2c7b5cf9bd",
            "word": "gothic rib vault",
            "phonetic": "ɡɑːθɪk ɹɪb vɔlt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z290aGljIHJpYiB2YXVsdA&hash=421ad9fed00fa2aa3bdb2086e6e288a4dcf8c8c2&lang=en&cache-only=0",
            "defineEn": "an architectural construction that consists of a series of intersecting stone ribs that form a skeletal framework supporting the vaulted ceiling",
            "defineVi": "một công trình kiến trúc bao gồm một loạt các xương sườn bằng đá giao nhau tạo thành khung xương hỗ trợ trần hình vòm"
        },
        {
            "id": "da4ec39f-3c07-4f18-8da9-b369b8bfc9d2",
            "word": "rib vault",
            "phonetic": "ɹɪb vɔlt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmliIHZhdWx0&hash=29d0c1e95a3c560d7d4fa564097c84bc4269ea27&lang=en&cache-only=0",
            "defineEn": "an architectural feature that consists of a series of arched ribs or arches that intersect to form a structural framework supporting a vaulted ceiling",
            "defineVi": "một đặc điểm kiến trúc bao gồm một loạt các sườn hoặc vòm hình vòm giao nhau để tạo thành một khung cấu trúc hỗ trợ trần nhà hình vòm"
        },
        {
            "id": "1d33b806-9b0d-4d09-a619-d7b289f9dd40",
            "word": "fan vault",
            "phonetic": "fæn vɔlt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmFuIHZhdWx0&hash=f9b4a46d9a521ca2bab93d7434eeb0880d4dc407&lang=en&cache-only=0",
            "defineEn": "an architectural feature characterized by a complex network of stone ribs radiating from a central point, creating a fan-like pattern in the ceiling or vault",
            "defineVi": "một đặc điểm kiến trúc được đặc trưng bởi một mạng lưới các sườn đá phức tạp tỏa ra từ một điểm trung tâm, tạo ra một mô hình giống như chiếc quạt trên trần nhà hoặc mái vòm"
        },
        {
            "id": "e288ad6d-c567-4b6b-a42d-10a9fd077ba6",
            "word": "barrel vault",
            "phonetic": "bæɹəl vɔlt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFycmVsIHZhdWx0&hash=5592d8b2c3bad9356b523046a02665f3069eace9&lang=en&cache-only=0",
            "defineEn": "a long, continuous, and semi-cylindrical arched ceiling often found in Roman, Byzantine, and Romanesque architecture, providing structural support and creating spacious interiors",
            "defineVi": "một trần vòm dài, liên tục và hình bán trụ thường được tìm thấy trong kiến trúc La Mã, Byzantine và Romanesque, cung cấp hỗ trợ cấu trúc và tạo ra nội thất rộng rãi"
        },
        {
            "id": "f6e48bea-48f6-4c88-aae9-8b8c19d4c58c",
            "word": "groin vault",
            "phonetic": "ɡɹɔɪn vɔlt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3JvaW4gdmF1bHQ&hash=2ace90c0c36c193ce7aca95e2e71f9a7536487c8&lang=en&cache-only=0",
            "defineEn": "an architectural element formed by the intersection of two barrel vaults, commonly seen in Gothic and Renaissance architecture for structural strength and aesthetic appeal",
            "defineVi": "một yếu tố kiến trúc được hình thành bởi giao điểm của hai hầm thùng, thường thấy trong kiến trúc Gothic và Phục hưng cho sức mạnh cấu trúc và sự hấp dẫn thẩm mỹ"
        },
        {
            "id": "8f89f5d0-c9af-4873-aef0-f2d2fadcfb64",
            "word": "cloister vault",
            "phonetic": "klɔɪstɚ vɔlt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2xvaXN0ZXIgdmF1bHQ&hash=d7a1b8af2cf918efcc9be5d3628e2408e176a077&lang=en&cache-only=0",
            "defineEn": "a ribbed architectural feature with intersecting stone ribs, commonly seen in cloisters and monastic buildings, offering both structural support and decorative elements",
            "defineVi": "một đặc điểm kiến trúc có đường gân với các đường gân đá giao nhau, thường thấy trong các tu viện và tu viện, cung cấp cả yếu tố hỗ trợ cấu trúc và trang trí"
        },
        {
            "id": "a51bc7ba-ecb5-49a5-9d8c-a2d89f237297",
            "word": "annular vault",
            "phonetic": "ænjʊlɚ vɔlt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW5udWxhciB2YXVsdA&hash=9464f907504ba048661b3f47dd9cf3ef2f80fd82&lang=en&cache-only=0",
            "defineEn": "an architectural element characterized by a circular or ring-shaped ceiling formed by a series of arches or vaults arranged in a circular pattern",
            "defineVi": "một yếu tố kiến trúc được đặc trưng bởi trần nhà hình tròn hoặc hình vòng được hình thành bởi một loạt các vòm hoặc vòm được sắp xếp theo hình tròn"
        },
        {
            "id": "91f49c4a-f946-4295-a7f4-2e0e742c00a3",
            "word": "Catalan vault",
            "phonetic": "kæɾɐlæn vɔlt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Q2F0YWxhbiB2YXVsdA&hash=9f15ddbf19d812ff796e4b11b1ecaf2ee5b0b545&lang=en&cache-only=0",
            "defineEn": "an architectural feature characterized by a series of thin, self-supporting clay tiles or bricks arranged in a herringbone pattern to create a vaulted ceiling",
            "defineVi": "một đặc điểm kiến trúc được đặc trưng bởi một loạt các viên gạch hoặc gạch đất sét mỏng, tự hỗ trợ được sắp xếp theo mô hình xương cá để tạo ra một trần nhà hình vòm"
        },
        {
            "id": "38e05165-65e4-4750-a8ea-bca9e651af09",
            "word": "abutment",
            "phonetic": "ɐbʌtmənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWJ1dG1lbnQ&hash=9ba2b8e360bf2ed23d38e2399153b3d7e18d1b5b&lang=en&cache-only=0",
            "defineEn": "a support structure or component that bears the weight and forces of an arch, bridge, or similar structure, typically located at the ends or sides of the structure",
            "defineVi": "cấu trúc hoặc thành phần hỗ trợ chịu trọng lượng và lực của vòm, cầu hoặc cấu trúc tương tự, thường nằm ở đầu hoặc hai bên của cấu trúc"
        },
        {
            "id": "c2e7e628-6110-4544-945e-4d2805022afe",
            "word": "groin",
            "phonetic": "ɡɹɔɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "That came from the groin.",
                "- There are some changes in my groin region.",
                "Stones can also be surgically removed through an incision in the patient's back or groin.",
                "then they burned me in the same way on my legs, groin, genitals, and face.",
                "I think it's, like, in his groin areas where this is bad."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JvaW4&hash=555b511988b79a25953855e57a317ec20464fb5e&lang=en&cache-only=0",
            "defineEn": "a type of ceiling structure that is formed when two rounded vaults intersect at a right angle, commonly used in Gothic architecture",
            "defineVi": "một loại cấu trúc trần được hình thành khi hai mái vòm tròn giao nhau ở một góc vuông, thường được sử dụng trong kiến trúc Gothic"
        },
        {
            "id": "9e2b6d2a-7977-4561-a773-80f6baa92dc8",
            "word": "panel",
            "phonetic": "pænəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I made it to the alarm panel, and then I hit the panic button.",
                "Panel black, hate it.",
                "This panel is really dumb.",
                "So my accessibility panel has two other people.",
                "Instead, the panel above your head contains a chemical oxygen generator."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFuZWw&hash=434aa15791ba5ef2c4a4e086331499999cf010e7&lang=en&cache-only=0",
            "defineEn": "a section of the vaulted surface that is divided or segmented",
            "defineVi": "một phần của bề mặt hình vòm được chia hoặc phân đoạn"
        },
        {
            "id": "352ef48f-43e2-40a0-be89-f05e8e96ddff",
            "word": "secondary rib",
            "phonetic": "sɛkəndɚɹi ɹɪb ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2Vjb25kYXJ5IHJpYg&hash=3e37ed8275a74e57f38ee3b9c3d6fede9c09c660&lang=en&cache-only=0",
            "defineEn": "an additional supporting element that runs parallel to the main ribs or primary arches of the vault",
            "defineVi": "một bộ phận hỗ trợ bổ sung chạy song song với các sườn chính hoặc vòm chính của vòm"
        },
        {
            "id": "b738472f-908e-452f-a210-ad1e540ab7ff",
            "word": "spandrel",
            "phonetic": "spændɹəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BhbmRyZWw&hash=b0d765375fa36392a97a850f2eb2c0496640a6d0&lang=en&cache-only=0",
            "defineEn": "the triangular or curved space between an arch and the surrounding vertical supports, typically filled with decorative elements or panels",
            "defineVi": "không gian hình tam giác hoặc cong giữa một vòm và các giá đỡ thẳng đứng xung quanh, thường chứa đầy các yếu tố hoặc tấm trang trí"
        },
        {
            "id": "32666c3b-4236-41f5-97b4-ff904bbeb406",
            "word": "squinch",
            "phonetic": "skwɪntʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3F1aW5jaA&hash=8fed8452874c872882d29d7d80c353f5c4db0d47&lang=en&cache-only=0",
            "defineEn": "a small arch or corbelled structure that is used to create a smooth transition from a square or polygonal base to a circular or domed shape above",
            "defineVi": "một cấu trúc hình vòm hoặc hình vòm nhỏ được sử dụng để tạo sự chuyển tiếp suôn sẻ từ hình vuông hoặc hình đa giác sang hình tròn hoặc hình vòm ở trên"
        }
    ]
}