{
    "id": "80142cc6-04fb-4951-858a-324fe47c6044",
    "title": "Job Titles",
    "originalTitle": "Lesson 47",
    "words": [
        {
            "id": "70efc5ff-b077-4c38-805c-0499646a52ee",
            "word": "administrator",
            "phonetic": "ɐdmɪnɪstɹeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "School administrators are not on the firing line every day like the teachers are.",
                "I work with election administrators.",
                "I'm Gina McCarthy, administrator of the United States Environmental Protection Agency.",
                "According to EPA administrator Scott Pruitt, the president's order will replace the Obama plan with a pro-growth approach to regulation.",
                "According to EPA administrator Scott Pruitt, the president's order will replace the Obama plan with a pro-growth approach to regulation."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRtaW5pc3RyYXRvcg&hash=5086acd19460bfe6ee41f80ec90fbe51e05f3d8a&lang=en&cache-only=0",
            "defineEn": "someone whose job is managing and organizing the work of a company or institution",
            "defineVi": "một người có công việc quản lý và tổ chức công việc của một công ty hoặc tổ chức",
            "hasImg": true
        },
        {
            "id": "a9172651-bc76-47dd-a995-79b1f90d817d",
            "word": "public relations",
            "phonetic": "pʌblɪk ɹᵻleɪʃənz ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was trying to convince his public relations department to let him set the record straight.",
                "The company faced a public relations crisis, so the executives went to ground and worked on a plan to restore their reputation.",
                "Since 1925, we've had a public relations aircraft flying in some form or fashion.",
                "They realize that they have this exceptional public relations tool.",
                "The Republican establishment understands it to be a public relations disaster when Donald Trump essentially equates the protesters with the white supremacists. "
            ],
            "audio": "https://tts.langeek.co/read?text=cHVibGljIHJlbGF0aW9ucw&hash=da9c0b1789fc556a94cc739ead42a2936a0b35aa&lang=en&cache-only=0",
            "defineEn": "the process of presenting a favorable public image of a person, firm, or institution",
            "defineVi": "quá trình trình bày một hình ảnh công cộng thuận lợi của một người, công ty, hoặc tổ chức"
        },
        {
            "id": "4c17c20c-7d09-49d8-8be3-6caf0559897d",
            "word": "aide",
            "phonetic": "eɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Once again, the unseen voice came to Psyche's aide.",
                "Pack fired senior aides, editors, and entire boards of trustees.",
                "When U.S. President Ronald Reagan visited Germany's Bitburg cemetery in 1985, his aides levied strict limitations on photographers.",
                "On their first day in the White House, press aide Cliff Sims saw Trump's frustration up close.",
                "On their first day in the White House, press aide Cliff Sims saw Trump's frustration up close."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlkZQ&hash=2a9c2898542bfb6a4c019bb1e500f0cadff03fb5&lang=en&cache-only=0",
            "defineEn": "someone whose job is giving assistance to an important person, particularly a politician",
            "defineVi": "một người có công việc hỗ trợ cho một người quan trọng, đặc biệt là một chính trị gia"
        },
        {
            "id": "a3a92cd1-794f-4515-bcdc-c830a4b7adf4",
            "word": "CFO",
            "phonetic": "siːɛfoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company named 31-year-old Adrian Kowalewski as CFO in 2008.8,.",
                "Now you’re a CFO!",
                "The two main skills a CFO needs are Budgeting and Accounting.",
                "My practice, Fife Avenue Partners, is a back office and CFO solution for venture capital and high net worth individuals.",
                "It shuffled its executive team, appointing a new CEO and a new CFO."
            ],
            "audio": "https://tts.langeek.co/read?text=Q0ZP&hash=c75ab27ad3bddb723e039f2f3e9a60b457b1ca19&lang=en&cache-only=0",
            "defineEn": "a person of the highest authority over a company's financial matters",
            "defineVi": "một người có thẩm quyền cao nhất đối với các vấn đề tài chính của một công ty"
        },
        {
            "id": "0c0a6273-b8c9-497c-b137-4f8ad4deea05",
            "word": "CTO",
            "phonetic": "siːtiːoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We've had everyone from a 13 year old student and her dad to the CTO of Axios join."
            ],
            "audio": "https://tts.langeek.co/read?text=Q1RP&hash=9b5221ee144b7c68bbcd6e72b0ec695d05b135e8&lang=en&cache-only=0",
            "defineEn": "a person of senior rank in charge of a company's technological matters",
            "defineVi": "một người cấp cao phụ trách các vấn đề công nghệ của công ty"
        },
        {
            "id": "164c3584-b1a8-4fb5-9da3-3c1653dcd302",
            "word": "curator",
            "phonetic": "kjʊɹɹeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The museum curator collects antique artworks for the museum's collection.",
                "Hey curator, come here.",
                "Funny story, our curator actually did find a human skull in the dumpster behind this building.",
                "Alexis interviewed museum curators, former Apollo engineers, current NASA scientists, and even some science YouTubers.",
                "Christiane Paul is curator of new media arts at New York's Whitney Museum."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VyYXRvcg&hash=fe917aa37ab4da2234f0f776e8bda4ecd2e69123&lang=en&cache-only=0",
            "defineEn": "someone who is in charge of a museum, taking care of a collection, artwork, etc.",
            "defineVi": "người phụ trách bảo tàng, chăm sóc bộ sưu tập, tác phẩm nghệ thuật, v.v.",
            "hasImg": true
        },
        {
            "id": "7485bf92-8e75-4380-8529-419e6aedf0a4",
            "word": "promoter",
            "phonetic": "pɹəmoʊɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Boxing promoter.",
                "He's a wonderful promoter.",
                "Gorbachev was a great promoter of Sobchak.",
                "One of the main promoters or influencers or amplifiers of this was Congressperson Lauren Boebert.",
                "It's a talent agency, publisher, promoter and network rolled into one."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvbW90ZXI&hash=9aa90325e844894b4c7cea7865e1201e9ac38969&lang=en&cache-only=0",
            "defineEn": "someone who is in the business of organizing or sponsoring a sporting event or artistic production",
            "defineVi": "một người đang kinh doanh tổ chức hoặc tài trợ cho một sự kiện thể thao hoặc sản xuất nghệ thuật"
        },
        {
            "id": "6238b361-2349-4b8d-ad6d-af3be7ee0832",
            "word": "fire chief",
            "phonetic": "faɪɚ tʃiːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "BOB HORTON, Fire Chief, Jackson County, Oregon, Fire District 3: You can see where this area burned over here."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlyZSBjaGllZg&hash=d45550aa227a820d710b2e595a2d4650ffaa4f6a&lang=en&cache-only=0",
            "defineEn": "the person who is in charge of a fire department",
            "defineVi": "người phụ trách sở cứu hỏa"
        },
        {
            "id": "b1a3f3c9-3c28-43fd-9513-148a55389842",
            "word": "full professor",
            "phonetic": "fʊl pɹəfɛsɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnVsbCBwcm9mZXNzb3I&hash=fa362227960da10b3f2796177196e3d86cddef47&lang=en&cache-only=0",
            "defineEn": "a professor who has the highest rank in a university",
            "defineVi": "một giáo sư có thứ hạng cao nhất trong một trường đại học",
            "hasImg": true
        },
        {
            "id": "1d98e034-2711-4c2d-92ec-cd08f0e22109",
            "word": "optometrist",
            "phonetic": "ɑːptoʊmɛtɹɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "I am the optometrist at the Honolulu Eye Clinic.",
                "But some optometrists worry that this method oversimplifies prescriptions and puts consumers at risk of getting a faulty product.",
                "Walmart's health centers are stacked with a range of disciplines, including primary care physicians, dentists, audiologists, optometrists and mental health counselors.",
                "And then after the war, Billy Pilgrim has trouble returning to civilian life, spends some time in a mental institution, but then eventually marries and becomes an optometrist.",
                "For decades, optometrists purposely prescribed glasses for nearsighted kids that didn’t fully correct their vision, because they thought it would keep their eyesight from getting worse."
            ],
            "audio": "https://tts.langeek.co/read?text=b3B0b21ldHJpc3Q&hash=cb0b5cccd8dcc1f4514a22c821c07274ac671023&lang=en&cache-only=0",
            "defineEn": "a professional whose job is examining people's eyes and telling them what type of glasses they should wear",
            "defineVi": "một chuyên gia có công việc kiểm tra mắt của mọi người và cho họ biết họ nên đeo loại kính nào",
            "hasImg": true
        },
        {
            "id": "be42784b-554c-469c-b392-5355e4570074",
            "word": "physiotherapist",
            "phonetic": "fɪzɪoʊθɪɹeɪpɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Six years of pain, six years of frustration, six years of being passed from hospital to specialist to physiotherapist to a different kind of drug, and really the best kind of drug I had was sat beside me, and his name was Max."
            ],
            "audio": "https://tts.langeek.co/read?text=cGh5c2lvdGhlcmFwaXN0&hash=73c884f3a89fa65be0bde3b054a672b21b4965c8&lang=en&cache-only=0",
            "defineEn": "a professional whose job is treating physical disorders concerned with movements of limbs by giving massages, exercises, etc.",
            "defineVi": "một chuyên gia có công việc điều trị các rối loạn thể chất liên quan đến cử động chân tay bằng cách xoa bóp, tập thể dục, v.v.",
            "hasImg": true
        },
        {
            "id": "11e4881c-85f3-4a7f-a4a5-60b9f2a4382e",
            "word": "practitioner",
            "phonetic": "pɹæktɪʃənɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They are neither students nor fully qualified practitioners.",
                "For practitioners of Vodou, death is a process that takes time.",
                "Adamski is a critical care nurse practitioner with the Cleveland Clinic.",
                "However, psychologists and financial practitioners around the globe have started to identify a myriad of distinct MONEY personalities.",
                "Using this system of feedback and rewards, practitioners say they can train people’s brain activity to be in line with supposedly normal brainwaves."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJhY3RpdGlvbmVy&hash=c7a5c231787f66d757cfe0bd3fa58f172081c77a&lang=en&cache-only=0",
            "defineEn": "someone who is involved in a profession, particularly medicine",
            "defineVi": "một người có liên quan đến một nghề nghiệp, đặc biệt là y học"
        },
        {
            "id": "03e39ca2-da02-481f-a926-839d6f291ba3",
            "word": "psychiatrist",
            "phonetic": "saɪkaɪətɹɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "And also seeing a psychiatrist.",
                "Many people seek help from psychiatrists.",
                "Psychiatrists will use them for bipolar disorder predominantly.",
                "But some psychiatrists still consider it a useful tool as part of other therapies.",
                "Reach out to your psychiatrist."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hpYXRyaXN0&hash=799c983ad3a799750f5542278923e961b62f20b6&lang=en&cache-only=0",
            "defineEn": "a medical doctor who specializes in the treatment of mental illnesses or behavioral disorders",
            "defineVi": "một bác sĩ y khoa chuyên điều trị các bệnh tâm thần hoặc rối loạn hành vi",
            "hasImg": true
        },
        {
            "id": "27ffb26c-32bf-42d3-8fec-1f79c58d9a0e",
            "word": "au pair",
            "phonetic": "oʊ pɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXUgcGFpcg&hash=469f761e9d6f4e7dc05feb9d7b19948524ae8763&lang=en&cache-only=0",
            "defineEn": "a young individual, often a woman, who lives abroad with a family to learn the language, and helps in the house and takes care of children for some money",
            "defineVi": "một cá nhân trẻ, thường là phụ nữ, sống ở nước ngoài cùng một gia đình để học ngôn ngữ, giúp việc nhà và chăm sóc trẻ em để kiếm tiền"
        },
        {
            "id": "28b2eb14-e10e-413b-9dcd-4f5df1ba5514",
            "word": "beautician",
            "phonetic": "bjuːtɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "A visiting beautician comes to the shop a few times a month, so they asked if the former barber would consult on haircuts and help out with inventory of supplies."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhdXRpY2lhbg&hash=9263413a2c06d2d455d864881cfc3ca955975dfd&lang=en&cache-only=0",
            "defineEn": "someone who gives beauty treatments to people as a job",
            "defineVi": "một người cung cấp dịch vụ chăm sóc sắc đẹp cho mọi người như một công việc"
        },
        {
            "id": "bf133390-b676-495d-a36b-5fb0a7cc37f8",
            "word": "chauffeur",
            "phonetic": "ʃoʊfʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chauffeur is here. -",
                "It's the fault of its chauffeur.",
                "A texting traveler who doesn't need a chauffeur.",
                "Some of that cholesterol stays in your liver where it's used to make vitamin D, but the rest is carted through your bloodstream by molecules called lipoproteins, which are sort of like their personal chauffeurs.",
                "Traditionally, it's been very much more about the chauffeur driven rear-seat experience, but Lucid Air is a great driver's car as well."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhdWZmZXVy&hash=755573c7771519acfd9634ea12fbd758b0f7ff8c&lang=en&cache-only=0",
            "defineEn": "someone who is employed to drive someone else's car for them",
            "defineVi": "một người được tuyển dụng để lái xe của người khác cho họ",
            "hasImg": true
        },
        {
            "id": "00eda371-df9a-40c5-8fe4-b0cf08c8e2dc",
            "word": "civil servant",
            "phonetic": "sɪvəl sɜːvənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2l2aWwgc2VydmFudA&hash=337380d4ef1b02f443dc85b235ec38c271a58fda&lang=en&cache-only=0",
            "defineEn": "someone who works in the civil service",
            "defineVi": "một người làm việc trong dịch vụ dân sự"
        },
        {
            "id": "530b81de-3ddd-4efa-af60-ae6cb2385859",
            "word": "decorator",
            "phonetic": "dɛkoːɹeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Like decorator crabs, who wear stinging anemones.",
                "Meet the extreme decorator crab, the ultimate fashionista.",
                "These decorator crabs live in the tide pools and rocky shores off the California coast.",
                "Just like these decorator crabs, which make some incredible high fashion, at low tide.",
                "We went out to film the decorator crabs."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjb3JhdG9y&hash=27b645a4af594d0639a860cff4ca74bdd4525745&lang=en&cache-only=0",
            "defineEn": "someone whose job is to paint the inside walls of buildings and hang wallpaper",
            "defineVi": "người có công việc sơn tường bên trong các tòa nhà và treo giấy dán tường"
        },
        {
            "id": "7dcd82ab-52ea-48d1-a633-2bb6748cd506",
            "word": "handyman",
            "phonetic": "hændɪmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tony Neumann told us he had lost his factory job and had been doing construction and handyman work in and out of Milwaukee.",
                "- Is this the handyman we hired?"
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZHltYW4&hash=c95ac6b3d3f7f05a49ed4a37495d2ba8b27adf99&lang=en&cache-only=0",
            "defineEn": "a man who is skilled in practical jobs in or outside the house, performing them either as an occupation or hobby",
            "defineVi": "một người đàn ông có kỹ năng thực tế trong hoặc ngoài nhà, thực hiện chúng như một nghề nghiệp hoặc sở thích"
        },
        {
            "id": "3270a7ca-a439-40df-8494-407e50708b9f",
            "word": "housekeeper",
            "phonetic": "haʊskiːpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "'Quietly, sir!' whispered the housekeeper, as we climbed up the dark stairs.",
                "I'll be their housekeeper.",
                "The family employed an African-American housekeeper who was central in Lee’s upbringing.",
                "The housekeeper there, Ellen Dean, rushed out to welcome me home.",
                "I just find my housekeeper, but I've already found a replacement."
            ],
            "audio": "https://tts.langeek.co/read?text=aG91c2VrZWVwZXI&hash=5c78aee9646779aef2a9a57b6e14e482198549cf&lang=en&cache-only=0",
            "defineEn": "a person whose job is to do the cleaning and cooking in a house or hotel",
            "defineVi": "một người có công việc là dọn dẹp và nấu ăn trong nhà hoặc khách sạn",
            "hasImg": true
        },
        {
            "id": "07071b8a-4c68-40b4-821b-1e9ff1d7354b",
            "word": "jeweler",
            "phonetic": "dʒuːəlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But thicker ones need the strength of two jewelers.",
                "Each of the nine jewelers at Gold Fever Miami has a specific job.",
                "Jewelers like Zales have called them other names like Champagne, Cognac, and Cappuccino, but Chocolate was the name that really took hold.",
                "At the stretch bench, one jeweler can spend over an hour just stretching the wire to length.",
                "So jewelers didn't want them, especially when they could use brighter pink, blue, or yellow diamonds."
            ],
            "audio": "https://tts.langeek.co/read?text=amV3ZWxlcg&hash=0680ceb7f0be496996c428cd502ae14f9c561cb4&lang=en&cache-only=0",
            "defineEn": "a person who buys, makes, repairs, or sells jewelry and watches",
            "defineVi": "một người mua, làm, sửa chữa hoặc bán đồ trang sức và đồng hồ",
            "hasImg": true
        },
        {
            "id": "67cec6e1-18e6-4e41-8fc1-3cae606a5594",
            "word": "laborer",
            "phonetic": "leɪbɚɹɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My dad was a laborer in the beginning. ",
                "Many laborers follow seasonal crops from one farm to another, and some use borrowed Social Security numbers with employers.",
                "Laborers worked in shifts and were fined if they didn’t keep pace.",
                "And they were worked by migrant farm laborers from China, the Philippines, Japan, Mexico.",
                "I can be a laborer that cuts elegant joinery for a structure."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFib3Jlcg&hash=9f9460dd78b5213c3d9280722ddc6f18a3cde1a7&lang=en&cache-only=0",
            "defineEn": "someone whose job includes heavy physical work that does not require much skill",
            "defineVi": "một người có công việc bao gồm công việc nặng nhọc mà không đòi hỏi nhiều kỹ năng"
        },
        {
            "id": "48a5ecff-ae83-43c1-b117-b4718023e4ac",
            "word": "lifeguard",
            "phonetic": "laɪfɡɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The sight of the attractive lifeguard on the beach was enough to make Tom feel like he needed a cold shower to calm his racing heart.",
                "He was a lifeguard.",
                "This is Shai, lifeguard here at Tel Aviv Beach.",
                "The Elvis impersonator is coming into the lifeguard station.",
                "It will take years to become a lifeguard."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlmZWd1YXJk&hash=9698e31e19c0eb6497b589ec3dce2591027b552f&lang=en&cache-only=0",
            "defineEn": "someone who is employed at a beach or swimming pool to keep watch and save swimmers from drowning",
            "defineVi": "một người làm việc tại một bãi biển hoặc hồ bơi để theo dõi và cứu những người bơi lội khỏi chết đuối",
            "hasImg": true
        },
        {
            "id": "eb4b01c0-b5e2-431a-8b1c-83753e95e0a7",
            "word": "maid",
            "phonetic": "meɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The maid gave the room the once-over lightly.",
                "\"He was just praising Lady Bagshaw's maid.\"",
                "'Catherine Cusack, her maid, told me,' said Ryder.",
                "'We have no maids here,' he answered.",
                "Catherine Cusack, the countess's maid, spoke next: 'I heard Mr Ryder call and I ran to the Countess's room."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFpZA&hash=84354a8c7b81da5db4d9c157be007f4a82560a8c&lang=en&cache-only=0",
            "defineEn": "a female servant",
            "defineVi": "một nữ đầy tớ",
            "hasImg": true
        },
        {
            "id": "ef0f8e8f-7080-4a54-a3d5-07d7e93ad9a6",
            "word": "merchant",
            "phonetic": "mɜːtʃənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ali Baba's brother is a rich merchant.",
                "Merchants pick up the flowers that they'll sell outside Hindu temples.",
                "'I'm an oil merchant.",
                "'I'm an oil merchant.",
                "It created a merchant class and new type of patron."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVyY2hhbnQ&hash=4cf0098bfc9c85c18df6d2e03b07148245b41726&lang=en&cache-only=0",
            "defineEn": "someone who buys and sells goods wholesale",
            "defineVi": "một người mua và bán hàng hóa bán buôn"
        },
        {
            "id": "7120edf3-401a-44e0-87be-fb5e729662f5",
            "word": "nanny",
            "phonetic": "næni ",
            "partOfSpeechType": "noun",
            "examples": [
                "He had a Scottish nanny.",
                "And the average nanny can cost anywhere from $2,000 to $3,000 a month for full-time care.",
                "Mom got one from Nanny and one from Paw Paw.",
                "He wasn't Nanny's type.",
                "An Irish nanny who died chasing a ball."
            ],
            "audio": "https://tts.langeek.co/read?text=bmFubnk&hash=09b52555a1a862749a6ecfd10c47a9065565cc2a&lang=en&cache-only=0",
            "defineEn": "a woman whose job is to take care of a child in its own home",
            "defineVi": "một người phụ nữ có công việc chăm sóc một đứa trẻ trong chính ngôi nhà của mình",
            "hasImg": true
        },
        {
            "id": "73a0eedf-1fa2-47ec-b337-db1328d2a3a7",
            "word": "porter",
            "phonetic": "poːɹɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Meisha Ross-Porter, you’re our new chancellor.",
                "That Stanton was rude, with everyone, from the hall porter up to the president.",
                "Those who didn’t work on farms as sharecroppers entered into the service industry, becoming railroad porters, household servants, or…waiters in restaurants.",
                "Porter already had an established writing career as a humorist, but after being arrested and jailed for embezzlement, picked up the pen again while in prison as O. Henry in a bid to conceal that he was publishing stories while incarcerated.",
                "Porter’s 5 Forces is no Pride and Prejudice, but it’s considered a business classic."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ydGVy&hash=6fa4778f265c2d15c99cd655194c160095e98ec7&lang=en&cache-only=0",
            "defineEn": "someone whose job is carrying people's baggage, particularly at airports, hotels, etc.",
            "defineVi": "ai đó có công việc mang vác hành lý của mọi người, đặc biệt là tại sân bay, khách sạn, v.v.",
            "hasImg": true
        },
        {
            "id": "aa10a22b-2f10-4e18-b812-14b273d34b81",
            "word": "ranger",
            "phonetic": "ɹeɪndʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A few years later, a series of NASA’s Ranger spacecraft crashed into the Moon, too.",
                "The Ranger itself is a revival, first released for the 2019 model year.",
                "I have a mental picture of rangers driving off in a pickup truck with the Liberty Bell swinging freely in the back.",
                "And I'm like, 'well, we could watch a ranger game.'",
                "The vehicle is a traditional body on frame SUV and it is built on the same platform as the Ranger, Ford's midsize pickup."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFuZ2Vy&hash=7b06d4188759db69e93584087df638622f852595&lang=en&cache-only=0",
            "defineEn": "someone whose job is to take care of a forest, park, or an area of countryside",
            "defineVi": "một người có công việc là chăm sóc một khu rừng, công viên hoặc một vùng nông thôn",
            "hasImg": true
        },
        {
            "id": "129f7087-974e-4575-b78c-8f2e7e951af7",
            "word": "tradesman",
            "phonetic": "tɹeɪdzmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was the son of a tradesman, and there is no record that he had any schooling.",
                "Only then, in the third phase, did a true colony form to which tradesmen and laborers could emigrate, creating new wealth and opportunities for themselves and their families, sending extreme wealth back to their countries of origin."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhZGVzbWFu&hash=d417579b7674dfef65c39589bf49b089fc3434cf&lang=en&cache-only=0",
            "defineEn": "someone who sells goods, particularly in a store",
            "defineVi": "một người bán hàng hóa, đặc biệt là trong một cửa hàng",
            "hasImg": true
        },
        {
            "id": "47e9a3da-e956-4104-8af7-3c7960b82e46",
            "word": "trustee",
            "phonetic": "tɹʌstiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ed, you were a trustee.",
                "The retirement system sent me and other trustees to different investment symposiums.",
                "Trustees of the fund expect that by 2035, it won't be enough to cover full benefit payments.",
                "A university with active trustees, dedicated faculty, and a student body that is awesome.",
                "Today, Betty Pendergrass is a trustee who has investment experience."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJ1c3RlZQ&hash=bb02196e1e23ef0f21485dd336a1ed6207b40da6&lang=en&cache-only=0",
            "defineEn": "a person or group of people who control the property or money that belongs to another person",
            "defineVi": "một người hoặc một nhóm người kiểm soát tài sản hoặc tiền thuộc về người khác"
        },
        {
            "id": "8c3ed7f7-d2a1-42ea-9bcd-6e7ccb94b229",
            "word": "monitor",
            "phonetic": "mɑːnɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Boston front office has been monitoring the Leonard situation from afar and almost always kicks the tires when a premier talent hits the trade market.",
                "The new computer is an all-in-one that integrates the monitor, CPU, and speakers into a single unit.",
                "Oh sure, our science teacher is a real barrel of fun, especially when he's the detention monitor.",
                "Simply knowing that you could be monitoring them closely will cause your team members to take their time on the clock more seriously.",
                "You can initiate policies until the cows come home, but unless they're monitored, you won't get results."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9uaXRvcg&hash=bc3d7532c650ef675a9ac4899646615dc814202c&lang=en&cache-only=0",
            "defineEn": "someone, particularly one with official permission, who carefully checks an activity or process to make sure it is being conducted in a fair or correct way",
            "defineVi": "ai đó, đặc biệt là người có sự cho phép chính thức, người kiểm tra cẩn thận một hoạt động hoặc quy trình để đảm bảo rằng nó đang được tiến hành một cách công bằng hoặc chính xác"
        }
    ]
}