{
    "id": "80d19775-6949-4550-b238-ec74e3cc39a2",
    "title": "Talking about Events and Incidents",
    "originalTitle": "Lesson 29",
    "words": [
        {
            "id": "6b815000-a55b-4bb8-9fcc-1b7d207d5f20",
            "word": "episode",
            "phonetic": "ɛpɪsoʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "In this grim little episode, few people come out well.",
                "I'm excited about the next episode of my favorite TV show.",
                "This episode finds him deep in depression as divorce looms large.",
                "When Sarah discovered the new TV series, she fell down the rabbit hole and binge-watched all the episodes in one sitting.",
                "The show finished with a dramatic cliffhanger, leaving the audience eager for the next episode."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBpc29kZQ&hash=2ded519ab05ff59a59ee07ba27d61fef0c05685d&lang=en&cache-only=0",
            "defineEn": "any of the separate events or series of events occurring in a sequence",
            "defineVi": "bất kỳ sự kiện hoặc chuỗi sự kiện riêng biệt nào xảy ra theo trình tự"
        },
        {
            "id": "4a03cc6b-db38-46cf-9feb-5217c4481875",
            "word": "event",
            "phonetic": "ᵻvɛnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their bread and butter is reporting local events.",
                "The event finished with a spectacular fireworks display.",
                "These events occurred within living memory.",
                "The tragic event tore the community out of its sense of normalcy.",
                "The paper’s bread and butter is reporting local events in a small community."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZlbnQ&hash=67a965bdb4925b1c8d9416b6b498c1cd51785858&lang=en&cache-only=0",
            "defineEn": "anything that takes place, particularly something important",
            "defineVi": "bất cứ điều gì diễn ra, đặc biệt là một cái gì đó quan trọng"
        },
        {
            "id": "e115b5c6-2345-448a-b3c6-d82b1eac6c28",
            "word": "incident",
            "phonetic": "ɪnsɪdənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The incident says an awful lot about his character.",
                "The incident was over in a twinkle.",
                "The most recent incident happened only a week ago.",
                "The incident has remained something of an elephant in the room within our family.",
                "The incident has been blown up out of proportion."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jaWRlbnQ&hash=607be7f26d76aa9f804e9ef3b22dd9974820cbdf&lang=en&cache-only=0",
            "defineEn": "an event or happening, especially a violent, unusual or important one",
            "defineVi": "một sự kiện hoặc xảy ra, đặc biệt là một sự kiện bạo lực, bất thường hoặc quan trọng"
        },
        {
            "id": "266ebee7-f1f6-448d-b40a-f5dd579041a1",
            "word": "occasion",
            "phonetic": "əkeɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "They celebrated the special occasion with a beautifully molded aspic.",
                "I definitely felt the importance of the occasion.",
                "She bought an expensive dress for a special occasion.",
                "They decorate the town square for holidays and special occasions.",
                "As a loving husband, he surprises his wife with romantic gestures on special occasions."
            ],
            "audio": "https://tts.langeek.co/read?text=b2NjYXNpb24&hash=bdbec8b5a937bee52ffc26ffe38eff3e23f78e98&lang=en&cache-only=0",
            "defineEn": "the time at which a particular event happens",
            "defineVi": "thời gian mà một sự kiện cụ thể xảy ra"
        },
        {
            "id": "4968a528-f129-41cc-bbc4-a01a07d7c23a",
            "word": "occurrence",
            "phonetic": "əkɜːɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Or is it a totally unrelated occurrence?",
                "Natural occurrences like storms or changes in wind and water patterns can blow the dinoflagellates out of bays, leading to a drop in bioluminescence.",
                "This is not an uncommon occurrence for nominees.",
                "An unusual occurrence in which the feathers of the bird are contaminated by a fungus whose metabolic process produces a glow when the owl is in the dark.",
                "Narrator: Each Crucible event is inspired by an actual occurrence in Marine Corps history."
            ],
            "audio": "https://tts.langeek.co/read?text=b2NjdXJyZW5jZQ&hash=afc7fd86ec447b3096994523edc502f166deefc4&lang=en&cache-only=0",
            "defineEn": "something that happens or exists",
            "defineVi": "một cái gì đó xảy ra hoặc tồn tại"
        },
        {
            "id": "9b775c4f-bcc1-4e41-a8b8-b667be6b8cac",
            "word": "phenomenon",
            "phonetic": "fɪnɑːmɪnən ",
            "partOfSpeechType": "noun",
            "examples": [
                "What is stressed rather is that the same phenomenon provides the foundation for both historical tendencies.",
                "Nevertheless, the phenomenon continued.",
                "Industry experts call this phenomenon pet humanization.",
                "Also, this phenomenon can most likely explain the asteroid’s weird shape.",
                "This phenomenon is one of the mind's great mysteries."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhlbm9tZW5vbg&hash=f23d51837dbacf77684bd3503aa0cd7944a97a37&lang=en&cache-only=0",
            "defineEn": "an observable fact or event that is perceived through the senses",
            "defineVi": "một thực tế hoặc sự kiện có thể quan sát được nhận thức thông qua các giác quan"
        },
        {
            "id": "97c2f364-6474-4d78-96aa-0d178d8ec9d8",
            "word": "showcase",
            "phonetic": "ʃoʊkeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The seafood market showcased a mouthwatering display of fresh clams.",
                "At a family reunion picnic, the buffet table showcased a classic beef plate roast.",
                "The bakery showcased a special maple sugar cake as the highlight of their seasonal menu.",
                "The singer's acoustic performance showcased her raw talent, captivating the audience with the purity and emotion of her voice in its most authentic form.",
                "The museum showcased artifacts from different civilizations spanning over a hundred years."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvd2Nhc2U&hash=0a552954a3b0742db1f5a628d73700515f200ba6&lang=en&cache-only=0",
            "defineEn": "an event that is intended to emphasize the positive aspects of someone",
            "defineVi": "một sự kiện nhằm nhấn mạnh những khía cạnh tích cực của một ai đó"
        },
        {
            "id": "80d63b79-3b1d-4548-89d5-8096d9609b74",
            "word": "accident",
            "phonetic": "æksɪdənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Accidents like this happen all the time.",
                "That accident battered up the door of my car.",
                "She'll have an accident one day.",
                "The latest skiing accident is a case in point.",
                "Both drivers shared the blame for the accident."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjaWRlbnQ&hash=6325ffc0681756657ce5c3106701b5dee7a43bef&lang=en&cache-only=0",
            "defineEn": "an unexpected and unpleasant event that occurs by chance, usually causing damage or injury",
            "defineVi": "một sự kiện bất ngờ và khó chịu xảy ra một cách tình cờ, thường gây ra thiệt hại hoặc thương tích",
            "hasImg": true
        },
        {
            "id": "63339389-0888-481e-b9ca-6a96728305ab",
            "word": "mishap",
            "phonetic": "mɪshæp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Today feels like a bad hair day for him, with one mishap after another, from spilling coffee on his shirt to missing the bus.",
                "His mask mishaps on prime-time television led to $350,000 in fines.",
                "The most recent spacesuit loss was unit 17, during SpaceX-7's cargo-mission mishap.",
                "Because he's angered the sea god Poseidon by blinding his son, a cyclops, Odysseus's passage home has been fraught with mishap after mishap.",
                "Because he's angered the sea god Poseidon by blinding his son, a cyclops, Odysseus's passage home has been fraught with mishap after mishap."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzaGFw&hash=71e95ff133c034f05657acc74b715d9605ec526c&lang=en&cache-only=0",
            "defineEn": "a minor accident that has no serious consequences",
            "defineVi": "một tai nạn nhỏ mà không có hậu quả nghiêm trọng"
        },
        {
            "id": "576a5461-f78f-4143-b975-238592f80beb",
            "word": "disaster",
            "phonetic": "dɪzæstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "After all, one case of the trots hardly spells disaster.",
                "The current situation is spelling disaster for the project.",
                "For Walter, disaster followed hard on the heels of his initial success.",
                "This disaster comes hard on the heels of last week’s train crash.",
                "Mary's idea of a holiday with her in-laws has disaster written all over it!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzYXN0ZXI&hash=d840dc1d0057057c6ee7c8443fa59a3b0d7ab70b&lang=en&cache-only=0",
            "defineEn": "a sudden and unfortunate event that causes a great amount of damage, death and destruction",
            "defineVi": "một sự kiện bất ngờ và không may gây ra một lượng lớn thiệt hại, cái chết và sự hủy diệt",
            "hasImg": true
        },
        {
            "id": "3ccb8180-6bb9-4211-891a-8606f92c4af5",
            "word": "coincidence",
            "phonetic": "koʊɪnsɪdəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Must be coincidence.",
                "There are no coincidences.",
                "It's no coincidence.",
                "It's just a coincidence.",
                "That was just a coincidence."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29pbmNpZGVuY2U&hash=379cd973bf7dc0bf99869ea7b85d5bedeb59e34c&lang=en&cache-only=0",
            "defineEn": "a situation in which two things happen simultaneously by chance that is considered unusual",
            "defineVi": "một tình huống trong đó hai điều xảy ra đồng thời một cách tình cờ được coi là bất thường"
        },
        {
            "id": "eb1601ca-2cc6-4ded-8d8b-8dfba417e12b",
            "word": "incidental",
            "phonetic": "ɪnsɪdɛntəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This influences people by the way of incidental cues, like a speaker's physical attractiveness or personal relatability.",
                "A chain of tragic incidental events and uncertainties led to this happening.",
                "And it limits them essentially to the scholarship and to cost of attendance, which is a couple of thousand dollars above the scholarship level for travel and other incidentals.",
                "And then you're gonna have some incidental air flow from this blower fan, that's gonna provide some cooling too.",
                "And so long as that didn’t cause much of a reduction in reproductive success, then this kind of incidental loss could occur."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jaWRlbnRhbA&hash=920b79627c527cf64e03afd47f96586ad8be283f&lang=en&cache-only=0",
            "defineEn": "happening in relation to something else that is more significant",
            "defineVi": "xảy ra liên quan đến một cái gì đó khác mà là quan trọng hơn"
        },
        {
            "id": "ae899b2f-579f-4133-adcc-9a4ae67128cf",
            "word": "accidentally",
            "phonetic": "æksɪdɛntəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "I accidentally hit the wrong key.",
                "I accidentally burned my hand on the hot stove.",
                "He accidentally put his underwear on inside out.",
                "He accidentally dropped a heavy book on his friend's foot, narrowly missing the toes.",
                "I accidentally buttered both sides of the bread when making a sandwich."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjaWRlbnRhbGx5&hash=fb6fe2725778839893e435dc6294630f8eda916e&lang=en&cache-only=0",
            "defineEn": "happening by chance and without planning in advance",
            "defineVi": "xảy ra một cách tình cờ và không có kế hoạch trước"
        },
        {
            "id": "d5b6fdd7-7c34-4c48-bc05-bec334048cee",
            "word": "happenstance",
            "phonetic": "hæpɛnstəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"I Second That Emotion\" was another happenstance song.",
                "And it was just happenstance that, within a week or two of thinking that, I did get a call from the attorney general asking if I would be a special prosecutor in this matter.",
                "So before the acceleration of European colonization and expansion, being enslaved or being an enslaver depended on advantage and happenstance.",
                "Sometimes, I just feel like it was just coincidence and it’s happenstance and there are other women who have flown airplanes, and then other times I think, wow, there have only been three or, now, four women that have ever flown a Harrier."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFwcGVuc3RhbmNl&hash=632ee28b78a91640dc0f8d36c2c3329900133632&lang=en&cache-only=0",
            "defineEn": "an event that happens by chance, especially a fortunate one",
            "defineVi": "một sự kiện xảy ra một cách tình cờ, đặc biệt là một sự kiện may mắn"
        },
        {
            "id": "66988031-c236-4239-a2c2-2701c2874074",
            "word": "outset",
            "phonetic": "aʊtsɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "From the outset, Cathy implemented a policy still in place to this day.",
                "As we get to the beginning, right at the outset in 1914, the British land right over here at the southern end of Mesopotamia.",
                "You know, I told you at the outset the choice is stark.",
                "As I mentioned at the outset, from Stanton's perspective, the key issue is the south and the continued military presence in the south.",
                "As I mentioned at the outset, four years ago, we were hit hard."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0c2V0&hash=05681d4ffa63a8b0bbcd9225be2ba9ce37ebf450&lang=en&cache-only=0",
            "defineEn": "the beginning of something",
            "defineVi": "sự khởi đầu của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "9a2344fe-d50e-446d-bb84-d16fd3631cfc",
            "word": "onset",
            "phonetic": "ɑːnsɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The second shot, the onset was much faster.",
                "But the onset of the global pandemic has boosted consumer interest.",
                "So what causes the onset of psychosis?",
                "There is late onset.",
                "There is early onset."
            ],
            "audio": "https://tts.langeek.co/read?text=b25zZXQ&hash=2132f22d6f1813f04ebd9a42fc4c6fd62193a1bd&lang=en&cache-only=0",
            "defineEn": "the beginning point or stage of something, especially unpleasant",
            "defineVi": "điểm bắt đầu hoặc giai đoạn của một cái gì đó, đặc biệt khó chịu",
            "hasImg": true
        },
        {
            "id": "d6ce398a-adb9-420e-b613-b0c2a8e000f4",
            "word": "continuation",
            "phonetic": "kəntɪnjuːeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's a continuation of the story.",
                "The continuation of the oral traditions of spirit beings by the Aboriginal people serves as a connection to their regional communities and as part of a larger cultural identity in post-colonial Australia.",
                "Was it in fact just a continuation of the medieval world?",
                "DONALD TRUMP, President of the United States: It's really a continuation of the greatest witch-hunt in the history of politics.",
                "George H. W. Bush was his vice president, a continuation. "
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGludWF0aW9u&hash=1c222749177d030d0d7b51371f43e4c081c14b87&lang=en&cache-only=0",
            "defineEn": "the action or fact of continuing something without any interruptions",
            "defineVi": "hành động hoặc thực tế tiếp tục một cái gì đó mà không có bất kỳ sự gián đoạn",
            "hasImg": true
        },
        {
            "id": "ba6bce1d-ac14-4a0f-8ab3-0dcc0755af49",
            "word": "inception",
            "phonetic": "ɪnsɛpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is definitely an inception. -",
                "And since their inception, one of the doomsday planes has stood on alert 24/7.",
                "Enjoy the inception like experience of curling while watching curling.",
                "So since our inception, we have been focusing on impeccable services and amenities throughout the entire passenger journey.",
                "Since its inception, Parler has been largely bankrolled by R ebekah Mercer, a prominent conservative donor and daughter of a hedge fund manager, Robert Mercer."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jZXB0aW9u&hash=f5f7c9c1098342187e9b2985aefd797e6c4c8dbe&lang=en&cache-only=0",
            "defineEn": "a point that marks the beginning of something",
            "defineVi": "một điểm đánh dấu sự khởi đầu của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "5dc21371-2b0e-4700-91de-67eec7264ff3",
            "word": "ending",
            "phonetic": "ɛndɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film had a surprisingly emotional ending, leaving the audience in tears.",
                "The book had a different ending than she expected.",
                "\"Let's start our project with a clear plan and a positive attitude, because a good beginning makes a good ending,\" said the team leader.",
                "That said, I have to admit that the ending was extremely clever.",
                "The ending's a giant joke."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5kaW5n&hash=3a3133ef939b5b4a285429852c7453dc514c496f&lang=en&cache-only=0",
            "defineEn": "the act or instance of finishing something or something being finished",
            "defineVi": "hành động hoặc trường hợp hoàn thành một cái gì đó hoặc một cái gì đó đang được hoàn thành",
            "hasImg": true
        },
        {
            "id": "c55e2696-dfe2-43b9-8baf-82a6bd0838e5",
            "word": "conclusion",
            "phonetic": "kəŋkluːʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The two men reached the same conclusion.",
                "Several conclusions follow on from his statement.",
                "What led you to this conclusion?",
                "The crock of gold can lure a teenager into an intellectual maze that offers some significant philosophical conclusions.",
                "This conclusion, which fits the facts, leaves Sternberg's argument without a leg to stand on."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY2x1c2lvbg&hash=78f67ec80f0864a8cfd5ae16897b292bf72a8549&lang=en&cache-only=0",
            "defineEn": "the final event or part that marks the end of something",
            "defineVi": "sự kiện cuối cùng hoặc một phần đánh dấu sự kết thúc của một cái gì đó"
        },
        {
            "id": "13af6647-465f-4e0b-831b-67e02bdb7ca8",
            "word": "closure",
            "phonetic": "kloʊʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The factory closure follows hot on the heels of several others",
                "The proposals are likely to mean another hundred closures.",
                "After such a long legal battle, we're just happy to know that there will be a bit of closure at the end of the rainbow.",
                "Seven is closure.",
                "Plant closures had a ripple effect across other parts of the supply chain, too."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvc3VyZQ&hash=2eb0259f2721beb6dc8f8514e50568c99739a085&lang=en&cache-only=0",
            "defineEn": "the act or process of making an institution, company, etc. shut down permanently",
            "defineVi": "hành động hoặc quá trình làm cho một tổ chức, công ty, v.v. đóng cửa vĩnh viễn"
        },
        {
            "id": "afa4baf8-e23e-4465-9b7c-1f07735c1096",
            "word": "cessation",
            "phonetic": "sɛseɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Death is the cessation of sensation.",
                "What does smoking cessation have to do with kids using e-cigarettes?",
                "In 2008, the World Health Organization issued a press release stating that it did not find e-cigarettes to be a legitimate tool for tobacco smoking cessation.",
                "So, depending on who you ask, the jury is still out on e-cigarettes as a smoking cessation method.",
                "Now that menthol is banned and now that we can get it off the market, it's time for us to really help to encourage that cessation effort at a national level."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Vzc2F0aW9u&hash=b1c03dbad78ee2c8c72be21944d4059f2400d934&lang=en&cache-only=0",
            "defineEn": "a process or fact of ceasing",
            "defineVi": "một quá trình hoặc thực tế ngừng",
            "hasImg": true
        },
        {
            "id": "165195bd-ad73-4121-8714-5429e22e7888",
            "word": "initiation",
            "phonetic": "ɪnɪʃɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "My initiation was actually very exciting.",
                "And since we opened the lactation room in June, we have about a 50 percent initiation rate.",
                "So we've surpassed the hospital initiation rate, which is exciting.",
                "My initiation ceremony is quite special and it's special to every Freemason that joins.",
                "And there's often an initiation fee when you first join a union shop."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5pdGlhdGlvbg&hash=e46dfa97d1315046edc80fe446b39a852cc1d59d&lang=en&cache-only=0",
            "defineEn": "the act of beginning something, especially a legal process",
            "defineVi": "hành động bắt đầu một cái gì đó, đặc biệt là một quy trình pháp lý",
            "hasImg": true
        },
        {
            "id": "3d56b761-ed39-41db-9c93-aa772e2c2fe5",
            "word": "renewal",
            "phonetic": "ɹᵻnjuːəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "When Jake and Maria had a disagreement, they remembered that the quarrel of lovers is the renewal of love, and they worked together to find a solution that strengthened their relationship.",
                "Today, we celebrate the mystery of American renewal.",
                "and it's time to invoice for the renewal.",
                "P rime members make up about 65 percent of Amazon's customers and the program has a 95 percent renewal rate after two years.",
                "Emerging from the Shinto conceptions of death, renewal, and the impermanence of all things, this ritual allows the shrine to survive through continual reframing and rebirth."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVuZXdhbA&hash=647d92702f76b89a22a1fa782b0be7d34307ee65&lang=en&cache-only=0",
            "defineEn": "the act or process of beginning something after an interval",
            "defineVi": "hành động hoặc quá trình bắt đầu một cái gì đó sau một khoảng thời gian"
        },
        {
            "id": "63044029-c7c9-4e52-9051-1d3434d28898",
            "word": "turning point",
            "phonetic": "tɜːnɪŋ pɔɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The organization called the new regulations a turning point in the campaign against smoking.",
                "Hungary's opening of the border was a turning point for the refugees.",
                "The turning point in her political career came when she was chosen to run for a Senate seat.",
                "The vote yesterday appears to mark something of a turning point in the war.",
                "Meeting her was the turning point in my life."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVybmluZyBwb2ludA&hash=7311457c1a63122c30730f96925d6326f93f8bb3&lang=en&cache-only=0",
            "defineEn": "a point at which a drastic change occurs in a situation, especially one that makes it improve",
            "defineVi": "một điểm mà tại đó một sự thay đổi mạnh mẽ xảy ra trong một tình huống, đặc biệt là một trong đó làm cho nó cải thiện"
        },
        {
            "id": "baace36b-cb25-4668-9831-88cfb2226f82",
            "word": "highlight",
            "phonetic": "haɪlaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Public education campaigns highlight potential health risks of consuming pink slime products.",
                "The teacher highlighted the correct steps to solve the math problem.",
                "The bakery showcased a special maple sugar cake as the highlight of their seasonal menu.",
                "We watched a documentary that highlighted the rich history of African civilizations.",
                "I tried to discourage him from quitting his job by highlighting the potential risks and uncertainties."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaGxpZ2h0&hash=fb622ce40f2a4bf7b3f4ca469c9a56ee7b87cc1b&lang=en&cache-only=0",
            "defineEn": "the most outstanding, enjoyable or exciting part of something",
            "defineVi": "phần nổi bật nhất, thú vị hoặc thú vị của một cái gì đó"
        },
        {
            "id": "eefeb898-3ea7-4098-a08b-294f2231fc45",
            "word": "peak",
            "phonetic": "piːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her popularity reached its peak in the late 1990s.",
                "Mount Kilimanjaro is the highest peak in Africa.",
                "I took a photo of the mountain peak, capturing its majestic beauty.",
                "In 2006, the company's US sales peaked.",
                "Instead, on March 10, 2000, the dot-com boom reached its peak."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVhaw&hash=eae14ae144ce7a39e54eba6981ac369af3708486&lang=en&cache-only=0",
            "defineEn": "the point in time when someone or something is at its prime",
            "defineVi": "thời điểm khi một ai đó hoặc một cái gì đó là nguyên tố của nó"
        },
        {
            "id": "8a4e6d74-3523-4a0d-8e69-a29249105683",
            "word": "midpoint",
            "phonetic": "mɪdpɔɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "E is the midpoint of BC.",
                "The right action is always a midpoint between extremes.",
                "So is E the midpoint of line segment BC?",
                "According to Aristotle, courage is the midpoint between the extremes of cowardice and recklessness.",
                "The midpoint of our outlook foresees about 3% in sales growth in the back half and we're seeing solid momentum."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlkcG9pbnQ&hash=1402b46c125c042717b4ddb045e0f71335e3062b&lang=en&cache-only=0",
            "defineEn": "the point that marks the middle of an event, activity or process",
            "defineVi": "điểm đánh dấu giữa một sự kiện, hoạt động hoặc quá trình"
        },
        {
            "id": "1fc51dd8-f371-4606-a441-4016da799f08",
            "word": "epiphany",
            "phonetic": "ᵻpɪfəni ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the 1920s Dorsey had an epiphany.",
                "But on one of them, working in construction supply, he had his epiphany.",
                "And the epiphany that we had was let's compete for traffic on the basis of price, not necessarily on the basis of having a nicer product or a more comfortable experience or things like that.",
                "At her husband’s epiphany, the compassionate Parvati could no longer stand by and watch her devotees wasting away."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBpcGhhbnk&hash=e3d3e93d23bbb6d7a3f6fc22467c3f9f21a43543&lang=en&cache-only=0",
            "defineEn": "a moment in which one comes to a sudden realization",
            "defineVi": "một khoảnh khắc mà người ta chợt nhận ra"
        },
        {
            "id": "9f721897-9d21-4097-ba10-16a3f90a5429",
            "word": "stage",
            "phonetic": "steɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We ran a cable from the lights to the stage.",
                "At this stage in the campaign, the Democratic candidate is way ahead of the pack.",
                "That poor kid is shaking in his shoes up there on stage.",
                "At that stage of the game it was too late for diplomacy.",
                "The singer always brings the house down with her powerful voice and stage presence."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhZ2U&hash=c995262dff97b14e9635986691e8c0dc8c98d34a&lang=en&cache-only=0",
            "defineEn": "one of the separate parts in which a process or event is divided into",
            "defineVi": "một trong những phần riêng biệt trong đó một quá trình hoặc sự kiện được chia thành"
        }
    ]
}