{
    "id": "80e13321-c40f-4f08-9b3d-fd5c67bd261d",
    "title": "Lesson 3",
    "originalTitle": "Lesson 3",
    "words": [
        {
            "id": "f391c72d-c1a8-4855-bcf8-e40daf550996",
            "word": "to prognosticate",
            "phonetic": "tə pɹəɡnɑːstᵻkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvZ25vc3RpY2F0ZQ&hash=db210dd17f0e6785839927ec424a689dafcda39a&lang=en&cache-only=0",
            "defineEn": "make a prediction about; tell in advance",
            "defineVi": "đưa ra dự đoán về; nói trước"
        },
        {
            "id": "c4b995fa-e0ed-4ba5-acb7-550186c5b272",
            "word": "to detonate",
            "phonetic": "tə dɛtəneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "In September 2017, the country successfully detonated the largest nuclear bomb it had ever tested.",
                "Three weeks after, a bomb was detonated over Hiroshima, Japan, and a second on Nagasaki three days later.",
                "Right here a nuclear weapon is detonated and time freezes.",
                "It did not detonate.",
                "It detonated 400 kilometers above a point near its launch from Johnston Island in the Pacific Ocean."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGV0b25hdGU&hash=0af2a3e05dde42df0c7b788ad815b31a5f2fae5a&lang=en&cache-only=0",
            "defineEn": "cause to burst with a violent release of energy",
            "defineVi": "nguyên nhân bùng nổ với sự giải phóng năng lượng dữ dội",
            "hasImg": true
        },
        {
            "id": "fee3a43b-56cd-442b-a49f-091c9f7c474c",
            "word": "to captivate",
            "phonetic": "tə kæptᵻveɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The singer's acoustic performance showcased her raw talent, captivating the audience with the purity and emotion of her voice in its most authentic form.",
                "Sarah had dressed to kill for her anniversary dinner, captivating her partner with her alluring attire.",
                "Last night, she was the belle of the ball, enchanting everyone with her stunning gown and captivating smile.",
                "Michael couldn't help but have eyes for his colleague, Emily, who possessed both beauty and intelligence that captivated him.",
                "The moment he saw her, his eyes were on stalks, captivated by her beauty."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FwdGl2YXRl&hash=b53d8bebf6164025cfe5a102b7830549de445f53&lang=en&cache-only=0",
            "defineEn": "to attract someone by being irresistibly appealing",
            "defineVi": "để thu hút ai đó bằng cách hấp dẫn không thể cưỡng lại"
        },
        {
            "id": "246b4d82-e71c-4559-bd00-4085ff64efa2",
            "word": "to decimate",
            "phonetic": "tə dɛsᵻmeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The covid pandemic has decimated government coffers.",
                "It has decimated some 200 species around the world.",
                "And the coal industry is decimated.",
                "They have really been decimated throughout this entire pandemic.",
                "During the 19th century, the demand for ivory billiard balls decimated elephant populations, forcing chemists to look for a synthetic alternative."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVjaW1hdGU&hash=587d60d2e211a60fc6fd91b9dcbdf17e54da3e83&lang=en&cache-only=0",
            "defineEn": "kill in large numbers",
            "defineVi": "giết hàng loạt"
        },
        {
            "id": "eb583512-9ad8-4088-9a75-7c65124c491a",
            "word": "to satiate",
            "phonetic": "tə seɪʃɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Adrenaline junkies may jump out of planes to hit their ideal level, whereas others might be satiated by an engaging book, or new knitting pattern.",
                "When that occurs, the sense of being satiated starts to sink in and you stop eating.",
                "So hopefully that satiates your questions about how do we know what the composition of the earth is without ever having to dig down there, because we've never even gotten below our crust.",
                "I'll do this just to satiate your curiosity-- t over 2 tau, and you have to evaluate this from minus tau to tau.",
                "Even weirder, because of this node arrangement, when you satiate one word, it can also become harder to draw meaning from other related words and concepts."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2F0aWF0ZQ&hash=ecd07dbae7af5f6a0cf501ce5e1a24fe30b2358c&lang=en&cache-only=0",
            "defineEn": "to fully satisfy a desire or need, such as food or pleasure, often beyond capacity",
            "defineVi": "để đáp ứng đầy đủ một mong muốn hoặc nhu cầu, chẳng hạn như thực phẩm hoặc niềm vui, thường vượt quá khả năng"
        },
        {
            "id": "56fa0215-99b3-46cc-aead-ae0cbeb30909",
            "word": "to conciliate",
            "phonetic": "tə kənsɪlɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uY2lsaWF0ZQ&hash=9dedafd4678c0f22fb6bf39a6c536ad0005100db&lang=en&cache-only=0",
            "defineEn": "to do something that stops someone's anger or dissatisfaction, usually by being friendly or giving them what they want",
            "defineVi": "làm điều gì đó để ngăn chặn sự tức giận hoặc bất mãn của ai đó, thường là bằng cách thân thiện hoặc cho họ những gì họ muốn"
        },
        {
            "id": "1119633f-d9ee-4656-8e13-e931a3f4a5bd",
            "word": "to osculate",
            "phonetic": "tʊ ɑːskjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gb3NjdWxhdGU&hash=0f3c7e78c40da55e1a1f12acbae68c5315092aae&lang=en&cache-only=0",
            "defineEn": "have at least three points in common with",
            "defineVi": "có ít nhất ba điểm chung với"
        },
        {
            "id": "8f4c5d78-3a40-4c8d-bd11-64f9c0bace6d",
            "word": "to fulminate",
            "phonetic": "tə fʊlmᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Well, you know, the caravans are an interesting thing, because, you know, it is a feedback loop, and what happens with the president and the caravans is he sees footage of them on Fox News and starts to fulminate against them, and it becomes to him this image of a border being overrun, even though, of course, the footage he’s seeing of the caravans is happening hundreds, if not thousands of miles south of the U.S. border. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnVsbWluYXRl&hash=fb89a9b3fb06e0516cfcf34e92f01aa268c0b937&lang=en&cache-only=0",
            "defineEn": "criticize severely",
            "defineVi": "chỉ trích nặng nề"
        },
        {
            "id": "bb50ca40-353b-4bc4-86f8-498dcf403482",
            "word": "to dilate",
            "phonetic": "tə daɪleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "When you run a fever, your blood vessels dilate",
                "During totality it’s dark, so your pupils have dilated to let more light in.",
                "A fetus with such unrestricted access can manufacture hormones to increase the mother's blood sugar, dilate her arteries, and inflate her blood pressure.",
                "Dogs on a grain-free diet are predisposed to developing a very serious type of heart disease called DCM, or dilated cardiomyopathy.",
                "Also like caffeine, theobromine makes our hearts pump faster, our blood vessels dilate, and some of our muscles get more energy, which sounds great!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlsYXRl&hash=b92d53922333cb2ddd151d475dc20d0f4e9fdd2b&lang=en&cache-only=0",
            "defineEn": "become wider",
            "defineVi": "trở nên rộng hơn"
        },
        {
            "id": "f7a89175-7bc9-4d82-9924-fcac15a89cb5",
            "word": "to matriculate",
            "phonetic": "tə mætɹɪkjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbWF0cmljdWxhdGU&hash=7bf7062d5fab85daf211d381acc1a5bc49df2f8e&lang=en&cache-only=0",
            "defineEn": "enroll as a student",
            "defineVi": "đăng ký làm sinh viên"
        },
        {
            "id": "d7da6057-6a85-4e20-932f-8c7316d11d63",
            "word": "to initiate",
            "phonetic": "tʊ ɪnɪʃɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "You can initiate policies until the cows come home, but unless they're monitored, you won't get results.",
                "That landing in Alabama initiated a full-scale invasion.",
                "Next, initiating actions.",
                "And Netanyahu's wealthy Jewish supporters in America initiated a media campaign.",
                "Or initiate a project."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5pdGlhdGU&hash=ca54bc229c1bafe73f817520362861cbbc488dad&lang=en&cache-only=0",
            "defineEn": "bring into being",
            "defineVi": "đưa vào hiện hữu"
        },
        {
            "id": "baa24354-3abc-4bbd-9090-333a844779c5",
            "word": "to truncate",
            "phonetic": "tə tɹʌŋkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Some cephalopods truncated their shell.",
                "But the story of Rosa Parks as taught in many schools and spoken about in the media, is usually truncated to a very specific set of biographical details.",
                "So to think about that, let's actually draw the sine function out, and what I have here, on the left hand side right over here I've got a unit circle, and I can, let me truncate this a little bit."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJ1bmNhdGU&hash=36ac72659547ebb1b123ae8fe9ce04ecbb8d651a&lang=en&cache-only=0",
            "defineEn": "make shorter as if by cutting off",
            "defineVi": "làm cho ngắn hơn như thể bằng cách cắt bỏ"
        },
        {
            "id": "23abdb4e-ec22-438a-bd19-3f1140f5a9fb",
            "word": "to dissipate",
            "phonetic": "tə dɪsᵻpeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "It slowly dissipates.",
                "Because you have to dissipate momentum.",
                "And dissipate that over the pectoral fin.",
                "If the brakes do the stopping, they dissipate the energy by heating up.",
                "So it dissipates out into the seawater without causing too much noise."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzc2lwYXRl&hash=80c2788b99321f3a0f8038c0dd5e60cb4b04d4f9&lang=en&cache-only=0",
            "defineEn": "spend frivolously and unwisely",
            "defineVi": "chi tiêu phù phiếm và không khôn ngoan"
        },
        {
            "id": "8f2acc97-5786-4e5c-8430-eb59d95293d7",
            "word": "to promulgate",
            "phonetic": "tə pɹɑːməlɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Well, it struck me the caravan strategy, which was promulgated by Fox and other right-wing sources, was a phony from the start. ",
                "But it does dovetail with the president's recent executive order, which require the FCC or would at least ask the FCC to promulgate new regulations in this space as well."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvbXVsZ2F0ZQ&hash=5cda06a5274eb74792532e89f851c73f1eb233ea&lang=en&cache-only=0",
            "defineEn": "state or announce",
            "defineVi": "nhà nước hoặc thông báo"
        },
        {
            "id": "413c54e1-89f2-4cfa-af74-67603e363ad3",
            "word": "to depopulate",
            "phonetic": "tə diːpɑːpjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "His initial plan, to quote Stephen Bown, was to depopulate the island to replace their inhabitants with imported slave and indentured labor under VOC control, and he proceeded to carry out what amounted to ethnic cleansing of the Banda Islands.",
                "\"The righteous god hath heightened our calamity and given commission to the barbarous heathen to rise up against us and to become a smart rod and a severe scourge to us in burning and depopulating several hopeful plantations, murdering many of our people of all sorts and seeming as it were to cast us off hereby speaking aloud to us to search and try out our ways and turn again unto the Lord our God from whom we have departed with a great backsliding.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVwb3B1bGF0ZQ&hash=620b1f8e73b18833363c2d9d8c454aa15f9bf227&lang=en&cache-only=0",
            "defineEn": "reduce in population",
            "defineVi": "giảm dân số"
        },
        {
            "id": "aece7e25-26c5-48cf-bc59-6c90ad48be68",
            "word": "to amputate",
            "phonetic": "tʊ æmpjuːteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "If a newt's leg is amputated, it will grow a new one.",
                "It was amputated six months after he lost his job.",
                "She had her leg amputated.",
                "They bandaged her wing up and hoped she would heal, but the tip of her left wing was so badly damaged, it needed to be amputated. ",
                "This means that either his right forearm was amputated in an injury, or the humerus was so badly broken that the two ends didn’t heal back together, and the lower part of the arm was somehow removed later."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW1wdXRhdGU&hash=7b2c363ff6b8f5acddfafac87306f09b4b075d35&lang=en&cache-only=0",
            "defineEn": "the removal of a limb or a part of it via surgical operatons due to being diseaed or badly damaged",
            "defineVi": "việc loại bỏ một chi hoặc một phần của nó thông qua phẫu thuật do bị bệnh hoặc bị hư hỏng nặng",
            "hasImg": true
        },
        {
            "id": "c2d89a43-fced-429e-a646-21e1a6488d47",
            "word": "to federate",
            "phonetic": "tə fɛdɚɹət ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZmVkZXJhdGU&hash=8b1c3716df93ae779fd01da7ba2baa738036d204&lang=en&cache-only=0",
            "defineEn": "enter into a league for a common purpose",
            "defineVi": "tham gia vào một giải đấu cho một mục đích chung"
        },
        {
            "id": "14addbf2-2771-46da-ba66-77297f67b2cc",
            "word": "to accumulate",
            "phonetic": "tʊ ɐkjuːmjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "No matter how much wealth or power we may accumulate in life, in the end, we all face the same fate.",
                "The author took a chance by writing a book on an unconventional topic, but she knew that if you do not speculate, you cannot accumulate.",
                "The scholar had spent years accumulating knowledge and wisdom from books, but he understood that a man is happy when he has books, but happier still when he does not need them - when he can rely on his own intellect and experience to navigate the world.",
                "Oxygen accumulates in the atmosphere.",
                "He had accumulated an immense vocabulary."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjdW11bGF0ZQ&hash=2d278d809ca8a91cfae126ae0f7cf7a65b3c429e&lang=en&cache-only=0",
            "defineEn": "to collect an increasing amount of something over time",
            "defineVi": "để thu thập một lượng ngày càng tăng của một cái gì đó theo thời gian",
            "hasImg": true
        },
        {
            "id": "c5f9332b-d7b2-4d1b-acab-f936ad742746",
            "word": "to obviate",
            "phonetic": "tʊ ɑːbvɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "So that and all the progress that was accomplished during his administration is not obviated by the fact that Donald Trump emerged after. ",
                "The reason that streaming is appealing to consumers in a vacuum is that it obviates the need to purchase a console.",
                "But vitally, Italian alum mines didn't bring victory over the Turks, or cause them to lose all their profits, just as mining and drilling at home never obviate the need for trade.",
                "The only thing that you can't adjust is the power button, because that kind of obviates what the whole switch is about, the whole switch is about making it so that your screen doesn't turn on."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2J2aWF0ZQ&hash=04461f9bc7e901ef46ea9c59bcf1326122b495dc&lang=en&cache-only=0",
            "defineEn": "do away with",
            "defineVi": "bỏ thói quen"
        }
    ]
}