{
    "id": "81151747-1bbd-43b8-8114-9e070a0eff1a",
    "title": "Cooking Oils and Fat",
    "originalTitle": "Cooking Oils and Fat",
    "words": [
        {
            "id": "89080354-f20f-4720-9899-331339bb3002",
            "word": "butterfat",
            "phonetic": "bʌɾɚfæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "My mother always uses the rich butterfat to make decadent pastries and cakes.",
                "She enjoyed spreading the creamy butterfat on her warm toast.",
                "That process causes butterfat to clump together, leading to a visually unpleasant product.",
                "After being skimmed off, this fat, known as butterfat, can be used in dairy products like butter, cream, and cheese.",
                "Full fat milk, sometimes referred to as whole milk, has 3.25% butterfat added compared to 1-2% for low and reduced fat milk, and less than half a percent for skim milk."
            ],
            "audio": "https://tts.langeek.co/read?text=YnV0dGVyZmF0&hash=88e2ece54a08212a85c4c696b9ecaa5237524d94&lang=en&cache-only=0",
            "defineEn": "the fatty component of milk that is used to make butter and contributes to its rich and creamy texture",
            "defineVi": "thành phần chất béo của sữa được sử dụng để làm bơ và góp phần tạo nên kết cấu kem béo ngậy của nó"
        },
        {
            "id": "3153f508-3ecd-471f-a723-d7e95c2ded5b",
            "word": "animal fat",
            "phonetic": "ænɪməl fæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW5pbWFsIGZhdA&hash=451d70ef5f63a141dec470cd705dd1ccf16e9fc4&lang=en&cache-only=0",
            "defineEn": "the fatty tissue found in animals, often used in cooking or as a source of energy",
            "defineVi": "mô mỡ được tìm thấy ở động vật, thường được sử dụng trong nấu ăn hoặc làm nguồn năng lượng"
        },
        {
            "id": "ef4e6319-48e6-4416-ae1b-d7e6b4cd72ea",
            "word": "butter",
            "phonetic": "bʌɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their bread and butter is reporting local events.",
                "The paper’s bread and butter is reporting local events in a small community.",
                "As a vegan, she substituted almond butter for traditional dairy-based spreads.",
                "The mobile phone business was actually his bread and butter.",
                "I accidentally buttered both sides of the bread when making a sandwich."
            ],
            "audio": "https://tts.langeek.co/read?text=YnV0dGVy&hash=b688b3f85d5ed92aabce633aa0c0172e4846bc9f&lang=en&cache-only=0",
            "defineEn": "a soft, yellow food made from cream that we spread on bread or use in cooking",
            "defineVi": "một loại thực phẩm mềm, màu vàng làm từ kem mà chúng ta phết lên bánh mì hoặc dùng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "1692206f-28b8-4d53-b36e-54b7a3f7b23f",
            "word": "margarine",
            "phonetic": "mɑːɹdʒɚɹən ",
            "partOfSpeechType": "noun",
            "examples": [
                "They decided to use margarine instead of butter for a healthier option in their cooking.",
                "He reached for the tub of margarine to add a rich and smooth texture to his mashed potatoes.",
                "Margarine was invented in the 1800s, in France.",
                "And so we have these wonderful mug shots of men who were caught dealing with black market margarine and served time in federal penitentiaries.",
                "So there's a couple of categories within dairy that have been struggling over the past few years, one being processed cheese and one being margarine."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFyZ2FyaW5l&hash=5046abd243e0ec84c34438cba510239fe1228a2b&lang=en&cache-only=0",
            "defineEn": "a type of food similar to butter, made from vegetable oils or animal fats",
            "defineVi": "một loại thực phẩm tương tự như bơ, làm từ dầu thực vật hoặc mỡ động vật",
            "hasImg": true
        },
        {
            "id": "546d1a55-98c9-4636-ae01-f0eac7539012",
            "word": "vegetable oil",
            "phonetic": "vɛdʒɪɾəbəl ɔɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmVnZXRhYmxlIG9pbA&hash=d01f9ee72fdf096f6845a5a6821524ec22f28ded&lang=en&cache-only=0",
            "defineEn": "a type of cooking oil derived from plant sources, such as seeds or fruits",
            "defineVi": "một loại dầu ăn có nguồn gốc từ thực vật, chẳng hạn như hạt hoặc trái cây",
            "hasImg": true
        },
        {
            "id": "1074c258-7684-4e4c-8a0e-d266c8a7ca98",
            "word": "clarified butter",
            "phonetic": "klæɹᵻfaɪd bʌɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2xhcmlmaWVkIGJ1dHRlcg&hash=a7c4095a66260ef29435770693433c6f4be26179&lang=en&cache-only=0",
            "defineEn": "a type of butter that has been heated and separated from its milk solids, resulting in a golden, pure fat.",
            "defineVi": "một loại bơ đã được làm nóng và tách khỏi chất rắn sữa của nó, tạo ra chất béo vàng, nguyên chất.",
            "hasImg": true
        },
        {
            "id": "b70aa4cf-0b53-4a54-9e50-f81bc18733d5",
            "word": "drippings",
            "phonetic": "dɹɪpɪŋz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHJpcHBpbmdz&hash=7834c4205be62814e718c5dd1c0d8022c0a78c05&lang=en&cache-only=0",
            "defineEn": "juices and fat that come out of meat while being fried, etc.",
            "defineVi": "nước và mỡ chảy ra từ thịt khi chiên, v.v.",
            "hasImg": true
        },
        {
            "id": "45d30bb4-ed32-4f84-9c46-2cb22fca8d24",
            "word": "ghee",
            "phonetic": "ɡiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "I spread a layer of fragrant ghee on my toast, enjoying its smooth texture and delightful richness.",
                "She scooped a dollop of ghee onto her warm roti, savoring the rich, buttery flavor.",
                "The real money was in ghee, a type of clarified butter, and plain old fluid milk, a product with razor-thin margins dominated by those hundreds of local small-scale producers."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2hlZQ&hash=2bb498442b1bfd866c1076bcf4d34a3aaa249e00&lang=en&cache-only=0",
            "defineEn": "an aromatic and rich form of clarified butter widely used in Indian cuisine",
            "defineVi": "một dạng bơ thơm và đậm đà được sử dụng rộng rãi trong ẩm thực Ấn Độ",
            "hasImg": true
        },
        {
            "id": "ddc3e97b-de77-4f24-95a1-9611754ee8fc",
            "word": "lard",
            "phonetic": "lɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cook lards the pan with pork fat to prevent the food from sticking.",
                "The cook rendered fatback to make lard for baking and frying in the farmhouse kitchen.",
                "He discovered that lard has a higher smoke point compared to other fats.",
                "I substituted butter with lard in my cookie recipe for a lighter and more wholesome treat.",
                "She lards the pie crust with a thin layer of melted butter for added richness."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFyZA&hash=d397d7ba195ac9e52ee9461f78a1bda9471ac53f&lang=en&cache-only=0",
            "defineEn": "a soft white solid substance that is obtained from melting the fatty parts of a hog, used in cooking",
            "defineVi": "một chất rắn màu trắng mềm thu được từ việc nấu chảy các phần mỡ của lợn, được sử dụng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "441c8677-4dda-45e8-8f49-c785e7c8f347",
            "word": "shortening",
            "phonetic": "ʃɔːɹʔn̩ɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He discovered that shortening was the secret ingredient for achieving a perfect flaky texture in his biscuits.",
                "I had to use vegetable oil in my bread recipe as I was out of shortening.",
                "We can measure shortening or stretching of the ice by a few centimeters over several kilometers.",
                "Living in space seems to speed up that shortening.",
                "But octopus arms can move in virtually any direction at any point along the arm, including lengthening, shortening, or stiffening."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvcnRlbmluZw&hash=dab8cef21af61284fbb8a527804cbcd7ff0bb4b3&lang=en&cache-only=0",
            "defineEn": "a solid fat used in baking to create tender and flaky textures in pastries and doughs",
            "defineVi": "một chất béo rắn được sử dụng trong nướng bánh để tạo ra kết cấu mềm và dễ bong trong bánh ngọt và bột nhào"
        },
        {
            "id": "8d0dd4bf-c87b-4da1-829d-f5c6604950be",
            "word": "suet",
            "phonetic": "suːɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I melted suet and poured it into molds to create decorative candles for a cozy atmosphere.",
                "He bought a suet block and hung it in the garden to attract woodpeckers and other insect-eating birds."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VldA&hash=88a23920bfff09309bbcfcd0a9d0fd2a901cc329&lang=en&cache-only=0",
            "defineEn": "the raw, hard fat around the kidneys and loins of beef, lamb, mutton, etc., used in cooking",
            "defineVi": "chất béo thô, cứng xung quanh thận và thăn bò, thịt cừu, thịt cừu, v.v., được sử dụng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "a3fd0618-e041-421e-9869-94e52e2f2e1f",
            "word": "tallow",
            "phonetic": "tæloʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The antique collector stumbled upon a collection of vintage candles made from tallow.",
                "The bakery used tallow in their secret recipe for creating perfectly flaky and mouthwatering croissants.",
                "The butcher offered a variety of animal fats, such as beef tallow and duck fat, for customers to choose from."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFsbG93&hash=9ae4982a8c0ebafac8641aa13add5b8a2f8ad4f5&lang=en&cache-only=0",
            "defineEn": "a solid, fatty substance derived from animal fat, often used in candles and soap-making",
            "defineVi": "một chất rắn, béo có nguồn gốc từ mỡ động vật, thường được sử dụng trong nến và làm xà phòng",
            "hasImg": true
        },
        {
            "id": "1f36d87d-f4ee-4e4c-8bf9-78ad49e19325",
            "word": "tail fat",
            "phonetic": "teɪl fæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGFpbCBmYXQ&hash=83c31ce5df34c31f414ca2fbb27da6cb70bb7fb3&lang=en&cache-only=0",
            "defineEn": "the adipose tissue or fat found in the tail of animals, used in cooking for its rich flavor and high fat content",
            "defineVi": "mô mỡ hoặc chất béo được tìm thấy ở đuôi động vật, được sử dụng trong nấu ăn vì hương vị đậm đà và hàm lượng chất béo cao",
            "hasImg": true
        },
        {
            "id": "0e7e77fc-9652-4d71-9b3a-3bacd9be5f91",
            "word": "trans fatty acid",
            "phonetic": "tɹænz fæɾi æsɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "He regretted consuming a large portion of fast food, realizing later that it was loaded with trans fatty acids.",
                "Trans fatty acids have been linked to various health issues, such as an increased risk of heart disease and inflammation."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnMgZmF0dHkgYWNpZA&hash=208db1ccfd371ba01e0a83d3fcae8f2c46dacd3e&lang=en&cache-only=0",
            "defineEn": "a type of unsaturated fat that is created when oil becomes solid after being chemically processed, a process such as the making of margarine",
            "defineVi": "một loại chất béo không bão hòa được tạo ra khi dầu trở nên rắn sau khi được xử lý hóa học, một quy trình chẳng hạn như sản xuất bơ thực vật"
        },
        {
            "id": "66dbd870-e29e-420a-b4d4-f88bf8578456",
            "word": "saturated fatty acid",
            "phonetic": "sætʃɚɹeɪɾᵻd fæɾi æsɪd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2F0dXJhdGVkIGZhdHR5IGFjaWQ&hash=e3adc162dae86da38b77d7ca306131eb2f160609&lang=en&cache-only=0",
            "defineEn": "a type of fat molecule that contains no double bonds between carbon atoms and is typically solid at room temperature",
            "defineVi": "một loại phân tử chất béo không chứa liên kết đôi giữa các nguyên tử carbon và thường ở thể rắn ở nhiệt độ phòng"
        },
        {
            "id": "6770392f-4ed4-49b3-a38d-1f0d174166a3",
            "word": "unsaturated fatty acid",
            "phonetic": "ʌnsætʃɚɹeɪɾᵻd fæɾi æsɪd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW5zYXR1cmF0ZWQgZmF0dHkgYWNpZA&hash=f69d941d1f4f7601911d1e79200aad224fe25800&lang=en&cache-only=0",
            "defineEn": "a type of fat that contains one or more double bonds in its chemical structure and is considered healthier for the body",
            "defineVi": "một loại chất béo có chứa một hoặc nhiều liên kết đôi trong cấu trúc hóa học của nó và được coi là lành mạnh hơn cho cơ thể"
        },
        {
            "id": "5db0c5dd-e533-40bb-8b6c-bf08d6dc5768",
            "word": "polyunsaturated fat",
            "phonetic": "pɑːlɪʌnsɐtʃɚɹeɪɾᵻd fæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9seXVuc2F0dXJhdGVkIGZhdA&hash=7f50b7a98bc3a7eaa54344545e0056a3dbbfe2db&lang=en&cache-only=0",
            "defineEn": "a type of dietary fat that contains more than one double bond in its chemical structure, typically found in plant-based oils and fatty fish",
            "defineVi": "một loại chất béo ăn kiêng có chứa nhiều hơn một liên kết đôi trong cấu trúc hóa học của nó, thường được tìm thấy trong dầu thực vật và cá béo"
        },
        {
            "id": "dbdcc22d-0cd2-42f8-a567-49f1c5b394f2",
            "word": "monounsaturated fatty acid",
            "phonetic": "mɑːnoʊʌnsɐtʃɚɹeɪɾᵻd fæɾi æsɪd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9ub3Vuc2F0dXJhdGVkIGZhdHR5IGFjaWQ&hash=9442e399c8a5cb242a36aa5f674d5ffab15cc850&lang=en&cache-only=0",
            "defineEn": "a type of healthy dietary fat that is typically liquid at room temperature and can help improve heart health",
            "defineVi": "một loại chất béo lành mạnh trong chế độ ăn uống thường ở dạng lỏng ở nhiệt độ phòng và có thể giúp cải thiện sức khỏe tim mạch"
        },
        {
            "id": "22f3e152-fcdc-4458-8b41-4b2fc4a45b19",
            "word": "sesame oil",
            "phonetic": "sɛsɐmi ɔɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VzYW1lIG9pbA&hash=a4eccb0f3f6aa863091250e270ea1211c000a92f&lang=en&cache-only=0",
            "defineEn": "a type of flavorful cooking oil derived from sesame seeds, commonly used in Asian cuisines",
            "defineVi": "một loại dầu ăn có hương vị có nguồn gốc từ hạt vừng, thường được sử dụng trong các món ăn châu Á",
            "hasImg": true
        },
        {
            "id": "c21df5b8-4c81-4d78-98b9-8804fa48f1b8",
            "word": "olive oil",
            "phonetic": "ɑːlɪv ɔɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I tossed the roasted vegetables with olive oil and a sprinkle of salt and pepper.",
                "She roasted the rutabaga cubes with olive oil and herbs.",
                "Olive oil and balsamic vinegar are classic condiments for dressing a fresh salad.",
                "Extra virgin olive oil is a popular cooking oil known for its rich flavor and health benefits.",
                "They infused hyssop in olive oil and used it as a natural remedy for skin irritations."
            ],
            "audio": "https://tts.langeek.co/read?text=b2xpdmUgb2ls&hash=bde1ff2357a96e4547d2a486f67c37f306267d80&lang=en&cache-only=0",
            "defineEn": "an oil that is pale yellow or green, made from olives, and often used in salads or for cooking",
            "defineVi": "một loại dầu có màu vàng nhạt hoặc màu xanh lá cây, được làm từ ô liu và thường được sử dụng trong món salad hoặc để nấu ăn",
            "hasImg": true
        },
        {
            "id": "a254c442-d89b-4be3-8e99-594dea9c977a",
            "word": "safflower oil",
            "phonetic": "sæflaʊɚɹ ɔɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2FmZmxvd2VyIG9pbA&hash=2ab4e0a6fdcbd7e7540204a206a7b84fc4c0fda2&lang=en&cache-only=0",
            "defineEn": "a vegetable oil extracted from the seeds of the safflower plant, commonly used in cooking and food preparation",
            "defineVi": "một loại dầu thực vật được chiết xuất từ hạt của cây rum, thường được sử dụng trong nấu ăn và chế biến thức ăn",
            "hasImg": true
        },
        {
            "id": "420d1145-d9bc-46fd-afdb-f2a91600dc0a",
            "word": "sunflower oil",
            "phonetic": "sʌnflaʊɚɹ ɔɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VuZmxvd2VyIG9pbA&hash=f6bae494e378b9cb8d31e4fcc952cea31f4d6bd4&lang=en&cache-only=0",
            "defineEn": "a type of cooking oil extracted from sunflower seeds",
            "defineVi": "một loại dầu ăn chiết xuất từ hạt hướng dương",
            "hasImg": true
        },
        {
            "id": "c37a2775-4710-4387-a753-9665429be35b",
            "word": "palm oil",
            "phonetic": "pɑːm ɔɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "NGOs and companies from around the world came together to set up the Roundtable on Sustainable Palm Oil in 2004 to create a set of criteria to grow this crop sustainably."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFsbSBvaWw&hash=171bcb1599edd0c172edb7f7f5ab422c51a9b39d&lang=en&cache-only=0",
            "defineEn": "a type of vegetable oil derived from the fruit of oil palm trees",
            "defineVi": "một loại dầu thực vật có nguồn gốc từ quả của cây cọ dầu",
            "hasImg": true
        },
        {
            "id": "99f36b49-1f53-4764-b9bc-200d75b8c322",
            "word": "peanut oil",
            "phonetic": "piːnʌt ɔɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVhbnV0IG9pbA&hash=4dd0864e5e044b4c6d6596a8eaf215075983bf79&lang=en&cache-only=0",
            "defineEn": "a type of vegetable oil derived from peanuts, commonly used for cooking and frying",
            "defineVi": "một loại dầu thực vật có nguồn gốc từ đậu phộng, thường được sử dụng để nấu ăn và chiên",
            "hasImg": true
        },
        {
            "id": "d9a64413-fd94-43d5-b526-d77ebd66c1be",
            "word": "mustard oil",
            "phonetic": "mʌstɚd ɔɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXVzdGFyZCBvaWw&hash=e47a9a8dfa0006a63c078f397bb90203bba2808e&lang=en&cache-only=0",
            "defineEn": "a type of pungent and flavorful oil extracted from mustard seeds",
            "defineVi": "một loại dầu cay và hương vị chiết xuất từ hạt mù tạt",
            "hasImg": true
        },
        {
            "id": "c96de3c4-1ece-40e0-abbd-9fbfbc833c08",
            "word": "corn oil",
            "phonetic": "kɔːɹn ɔɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29ybiBvaWw&hash=5a3b50d0e74a7584ba3a46a97d57bc7662494b89&lang=en&cache-only=0",
            "defineEn": "oil that is made from corn and usually used when cooking",
            "defineVi": "dầu được làm từ ngô và thường được sử dụng khi nấu ăn",
            "hasImg": true
        },
        {
            "id": "3bf3c301-e554-4aea-a500-4657d5cf7336",
            "word": "soybean oil",
            "phonetic": "sɔɪbiːn ɔɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c295YmVhbiBvaWw&hash=96cf3f8b232bc79c3bc40a1cd7f9cb52c73043da&lang=en&cache-only=0",
            "defineEn": "a type of cooking oil extracted from soybeans",
            "defineVi": "một loại dầu ăn chiết xuất từ đậu nành",
            "hasImg": true
        },
        {
            "id": "63d3383e-b048-448c-986b-f1a99b0cecfe",
            "word": "lemongrass oil",
            "phonetic": "lɛməŋɡɹæs ɔɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGVtb25ncmFzcyBvaWw&hash=1bd3a0c08c1ce5c0408e6779fca9ae5462aacb4b&lang=en&cache-only=0",
            "defineEn": "an essential type of oil derived from the lemongrass plant, known for its refreshing and citrusy aroma",
            "defineVi": "một loại dầu thiết yếu có nguồn gốc từ cây sả, được biết đến với hương thơm tươi mát và cam quýt"
        }
    ]
}