{
    "id": "81514e2b-2e54-4581-a3f0-2882daab7e2e",
    "title": "Parts of a Building",
    "originalTitle": "Parts of a Building",
    "words": [
        {
            "id": "0cb437b0-8048-4dca-9d20-d8425f4946eb",
            "word": "fabric",
            "phonetic": "fæbɹɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The textile store offers bolts of various fabrics, from cotton to linen.",
                "Sarah cuts fabric to make a dress.",
                "The seamstress carefully cut the fabric from the bolt to start sewing the garment.",
                "The fashion designer unrolled a bolt of colorful fabric to examine its pattern.",
                "You need to allow three meters of fabric for the dress."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFicmlj&hash=7d6c3b928ae7fb58513986ca9c11ec044fbabe16&lang=en&cache-only=0",
            "defineEn": "a building's main structural component, such as its walls, roof, etc.",
            "defineVi": "thành phần cấu trúc chính của tòa nhà, chẳng hạn như tường, mái, v.v."
        },
        {
            "id": "c719ad7e-91bc-418b-8a8e-2307d03ec528",
            "word": "garage",
            "phonetic": "ɡɚɹɑːʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He pressed a button, and the garage door opened, revealing his car.",
                "She noticed a small bird nesting on the roof of her garage.",
                "James had spent the entire day working in the garage, covered in grease and dirt.",
                "The garage does different types of customizations.",
                "Hey Google, unlock the garage. -"
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FyYWdl&hash=ba4187e4c66db2e541319371526eb3d09f69b846&lang=en&cache-only=0",
            "defineEn": "a building, usually next or attached to a house, in which cars or other vehicles are kept",
            "defineVi": "một tòa nhà, thường bên cạnh hoặc gắn liền với một ngôi nhà, trong đó ô tô hoặc các phương tiện khác được giữ",
            "hasImg": true
        },
        {
            "id": "995054ce-58ed-4bcd-83a0-15ecb4b65629",
            "word": "wine cellar",
            "phonetic": "waɪn sɛlɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2luZSBjZWxsYXI&hash=f79104bfcd5ad2998474d4f716ea55c4e052a05d&lang=en&cache-only=0",
            "defineEn": "a specialized storage space designed to store and age wine bottles under controlled temperature, humidity, and lighting conditions to preserve their quality and flavor over time",
            "defineVi": "một không gian lưu trữ chuyên biệt được thiết kế để lưu trữ và ủ rượu trong điều kiện nhiệt độ, độ ẩm và ánh sáng được kiểm soát để bảo quản chất lượng và hương vị của chúng theo thời gian"
        },
        {
            "id": "dcc4ce6c-3d01-429d-bcf1-d1473ef619ba",
            "word": "cellar",
            "phonetic": "sɛlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Steps leading from the kitchen to the cellar.",
                "My grandfather was a farmer, and he always said that weather predictions like: a dry March, a wet April and a cool May fill barn and cellar and bring much hay still held true in determining a good harvest.",
                "She closed the cellar door quickly.",
                "'And bring up some wine from the cellar!'",
                "'We must go down into the cellar!'"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VsbGFy&hash=0f1fd10d48e55c06828e0bf7a8e72ceb6c04bd45&lang=en&cache-only=0",
            "defineEn": "an underground storage space or room, typically found in a building, used for storing food, wine, or other items that require a cool and dark environment",
            "defineVi": "một không gian hoặc phòng chứa dưới lòng đất, thường được tìm thấy trong một tòa nhà, được sử dụng để lưu trữ thực phẩm, rượu hoặc các mặt hàng khác cần môi trường tối và mát mẻ",
            "hasImg": true
        },
        {
            "id": "1fef6ec4-4926-4aed-811b-a94aad4ff08b",
            "word": "facade",
            "phonetic": "fəsɑːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The politician maintained a pleasant facade but his opponents knew that cats hide their claws, so they remained wary of his true motives and ambitions.",
                "It's not that politicians carry two faces under one hood that is so surprising, but the fact that so many people accept such phony façades as the truth.",
                "Was that façade, the attitude toward Clinton?",
                "Similarly, the facade helps regulate the internal temperature of the building by opening and closing itself.",
                "- It's a facade to teach them about gravity, inertia, and black holes, I dunno."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFjYWRl&hash=3e2783841ee1a3b3707560aa44055cb8114bd5d5&lang=en&cache-only=0",
            "defineEn": "the front of a building, particularly one that is large and has an elegant appearance",
            "defineVi": "mặt trước của một tòa nhà, đặc biệt là một tòa nhà lớn và có vẻ ngoài trang nhã",
            "hasImg": true
        },
        {
            "id": "e5d88082-1369-49ae-9ade-22d2ad8efeed",
            "word": "magazine",
            "phonetic": "mæɡɐziːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The magazine features interviews with musicians and reviews of new albums.",
                "The magazine has an article about famous celebrities and their lifestyles.",
                "The magazine keeps tabs on the latest fashion trends.",
                "The articles in this magazine are a cut above the others.",
                "I often read parenting magazines to get advice on raising my children."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFnYXppbmU&hash=e98518ef0c0c058fd15cc64a3b97911375c962f7&lang=en&cache-only=0",
            "defineEn": "a storage area or room used for storing ammunition, explosives, or other hazardous materials in a safe and secure manner",
            "defineVi": "khu vực kho hoặc phòng được sử dụng để chứa đạn dược, chất nổ hoặc các vật liệu nguy hiểm khác một cách an toàn và chắc chắn"
        },
        {
            "id": "df3f25a3-9877-4122-b6e1-b423ce510233",
            "word": "pantry",
            "phonetic": "pæntɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "We stocked our pantry with kosher snacks and drinks for our guests.",
                "She stored canned goods and snacks in the kitchen pantry.",
                "He discovered a jar of homemade barberry jam in the pantry.",
                "We always keep a bottle of sunflower oil in the kitchen pantry for everyday cooking needs.",
                "She discovered a forgotten bulb of garlic in the pantry and decided to use it in her recipe."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFudHJ5&hash=2539eb78fc12c3278606b983289df29d87c542b9&lang=en&cache-only=0",
            "defineEn": "a cupboard or small room, often next to kitchen, used for keeping food in",
            "defineVi": "tủ hoặc căn phòng nhỏ, thường cạnh bếp, dùng để đựng thức ăn"
        },
        {
            "id": "c7454601-8806-4c84-9b46-613371e57248",
            "word": "storage room",
            "phonetic": "stoːɹɪdʒ ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RvcmFnZSByb29t&hash=58824134329af05f12b76414bdb496b707eb2be9&lang=en&cache-only=0",
            "defineEn": "a designated space within a building used for storing various items or belongings in an organized manner, typically equipped with shelves, cabinets, or other storage solutions",
            "defineVi": "một không gian được chỉ định trong một tòa nhà được sử dụng để lưu trữ các vật phẩm hoặc đồ đạc khác nhau một cách có tổ chức, thường được trang bị kệ, tủ hoặc các giải pháp lưu trữ khác",
            "hasImg": true
        },
        {
            "id": "9aee4784-7d47-454c-b6b0-6b0c907a3ef8",
            "word": "wall",
            "phonetic": "wɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The plan ran into a brick wall.",
                "Small cracks appeared in the wall.",
                "She decorated the walls of her bedroom with pictures and posters.",
                "He's bouncing off the walls.",
                "The artwork on the wall was a mix of colors and textures."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FsbA&hash=7ce80503fc636b82b2a5ebcf4ec3a8b790d1ca1b&lang=en&cache-only=0",
            "defineEn": "an upright structure, usually made of brick, concrete, or stone that is made to divide, protect, or surround a place",
            "defineVi": "một cấu trúc thẳng đứng, thường được làm bằng gạch, bê tông hoặc đá được tạo ra để phân chia, bảo vệ hoặc bao quanh một nơi",
            "hasImg": true
        },
        {
            "id": "816e0758-5508-4575-b216-9809584a3e15",
            "word": "roof",
            "phonetic": "ɹuːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The stone made a dent in the roof of the car.",
                "Rents have gone through the roof.",
                "When I was expelled from school, my parents went through the roof.",
                "A slate fell off the roof and missed the child by a hair's breadth.",
                "The snow on the roof started to melt in the warmth of the sun."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9vZg&hash=10f48bb108201b543a19b50fdb624dcb860b6af5&lang=en&cache-only=0",
            "defineEn": "the structure that creates the outer top part of a vehicle, building, etc.",
            "defineVi": "cấu trúc tạo ra phần trên cùng bên ngoài của một chiếc xe, tòa nhà, v.v.",
            "hasImg": true
        },
        {
            "id": "c4f8ec84-8478-4242-a5af-44d68eac90ea",
            "word": "ceiling",
            "phonetic": "siːlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Watch your head on the low ceiling.",
                "He hit his head on the low ceiling.",
                "Dad'll hit the ceiling when he finds out I've left school.",
                "And she hits the ceiling when Boolie tells her she's not competent to drive.",
                "e stood on a ladder to change a lightbulb on the ceiling."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VpbGluZw&hash=db361ca1f6a98a570125f06bfb55b1d35e484fd1&lang=en&cache-only=0",
            "defineEn": "the highest part of a room, vehicle, etc. that covers it from the inside",
            "defineVi": "phần cao nhất của căn phòng, phương tiện, v.v. bao phủ nó từ bên trong",
            "hasImg": true
        },
        {
            "id": "ce8b6b5a-1f60-43ab-93bf-522dd79cedbc",
            "word": "fixture",
            "phonetic": "fɪkstʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The station wagon was once a fixture of American family life.",
                "Sexual violence was a common fixture as well. ",
                "That style of fixture, a sphere, a dome, with a perimeter metal is basically the bare-bones construction method of a flush mount.",
                "They are a fairly new fixture in the investment world.",
                "MALCOLM BRABANT: In defiance of lockdown rules, candlelight protests have become a regular fixture."
            ],
            "audio": "https://tts.langeek.co/read?text=Zml4dHVyZQ&hash=6a3db8c4c974f367dc99a4dd6a37c5dd11236b03&lang=en&cache-only=0",
            "defineEn": "a piece of equipment such as a bath that is permanently affixed inside a house or building and people cannot take it out when they move out",
            "defineVi": "một phần của thiết bị chẳng hạn như bồn tắm được gắn cố định bên trong một ngôi nhà hoặc tòa nhà và mọi người không thể lấy nó ra khi họ chuyển ra ngoài"
        },
        {
            "id": "c93447ae-9352-44d4-9c7f-1eac0ab06dbe",
            "word": "frontage",
            "phonetic": "fɹʌntɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's a very ugly frontage at the moment, and I thought it would both cheer the house up, and cheer me up, if I had it painted, so I did."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJvbnRhZ2U&hash=803a2a9b8651e7d5e84428852d9934dc6e7953af&lang=en&cache-only=0",
            "defineEn": "the front part of a house, apartment, or another building that faces a street or river",
            "defineVi": "phần phía trước của một ngôi nhà, căn hộ, hoặc tòa nhà khác mà phải đối mặt với một con đường hoặc dòng sông"
        },
        {
            "id": "e1f70d58-41a5-4772-baf2-5dd3a58ab387",
            "word": "gas meter",
            "phonetic": "ɡæs miːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2FzIG1ldGVy&hash=27895d5c143177943edf465ed32f8fac40c3908b&lang=en&cache-only=0",
            "defineEn": "a device used to measure and monitor the flow and consumption of natural gas or propane in residential, commercial, or industrial settings",
            "defineVi": "một thiết bị được sử dụng để đo lường và giám sát lưu lượng và mức tiêu thụ khí đốt tự nhiên hoặc propan trong các khu dân cư, thương mại hoặc công nghiệp"
        },
        {
            "id": "668d7b3d-ffcb-47d0-b516-db6c77eec6a6",
            "word": "room",
            "phonetic": "ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rooms begin at $139.",
                "This room gets very little sunshine.",
                "My motrher decorated her room with new curtains and pillows.",
                "This room would make a nice office.",
                "I let the spare room."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9vbQ&hash=dc972fc966baf4f97e531f9b11f9f109f6d55e45&lang=en&cache-only=0",
            "defineEn": "each of the different parts of a building that are divided by their own floors, ceilings, and walls, and are used for a specific reason",
            "defineVi": "mỗi phần khác nhau của một tòa nhà được phân chia bởi các tầng, trần và tường riêng của chúng và được sử dụng cho một mục đích cụ thể",
            "hasImg": true
        },
        {
            "id": "f03a7fb9-c840-45a5-ae72-badfd3eb254c",
            "word": "utility",
            "phonetic": "juːtɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bad weather brought chaos to the utility companies.",
                "I pay rent, utilities.",
                "Wastewater utilities, another area where we're in the D's.",
                "This may have utility in routine immunization.",
                "The best examples are public utilities in markets such as electricity, water, natural gas, and sewage."
            ],
            "audio": "https://tts.langeek.co/read?text=dXRpbGl0eQ&hash=fc881176487f5398d7f41f469cedceaa4eac9fe6&lang=en&cache-only=0",
            "defineEn": "a facility composed of one or more pieces of equipment connected to or part of a structure and designed to provide a service such as heat or electricity or water or sewage disposal",
            "defineVi": "một cơ sở bao gồm một hoặc nhiều thiết bị được kết nối với hoặc một phần của cấu trúc và được thiết kế để cung cấp dịch vụ như nhiệt hoặc điện hoặc nước hoặc xử lý nước thải",
            "hasImg": true
        },
        {
            "id": "56d0f2aa-cb4f-4e96-931c-6928d949b1d3",
            "word": "annex",
            "phonetic": "ænɛks ",
            "partOfSpeechType": "noun",
            "examples": [
                "In March 1939, Germany annexed all of Czechoslovakia.",
                "Don’t annex Crimea.",
                "In that same year, the Unites States illegally annexed the Kingdom of Hawaii. -",
                "Israel annexed the Golan after capturing it the 1967 war.",
                "And then Crimea was annexed, because actually, Putin perceived that as a red line."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5uZXg&hash=63042d399f9617a25037d36edfc87574cb6a189a&lang=en&cache-only=0",
            "defineEn": "a building later added to a main building in order to provide more space",
            "defineVi": "một tòa nhà sau đó được thêm vào một tòa nhà chính để cung cấp thêm không gian",
            "hasImg": true
        },
        {
            "id": "fa45f4f1-22ba-44be-98de-269b3fc73d68",
            "word": "chimney",
            "phonetic": "tʃɪmni ",
            "partOfSpeechType": "noun",
            "examples": [
                "She's only thirteen and she already smokes like a chimney.",
                "'Are you asking the chimneys of Coketown to decide for you?'",
                "Lost City’s white smoker chimneys are basically the exact opposite of that because they form by a process known as serpentinization instead.",
                "It was a town of machines and tall chimneys, and of red brick, blackened by years of endless smoke and dirt.",
                "As the sun appeared in the pale sky, he climbed up into the countryside, leaving the silent factories and tall chimneys far below him."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpbW5leQ&hash=d7dc1633d79929c5a32b8113ddd722b6139fb847&lang=en&cache-only=0",
            "defineEn": "a channel or passage that lets the smoke from a fire pass through and get out from the roof of a building",
            "defineVi": "một kênh hoặc lối đi cho phép khói từ đám cháy đi qua và thoát ra khỏi mái nhà của tòa nhà",
            "hasImg": true
        },
        {
            "id": "5c916516-e887-4f5e-a6e0-2b6d8fbc99fa",
            "word": "cowl",
            "phonetic": "kaʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Just because he dresses in a suit and tie doesn't mean he's trustworthy, the cowl does not make the monk.",
                "But you had to get air inside the cowling there.",
                "There is a DNA that you sort of have to inject into yourself at the same time that you put on that version of Batman's cape and cowl, except it's a red cardigan sweater and blue deck shoes."
            ],
            "audio": "https://tts.langeek.co/read?text=Y293bA&hash=a5776f38b38a6b57905889a2606a0915164c243c&lang=en&cache-only=0",
            "defineEn": "a hood-like covering or structure, often with a conical or curved shape, used to cover or protect an opening or feature such as a chimney, ventilator, or roof",
            "defineVi": "một lớp phủ hoặc cấu trúc giống như mui xe, thường có hình nón hoặc hình cong, được sử dụng để che hoặc bảo vệ lỗ mở hoặc tính năng như ống khói, quạt thông gió hoặc mái nhà"
        },
        {
            "id": "4ab47c8a-1ad4-48c5-945c-d9d68c1ae94d",
            "word": "fire screen",
            "phonetic": "faɪɚ skɹiːn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmlyZSBzY3JlZW4&hash=5c1f462afde611aaacac0bc4ade11ad44e784b1f&lang=en&cache-only=0",
            "defineEn": "a protective covering made of metal or glass that is placed in front of a fireplace to prevent sparks, embers, or debris from escaping while still allowing heat and light to pass through",
            "defineVi": "một lớp bảo vệ làm bằng kim loại hoặc thủy tinh được đặt trước lò sưởi để ngăn tia lửa, than hồng hoặc mảnh vụn thoát ra ngoài trong khi vẫn cho phép nhiệt và ánh sáng đi qua",
            "hasImg": true
        },
        {
            "id": "fbce4d70-aaf0-47e9-9f57-c0ba1daf7ec1",
            "word": "mantelpiece",
            "phonetic": "mæntəlpiːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFudGVscGllY2U&hash=f4c6300cd134d8c3f98f40859835b33c653566fa&lang=en&cache-only=0",
            "defineEn": "a shelf that is made of wood or stone and is above a fireplace",
            "defineVi": "một kệ được làm bằng gỗ hoặc đá và ở phía trên lò sưởi",
            "hasImg": true
        },
        {
            "id": "46f427b7-b354-4a48-b526-5af0506ec72e",
            "word": "inglenook",
            "phonetic": "ɪŋɡlɛnʊk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5nbGVub29r&hash=def7626cf6ae36d4aef31736d98274039311b85a&lang=en&cache-only=0",
            "defineEn": "a small and cozy corner or space, usually next to a fireplace, where people can sit and relax in a warm and comfortable environment",
            "defineVi": "một góc hoặc không gian nhỏ và ấm cúng, thường là cạnh lò sưởi, nơi mọi người có thể ngồi và thư giãn trong một môi trường ấm áp và thoải mái"
        },
        {
            "id": "881debda-f267-4ebd-b23f-46e546ef31c5",
            "word": "floor",
            "phonetic": "floːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The senator held the floor for several hours.",
                "At precisely 6:45 a.m. the rowdiness ceases as Sailor, a union safety expert, takes the floor for his weekly lecture.",
                "She covered the floor with a colorful carpet.",
                "They wiped the floor with us in a 3–0 win.",
                "Share prices have gone through the floor."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxvb3I&hash=f6d26bceb1625362fd3257c87e7a30084275c93b&lang=en&cache-only=0",
            "defineEn": "the bottom of a room that we walk on",
            "defineVi": "dưới cùng của một căn phòng mà chúng tôi đi bộ trên",
            "hasImg": true
        },
        {
            "id": "f1aab0d2-4116-4056-b124-8dfafbecd113",
            "word": "level",
            "phonetic": "lɛvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Water will always find its own level.",
                "The Geiger counter detected high levels of radiation in the vicinity of the radioactive material.",
                "As the saying goes, new levels, new devils.",
                "The conflict has now reached a new level of intensity.",
                "All through the hijacking the pilot kept a level head."
            ],
            "audio": "https://tts.langeek.co/read?text=bGV2ZWw&hash=4333ecd4bafe08976d9d9dcc5a61d0fbf57484d5&lang=en&cache-only=0",
            "defineEn": "one of the many floors that are in a building",
            "defineVi": "một trong nhiều tầng trong một tòa nhà",
            "hasImg": true
        },
        {
            "id": "eb938008-6843-4bf0-86c6-1e7694eec9ea",
            "word": "mezzanine",
            "phonetic": "mɛzəniːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "And while I continue to renovate my gallery, and add some stairs so we can get to my mezzanine up there, I’m contemplating the mistakes museums often make when they expand too quickly, or plan massive renovations that they can’t afford or that don’t actually improve the experience with art one has there."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV6emFuaW5l&hash=87cbd2fcca55a9378af82d02a5cbfffa37b5187b&lang=en&cache-only=0",
            "defineEn": "a floor situated between two other floors of a building, which is smaller compared to the two",
            "defineVi": "một tầng nằm giữa hai tầng khác của một tòa nhà, nhỏ hơn so với hai"
        },
        {
            "id": "2a89ea52-ff3d-468e-a758-babb3f6e0290",
            "word": "column",
            "phonetic": "kɑːlʌm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The newspaper has a column where readers can write in and ask for advice.",
                "The man was such a bleeding-heart knee-jerk liberal that you could predict the rest of the column after reading the first sentence.",
                "Draw the columns just like that.",
                "This column here is Trump's face over the Little Rascals.",
                "So each row now becomes a column."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sdW1u&hash=9a8ba8a0cc646c3e4f2ef6b311a7d591a443908e&lang=en&cache-only=0",
            "defineEn": "an upright and tall pillar, often made of stone, supporting or decorating a structure or used as a monument",
            "defineVi": "một cột thẳng đứng và cao, thường được làm bằng đá, hỗ trợ hoặc trang trí một cấu trúc hoặc được sử dụng làm tượng đài",
            "hasImg": true
        },
        {
            "id": "5585c67a-f131-46f3-b0a1-0a46b0629335",
            "word": "front",
            "phonetic": "fɹʌnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She knows her part in the play back to front.",
                "My mom planted beautiful flowers in the front yard.",
                "Carolyn served them iced tea on the front porch.",
                "Creating new music isn't exactly on his front burner anymore.",
                "She had a gap between her front teeth that added character to her smile."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJvbnQ&hash=81a0bf7c745738fd4badae44d9665b4d2301c0a7&lang=en&cache-only=0",
            "defineEn": "the front face of a large building, particularly a church",
            "defineVi": "mặt trước của một tòa nhà lớn, đặc biệt là một nhà thờ"
        },
        {
            "id": "44270dba-86f7-43c2-9f07-bd35d8a01e9b",
            "word": "lobby",
            "phonetic": "lɑːbi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The elevator doors opened, revealing a crowded lobby.",
                "After two hours of waiting in the airport lobby, we were chafing at the bit to finally get on the plane.",
                "Amazon lobbied more government entities than any other tech company.",
                "He lobbied for a foreign government in the United States illegally.",
                "I heard gunshots in the speaker's lobby."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9iYnk&hash=3c7ebc7f366ab67ba7bc3b7a98c53ca6c579c6ad&lang=en&cache-only=0",
            "defineEn": "the area just inside the entrance of a public building such as a hotel, etc.",
            "defineVi": "khu vực ngay bên trong lối vào của một tòa nhà công cộng như khách sạn, v.v.",
            "hasImg": true
        },
        {
            "id": "ba1edfc4-ec6c-4bca-a542-96efc7b94823",
            "word": "trash chute",
            "phonetic": "tɹæʃ ʃuːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJhc2ggY2h1dGU&hash=fa51302cc4cc0b55255448a2a73cab093e4e60be&lang=en&cache-only=0",
            "defineEn": "a vertical or inclined passage in a building that allows for the convenient disposal of waste materials by dropping them into a designated collection area or dumpster",
            "defineVi": "một lối đi thẳng đứng hoặc nghiêng trong một tòa nhà cho phép xử lý chất thải một cách thuận tiện bằng cách thả chúng vào khu vực thu gom hoặc thùng rác được chỉ định",
            "hasImg": true
        },
        {
            "id": "2708a49b-896e-4695-8e1e-ed9925069557",
            "word": "alcove",
            "phonetic": "ælkoʊv ",
            "partOfSpeechType": "noun",
            "examples": [
                "Most doors are placed in alcoves, and alcoves create a hollow sound, very similar to a bowl.",
                "The new format features made to order smoothies, baked in-store croissants, and an alcove dedicated to wine and craft beers.",
                "Most doors are placed in alcoves, and alcoves create a hollow sound, very similar to a bowl.",
                "this is this cliff face where there was a little tiny cave alcove about the size of a bread loaf just a little hole in a cliff and I and I slid the vessel into it and set it back there where I I don't think people will find it for centuries the moment at which you place it have been that little alcove you're there your hand leaves the thing what are you thinking at that point I'm",
                "this is this cliff face where there was a little tiny cave alcove about the size of a bread loaf just a little hole in a cliff and I and I slid the vessel into it and set it back there where I I don't think people will find it for centuries the moment at which you place it have been that little alcove you're there your hand leaves the thing what are you thinking at that point I'm"
            ],
            "audio": "https://tts.langeek.co/read?text=YWxjb3Zl&hash=9e773e9ef7640c7bc8d888b5e52a794a5471af6b&lang=en&cache-only=0",
            "defineEn": "a recessed part of a wall that is built further back from the rest of it",
            "defineVi": "một phần lõm của một bức tường được xây dựng trở lại từ phần còn lại của nó"
        },
        {
            "id": "45d09f0b-c08d-4340-b9d3-beef1ea2a758",
            "word": "vent",
            "phonetic": "vɛnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Jack vented his spleen at his wife whenever things went badly at work.",
                "Peter vented his spleen on his car by kicking it when it broke down.",
                "I listened patiently while she vented her spleen.",
                "Jack was struggling and found comfort in venting his problems to his brother Joe, looking for sympathy and validation.",
                "Mom's been venting her spleen to me for an hour already."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVudA&hash=d232dab6b54e1bc18f0f843e87fa606370189e98&lang=en&cache-only=0",
            "defineEn": "an opening or passage that allows the movement of air, gases, or other substances, typically used for ventilation, release of heat or moisture, or to remove unwanted odors",
            "defineVi": "một lỗ hoặc lối đi cho phép sự chuyển động của không khí, khí hoặc các chất khác, thường được sử dụng để thông gió, giải phóng nhiệt hoặc độ ẩm hoặc để loại bỏ các mùi không mong muốn"
        },
        {
            "id": "5a59e84b-302c-4ede-86b7-ece83eb149d7",
            "word": "courtyard",
            "phonetic": "koːɹtjɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "We passed through the gates into a courtyard behind.",
                "A fountain played in the courtyard.",
                "He let the dogs loose in the courtyard.",
                "It's in the next room, across the courtyard.",
                "The weapon landed in the middle of a courtyard where families had gathered."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291cnR5YXJk&hash=662a4df8c32c576b379cb6c9e111720a70b008e1&lang=en&cache-only=0",
            "defineEn": "an area with no roof that is partially or completely surrounded by walls, often forming a part of a large building",
            "defineVi": "một khu vực không có mái nhà được bao quanh một phần hoặc hoàn toàn bởi các bức tường, thường tạo thành một phần của tòa nhà lớn"
        },
        {
            "id": "a64ed5a3-f7e1-404a-a015-172ba235b492",
            "word": "whispering gallery",
            "phonetic": "wɪspɚɹɪŋ ɡælɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2hpc3BlcmluZyBnYWxsZXJ5&hash=1198e04fe284fdcf1d30f8df38f3ddae1d2971d8&lang=en&cache-only=0",
            "defineEn": "a curved architectural space where sound waves can travel along the walls, allowing whispers to be heard clearly from one side to the other",
            "defineVi": "một không gian kiến trúc cong nơi sóng âm thanh có thể truyền dọc theo các bức tường, cho phép nghe rõ tiếng thì thầm từ bên này sang bên kia"
        },
        {
            "id": "d47f4211-9a5c-41b3-aaa0-603d291be46d",
            "word": "chimney pot",
            "phonetic": "tʃɪmni pɑːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hpbW5leSBwb3Q&hash=1e50fc6cc915029f638f93f3dc9e300e99ef0358&lang=en&cache-only=0",
            "defineEn": "a short and wide pipe connected to the top of a chimney",
            "defineVi": "một đường ống ngắn và rộng nối với đỉnh của ống khói"
        },
        {
            "id": "d0dc4dc9-74be-4fdc-86db-cb32b183399c",
            "word": "pace",
            "phonetic": "peɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Space movies have set the pace for the development of special effects.",
                "The modest pace of economic growth has also kept the lid on price growth.",
                "The old man was driving along the road at a snail's pace.",
                "She had a slow learning pace but never gave up.",
                "She struggled to keep up with the fast pace of the marathon runners."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFjZQ&hash=552b0db18a973fa461e36e16dbccc19207c73b3c&lang=en&cache-only=0",
            "defineEn": "a small open space or courtyard enclosed by buildings or walls",
            "defineVi": "một không gian mở nhỏ hoặc sân bao quanh bởi các tòa nhà hoặc bức tường"
        },
        {
            "id": "fd8c9e25-8f0c-4723-8c3b-d939a93024d9",
            "word": "suite",
            "phonetic": "swiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The suite will add a touch of class to your bedroom.",
                "Here's your suite for today's flight.",
                "In first class, passengers get a whole suite to themselves.",
                "Welcome to the master suite.",
                "Among other things, their suite of instruments will study the environment created by the Sun’s solar wind on the lunar soil."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VpdGU&hash=8f31f4ac886fab3b196eba9508e2c70be9e0e405&lang=en&cache-only=0",
            "defineEn": "a series of rooms, particularly in a hotel",
            "defineVi": "một loạt các phòng, đặc biệt là trong một khách sạn",
            "hasImg": true
        },
        {
            "id": "5959b32d-041f-4a23-b161-8de9aa44447b",
            "word": "quadrangle",
            "phonetic": "kwɑːdɹæŋɡəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Where all this life had been was this quadrangle of tanksfacing out."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhZHJhbmdsZQ&hash=a4fdd785aa32da92e06a8a7da7c8cffb4c05d2da&lang=en&cache-only=0",
            "defineEn": "a four-sided courtyard or open space, often enclosed by buildings or walls, typically found in educational institutions, residential complexes, or historical landmarks",
            "defineVi": "sân hoặc không gian mở bốn phía, thường được bao quanh bởi các tòa nhà hoặc tường, thường được tìm thấy trong các cơ sở giáo dục, khu dân cư hoặc địa danh lịch sử"
        },
        {
            "id": "ed9490c2-da71-42d5-97b8-260ef8ba8fc9",
            "word": "stairway",
            "phonetic": "stɛɹweɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The main stairways are currently covered with scaffolding and bleachers.",
                "But others, like the Stairway to Heaven, force recruits to slow down and contemplate each move.",
                "Meanwhile, Mayra attempts to negotiate one of the most intimidating obstacles on Parris Island, the 30-foot-tall Stairway to Heaven.",
                "A couple of days later in the state of Texas, riders were suspended 14 stories up in the air for over 30 minutes before being able to climb down an emergency stairway to safety.",
                "A couple of days later in the state of Texas, riders were suspended 14 stories up in the air for over 30 minutes before being able to climb down an emergency stairway to safety."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhaXJ3YXk&hash=cea97420fd1c5b51fc84df25249661d02187008a&lang=en&cache-only=0",
            "defineEn": "a set of steps along with their surrounding structure that can lead one from one floor to another",
            "defineVi": "một tập hợp các bước cùng với cấu trúc xung quanh của chúng có thể dẫn từ tầng này sang tầng khác",
            "hasImg": true
        },
        {
            "id": "f0c90504-13b9-47ff-8f29-249c8ac00b3f",
            "word": "dumbwaiter",
            "phonetic": "dʌmweɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHVtYndhaXRlcg&hash=88eded37a1ff6187fedecec870563ae0774f22b6&lang=en&cache-only=0",
            "defineEn": "a small elevator or lifting device used to transport items such as food, dishes, or laundry between different floors of a building, typically in a commercial or residential setting",
            "defineVi": "một thang máy nhỏ hoặc thiết bị nâng được sử dụng để vận chuyển các mặt hàng như thực phẩm, bát đĩa hoặc đồ giặt giữa các tầng khác nhau của tòa nhà, thường là trong môi trường thương mại hoặc dân cư"
        },
        {
            "id": "7002e8fc-6f94-4c04-ba9e-7f3754c57a40",
            "word": "elevator",
            "phonetic": "ɛlɪveɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We took the elevator to the top floor of the building.",
                "The elevator arrived after a couple of minutes of waiting.",
                "The slow elevator took a long time to reach the desired floor.",
                "The elevator doors opened, revealing a crowded lobby.",
                "I felt a bit nervous when the elevator suddenly stopped between floors."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxldmF0b3I&hash=7f236576ff415b6a859ce3a500a2206a269863a1&lang=en&cache-only=0",
            "defineEn": "a box-like device that moves up and down and is used to get to the different levels of a building",
            "defineVi": "một thiết bị giống như hộp di chuyển lên xuống và được sử dụng để đi đến các tầng khác nhau của tòa nhà",
            "hasImg": true
        },
        {
            "id": "70304688-8d04-44dd-8fed-238e3bef79b2",
            "word": "escalator",
            "phonetic": "ɛskɐleɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The escalator represents the laws of physics driving you forwards.",
                "So, you know, the escalator speech. ",
                "So, you know, the escalator speech. ",
                "So Donald Trump comes down that golden escalator. ",
                "He comes down the escalator. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZXNjYWxhdG9y&hash=8ce7fd069065468827c5dec7af7ad2c9ff4f6fd3&lang=en&cache-only=0",
            "defineEn": "a staircase that moves and takes people up or down different levels easily, often found in large buildings like airports, department stores, etc.",
            "defineVi": "một cầu thang di chuyển và đưa mọi người lên hoặc xuống các cấp độ khác nhau một cách dễ dàng, thường được tìm thấy trong các tòa nhà lớn như sân bay, cửa hàng bách hóa, v.v.",
            "hasImg": true
        },
        {
            "id": "facfeef5-6292-450e-99f4-e65b79b61996",
            "word": "hearth",
            "phonetic": "hɑːɹθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her most important duty is keeping vigil over the flame of Vesta, the virgin goddess of the hearth.",
                "These were found in ancient hearths from the Klasies River Cave in southern South Africa.",
                "And then, near the fireplace, we're gonna actually build in a long shelf hearth, and it's gonna become seating.",
                "It preserves the remains of hearths, and tools and artifacts made of reed, bone, and stone.",
                "In 2018, anthropologists published their discovery of half of an upper jaw with teeth that are unmistakably human, along with evidence of hearths and well-developed stone tool technology."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhcnRo&hash=a054e0ebf24413d2d864497bc859d582ff33ab14&lang=en&cache-only=0",
            "defineEn": "the floor or area in front of a fireplace where the fire is typically built and where people often gather for warmth and comfort",
            "defineVi": "sàn nhà hoặc khu vực phía trước lò sưởi, nơi thường đốt lửa và là nơi mọi người thường tụ tập để sưởi ấm và thoải mái",
            "hasImg": true
        },
        {
            "id": "19b34fa1-7413-4bb8-9ffa-76bd148f4c00",
            "word": "fireside",
            "phonetic": "faɪɚsaɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "FDR delivered his fireside chats over the radio.",
                "And laid him by her fireside with some honey and some milk.",
                "Think of FDR’s fireside chats, or of the people who flocked to New York Harbor to await the latest installment of Dickens.",
                "Later that day, during the play-hour, I found Burns alone by the fireside, reading the same book as before, and I started talking to her."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlyZXNpZGU&hash=253fbaa9ca0c0c06dede37570e81110de367ddc1&lang=en&cache-only=0",
            "defineEn": "the area or space near a fire, particularly a fireplace, where people gather for warmth, relaxation, and socializing",
            "defineVi": "khu vực hoặc không gian gần lửa, đặc biệt là lò sưởi, nơi mọi người tụ tập để sưởi ấm, thư giãn và giao lưu"
        },
        {
            "id": "9f626615-8b91-4d1d-a54c-c45f87549cf8",
            "word": "gallery",
            "phonetic": "ɡælɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gallery featured an exhibit of abstract paintings that challenged traditional notions of representation.",
                "The artist didn't have high hopes for her first gallery show, but was pleasantly surprised when it was well received.",
                "Sarah had designs on Peter ever since she saw his artwork at the gallery.",
                "That guy knew that there was more to this gallery than meets the eye.",
                "The abstract artwork on display at the gallery received mixed reactions from visitors, with some finding it intriguing and others considering it ugly as sin."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FsbGVyeQ&hash=6bdceaff457010dcc7afd91354007ac068f13699&lang=en&cache-only=0",
            "defineEn": "a long and narrow covered walkway or corridor with a series of arches or columns along one or both sides",
            "defineVi": "một lối đi hoặc hành lang có mái che dài và hẹp với một loạt các vòm hoặc cột dọc theo một hoặc cả hai bên"
        },
        {
            "id": "bf0b413a-b1e1-4b47-a54e-ebd8fc7bb3c5",
            "word": "tube elevator",
            "phonetic": "tuːb ɛlɪveɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHViZSBlbGV2YXRvcg&hash=fceb86098751f738b8251b204b5347ce6f4b7d1e&lang=en&cache-only=0",
            "defineEn": "a vertical transportation system consisting of a cylindrical tube or shaft in which a cabin or platform travels, enabling efficient movement between different floors or levels within a building",
            "defineVi": "một hệ thống giao thông thẳng đứng bao gồm một ống hình trụ hoặc trục trong đó cabin hoặc bệ di chuyển, cho phép di chuyển hiệu quả giữa các tầng hoặc các tầng khác nhau trong một tòa nhà"
        },
        {
            "id": "63bbd3fe-ca3d-4ce6-9348-8c2b2c5cd2b0",
            "word": "electrical system",
            "phonetic": "ᵻlɛktɹɪkəl sɪstəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3RyaWNhbCBzeXN0ZW0&hash=3087792e5220241a4b96ddbbadcf72f0e9f99656&lang=en&cache-only=0",
            "defineEn": "the network of components, wiring, and devices that enable the generation, distribution, and use of electrical power within a building or structure",
            "defineVi": "mạng lưới các thành phần, hệ thống dây điện và thiết bị cho phép tạo, phân phối và sử dụng năng lượng điện trong tòa nhà hoặc cấu trúc"
        },
        {
            "id": "dd36e62a-1737-4c0a-8c35-b47cc3c0c6a4",
            "word": "plumbing system",
            "phonetic": "plʌmɪŋ sɪstəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGx1bWJpbmcgc3lzdGVt&hash=425d1ebbcbabe072dfeb87b637ba92c0e2c1e529&lang=en&cache-only=0",
            "defineEn": "a network of pipes, fixtures, valves, and other components that work together to supply and distribute water, as well as remove waste and sewage, within a building or structure",
            "defineVi": "một mạng lưới các đường ống, thiết bị cố định, van và các thành phần khác hoạt động cùng nhau để cung cấp và phân phối nước, cũng như loại bỏ chất thải và nước thải, trong một tòa nhà hoặc cấu trúc"
        },
        {
            "id": "da6a09b2-6a8a-413e-ac29-2e8701f54416",
            "word": "soffit",
            "phonetic": "sɑːfɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c29mZml0&hash=c51353fc73eda8f08a9d9c3a3f5a70da0817415d&lang=en&cache-only=0",
            "defineEn": "the underside of an architectural element, such as a ceiling, arch, or overhanging roof, typically located on the underside of a structure",
            "defineVi": "mặt dưới của một yếu tố kiến trúc, chẳng hạn như trần nhà, vòm hoặc mái nhô ra, thường nằm ở mặt dưới của cấu trúc"
        },
        {
            "id": "db86eb33-9c3e-4ae9-b180-397689d5bb79",
            "word": "story",
            "phonetic": "stoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The superintendent believed Lancaster's story.",
                "The tabloid press ran the story.",
                "The story ran on page 4 of the print edition of the newspaper.",
                "The true story inspired many people around the world.",
                "The figures tell a different story."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Rvcnk&hash=6df6687bc2f5a43a54241df4c8d9a695bce8cc6e&lang=en&cache-only=0",
            "defineEn": "a level or floor of a building or structure, typically with a horizontal division that separates it from other levels, often used to define the height or number of floors in a building",
            "defineVi": "một tầng hoặc tầng của một tòa nhà hoặc cấu trúc, thường có sự phân chia theo chiều ngang để ngăn cách nó với các tầng khác, thường được sử dụng để xác định chiều cao hoặc số tầng trong tòa nhà",
            "hasImg": true
        },
        {
            "id": "cbc289e1-3659-4e4b-9238-c66218421e02",
            "word": "the upstairs",
            "phonetic": "ʌpstɛɹz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children were playing upstairs in their room.",
                "His personal work was kept securely in an upstairs studio.",
                "I went upstairs to grab my phone from my bedroom.",
                "The couple in the flat upstairs are always at it hammer and tongs.",
                "Let's have a movie night upstairs in the entertainment room."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlIHVwc3RhaXJz&hash=fa5c327a681c03115dd4c263e9425769cccb7338&lang=en&cache-only=0",
            "defineEn": "an upper floor of a house, apartment, or any other building",
            "defineVi": "tầng trên của một ngôi nhà, căn hộ hoặc bất kỳ tòa nhà nào khác",
            "hasImg": true
        },
        {
            "id": "04a81862-464b-41f1-af86-4e1be0b3a346",
            "word": "the downstairs",
            "phonetic": "ðə daʊnstɛɹz ",
            "partOfSpeechType": "noun",
            "examples": [
                "I left my bag downstairs in the entryway.",
                "We have a cozy sitting area downstairs by the fireplace.",
                "She lives downstairs in the basement apartment.",
                "She fell downstairs and broke her hip.",
                "We have a home gym downstairs for exercising and staying fit."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlIGRvd25zdGFpcnM&hash=669a2bcd58402c9f2b994f233a3850c100a3f4da&lang=en&cache-only=0",
            "defineEn": "a floor that is located on a lower level of a building, particularly at the ground level",
            "defineVi": "một tầng nằm ở tầng thấp hơn của tòa nhà, đặc biệt là ở tầng trệt",
            "hasImg": true
        },
        {
            "id": "be76e17f-42a5-4379-a65b-7e790ba88a52",
            "word": "interior",
            "phonetic": "ɪntɪɹiɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A self-made vase will give any interior a touch of originality.",
                "She has a great aesthetic sense when it comes to interior design.",
                "The Brie cheese had a soft and creamy interior, with a bloomy white cheese rind.",
                "The interior designer can't get any work done with your puppy on her heels!",
                "Interiors are better than Mercedes-Benz interiors."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJpb3I&hash=b61c3ea82db743710a9e807c14d51af15a63e0b0&lang=en&cache-only=0",
            "defineEn": "the internal part of a building, car, etc.",
            "defineVi": "phần bên trong của một tòa nhà, xe hơi, vv",
            "hasImg": true
        },
        {
            "id": "8e18d04a-6d3e-4401-92ed-880e9b5bc62d",
            "word": "exterior",
            "phonetic": "ɛkstɪɹiɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The net melon's mesh-like exterior makes it easy to grip and handle while cutting or eating.",
                "Phase One of Coolidge is basically done on the exterior.",
                "But auroras can also give us clues about the exteriors of other moons and planets.",
                "There was a lot of exterior stuff that was going on, too.",
                "These buildings had exterior steel frames that were braced with concrete and connected to horizontal floor beams."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0ZXJpb3I&hash=30974afe10485020b1a1294907d5889fbddac7db&lang=en&cache-only=0",
            "defineEn": "the outer side or surface of something, particularly a building",
            "defineVi": "mặt ngoài hoặc bề mặt của một cái gì đó, đặc biệt là một tòa nhà",
            "hasImg": true
        }
    ]
}