{
    "id": "81e67c3a-dd00-4db2-8f64-c5482f4d5737",
    "title": "Describing Buildings",
    "originalTitle": "Describing Buildings",
    "words": [
        {
            "id": "1d18009a-041f-4fac-9b21-a1f8bb9ce120",
            "word": "air-conditioned",
            "phonetic": "ɛɹkəndɪʃənd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWlyLWNvbmRpdGlvbmVk&hash=5f139a5acbe16e63d5a90e3e2569c75b13eb2a14&lang=en&cache-only=0",
            "defineEn": "(of vehicles or buildings) equipped with a cooling system that dries the air",
            "defineVi": "(của xe cộ hoặc tòa nhà) được trang bị hệ thống làm mát làm khô không khí"
        },
        {
            "id": "21055f00-997e-40b5-b6db-b2f2e640cb9e",
            "word": "indoor",
            "phonetic": "ɪndoːɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I stayed indoors because it was a rainy day.",
                "During the dog days of summer, the temperatures soar, and people seek relief by staying indoors or swimming in pools.",
                "Yesterday was a rainy day, so I stayed indoors and watched movies.",
                "As far as the weather's concerned, I'd stay indoors today, if I were you.",
                "The couple who was planning an outdoor wedding hoped for beautiful weather, but also rented a tent and prepared backup indoor options, as they believed in the saying hope for the best, prepare for the worst."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kb29y&hash=10fd67d0a3543f22e95b5b6e762120e14843f69d&lang=en&cache-only=0",
            "defineEn": "happened, located, or used inside a building",
            "defineVi": "xảy ra, định vị, hoặc sử dụng bên trong một tòa nhà",
            "hasImg": true
        },
        {
            "id": "aeab2fff-0089-4a3e-ba5f-96869cb0822c",
            "word": "vacant",
            "phonetic": "veɪkənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The building had been vacant.",
                "With no stimulation or social response, the kids were just kind of passive, vacant lumps.",
                "There's a lot of vacant houses.",
                "They built a false boardroom on the vacant fifth floor of Trump Tower.",
                "They speculated that the thing was living in the vacant power plant possibly one of the huge boilers."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFjYW50&hash=187d2176650ad24e9e0c22fcdd83d093e02f882c&lang=en&cache-only=0",
            "defineEn": "(of a house, room, seat, etc. ) empty or unoccupied and available to be used",
            "defineVi": "(của một ngôi nhà, căn phòng, chỗ ngồi, v.v.) trống hoặc không có người ở và sẵn sàng để sử dụng"
        },
        {
            "id": "fb9ec597-4001-4eec-a441-8935dd5792ac",
            "word": "stuccoed",
            "phonetic": "stʌkoʊd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3R1Y2NvZWQ&hash=304cc28373a77e8e5cd6710bc59fe5489166529f&lang=en&cache-only=0",
            "defineEn": "(of a wall or ceiling) decorated or covered with a type of plaster called stucco",
            "defineVi": "(của một bức tường hoặc trần nhà) được trang trí hoặc phủ bằng một loại thạch cao gọi là vữa"
        },
        {
            "id": "7dc0a168-7e60-4760-890d-8f0657f75c65",
            "word": "upstairs",
            "phonetic": "ʌpstɛɹz ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The children were playing upstairs in their room.",
                "His personal work was kept securely in an upstairs studio.",
                "I went upstairs to grab my phone from my bedroom.",
                "The couple in the flat upstairs are always at it hammer and tongs.",
                "Let's have a movie night upstairs in the entertainment room."
            ],
            "audio": "https://tts.langeek.co/read?text=dXBzdGFpcnM&hash=065539ab186227be0dbefa6dfab402effb6399d6&lang=en&cache-only=0",
            "defineEn": "on or toward a higher part of a building",
            "defineVi": "trên hoặc hướng tới phần cao hơn của tòa nhà",
            "hasImg": true
        },
        {
            "id": "a230f4b7-f376-4cd4-8844-703b688740ff",
            "word": "run-down",
            "phonetic": "ɹʌndaʊn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "One family Mazen helps, the Ibrahims, live in a three-room apartment in the run-down Jabu Mohsen (ph) neighborhood."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVuLWRvd24&hash=3af7c31ecea346cc5caa703ca805e81ea4b5fb82&lang=en&cache-only=0",
            "defineEn": "(of a place or building) in a very poor condition, often due to negligence",
            "defineVi": "(của một nơi hoặc tòa nhà) trong tình trạng rất tồi tệ, thường là do sơ suất"
        },
        {
            "id": "d61ef70a-2b6a-4444-846b-0d718ec75032",
            "word": "picturesque",
            "phonetic": "pɪktʃɚɹɛsk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The old painting depicted a picturesque landscape from a bygone era.",
                "The river took a meandering bend through the picturesque valley.",
                "The Japanese cherry trees in my garden are in full bloom, creating a picturesque scene.",
                "Europe is known for its picturesque landscapes, including beautiful mountains, lakes, and coastlines.",
                "As the sun set, the fields of safflower swayed gently in the breeze, creating a picturesque scene."
            ],
            "audio": "https://tts.langeek.co/read?text=cGljdHVyZXNxdWU&hash=96b0d646622eae43f2dcfcdefffeb25ac406d16b&lang=en&cache-only=0",
            "defineEn": "(particularly of a building or place) having a pleasant appearance, often in an old-fashion manner",
            "defineVi": "(đặc biệt là tòa nhà hoặc địa điểm) có vẻ ngoài dễ chịu, thường theo phong cách cổ điển"
        },
        {
            "id": "8c23cfaf-b817-472a-9747-c44f991fc624",
            "word": "interior",
            "phonetic": "ɪntɪɹiɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A self-made vase will give any interior a touch of originality.",
                "She has a great aesthetic sense when it comes to interior design.",
                "The Brie cheese had a soft and creamy interior, with a bloomy white cheese rind.",
                "The interior designer can't get any work done with your puppy on her heels!",
                "Interiors are better than Mercedes-Benz interiors."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJpb3I&hash=b61c3ea82db743710a9e807c14d51af15a63e0b0&lang=en&cache-only=0",
            "defineEn": "relating to or located on the inside part of a particular thing",
            "defineVi": "liên quan đến hoặc nằm ở phần bên trong của một điều cụ thể",
            "hasImg": true
        },
        {
            "id": "3b945931-cce0-4012-9180-615a65d8bb70",
            "word": "formal",
            "phonetic": "fɔːɹməl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She had no formal instruction in music.",
                "Dinner was very formal, with everyone on their best behaviour.",
                "He used to wear a silk tie with his formal suit.",
                "He asked her wife to wear a formal dress to the event.",
                "Emma is a casual dresser and would never be seen dead wearing formal attire or high heels."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ybWFs&hash=4e8104043a9d4aea2628b0706a8c943444601ca5&lang=en&cache-only=0",
            "defineEn": "(of a garden, room, or park) having an organized and regular design, which follows specific design rules",
            "defineVi": "(của một khu vườn, căn phòng hoặc công viên) có thiết kế có tổ chức và đều đặn, tuân theo các quy tắc thiết kế cụ thể"
        },
        {
            "id": "07cc187d-bceb-45ad-b8d3-46824a2b4f8f",
            "word": "exterior",
            "phonetic": "ɛkstɪɹiɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The net melon's mesh-like exterior makes it easy to grip and handle while cutting or eating.",
                "Phase One of Coolidge is basically done on the exterior.",
                "But auroras can also give us clues about the exteriors of other moons and planets.",
                "There was a lot of exterior stuff that was going on, too.",
                "These buildings had exterior steel frames that were braced with concrete and connected to horizontal floor beams."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0ZXJpb3I&hash=30974afe10485020b1a1294907d5889fbddac7db&lang=en&cache-only=0",
            "defineEn": "relating to or located on the outside part of a particular thing",
            "defineVi": "liên quan đến hoặc nằm ở phần bên ngoài của một điều cụ thể",
            "hasImg": true
        },
        {
            "id": "3f4ece61-089d-4ca2-8d53-4954255ccab7",
            "word": "exclusive",
            "phonetic": "ɛkskluːsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "An exclusive island hideaway that takes just twenty guests.",
                "These exclusive plants officially form the cultivar, or new apple variety.",
                "For that, you get exclusive perks.",
                "Abby: But even on a private island, some residents want even more exclusive perks.",
                "And these methods aren’t necessarily mutually exclusive."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjbHVzaXZl&hash=9cd3894119cbcffd7975f186d14a601e43cc3051&lang=en&cache-only=0",
            "defineEn": "(of buildings) luxurious and expensive, therefore unaffordable for most people",
            "defineVi": "(của các tòa nhà) sang trọng và đắt tiền, do đó không phù hợp với hầu hết mọi người"
        },
        {
            "id": "155a29d0-3bae-418e-8c97-2978efc436b6",
            "word": "downstairs",
            "phonetic": "daʊnstɛɹz ",
            "partOfSpeechType": "adverb",
            "examples": [
                "I left my bag downstairs in the entryway.",
                "We have a cozy sitting area downstairs by the fireplace.",
                "She lives downstairs in the basement apartment.",
                "She fell downstairs and broke her hip.",
                "We have a home gym downstairs for exercising and staying fit."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG93bnN0YWlycw&hash=5759729ed375e1af6cc6a4df78961581fb779ecd&lang=en&cache-only=0",
            "defineEn": "on or toward a lower part of a building, particularly the first floor",
            "defineVi": "trên hoặc về phía phần dưới của tòa nhà, đặc biệt là tầng một",
            "hasImg": true
        },
        {
            "id": "419daeec-f30a-41a3-938f-2b174a8b39bd",
            "word": "dilapidated",
            "phonetic": "dɪlæpᵻdeɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They left Ukraine dilapidated.",
                "It looks a little dilapidated right now because it's not on.",
                "It was a dilapidated building, and the city had a vested interest financially of bringing an opportunity for people to have easy access to the subway right on top. ",
                "I guess I was just doing it as a hobby, and it just kinda grew, and then I kept buying dilapidated pieces or broken pieces or dirty pieces from a stoop sale or flea market trying to figure out how to fix them, getting books and YouTube videos on how to do it, and eventually I took some lessons and went to school for it."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlsYXBpZGF0ZWQ&hash=7576164474faddef804e24bcbd974de73229a55b&lang=en&cache-only=0",
            "defineEn": "(of a building, vehicle, furniture, etc.) old and in a poor condition",
            "defineVi": "(của một tòa nhà, xe cộ, đồ nội thất, v.v.) cũ và trong tình trạng tồi tệ"
        },
        {
            "id": "0e5dbd58-eabc-4757-9d87-10bfcce0cf2b",
            "word": "cramped",
            "phonetic": "kɹæmpt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3JhbXBlZA&hash=98d3436a98cb9b1615e2d7bb3c405308bc1a95ba&lang=en&cache-only=0",
            "defineEn": "(of a room, house, etc.) lacking enough space",
            "defineVi": "(của một căn phòng, ngôi nhà, v.v.) thiếu không gian"
        },
        {
            "id": "62461c98-6b9a-4a75-a63a-3de3409cfd70",
            "word": "bijou",
            "phonetic": "biːʒuː ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ymlqb3U&hash=5fc1de0f2f6f709c94e17f3127031c8fdbf34960&lang=en&cache-only=0",
            "defineEn": "(particularly of a building) small, yet stylish and attractive",
            "defineVi": "(đặc biệt là của một tòa nhà) nhỏ, nhưng phong cách và hấp dẫn"
        },
        {
            "id": "a2b8acf3-09f0-4479-bbcb-bf73f660112d",
            "word": "architectural",
            "phonetic": "ɑːɹkɪtɛktʃɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The strange architectural design of the building sparked curiosity and became a nine day's wonder, attracting tourists from far and wide to witness its unique structure.",
                "What were once considered impossible ideas have become architectural opportunities.",
                "Apparently, that outdoor garden, or the solarium, is a rare architectural feature.",
                "Another requirement, architectural preservation, to study the methods and regulation of restoration.",
                "It has similar architectural characteristics, and it offers the hope of recovery from the inferno."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGl0ZWN0dXJhbA&hash=ee5a097b0812e834b2a003e4ee258fa5a4a1a085&lang=en&cache-only=0",
            "defineEn": "relating to the study or art of constructing or designing a building",
            "defineVi": "liên quan đến nghiên cứu hoặc nghệ thuật xây dựng hoặc thiết kế một tòa nhà",
            "hasImg": true
        },
        {
            "id": "4a86e001-1368-4576-8cc6-baea6d0eabab",
            "word": "arched",
            "phonetic": "ɑːɹtʃt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When confronted with danger, they assume an arched posture and aim their neck towards the threat.",
                "The arched shoulders and flexible necks may have helped them catch bugs or peel away tree bark.",
                "But the arched palate in its mouth allowed it to create a vacuum that it could use to suck up mollusks from the sediment.",
                "These creatures had grasping hands, arched backs, and thick muscular tails."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGVk&hash=10b1e21adc7cf7d1c6e516b34062f7c492bd6c5c&lang=en&cache-only=0",
            "defineEn": "(of a structure) having a curved shape at the top",
            "defineVi": "(của một cấu trúc) có hình dạng cong ở trên cùng"
        },
        {
            "id": "a279a52b-4fb2-45f1-a455-8bd1b404f93f",
            "word": "abandoned",
            "phonetic": "ɐbændənd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWJhbmRvbmVk&hash=5885cf174aee5efa74eedfff62790d69993f5897&lang=en&cache-only=0",
            "defineEn": "(of a building, car, etc.) left and not needed or used anymore",
            "defineVi": "(của một tòa nhà, ô tô, v.v.) bị bỏ lại và không cần thiết hoặc sử dụng nữa",
            "hasImg": true
        },
        {
            "id": "828091a4-2c07-477d-b665-9334de21ac82",
            "word": "vaulted",
            "phonetic": "vɔltᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Vaulted iron and glass ceilings provide both shelter and light for shopping in the middle of a dense city."
            ],
            "audio": "https://tts.langeek.co/read?text=dmF1bHRlZA&hash=e2eae27df499621c205619746f3d788266c6926d&lang=en&cache-only=0",
            "defineEn": "(of a roof) built in form of a arch or several arches joined together; (of a room or building) consisting of one or several arched roofs",
            "defineVi": "(của một mái nhà) được xây dựng theo hình vòm hoặc nhiều vòm ghép lại với nhau; (của một căn phòng hoặc tòa nhà) bao gồm một hoặc nhiều mái vòm"
        },
        {
            "id": "e16a07ad-f6b1-480c-83e2-9432b04e1bed",
            "word": "unoccupied",
            "phonetic": "ʌnɑːkjʊpaɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Occupied time feels shorter than unoccupied time.",
                "There, they check to see if the mouth is unoccupied.",
                "And they weren’t filling up unoccupied space either because most of that territory was home to American Indians.",
                "Narrator: One seat at the table is left unoccupied to honor the memory of the more than 240 RCMP officers who have died in the line of duty.",
                "In the game of evolution, organisms are always looking for unoccupied territory, new niches to fill, and being bigger than the biggest thing around is always an open opportunity."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5vY2N1cGllZA&hash=8ce532415f5406852ea442f2b4135df15afe6312&lang=en&cache-only=0",
            "defineEn": "describing a state or condition in which a space or property is not being used, inhabited, or occupied by individuals",
            "defineVi": "mô tả một trạng thái hoặc điều kiện trong đó một không gian hoặc tài sản không được sử dụng, sinh sống hoặc chiếm đóng bởi các cá nhân"
        },
        {
            "id": "dfcc0200-dd8c-4572-b729-b1f9c098fca6",
            "word": "tumbledown",
            "phonetic": "tʌmbəldaʊn ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHVtYmxlZG93bg&hash=7e1a2b67bdf999ba7aa2dbb7f4cf005240b1026e&lang=en&cache-only=0",
            "defineEn": "describing a state or condition of a building or structure that is dilapidated, in a state of disrepair, or on the verge of collapsing",
            "defineVi": "mô tả trạng thái hoặc tình trạng của một tòa nhà hoặc cấu trúc đổ nát, trong tình trạng hư hỏng hoặc trên bờ vực sụp đổ"
        },
        {
            "id": "9dfd8853-a2f5-44c8-bce3-ece51d63b82e",
            "word": "split-level",
            "phonetic": "splɪtlɛvəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BsaXQtbGV2ZWw&hash=dab084249f425f03eab8eda008775f3f4004b6a5&lang=en&cache-only=0",
            "defineEn": "having floors or rooms built at slightly different heights",
            "defineVi": "có tầng hoặc phòng được xây dựng ở độ cao hơi khác nhau"
        },
        {
            "id": "0f6c93a3-a355-4bc2-af9d-b8348e681046",
            "word": "spacious",
            "phonetic": "speɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The corridor led into a spacious living room.",
                "The airplane cabin was spacious and comfortable.",
                "The campsite was set up on a spacious riverbank, providing a picturesque view of the flowing water.",
                "This highly efficient design gave the tiny car a spacious interior.",
                "It's pretty spacious."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BhY2lvdXM&hash=a143e6ad43e01fb2913c06415da0c209f5ed2f92&lang=en&cache-only=0",
            "defineEn": "(of a room, house, etc.) large with a lot of space inside",
            "defineVi": "(của một căn phòng, ngôi nhà, v.v.) lớn với nhiều không gian bên trong",
            "hasImg": true
        },
        {
            "id": "407d6242-352c-4bbe-b1b3-8617b6d71b1d",
            "word": "semi-detached",
            "phonetic": "sɛmaɪdɪtætʃt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VtaS1kZXRhY2hlZA&hash=0c4fb892a92d5f3503bc0c68f26be889a9df02b1&lang=en&cache-only=0",
            "defineEn": "(of a house) sharing a wall with another similar house on one side",
            "defineVi": "(của một ngôi nhà) chia sẻ một bức tường với một ngôi nhà tương tự khác ở một bên"
        },
        {
            "id": "a53b2f6b-63ef-431c-9df1-f85e370103c5",
            "word": "rambling",
            "phonetic": "ɹæmblɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Judges considered their visions and ramblings confessions, leading to the women's convictions.",
                "That's probably come across during our ramblings on the podcast, the last couple of years.",
                "\"Chairman Schiff's report reads like the ramblings of a basement blogger straining to prove something when there's evidence of nothing.\"",
                "Do you want to see more unboxings and ramblings on about things that unscripted tell you what those subscribed detect leaks?"
            ],
            "audio": "https://tts.langeek.co/read?text=cmFtYmxpbmc&hash=5acc1372e9ec063e092d38594ae9733b3cf20881&lang=en&cache-only=0",
            "defineEn": "(of buildings) spreading in random directions in an irregular pattern",
            "defineVi": "(của các tòa nhà) trải rộng theo các hướng ngẫu nhiên theo một mô hình bất thường"
        },
        {
            "id": "0ed16943-0788-4540-9558-4d4d95d47032",
            "word": "palatial",
            "phonetic": "pæleɪʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFsYXRpYWw&hash=f0e71b6c1214d02a0ee058f7f97c9b8679eaae59&lang=en&cache-only=0",
            "defineEn": "very large and elegant in a way that resembles a palace",
            "defineVi": "rất lớn và thanh lịch theo cách giống như một cung điện"
        },
        {
            "id": "9f331018-272e-40cb-9cab-1e345f6b4896",
            "word": "open-plan",
            "phonetic": "oʊpənplæn ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3Blbi1wbGFu&hash=cabd1a0791c21e873cc3bf52bfe950015cbe840b&lang=en&cache-only=0",
            "defineEn": "(of buildings or rooms) having no or few walls inside; therefore, with almost no divided parts",
            "defineVi": "(của các tòa nhà hoặc phòng) không có hoặc có ít tường bên trong; do đó, hầu như không có phần nào bị chia cắt",
            "hasImg": true
        },
        {
            "id": "8c6520d7-61c8-4270-8803-a0077fac662e",
            "word": "non-residential",
            "phonetic": "nɑːnɹɛzᵻdɛnʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bm9uLXJlc2lkZW50aWFs&hash=62a5284cba3ff96bda992d8f663cdae7ae39fda3&lang=en&cache-only=0",
            "defineEn": "(of  buildings, structures, or spaces) not primarily designed or used for residential purposes, such as commercial, industrial, institutional, or public buildings",
            "defineVi": "(của các tòa nhà, cấu trúc hoặc không gian) không được thiết kế hoặc sử dụng chủ yếu cho mục đích dân cư, chẳng hạn như các tòa nhà thương mại, công nghiệp, cơ quan hoặc công cộng"
        },
        {
            "id": "70208ed6-7ed6-47ce-8a4a-0b3310882973",
            "word": "modular",
            "phonetic": "mɑːdʒuːlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But the rear is all totally modular.",
                "and then of course, one of the big features of this guy is the modular.",
                "We sell modular plastic conveyor belts.",
                "We're going for a Lego brick, modular system.",
                "This though is not a modular power supply."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kdWxhcg&hash=042bdabb8c94ac86fc3230ba2959e3c2cf0eeafd&lang=en&cache-only=0",
            "defineEn": "consisting of separate, self-contained units that can be combined or rearranged in various configurations",
            "defineVi": "bao gồm các đơn vị độc lập, riêng biệt có thể được kết hợp hoặc sắp xếp lại theo các cấu hình khác nhau"
        },
        {
            "id": "5adf9e5e-b9c2-4045-8ef1-17c2d9019ef0",
            "word": "moated",
            "phonetic": "moʊɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9hdGVk&hash=a86f263f9a64cc035b45c6a7d79c15cfca3ef8e9&lang=en&cache-only=0",
            "defineEn": "(of a castle, house, etc.) having a wide and deep hole around, which is often filled with water and is used as a protection against enemy attacks",
            "defineVi": "(của lâu đài, nhà ở, v.v.) xung quanh có hố rộng và sâu, thường chứa đầy nước, dùng để phòng thủ trước sự tấn công của kẻ thù",
            "hasImg": true
        },
        {
            "id": "6b980c1c-f980-4b54-b9b2-0cf1ff39f6ed",
            "word": "low-rise",
            "phonetic": "loʊɹaɪz ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG93LXJpc2U&hash=382a1c1214835a4e1c7e3723dd6caddca8b1b4de&lang=en&cache-only=0",
            "defineEn": "referring to buildings or structures that have a limited number of floors",
            "defineVi": "đề cập đến các tòa nhà hoặc cấu trúc có số tầng hạn chế"
        },
        {
            "id": "8158de8d-615c-4fd0-8d89-c1e5cb92f36e",
            "word": "high-rise",
            "phonetic": "haɪɹaɪz ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A high-rise made of Styrofoam.",
                "Narrator: Five steel high-rises could collapse completely, while 10 others will be red-tagged, or unsafe to enter.",
                "Since the most hazardous fallout particles are the heaviest, they sink through the air and collect on streets and rooftops, making ideal shelters underground or in the middle of high-rise buildings.",
                "And they sort of do things like sell $7,000 watches or one of the things that they did was, in Orlando, they made a high-rise where you could park your car like in the elevator and it takes you and your car up to your apartment.",
                "One way of achieving this is to build cities with multiple centers where people live close to their work in high-rise blocks that are also near public transport hubs."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaC1yaXNl&hash=c84ad517a3f1bf99e75a23a3db7869208f0f3067&lang=en&cache-only=0",
            "defineEn": "(of buildings) having many floors",
            "defineVi": "(của tòa nhà) có nhiều tầng",
            "hasImg": true
        },
        {
            "id": "cd7a38a6-1f33-4d80-856d-da71f9ed8084",
            "word": "lofty",
            "phonetic": "lɔfti ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The bread flour helped the dough rise beautifully, resulting in a loaf with a lofty height.",
                "So, she is certainly taking lofty challenges.",
                "A loftier solution is to completely separate a study’s publishability from its results.",
                "Instead of lofty love stories, her characters act naturally, and often awkwardly.",
                "All of that experience led him to a lofty goal, to become the next big EV player in the industry."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9mdHk&hash=14981747ea924037d8893c53c8d69c18374f97e8&lang=en&cache-only=0",
            "defineEn": "(of a mountain, building, etc.) very tall and outstanding",
            "defineVi": "(của một ngọn núi, tòa nhà, v.v.) rất cao và nổi bật"
        },
        {
            "id": "17c8d799-8311-4b6a-ac15-a3be43660d96",
            "word": "ionic",
            "phonetic": "aɪɑːnɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The most common ionic compound in our daily lives is salt.",
                "His designs combine Doric columns with a sweeping Ionic frieze, hosting a vast panorama of the city’s Great Panathenaic festival.",
                "This type of bond is unsurprisingly called an ionic bond, a bond formed between a positive ion and a negative ion.",
                "Sometimes ionic bonds are stronger than covalent bonds though that's generally not the case and the strength of covalent bonds varies wildly.",
                "For instance, ionic compounds are often crystalline in their solid form because of the way the ions pack together, like salt is."
            ],
            "audio": "https://tts.langeek.co/read?text=aW9uaWM&hash=816f6b410a60482b25e436da1bec0823b74b38ae&lang=en&cache-only=0",
            "defineEn": "related to the ancient Greek style of architecture that uses a scroll-shaped decoration",
            "defineVi": "liên quan đến phong cách kiến trúc Hy Lạp cổ đại sử dụng trang trí hình cuộn"
        },
        {
            "id": "daabfc1e-0a5c-46fd-ba67-08be5fb64f07",
            "word": "gabled",
            "phonetic": "ɡeɪbəld ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2FibGVk&hash=45ecc22b47ae99d9b4387f2b261eee661736f3b4&lang=en&cache-only=0",
            "defineEn": "having a triangular-shaped roof formed by two sloping sides that meet at a ridge, typically found on the end of a building or structure",
            "defineVi": "có một mái nhà hình tam giác được hình thành bởi hai mặt dốc gặp nhau ở một sườn núi, thường được tìm thấy ở phần cuối của một tòa nhà hoặc cấu trúc"
        },
        {
            "id": "232b2c14-c029-4e85-be1a-9bae20621cde",
            "word": "doric",
            "phonetic": "doːɹɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His designs combine Doric columns with a sweeping Ionic frieze, hosting a vast panorama of the city’s Great Panathenaic festival.",
                "You don’t ask about Doric, Ionian, or Corinthian columns.",
                "The public is expecting a classic temple in the Doric style: simple columns supporting a horizontal entablature, crowned with a triangular roof."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9yaWM&hash=0655e4e263f73a790536935f17974abe3008124d&lang=en&cache-only=0",
            "defineEn": "relating to an ancient Greek style of architecture that uses massive plain columns with squared tops",
            "defineVi": "liên quan đến một phong cách kiến trúc Hy Lạp cổ đại sử dụng các cột đồng bằng lớn với các đỉnh hình vuông"
        },
        {
            "id": "92087d10-6b7e-4b9d-9d5f-92213efdedbd",
            "word": "detached",
            "phonetic": "dɪtætʃt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "While the musical is a bubbly, high-energy pop pastiche about her backstory, the novel is way more nihilistic, detached, and much more concerned with the racial subtext of Oz and Elphaba’s fight against injustice.",
                "Derealization is defined as feeling unreal and detached but this time it's with respect to your surroundings and your environment.",
                "And so when you get a lonely young man who is detached and sociopathic, getting a gun for that person is not hard."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV0YWNoZWQ&hash=4cd86357401dbfae646d5dd1685d776cdaac3ffb&lang=en&cache-only=0",
            "defineEn": "(of a house) standing alone in a way that does not have any shared walls with other houses",
            "defineVi": "(của một ngôi nhà) đứng một mình theo cách không có bất kỳ bức tường chung nào với những ngôi nhà khác"
        },
        {
            "id": "a1ab30b4-114d-4d33-ae51-d75b675987a9",
            "word": "derelict",
            "phonetic": "dɛɹɪlɪkt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His calls for his friends and family echoed from derelict walls.",
                "It sat derelict for years but now they have people here and they're working on the property and they're kind of trying to bring it back to LIFE."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVyZWxpY3Q&hash=56001e483ab9c37e02322b5553b8c0c8d192cd89&lang=en&cache-only=0",
            "defineEn": "having a poor condition, often because of being abandoned or neglected for a long time",
            "defineVi": "có điều kiện tồi tệ, thường là do bị bỏ rơi hoặc bị bỏ rơi trong một thời gian dài"
        },
        {
            "id": "d6e3f596-672f-4d68-be25-5658ac23a049",
            "word": "corinthian",
            "phonetic": "kɔːɹɪnθiən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You don’t ask about Doric, Ionian, or Corinthian columns."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29yaW50aGlhbg&hash=36670df7d3fb3f4e8d160a132abf4c19feff37ae&lang=en&cache-only=0",
            "defineEn": "relating to or characteristic of a style of architecture known for its fancy and detailed design, featuring columns with decorative tops and leafy decorations, often seen in ancient Greek and Roman buildings",
            "defineVi": "liên quan đến hoặc đặc trưng của một phong cách kiến trúc được biết đến với thiết kế cầu kỳ và chi tiết, có các cột được trang trí trên đỉnh và trang trí bằng lá, thường thấy trong các tòa nhà Hy Lạp và La Mã cổ đại"
        },
        {
            "id": "d8eecbc4-92a8-46b7-83b4-ffaec6f26c55",
            "word": "colonial",
            "phonetic": "kəloʊnɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A case in point is colonial India.",
                "Some colonial women fought in the war:",
                "According to the US Department of State’s website, the treaty had a very colonial purpose in mind.",
                "Now, taxes on colonial trade were nothing new.",
                "The colonial response to these acts is really the start of the American Revolution."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sb25pYWw&hash=c3212262c9589dde431359618800ba0b4e43880e&lang=en&cache-only=0",
            "defineEn": "relating to the architecture style that was prominent in America while it was still a British colony, often characterized by two story houses with simple, rectangular and symmetrical designs",
            "defineVi": "liên quan đến phong cách kiến trúc nổi bật ở Mỹ khi còn là thuộc địa của Anh, thường được đặc trưng bởi những ngôi nhà hai tầng với thiết kế đơn giản, hình chữ nhật và đối xứng"
        },
        {
            "id": "83f25028-992b-4ba6-a4c4-66570bf3fd72",
            "word": "wall-to-wall",
            "phonetic": "wɔːltəwɔːl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We’ve got wall-to-wall coverage.",
                "We’ve got wall-to-wall coverage.",
                "Then there's the wall-to-wall media coverage of school shootings every time they happen."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FsbC10by13YWxs&hash=8d2be985f7475f54b4710316099a9e47f9976a1e&lang=en&cache-only=0",
            "defineEn": "extending or covering the entire width or length of a space, usually referring to carpeting or other floor coverings that span from one wall to another",
            "defineVi": "mở rộng hoặc bao phủ toàn bộ chiều rộng hoặc chiều dài của một không gian, thường đề cập đến thảm trải sàn hoặc các lớp phủ sàn khác kéo dài từ bức tường này sang bức tường khác"
        },
        {
            "id": "932a9232-c567-45f2-9f77-836a829d0d79",
            "word": "louvred",
            "phonetic": "luːvəd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG91dnJlZA&hash=5f71cf32b79f8faf4316602a2a8b9f80eacd9358&lang=en&cache-only=0",
            "defineEn": "characterized by having slatted openings or panels that allow for the passage of air or light while providing some degree of privacy or shading",
            "defineVi": "được đặc trưng bởi có các lỗ hoặc tấm có rãnh cho phép không khí hoặc ánh sáng đi qua đồng thời cung cấp một số mức độ riêng tư hoặc che nắng"
        },
        {
            "id": "820cb76c-9dad-4f71-b8ab-af2a692ac618",
            "word": "double-glazed",
            "phonetic": "dʌbəlɡleɪzd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG91YmxlLWdsYXplZA&hash=f7730b191631a01bae46c971338f22bb6183168e&lang=en&cache-only=0",
            "defineEn": "referring to windows or doors that are constructed with two panes of glass separated by a layer of air or gas, providing improved insulation and noise reduction",
            "defineVi": "đề cập đến các cửa sổ hoặc cửa ra vào được xây dựng bằng hai tấm kính được ngăn cách bởi một lớp không khí hoặc khí, giúp cải thiện khả năng cách nhiệt và giảm tiếng ồn"
        },
        {
            "id": "e64f135e-3ddd-4179-9b09-ec2cfe3d8f1a",
            "word": "prefabricated",
            "phonetic": "pɹɪfæbɹᵻkeɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJlZmFicmljYXRlZA&hash=dbbd4f4113d4e68da27c3dbb51e1ddf41ac7e562&lang=en&cache-only=0",
            "defineEn": "(particularly of a piece of furniture or building) made in parts that can be easily and quickly put together",
            "defineVi": "(đặc biệt là đồ nội thất hoặc tòa nhà) được làm từ các bộ phận có thể lắp ráp dễ dàng và nhanh chóng"
        },
        {
            "id": "5bd491cf-b0b3-4a7c-aead-d48e5a97782f",
            "word": "insulated",
            "phonetic": "ɪnsəleɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Your digestive tract is really just one unbroken, insulated tunnel of outside that just happens to run through your body, and is open at both ends.",
                "It was just $3,000 in materials, partially from Craigslist, and then we get a dedicated office that's year-round, insulated."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdWxhdGVk&hash=2d3535c2fed81f8b8c23281be486be6d0113e691&lang=en&cache-only=0",
            "defineEn": "covered with a substance that does not let heat, electricity, or sound to enter or escape through it",
            "defineVi": "được bao phủ bởi một chất không cho phép nhiệt, điện hoặc âm thanh đi vào hoặc thoát qua nó"
        },
        {
            "id": "c7770aba-32b0-4d51-9a57-1765f0ba52e0",
            "word": "concrete",
            "phonetic": "kɑːŋkɹiːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Leave the concrete to set for a few hours.",
                "The CEO gave a great speech about the company's commitment to social responsibility, but talk is cheap unless they start implementing concrete actions to reduce their carbon footprint.",
                "So the concrete is inherently stronger.",
                "The concrete industry uses about 3 trillion liters of water a year.",
                "\"The concrete evidence is right here.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY3JldGU&hash=091b554dde500bac878936298c2c64c6d528db2c&lang=en&cache-only=0",
            "defineEn": "consisting of a hard building material that is made of the mixture of cement, water, sand, and small stones",
            "defineVi": "bao gồm một vật liệu xây dựng cứng được làm từ hỗn hợp xi măng, nước, cát và đá nhỏ"
        },
        {
            "id": "e36788cf-d600-4bf2-9afd-9c2bdea47732",
            "word": "leaded",
            "phonetic": "lɛdᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's 100 octane leaded fuel.",
                "And this person was eviscerated with shards of leaded glass that immediately became - watch where you step - immediately be-, um, the formaldehyde and all the toxins got right, right in there, just right in there.",
                "Well, a lot of these old specimens that were preserved in glass jars are preserved in leaded glass jars which if you don't know what that is, it's a very brittle kind of glass that hasn't lasted over like the last hundred years or so.",
                "But I also know from talking with someone who works at the Smithsonian that unfortunately a museum technician actually lost their life when they were carrying a large round jar that was made out of leaded glass and it exploded in their arms."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhZGVk&hash=7118eca2375288f0935486ed29e3bfcff4ee9a00&lang=en&cache-only=0",
            "defineEn": "(of a roof or windowpane) having frames covered with or made of lead",
            "defineVi": "(của mái nhà hoặc ô cửa sổ) có khung được bao phủ hoặc làm bằng chì"
        }
    ]
}