{
    "id": "824c361e-345d-4a1e-be8c-6e249ff972d9",
    "title": "Beddings and Parts of a bed",
    "originalTitle": "Beddings and Parts of a bed",
    "words": [
        {
            "id": "f1767663-51be-4681-92b7-b5e188d64fbe",
            "word": "mattress",
            "phonetic": "mætɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "You ruin a mattress.",
                "In the 1990s, new mattress designs hit the market.",
                "This mattress is called The Wave.",
                "I shared my mattress with another person.",
                "His mattress was completely infested with roaches."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0dHJlc3M&hash=da9f5ee49bf48d35a5b32e781c40be0c077ab1bc&lang=en&cache-only=0",
            "defineEn": "the part of a bed made of soft material on which a person sleeps",
            "defineVi": "một phần của giường làm bằng vật liệu mềm mà một người ngủ",
            "hasImg": true
        },
        {
            "id": "4e61dcc0-0c18-4389-9751-f33adba909ab",
            "word": "mattress cover",
            "phonetic": "mætɹəs kʌvɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWF0dHJlc3MgY292ZXI&hash=d7e076b9cb92f2982ad3930cbfe3318cc28a6297&lang=en&cache-only=0",
            "defineEn": "a removable fabric casing that fits over a mattress to protect it from stains, spills, and dust",
            "defineVi": "một vỏ bọc bằng vải có thể tháo rời để vừa với đệm để bảo vệ đệm khỏi vết bẩn, nước tràn và bụi",
            "hasImg": true
        },
        {
            "id": "1d6d9889-80fd-45c8-a1f1-0539556988e6",
            "word": "mattress pad",
            "phonetic": "mætɹəs pæd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWF0dHJlc3MgcGFk&hash=41ea7e56fbce0555e561996b8c833f57db64daa2&lang=en&cache-only=0",
            "defineEn": "a cushioned layer of material that is placed on top of a mattress to add comfort and protect the mattress from wear and tear",
            "defineVi": "một lớp vật liệu đệm được đặt trên một tấm đệm để tăng thêm sự thoải mái và bảo vệ đệm khỏi hao mòn"
        },
        {
            "id": "01f7c35d-e936-4d9f-bf33-67b675c6756b",
            "word": "bedpost",
            "phonetic": "bɛdpoʊst ",
            "partOfSpeechType": "noun",
            "examples": [
                "How about tying a string to a big, heavy, sturdy piece of furniture, like a bedpost?"
            ],
            "audio": "https://tts.langeek.co/read?text=YmVkcG9zdA&hash=d5f7e12378eab32947f545f2c55df0dac117802a&lang=en&cache-only=0",
            "defineEn": "a vertical support, typically made of wood or metal, that is attached to each corner of a bed frame and extends upwards, often with decorative features, to hold up the bed's canopy or curtains",
            "defineVi": "một giá đỡ thẳng đứng, thường được làm bằng gỗ hoặc kim loại, được gắn vào mỗi góc của khung giường và kéo dài lên trên, thường có các tính năng trang trí, để giữ tán giường hoặc rèm cửa"
        },
        {
            "id": "a86d2d0e-2de4-4bc4-be6b-fed52e3b600d",
            "word": "bedroll",
            "phonetic": "bɛdɹoʊl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmVkcm9sbA&hash=7921994f89a15e6f6e76969fcb9e199a1de8d82c&lang=en&cache-only=0",
            "defineEn": "a portable bedding system consisting of a rolled-up sleeping bag or blankets with a mat or pad, used for camping or outdoor sleeping",
            "defineVi": "một hệ thống giường di động bao gồm một túi ngủ cuộn lại hoặc chăn có chiếu hoặc đệm, được sử dụng để cắm trại hoặc ngủ ngoài trời"
        },
        {
            "id": "5fdc5f91-ee52-48fa-a170-90e41d93003c",
            "word": "bedside",
            "phonetic": "bɛdsaɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bedside radio played softly.",
                "I have a bedside table next to my bed for my books and glasses.",
                "I have a digital clock on my bedside table that shows the time in numbers.",
                "He reached over and turned off his bedside light.",
                "'She came to my bedside, put her candle close to my face and stared fiercely at me."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVkc2lkZQ&hash=74f0c3a2ff089f492c7bf36bf1ca5f2b0e65895e&lang=en&cache-only=0",
            "defineEn": "the area next to a bed, typically the surface of a table, shelf or nightstand, where one can place items for convenience such as lamps, books, phones, water, or medicine",
            "defineVi": "khu vực cạnh giường, thường là bề mặt của bàn, kệ hoặc tủ đầu giường, nơi người ta có thể đặt các vật dụng thuận tiện như đèn, sách, điện thoại, nước hoặc thuốc"
        },
        {
            "id": "e775b93a-9710-4a4c-8f8d-9c347d400dd1",
            "word": "bedstead",
            "phonetic": "bɛdstɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "She fainted and hit her head on the metal bedstead."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVkc3RlYWQ&hash=823492c1c0c93a57c7fa1611005fa11b9f38b680&lang=en&cache-only=0",
            "defineEn": "a bed frame or structure that supports a mattress and may be made of wood, metal, or other materials",
            "defineVi": "khung giường hoặc cấu trúc hỗ trợ nệm và có thể được làm bằng gỗ, kim loại hoặc các vật liệu khác",
            "hasImg": true
        },
        {
            "id": "348ac1c5-7933-4537-991a-d4d72472ac0d",
            "word": "headboard",
            "phonetic": "hɛdboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Where's the headboard?",
                "The headboard is right behind that.",
                "We added these beautiful fabric headboard walls to soften the brick.",
                "We make our own custom drapes, custom pillows, custom headboards.",
                "If I go through the headboard, you better call the urgent care!"
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhZGJvYXJk&hash=36655e7642d9b912394008f9b4e11169969e8c83&lang=en&cache-only=0",
            "defineEn": "a decorative panel or board that is attached to the head of a bed frame and serves as a support for the pillows",
            "defineVi": "một bảng hoặc bảng trang trí được gắn vào đầu khung giường và dùng làm giá đỡ cho gối",
            "hasImg": true
        },
        {
            "id": "c3e8844e-3a0b-4bbe-bcc8-951bd57ab6f6",
            "word": "sheet",
            "phonetic": "ʃiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He produced a sheet of paper from his pocket.",
                "All newspapers sang from the same song sheet.",
                "After the surgery, his face was as white as a sheet.",
                "Sushi rolls are often wrapped in sheets of edible algae, known as nori.",
                "They want the cabinet all singing from the same hymn sheet."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hlZXQ&hash=4be0c4d2ddc2c67e13cb9ec9a088c9034311b6a4&lang=en&cache-only=0",
            "defineEn": "a large, thin, and rectangular piece of cloth that is spread on a bed to lie under or on top of it",
            "defineVi": "một mảnh vải lớn, mỏng và hình chữ nhật được trải trên giường để nằm bên dưới hoặc bên trên nó",
            "hasImg": true
        },
        {
            "id": "6bf0c8ec-5023-4359-8965-e0830867be5c",
            "word": "comforter",
            "phonetic": "kʌmfɚɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Yeah, there's your comforter.",
                "For Sierra and Gabrielle, their father was their comforter and cheerleader.",
                "If anybody has a queen-size bed, I have a down comforter.",
                "Fur works by trapping air near the skin’s surface, like a down comforter.",
                "So China has a sock city,a toothbrush city, an underwear city, and here in Sanxingchen, abedding city making comforters, pillows and sheetsfor the world."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tZm9ydGVy&hash=686d57bb75932d22bce00a5a608632e994472fde&lang=en&cache-only=0",
            "defineEn": "a thick bedcovering that is filled with materials such as feathers or synthetic fibers, used to keep a person warm while sleeping",
            "defineVi": "một tấm trải giường dày chứa đầy các vật liệu như lông vũ hoặc sợi tổng hợp, được sử dụng để giữ ấm cho một người khi ngủ",
            "hasImg": true
        },
        {
            "id": "79c14f3b-4943-4ba8-927d-3ad15e4632a5",
            "word": "pillow",
            "phonetic": "pɪloʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children had pillow fights during their sleepover.",
                "My motrher decorated her room with new curtains and pillows.",
                "As they say, a clean conscience makes a soft pillow.",
                "Sarah used to cuddle her pillow for comfort and relaxation.",
                "As the proverb goes, an honest man's pillow is his peace of mind."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlsbG93&hash=ca37de80ec3067b7f4bb891b728781da3cb25044&lang=en&cache-only=0",
            "defineEn": "a cloth bag stuffed with soft materials that we put our head on when we are lying or sleeping",
            "defineVi": "một túi vải nhồi bằng vật liệu mềm mà chúng ta gối đầu khi nằm hoặc ngủ",
            "hasImg": true
        },
        {
            "id": "60126e32-4c4e-4395-bf68-a016d74ff3bb",
            "word": "blanket",
            "phonetic": "blæŋkɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The old woman knitted blankets for her grandchildren.",
                "The trees were covered in a blanket of snowy white.",
                "We sat on a blanket in the park, enjoying fava bean and herb-filled wraps.",
                "We sat around the picnic blanket, passing a bowl of filberts, enjoying their crunchy texture.",
                "He's kicking his feet up onto the blankets, not even bothering to take off his shoes."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhbmtldA&hash=237d135e25de6eb7787a3d7ddde8c37667c7863f&lang=en&cache-only=0",
            "defineEn": "a large piece of fabric made of wool, cotton, or other materials that is used to keep warm or to provide comfort, used on beds, sofas, chairs, etc.",
            "defineVi": "một mảnh vải lớn làm bằng len, bông hoặc các vật liệu khác được sử dụng để giữ ấm hoặc tạo sự thoải mái, được sử dụng trên giường, ghế sofa, ghế, v.v.",
            "hasImg": true
        },
        {
            "id": "36f4cbff-5608-4034-9107-ba05c42cc8cd",
            "word": "throw",
            "phonetic": "θɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My mother throws that far away.",
                "The children threw the crumpled paper balls into the classroom trash can.",
                "Yet another candidate has thrown his hat into the ring.",
                "He threw those kicks at lightning speed!",
                "She lives just a stone's throw away from the beach."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhyb3c&hash=a95d38c3a2ffe0120f0b92c9d2ed20319fa693ea&lang=en&cache-only=0",
            "defineEn": "a small, decorative blanket or cover, typically made of a soft and cozy material such as wool, fleece, or cotton, used to drape over a couch, chair, or bed to add warmth and decoration",
            "defineVi": "một tấm chăn hoặc tấm phủ nhỏ, trang trí, thường được làm bằng chất liệu mềm mại và ấm cúng như len, lông cừu hoặc bông, được sử dụng để treo trên đi văng, ghế hoặc giường để tăng thêm sự ấm áp và trang trí"
        },
        {
            "id": "6dc481f0-772e-41c1-8b3e-ccf38b7e23fa",
            "word": "bedspread",
            "phonetic": "bɛdspɹɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's now my bedspread, it's very soft."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVkc3ByZWFk&hash=c2c861f9eed5abff7711258ddad57a7f2d841919&lang=en&cache-only=0",
            "defineEn": "a decorative covering for a bed that is designed to drape over the entire bed, including the pillows, and often reaches the floor",
            "defineVi": "một tấm phủ trang trí cho giường được thiết kế để phủ lên toàn bộ giường, bao gồm cả gối và thường dài đến sàn",
            "hasImg": true
        },
        {
            "id": "dc9db7c6-a113-44fc-8d9d-98d8c5bc29c0",
            "word": "quilt",
            "phonetic": "kwɪlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She sent this picture of a quilt she made based on the bookshelf you may have seen behind me at my house.",
                "It's a quilt made up of 3,000 or so power companies that are owned by investor-owned utilities.",
                "These thickly woven, layered quilts of cotton could distribute the energy from a blow across a large surface area, shielding warriors without restricting their mobility.",
                "Latitude afforded to states leads to the strange, patchwork, patchwork quilt.",
                "Your brother drives for Uber, your mother rents out your old room on AirBnB, your sister sells candles that smell like your grandma, and your grandma is running a quilting blog."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVpbHQ&hash=d002d3357a89d135f973aab4ca75ca7ce859c09e&lang=en&cache-only=0",
            "defineEn": "a type of bedding made of three layers - a top layer, a middle layer of batting or filling, and a bottom layer, that are stitched or tied together to form a pattern or design",
            "defineVi": "một loại bộ đồ giường được làm bằng ba lớp - lớp trên cùng, lớp đệm hoặc lớp đệm ở giữa và lớp dưới cùng, được khâu hoặc buộc lại với nhau để tạo thành một mẫu hoặc thiết kế",
            "hasImg": true
        },
        {
            "id": "c9426480-dbbf-480f-b490-a5f41dfc8240",
            "word": "flat sheet",
            "phonetic": "flæt ʃiːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmxhdCBzaGVldA&hash=fcc71987ba5c135f5d37acb1c9845b6467d0212a&lang=en&cache-only=0",
            "defineEn": "a bedsheet placed on top of the fitted sheet to add comfort and protect the blanket or comforter, usually made of cotton or other breathable materials",
            "defineVi": "một tấm ga trải giường được đặt trên tấm ga trải giường được trang bị để tạo thêm sự thoải mái và bảo vệ chăn hoặc chăn bông, thường được làm bằng bông hoặc các vật liệu thoáng khí khác",
            "hasImg": true
        },
        {
            "id": "50d1a399-4415-45bb-acd1-46268656ac46",
            "word": "fitted sheet",
            "phonetic": "fɪɾᵻd ʃiːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zml0dGVkIHNoZWV0&hash=5112935657e54eefd9f27f58e1204e1e683c75d1&lang=en&cache-only=0",
            "defineEn": "a bed linen made of elasticized fabric that is designed to fit snugly over a mattress, with the corners of the sheet shaped to fit over the four corners of the mattress",
            "defineVi": "khăn trải giường làm bằng vải đàn hồi được thiết kế để vừa khít với đệm, với các góc của tấm được tạo hình để vừa với bốn góc của đệm",
            "hasImg": true
        },
        {
            "id": "18d6b158-73c7-477c-9dd4-d31abe85490d",
            "word": "pillowcase",
            "phonetic": "pɪloʊkeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "I thought you were just bragging that you had sheets and pillowcases.",
                "So lots of kids who trick or treat can remember bringing home pillowcases and plastic pumpkins full of candy every October 31st.",
                "Alright so when I was in Peru, I snuck in her bedroom and sprayed this smell that took me several months to arrive at, on my pillowcase, and what happened?"
            ],
            "audio": "https://tts.langeek.co/read?text=cGlsbG93Y2FzZQ&hash=fe63fb7debdda6b1b371ea6c601f83ea5fb63c0c&lang=en&cache-only=0",
            "defineEn": "a removable cover made of soft, breathable materials like cotton or linen, designed to protect a pillow from dirt and oils, and provide a comfortable sleeping surface for the head and face",
            "defineVi": "vỏ có thể tháo rời làm bằng vật liệu mềm, thoáng khí như bông hoặc vải lanh, được thiết kế để bảo vệ gối khỏi bụi bẩn và dầu, đồng thời mang lại một bề mặt ngủ thoải mái cho đầu và mặt",
            "hasImg": true
        },
        {
            "id": "7d2f8259-61b3-41d3-a962-acd1d954fac8",
            "word": "sheet set",
            "phonetic": "ʃiːt sɛt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2hlZXQgc2V0&hash=308232ab26f5e8286d1641ad9afbce93e4f60a08&lang=en&cache-only=0",
            "defineEn": "a collection of bed linens that typically includes a fitted sheet, a flat sheet, and one or two pillowcases, all made from the same material and in coordinating colors or patterns",
            "defineVi": "một bộ khăn trải giường thường bao gồm một tấm ga vừa vặn, một tấm phẳng và một hoặc hai vỏ gối, tất cả đều được làm từ cùng một chất liệu và có màu sắc hoặc hoa văn phối hợp"
        },
        {
            "id": "7881873e-8504-4ebf-9756-f567c9f2d035",
            "word": "king pillow",
            "phonetic": "kɪŋ pɪloʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=a2luZyBwaWxsb3c&hash=38bb8f59339f235a3f7549bfdc0f05876402ac36&lang=en&cache-only=0",
            "defineEn": "a bed pillow that is larger than a standard pillow, typically measuring 20 inches by 36 inches, and is designed to fit a king-size bed",
            "defineVi": "gối ngủ lớn hơn gối tiêu chuẩn, thường có kích thước 20 inch x 36 inch và được thiết kế để vừa với giường cỡ king"
        },
        {
            "id": "9d203df9-e673-485b-9f7e-76a47bd7bd7f",
            "word": "body pillow",
            "phonetic": "bɑːdi pɪloʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9keSBwaWxsb3c&hash=e08c97f80e68dd09328e9371ae378c2bdb3da3ce&lang=en&cache-only=0",
            "defineEn": "a long, cylindrical pillow that is designed to be hugged or wrapped around the body while sleeping, to provide support and comfort for the head, neck, shoulders, back, hips, and legs",
            "defineVi": "một chiếc gối dài, hình trụ được thiết kế để ôm hoặc quấn quanh cơ thể khi ngủ nhằm hỗ trợ và tạo sự thoải mái cho đầu, cổ, vai, lưng, hông và chân"
        },
        {
            "id": "810d3fc5-5323-4492-a0f6-7a3fbd7145ad",
            "word": "cooling pillow",
            "phonetic": "kuːlɪŋ pɪloʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29vbGluZyBwaWxsb3c&hash=05f2ba2deec2654431959ddca9a3fcc63bb9da63&lang=en&cache-only=0",
            "defineEn": "a type of pillow that helps keep people cool while they sleep",
            "defineVi": "một loại gối giúp giữ cho mọi người mát mẻ trong khi họ ngủ"
        },
        {
            "id": "b13ed7e0-5f37-4538-b87f-1e408256c68d",
            "word": "baby quilt",
            "phonetic": "beɪbi kwɪlt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFieSBxdWlsdA&hash=308c37ff97a72a2bfab2afe72a53c5a8a5af9d09&lang=en&cache-only=0",
            "defineEn": "a small, lightweight quilt or blanket designed for use with infants and young children, typically made of soft, washable fabrics like cotton or flannel, and decorated with colorful patterns or designs",
            "defineVi": "chăn hoặc chăn nhỏ, nhẹ được thiết kế để sử dụng cho trẻ sơ sinh và trẻ nhỏ, thường được làm bằng vải mềm, có thể giặt được như bông hoặc vải nỉ và được trang trí bằng hoa văn hoặc kiểu dáng đầy màu sắc"
        },
        {
            "id": "e48d40d7-6d92-4081-92e6-b1cc268bacd5",
            "word": "down comforter",
            "phonetic": "daʊn kʌmfɚɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG93biBjb21mb3J0ZXI&hash=479210f96fbdd6b4ac82e0e9e464318bf7ad6731&lang=en&cache-only=0",
            "defineEn": "a type of bedding made from the soft and fluffy undercoating of bird feathers, typically from ducks or geese",
            "defineVi": "một loại bộ đồ giường được làm từ lớp lông mềm và mịn của lông chim, điển hình là từ vịt hoặc ngỗng"
        },
        {
            "id": "4fc5d833-7ac2-435d-8801-7d96c97fee8a",
            "word": "synthetic comforter",
            "phonetic": "sɪnθɛɾɪk kʌmfɚɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3ludGhldGljIGNvbWZvcnRlcg&hash=23ffdc7b3e3f06d61d48208b1162f0dc3943e716&lang=en&cache-only=0",
            "defineEn": "a type of bedding made from man-made materials designed to provide warmth and comfort",
            "defineVi": "một loại giường làm từ vật liệu nhân tạo được thiết kế để mang lại sự ấm áp và thoải mái"
        },
        {
            "id": "a0d659ce-1f1a-4410-91fd-1fabfad260fc",
            "word": "down pillow",
            "phonetic": "daʊn pɪloʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG93biBwaWxsb3c&hash=2ca85817cc92cffc93d54a122cc4b2600ae33b18&lang=en&cache-only=0",
            "defineEn": "a type of pillow that is filled with the soft and fluffy undercoating of bird feathers, typically from ducks or geese",
            "defineVi": "một loại gối chứa đầy lớp lông mềm và mịn của lông chim, điển hình là từ vịt hoặc ngỗng"
        },
        {
            "id": "82899c25-7137-4b74-8072-553644dd609c",
            "word": "synthetic pillow",
            "phonetic": "sɪnθɛɾɪk pɪloʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3ludGhldGljIHBpbGxvdw&hash=d752530407eec170892df16a8dd21694164504d9&lang=en&cache-only=0",
            "defineEn": "a type of pillow that is made from man-made materials such as polyester, microfiber, or memory foam, and is designed to provide support and comfort for the head and neck during sleep",
            "defineVi": "một loại gối được làm từ vật liệu nhân tạo như polyester, sợi nhỏ hoặc bọt nhớ, và được thiết kế để hỗ trợ và tạo sự thoải mái cho đầu và cổ khi ngủ"
        },
        {
            "id": "26b8a3d9-78b3-4c34-91d0-827ff7b3d76a",
            "word": "dust ruffle",
            "phonetic": "dʌst ɹʌfəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHVzdCBydWZmbGU&hash=cf539d0bb1cdbf4744b27ef0e319d5f2a452d640&lang=en&cache-only=0",
            "defineEn": "a decorative piece of fabric that hangs down from the mattress to the floor, designed to cover the space between the bed frame and the floor while also hiding the area under the bed",
            "defineVi": "một mảnh vải trang trí treo từ nệm xuống sàn, được thiết kế để che khoảng trống giữa khung giường và sàn đồng thời che giấu khu vực dưới gầm giường",
            "hasImg": true
        },
        {
            "id": "6122052b-531f-4ba8-91ff-4fd6dcdc1e56",
            "word": "box spring",
            "phonetic": "bɑːks spɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym94IHNwcmluZw&hash=808fca545ab4d0747f8ef8b1774aadae097402db&lang=en&cache-only=0",
            "defineEn": "a type of bed foundation that sits underneath a mattress to provide support, absorb shock, and extend the life of the mattress",
            "defineVi": "một loại nền giường nằm bên dưới nệm để hỗ trợ, hấp thụ sốc và kéo dài tuổi thọ của nệm",
            "hasImg": true
        },
        {
            "id": "f9436db6-c4ee-4b2f-ab79-5ac068928b7c",
            "word": "safety rail",
            "phonetic": "seɪfti ɹeɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2FmZXR5IHJhaWw&hash=398b9235f44b7e952c955ce79454ea715db5fac1&lang=en&cache-only=0",
            "defineEn": "a protective barrier attached to the side of a bed to prevent the sleeper from falling out, often used for children, elderly individuals, or people with mobility or balance issues",
            "defineVi": "một thanh chắn bảo vệ gắn vào cạnh giường để ngăn người ngủ rơi ra ngoài, thường được sử dụng cho trẻ em, người già hoặc những người có vấn đề về vận động hoặc thăng bằng",
            "hasImg": true
        },
        {
            "id": "71dc6f91-9c59-418e-a406-7751f6da6e09",
            "word": "footboard",
            "phonetic": "fʊtboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Without this kind of inhibition, a person might just knock a lamp off their nightstand or bruise themselves by kicking their footboard."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9vdGJvYXJk&hash=05f5d5d2e99156ce945004ebd4420d4cb8ed84e0&lang=en&cache-only=0",
            "defineEn": "a board or panel attached to the foot of a bed frame to prevent the sleeper's feet from slipping off and to add a decorative element",
            "defineVi": "một tấm bảng hoặc bảng điều khiển được gắn vào chân khung giường để ngăn chân người ngủ trượt ra và thêm một yếu tố trang trí"
        },
        {
            "id": "11318a7f-504a-4fc1-a000-040f92ce73c5",
            "word": "air bed",
            "phonetic": "ɛɹ bɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWlyIGJlZA&hash=26dd626db1b84a0e3ed454a83e5da2561e2158bd&lang=en&cache-only=0",
            "defineEn": "a type of inflatable mattress that can be filled with air using an electric or manual pump, and is typically made of materials like vinyl or PVC",
            "defineVi": "một loại nệm bơm hơi có thể bơm đầy không khí bằng máy bơm điện hoặc thủ công và thường được làm bằng các vật liệu như nhựa vinyl hoặc PVC"
        },
        {
            "id": "c41061e7-49ef-402d-9b1e-b578e37f9338",
            "word": "quilted bedspread",
            "phonetic": "kwɪltᵻd bɛdspɹɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cXVpbHRlZCBiZWRzcHJlYWQ&hash=6d3dfbfaab713ed21cd0516595486e19fd4d3bd7&lang=en&cache-only=0",
            "defineEn": "a type of bed covering that is made up of two or more layers of fabric, with the inner layer being padded or filled to provide warmth",
            "defineVi": "một loại khăn trải giường được tạo thành từ hai lớp vải trở lên, với lớp bên trong được đệm hoặc làm đầy để tạo độ ấm"
        }
    ]
}