{
    "id": "82d4ad5c-28ef-4eba-9607-d4b8fe47ef4c",
    "title": "Society and Social Issues",
    "originalTitle": "Society and Social Issues",
    "words": [
        {
            "id": "17c1d5db-0de9-4d72-b3fb-870e8e1ea7ac",
            "word": "class",
            "phonetic": "klæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "This class is intense!",
                "The college also runs evening classes in bricklaying and joinery.",
                "Our next class will take the form of a debate.",
                "The teacher withdrew the assignment from the class website.",
                "The suite will add a touch of class to your bedroom."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3M&hash=013287836b2b951edfa84747856b479a5b59a8ff&lang=en&cache-only=0",
            "defineEn": "a group of people having the same economic or social status in a particular society",
            "defineVi": "một nhóm người có cùng địa vị kinh tế hoặc xã hội trong một xã hội cụ thể"
        },
        {
            "id": "155488fb-e681-4393-afe2-8a8c48ad7332",
            "word": "aristocracy",
            "phonetic": "æɹɪstɑːkɹəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The young heiress was expected to marry into aristocracy and continue her family's tradition of social prominence and political influence.",
                "But the aristocracy rebelled, and after Joseph’s death, his brother and successor rolled back these Enlightenment reforms.",
                "Traditionally, in the Russian society, in the czarist Russia, it was about aristocracies.",
                "And he also forced the aristocracy to serve the state, 11.",
                "Two classes became prominent alongside the aristocracy and peasants in the social structure: the bourgeoisie and proletariat or working class."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJpc3RvY3JhY3k&hash=2a17210b1772d8647b1e8e4b8a3089c206a8d505&lang=en&cache-only=0",
            "defineEn": "people in the highest class of society who have a lot of power and wealth and usually high ranks and titles",
            "defineVi": "những người thuộc tầng lớp cao nhất của xã hội, những người có nhiều quyền lực và sự giàu có và thường có cấp bậc và danh hiệu cao"
        },
        {
            "id": "22cdcf51-2577-49b3-9f61-3ccf495173e0",
            "word": "noble",
            "phonetic": "noʊbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Awfully noble of them if you ask me.",
                "Such noble behavior separated the knight from common archers and mercenaries.",
                "- It's noble.",
                "There's plenty of other pursuits out there, noble pursuits.",
                "Gradually the nobles came back to France, although they had mostly lost their special privileges."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9ibGU&hash=3e7a7ed6137d5039e2269b0988edbf1167e602dd&lang=en&cache-only=0",
            "defineEn": "belonging to the highest social class or the royal family",
            "defineVi": "thuộc tầng lớp xã hội cao nhất hoặc gia đình hoàng gia"
        },
        {
            "id": "e3e4f410-09a5-4e43-b32a-a816067a91d0",
            "word": "civil",
            "phonetic": "sɪvəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The proposal was dropped after opposition from civil liberties groups.",
                "When it comes to civil rights issues, Mary is always eager to take up the gauntlet.",
                "Although she was angry, she kept a civil tongue.",
                "Whether we're talking to our friends, family, or coworkers, we should keep in mind that a civil question deserves a civil answer, and that being kind and considerate can go a long way in fostering positive relationships.",
                "Whether we're talking to our friends, family, or coworkers, we should keep in mind that a civil question deserves a civil answer, and that being kind and considerate can go a long way in fostering positive relationships."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2l2aWw&hash=518bba424f6f9b3b9d2018ee7556293757db1d9a&lang=en&cache-only=0",
            "defineEn": "related to the citizens of a country",
            "defineVi": "liên quan đến công dân của một quốc gia"
        },
        {
            "id": "d6f2f400-c0fd-44c6-a393-3028abdc0ea4",
            "word": "citizen",
            "phonetic": "sɪɾɪzən ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a citizen, it is important to belong to a community and contribute to its well-being.",
                "The government's explanation for the budget deficit had more holes than Swiss cheese, and many citizens were left feeling skeptical.",
                "When the government tried to pass a law that would allow them to enter people's homes without a warrant, many citizens protested, stating that an Englishman's home is his castle.",
                "Thousands of citizens are already voting with their feet, and leaving the country.",
                "The protests against the authoritarian regime were a manifestation of the belief that disobedience is the true foundation of liberty, as citizens stood up against oppression to demand greater freedom."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2l0aXplbg&hash=0fce8bab5f62b36ad8dec84ca7d9d25c64019ba6&lang=en&cache-only=0",
            "defineEn": "someone whose right of belonging to a particular state is legally recognized either because they are born there or are naturalized",
            "defineVi": "ai đó có quyền thuộc về một quốc gia cụ thể được công nhận hợp pháp bởi vì họ được sinh ra ở đó hoặc được nhập quốc tịch"
        },
        {
            "id": "7801b150-11a2-4d91-8cdb-5efe38834a0f",
            "word": "status",
            "phonetic": "stæɾəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Minor celebrity status did not become Potter.",
                "The media speculated about the celebrity couple's relationship status, wondering if they were an item or just good friends.",
                "In this particular society men rule the roost and women have a low status and few rights.",
                "She went on Facebook and changed her relationship status.",
                "The actor has become the poster boy for environmental activism, using his celebrity status to raise awareness about climate change."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdHVz&hash=a1c3d5aec8e2b6ac072ee295ee30036a5bde8f11&lang=en&cache-only=0",
            "defineEn": "someone or something's professional or social position relative to that of others",
            "defineVi": "vị trí nghề nghiệp hoặc xã hội của ai đó hoặc một cái gì đó so với vị trí của người khác"
        },
        {
            "id": "46c5fd65-7e64-44b3-ab2d-d607e65be940",
            "word": "welfare",
            "phonetic": "wɛlfɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Because so many other social issues take priority for the government, the welfare of children in the foster-care system often ends up falling through the cracks.",
                "Welfare can't keep people forever.",
                "Welfare carry Richard linkage between cover Mr. Carter.",
                "The daughter of an imperial general Aleksandra Kollontai oversaw the welfare system and wrote easy-to-read novels about the wholesome relationships between men and women under communism.",
                "Years ago, we didn't fully understand animal welfare as well as we do now."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VsZmFyZQ&hash=1341ff2ebe67f337af1dee6faa0ad611a46f4e0b&lang=en&cache-only=0",
            "defineEn": "a financial aid provided by the government for people who are sick, unemployed, etc.",
            "defineVi": "một khoản hỗ trợ tài chính do chính phủ cung cấp cho những người bị ốm, thất nghiệp, v.v."
        },
        {
            "id": "e6943089-0457-4367-8b47-1fa39bec1d6f",
            "word": "tolerance",
            "phonetic": "tɑːlɚɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "What does tolerance mean?",
                "That tolerance aspect is especially important.",
                "For this example, a tolerance of 45 worked best.",
                "For this example, a tolerance of 45 worked best.",
                "There's no tolerance."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9sZXJhbmNl&hash=60b42fbd7e89fb305ab2371a658cc7d902af6fec&lang=en&cache-only=0",
            "defineEn": "willingness to accept behavior or opinions that are against one's own",
            "defineVi": "sẵn sàng chấp nhận hành vi hoặc ý kiến chống lại chính mình",
            "hasImg": true
        },
        {
            "id": "1c057764-beb0-4dd0-a5f0-3201b317ab06",
            "word": "philanthropy",
            "phonetic": "fɪlænθɹəpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their socialism entailed philanthropy.",
                "Some of that involves corporate philanthropy.",
                "They should use philanthropy.",
                "At the same time, religious activism renewed focus on philanthropy.",
                "Philanthropy itself is fairly strong."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhpbGFudGhyb3B5&hash=be7983c9db384f06b24f7129dd7ee6f58a2dab00&lang=en&cache-only=0",
            "defineEn": "the activity of helping people, particularly financially",
            "defineVi": "hoạt động giúp đỡ mọi người, đặc biệt là về tài chính"
        },
        {
            "id": "a1377d3c-67ea-419e-ad43-e9415d4960b0",
            "word": "sexuality",
            "phonetic": "sɛkʃuːælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "So changes in sexuality accompanied the rise of modern women.",
                "And your sexuality is just one of those parts of your identity.",
                "Yeah, so the whole epic is incredibly paranoid about female sexuality.",
                "But, really, for years even before that, I really didn't put a whole label on my sexuality.",
                "Sexuality researcher Alfred Kinsey famously used this technique when he surveyed thousands of men and women on their sexual history and published his findings in a pair of revolutionary texts, Sexual Behavior in the Human Male and Female respectively."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V4dWFsaXR5&hash=bcd3b1a95fb2f79c78b12d70629f29bd66571006&lang=en&cache-only=0",
            "defineEn": "the qualities and activities that are related to sex",
            "defineVi": "những phẩm chất và hoạt động có liên quan đến tình dục",
            "hasImg": true
        },
        {
            "id": "f5199b38-9dba-4f82-a1cd-edcc20d8d43b",
            "word": "gender",
            "phonetic": "dʒɛndɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In recent years, comedians have found themselves in hot water for making politically incorrect topics about everything from race to gender.",
                "In some cultures, the idea that one cannot love and be wise was used to reinforce gender roles, with men being encouraged to pursue intellectual pursuits and women being expected to focus on domestic and emotional responsibilities.",
                "The saying 'a whistling woman and a crowing hen are neither fit for God nor men,' is an example of a stereotype that has been used to criticize women who defy traditional gender roles and expectations.",
                "You could have 10 genders.",
                "Gender reveals."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZGVy&hash=0d3b9ad4ab2a44f5c4ade99485fac8d4d9f66be0&lang=en&cache-only=0",
            "defineEn": "the fact or condition of being male, female or non-binary that people identify themselves with based on social and cultural roles",
            "defineVi": "thực tế hoặc tình trạng là nam, nữ hoặc phi nhị phân mà mọi người tự nhận mình dựa trên vai trò xã hội và văn hóa",
            "hasImg": true
        },
        {
            "id": "715715b2-39b6-427f-b9f2-0e2a4d7de8e6",
            "word": "feminine",
            "phonetic": "fɛmᵻnɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "[Conan] Feminine products, I don't know what those are.",
                "I've got long legs and I'm very feminine",
                "They considered the letters F, L, V, and W feminine, but the letters M, X, and Z masculine. ",
                "I mean umbrellas used to be viewed as completely feminine accessories for rich people, and only to shade the sun.",
                "In fact children’s clothes were designed with ease in mind, more so than displaying masculine or feminine traits."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVtaW5pbmU&hash=98ed090719b6fe0eb83c15daab33f14f050c66d9&lang=en&cache-only=0",
            "defineEn": "related to women; possessing qualities or appearance considered to be typical of women",
            "defineVi": "liên quan đến phụ nữ; sở hữu những phẩm chất hoặc ngoại hình được coi là điển hình của phụ nữ",
            "hasImg": true
        },
        {
            "id": "065a1fa1-9c58-43e7-8453-4be422e0d89d",
            "word": "masculine",
            "phonetic": "mæskjʊlɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Some of the identities were clearly masculine.",
                "Dragons represent yang, the masculine force.",
                "Alphas are bold, traditionally masculine figures endowed with raw sexual confidence.",
                "If the West is masculine than the East is feminine.",
                "They considered the letters F, L, V, and W feminine, but the letters M, X, and Z masculine. "
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzY3VsaW5l&hash=80ede030fc845c660d7ff054337a4884d7e85e28&lang=en&cache-only=0",
            "defineEn": "related to men; possessing qualities or appearance considered to be typical of men",
            "defineVi": "liên quan đến nam giới; sở hữu phẩm chất hoặc ngoại hình được coi là điển hình của nam giới",
            "hasImg": true
        },
        {
            "id": "787a3bf3-0cca-4882-a5e8-838c31aa30fb",
            "word": "feminism",
            "phonetic": "fɛmɪnɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "She talks a lot about intersectional feminism, racism.",
                "So clearly the civil Rights movement hadn’t exactly caught up to full fledged feminism at this point.",
                "I, and many others, have learned about rape culture, feminism, sexism, homophobia, transgender issues, racism because of the Internet.",
                "Whether you like feminists, hate feminists, hate certain waves of feminists and feminism, whatever.",
                "Let’s do feminism videos together."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVtaW5pc20&hash=e7d1efbf05227ef0ba5e9ea212c54dbc661b1bd6&lang=en&cache-only=0",
            "defineEn": "the movement that supports equal treatment of men and women and believes women should have the same rights and opportunities",
            "defineVi": "phong trào ủng hộ đối xử bình đẳng giữa nam và nữ và tin rằng phụ nữ nên có các quyền và cơ hội như nhau",
            "hasImg": true
        },
        {
            "id": "87825bd6-258f-4963-aeb3-b38d95b8b814",
            "word": "race",
            "phonetic": "ɹeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fast runner won the race by a wide margin.",
                "The team finished the race in first place.",
                "My people have a horse in this race, too.",
                "In the Midlands the race remains too close to call.",
                "You lost the race faster than you can say Jack Robinson."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFjZQ&hash=62450fe3925f8822d35b5e3fd2815d7fd77d2afa&lang=en&cache-only=0",
            "defineEn": "each of the main groups into which humans can be divided based on their physical attributes such as the color of their skin",
            "defineVi": "mỗi nhóm chính mà con người có thể được phân chia dựa trên các thuộc tính vật lý của họ, chẳng hạn như màu da của họ",
            "hasImg": true
        },
        {
            "id": "ce2aede1-be1b-4399-84c8-e837237d20b5",
            "word": "ethnicity",
            "phonetic": "ɛθnɪsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The prime minister's casual remarks about the role of ethnicity in unemployment numbers has predictably put the cat among the pigeons on both sides of the political spectrum.",
                "In its roughest and broadest definition, ethnicity is the understanding that a group of people have a shared cultural origin.",
                "But race and ethnicity have some very interwoven roots, even though they aren’t synonymous.",
                "Today we learned the difference between races and ethnicities.",
                "Early on and for a long time Arab ethnicity was privileged in the Islamic world and this was especially true during the period of conquest."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXRobmljaXR5&hash=0ea834c5a21ad564383a90715f021c3fb403aba7&lang=en&cache-only=0",
            "defineEn": "the state of belonging to a certain ethnic group",
            "defineVi": "tình trạng thuộc về một nhóm dân tộc nhất định",
            "hasImg": true
        },
        {
            "id": "45de7e57-b3ae-4806-8f39-0ce34227575c",
            "word": "multicultural",
            "phonetic": "mʌltɪkʌltʃɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This city is known for its diverse population and multicultural atmosphere.",
                "It’s multicultural.",
                "The expansion of the agora in both physical size and variety of traded goods reflected the shift in the Greek economy from neighborly rural trading to long-distance multicultural exchange.",
                "The brand presents itself as multicultural and fun-loving and lures consumers in with the promise of fresh, bold flavors.",
                "Under Roger II, the kingdom became a beacon of multicultural tolerance in a world torn apart by religious and civil wars."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVsdGljdWx0dXJhbA&hash=68ba81a3b388f5987f699bf790ab022659750f64&lang=en&cache-only=0",
            "defineEn": "related to or involving several different cultures",
            "defineVi": "liên quan đến hoặc liên quan đến một số nền văn hóa khác nhau"
        },
        {
            "id": "fd883bf0-6880-4571-b213-8a2633888bcc",
            "word": "global village",
            "phonetic": "ɡloʊbəl vɪlɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2xvYmFsIHZpbGxhZ2U&hash=30b916dc484ccb125d5d217b317ac4801b5095ea&lang=en&cache-only=0",
            "defineEn": "‌the whole world considered as a small place because of being closely connected by modern communication systems",
            "defineVi": "‌cả thế giới như thu nhỏ lại vì được kết nối chặt chẽ bằng hệ thống thông tin liên lạc hiện đại"
        },
        {
            "id": "b3735d74-11ba-44ba-9844-ae4eb1358196",
            "word": "inequality",
            "phonetic": "ɪniːkwɔlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He got on his soapbox and gave a passionate speech about income inequality.",
                "So, we have rising inequality.",
                "Inequality is increasing over time.",
                "You need some inequality.",
                "Economic inequality was extreme."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5lcXVhbGl0eQ&hash=19d78dafc867b341028e8bcc3aadda642ac8f7f7&lang=en&cache-only=0",
            "defineEn": "a situation where there is a lack of fairness or equal treatment between individuals or groups",
            "defineVi": "một tình huống thiếu công bằng hoặc đối xử bình đẳng giữa các cá nhân hoặc nhóm"
        },
        {
            "id": "caa5b7ba-12e9-4aaf-8589-11e98d33e222",
            "word": "gender gap",
            "phonetic": "dʒɛndɚ ɡæp ",
            "partOfSpeechType": "noun",
            "examples": [
                "But there is a gender gap.",
                "The gender gap refers to the fact that women tend to be more liberal overall than men."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZGVyIGdhcA&hash=7193559059fea3a1e0d813fd83273e2ad77be2f1&lang=en&cache-only=0",
            "defineEn": "the differences between the rights, opportunities, etc. of women and men and the way they are treated in a society",
            "defineVi": "sự khác biệt giữa quyền, cơ hội, v.v. của phụ nữ và nam giới và cách họ được đối xử trong xã hội",
            "hasImg": true
        },
        {
            "id": "b9597060-09b7-4409-b857-69f92d8b1113",
            "word": "to discriminate",
            "phonetic": "tə dɪskɹɪmᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Hollywood discriminates against Jews.",
                "Opioids do not discriminate.",
                "Is the university discriminating against humans in its application process?",
                "It doesn't discriminate.",
                "And, Harry, you use the word discriminate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzY3JpbWluYXRl&hash=7c804c6bfe2c160f9d86389e5b29ea0a3423f0f2&lang=en&cache-only=0",
            "defineEn": "to unfairly treat a person or group of people based on their sex, race, etc.",
            "defineVi": "đối xử bất công với một người hoặc một nhóm người dựa trên giới tính, chủng tộc, v.v."
        },
        {
            "id": "40121362-0026-4881-a5b8-f9c8ac367fd9",
            "word": "diversity",
            "phonetic": "daɪvɜːsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Brown algae have complex life cycles with genetic diversity.",
                "He joined ESPN, which already had a culture of inclusion and diversity, but he took it up a notch.",
                "Traveling to a foreign country allowed me to see my own culture and values in a new light, gaining a broader perspective and appreciation for diversity.",
                "I try to appreciate the diversity of cultures and not let stereotypes influence my opinions, because a black plum is as sweet as a white one.",
                "To take in diversity."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGl2ZXJzaXR5&hash=face7618068ff0893d991a3542c5f439c40b6834&lang=en&cache-only=0",
            "defineEn": "the quality or practice of involving many people from different cultures, social backgrounds, sexual orientations, etc.",
            "defineVi": "chất lượng hoặc thực hành liên quan đến nhiều người từ các nền văn hóa, nền tảng xã hội, khuynh hướng tình dục khác nhau, v.v.",
            "hasImg": true
        },
        {
            "id": "dff395ea-80d6-49c7-9ff7-460c4791d2f8",
            "word": "superior",
            "phonetic": "suːpiəɹɪɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Our superior technology is our ace in the hole.",
                "The make-or-break factor in this delicate post-course period is the attitude of the person's immediate superior.",
                "He shrugged off the thought of his superiors dragging him over the coals for making such a statement to a civilian.",
                "The boxer was determined to win the fight, but his opponent's superior speed and agility got the best of him.",
                "The startup faced stiff competition from established players in the market, but it was able to remain on its feet by innovating and delivering a superior product."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwZXJpb3I&hash=7d25038a5ad4cda5982ea1d1cf72e57daecc7f6b&lang=en&cache-only=0",
            "defineEn": "higher in status or rank in comparison with someone or something else",
            "defineVi": "địa vị hoặc cấp bậc cao hơn so với ai đó hoặc cái gì khác"
        },
        {
            "id": "4a769244-f7c5-42dc-bee4-ac9e339f4b7a",
            "word": "inferior",
            "phonetic": "ɪnfɪɹiɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You had inferior conditions.",
                "The inferior competitor will be eliminated.",
                "I wasn't inferior, and what was being promoted on British television was basically nonsense.",
                "Specifically, differences in a region called the right inferior frontal gyrus.",
                "He became superintendent of the Royal Garden in Paris and argued with Thomas Jefferson about whether animals and plants in the Americas were inferior to those in Eurasia."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mZXJpb3I&hash=146d2f48a74c3a3cdebdf54ecb6a2f070762c708&lang=en&cache-only=0",
            "defineEn": "lower in rank or status in comparison with someone or something else",
            "defineVi": "thấp hơn trong cấp bậc hoặc tình trạng so với một ai đó hoặc một cái gì đó khác"
        },
        {
            "id": "4785206a-896f-4383-b741-0ed24777fb6c",
            "word": "segregation",
            "phonetic": "sɛɡɹɪɡeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your 60s didn't have segregation.",
                "And housing segregation tightened its grip on the American landscape.",
                "The segregation in France's is unbelievable.",
                "And I say segregation now, segregation tomorrow, and segregation forever.",
                "During his tenure from 1877 to 1911, the High Court enshrined racial segregation in American life."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VncmVnYXRpb24&hash=e78ce973306288d39cf887d05855f8cf347d2ec7&lang=en&cache-only=0",
            "defineEn": "the policy of separating a group of people from the rest based on racial, sexual, or religious grounds and discriminating against them",
            "defineVi": "chính sách tách một nhóm người khỏi phần còn lại dựa trên cơ sở chủng tộc, tình dục hoặc tôn giáo và phân biệt đối xử với họ"
        },
        {
            "id": "9d96c1c8-a3c6-4683-a5a4-61e718c60b09",
            "word": "homelessness",
            "phonetic": "hoʊmləsnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "And, suddenly, I experienced homelessness.",
                "Unemployment and homelessness are two of the major concerns for any government.",
                "Homelessness increased dramatically.",
                "That's transient homelessness.",
                "So it also increases the rate of homelessness and other traumatic events and experiences."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tZWxlc3NuZXNz&hash=1846a1680e3077de5e6ecceb54ca41c35a105e46&lang=en&cache-only=0",
            "defineEn": "the fact or state of not having a home",
            "defineVi": "thực tế hoặc tình trạng không có nhà",
            "hasImg": true
        },
        {
            "id": "e2ea4035-3362-403d-89b0-08ae07a7691b",
            "word": "sexism",
            "phonetic": "sɛksɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "When it was accused of racism, sexism, anti-environmentalism, it reacted defensively, exacerbating the situation.",
                "There's institutional sexism.",
                "I mean, is it sexism?",
                "We would still have sexism preventing women from getting equal pay.",
                "I, and many others, have learned about rape culture, feminism, sexism, homophobia, transgender issues, racism because of the Internet."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V4aXNt&hash=dfd83bd17887d9a69d66e779954aaccb2fce3bee&lang=en&cache-only=0",
            "defineEn": "an unfair treatment based on the belief that one gender, particularly female, is weaker, less intelligent, or less important than the other",
            "defineVi": "một sự đối xử bất công dựa trên niềm tin rằng một giới tính, đặc biệt là nữ, yếu hơn, kém thông minh hơn hoặc kém quan trọng hơn giới kia",
            "hasImg": true
        },
        {
            "id": "3bc94f86-7021-4f14-98f4-8780a4d865bb",
            "word": "racism",
            "phonetic": "ɹeɪsɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Racism must be eliminated, roots and all.",
                "When it was accused of racism, sexism, anti-environmentalism, it reacted defensively, exacerbating the situation.",
                "And racism takes many forms.",
                "Racism loves a rebrand.",
                "Racism still stains the game."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFjaXNt&hash=9cb353127c574ea509ce6edd73c5c95f093949e6&lang=en&cache-only=0",
            "defineEn": "the unjust or violent behavior toward people because their race is different form one's own",
            "defineVi": "hành vi bất công hoặc bạo lực đối với mọi người vì chủng tộc của họ khác với chủng tộc của chính mình",
            "hasImg": true
        },
        {
            "id": "0948ebfe-4808-4f49-8289-1956da123a1e",
            "word": "alcoholism",
            "phonetic": "ælkəhoʊlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Alcoholism surged.",
                "Binge drinking and alcoholism are a totally different ballgame.",
                "You can see similar patterns with alcoholism.",
                "His life ended early in alcoholism and poor health.",
                "It caused suicides in the Secret Service, alcoholism."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxjb2hvbGlzbQ&hash=a36a748af34ba3e86d67f48527e4acc255b36f25&lang=en&cache-only=0",
            "defineEn": "a medical condition caused by drinking an excessive amounts of alcohol on a regular basis",
            "defineVi": "một tình trạng y tế do uống quá nhiều rượu một cách thường xuyên"
        },
        {
            "id": "5afd067e-0505-4ac0-ac1d-d906e056d3f4",
            "word": "addiction",
            "phonetic": "ɐdɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His drug addiction has been a monkey on his back for years.",
                "I worry that his drug addiction will be the death of him.",
                "He is fighting a losing battle against his addiction.",
                "I had a really bad drug addiction in college, but seeing my friend die from an overdose really scared me straight.",
                "After years of struggling with addiction, he finally drew a line under his old life and started a new, healthier chapter."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRkaWN0aW9u&hash=af28393fe2a0399a8eaea25969aa54dd2fad8deb&lang=en&cache-only=0",
            "defineEn": "the inability to stop taking, using, or doing something, particularly something harmful or unhealthy",
            "defineVi": "không có khả năng ngừng lấy, sử dụng hoặc làm điều gì đó, đặc biệt là điều gì đó có hại hoặc không lành mạnh",
            "hasImg": true
        },
        {
            "id": "98e9e6f5-ba08-4d2f-a7a2-760cbeeedd75",
            "word": "demonstration",
            "phonetic": "dɛmənstɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Opposition to the war in Vietnam has set off demonstrations in several major cities.",
                "Did you see demonstrations?",
                "Instead, thousands of protesters confronted police in pro-democracy demonstrations.",
                "West Virginia teachers in turn sparked similar demonstrations in Oklahoma and Arizona.",
                "The peaceful demonstrations were in response to the decadelong rule of Serzh Sargsyan."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtb25zdHJhdGlvbg&hash=b91cee6548451b06d2f10b813330aa0a78b2ba71&lang=en&cache-only=0",
            "defineEn": "a display of support for or protest against something or someone by a march or public meeting",
            "defineVi": "thể hiện sự ủng hộ hoặc phản đối điều gì đó hoặc ai đó bằng một cuộc tuần hành hoặc cuộc họp công cộng",
            "hasImg": true
        },
        {
            "id": "315816ba-819c-4eea-9771-5ae9877ce892",
            "word": "minority",
            "phonetic": "maɪnɔːɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Only a minority of people exist on unemployment benefits alone.",
                "The party, now in the minority, has been paying the new majority back in their own coin by stifling their legislation initiatives at every opportunity.",
                "My cousin objected and he was not a minority of one.",
                "I found myself to be a minority of one.",
                "Glad that I wasn't in a minority of one."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlub3JpdHk&hash=f34f7359e85620b3c8adc048024eac1b2fb4f6db&lang=en&cache-only=0",
            "defineEn": "a small group of people who differ in race, religion, etc. and are often mistreated by the society",
            "defineVi": "một nhóm nhỏ những người khác nhau về chủng tộc, tôn giáo, v.v. và thường bị xã hội ngược đãi",
            "hasImg": true
        },
        {
            "id": "7a342767-4108-4dec-9e28-5a8969842322",
            "word": "prejudice",
            "phonetic": "pɹɛdʒuːdɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rivalries and prejudice were by degrees fading out.",
                "In her entire career, Monia has stayed a cut above the rest by steering clear of prejudices and letting her work talk for itself.",
                "As a journalist, I believe that fair play is a jewel, and it's important to report the truth without bias or prejudice.",
                "Prejudice is a poison that divides and conquers the people that are engaged in this fear based, antagonistic way of living.",
                "The racial slur in this newsreel title shows the prejudice towards Mexican workers during this time."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlanVkaWNl&hash=958576869047d5df238323dae78ae6a6706758c7&lang=en&cache-only=0",
            "defineEn": "an unreasonable opinion or judgment based on dislike felt for a person, group, etc., particularly because of their race, sex, etc.",
            "defineVi": "một ý kiến hoặc đánh giá vô lý dựa trên cảm giác không thích đối với một người, một nhóm, v.v., đặc biệt là vì chủng tộc, giới tính của họ, v.v."
        },
        {
            "id": "f377fc9e-2c28-43af-a151-4a82ba3194e3",
            "word": "starvation",
            "phonetic": "stɑːɹveɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Emergency aid could save millions threatened with starvation.",
                "What links starvation, seizures, and ketone bodies in the blood?",
                "They're practically facing severe starvation.",
                "So, they're practically facing severe starvation.",
                "So by 1852, emigration and starvation had shrunk the population of Ireland from about 6.5 million to 4 million."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhcnZhdGlvbg&hash=698a0c1c2b48e44e243721b56d3df0cbf2eddfd0&lang=en&cache-only=0",
            "defineEn": "a situation where a person or animal dies or greatly suffers from having no food for a long time",
            "defineVi": "một tình huống mà một người hoặc động vật chết hoặc đau khổ vì không có thức ăn trong một thời gian dài",
            "hasImg": true
        },
        {
            "id": "4c177a49-28d0-4b74-8353-08ef9cf4dcda",
            "word": "slum",
            "phonetic": "slʌm ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'll slum it.",
                "Overcrowded slums and megacities covering continents?",
                "Migrant workers are subjectto strict residency laws-- necessary prevention,in the government's view, against mass migration andthe creation of urban slums.",
                "Conditions in Manchester were abominable, including the development of slums, and the spread of disease.",
                "So at this point, photojournalistic efforts had shone a light on the deplorable conditions of slums and privately run charitable homes were already an established precedent."
            ],
            "audio": "https://tts.langeek.co/read?text=c2x1bQ&hash=92158812474f8215b5beca566becf5935b4f7f2d&lang=en&cache-only=0",
            "defineEn": "a very poor and overpopulated area of a city or town in which the houses are not in good condition",
            "defineVi": "một khu vực rất nghèo và đông dân cư của một thành phố hoặc thị trấn trong đó những ngôi nhà không ở trong tình trạng tốt",
            "hasImg": true
        },
        {
            "id": "f7fda601-1b57-4473-9109-7d0b3d152a37",
            "word": "shelter",
            "phonetic": "ʃɛltɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Running the animal shelter is a labor of love for Jane.",
                "They will have to sleep rough tonight if they don't find a shelter soon.",
                "Reindeer moss, with its tufted form, provides a cozy bed for small creatures seeking shelter.",
                "The family who lost their home in a natural disaster had to live in a temporary shelter for several months, but they endured the difficult circumstances with patience and resilience, knowing that what cannot be cured must be endured.",
                "Sally is an animal lover, so when she found out that her new neighbor volunteers at an animal shelter, she knew he was after her own heart."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hlbHRlcg&hash=d3c503f92628214733cae8f694a1312f4efd13cc&lang=en&cache-only=0",
            "defineEn": "a place in which very poor people are provided with food and housing",
            "defineVi": "một nơi mà những người rất nghèo được cung cấp thực phẩm và nhà ở",
            "hasImg": true
        },
        {
            "id": "7700eca1-5cda-4138-9fa3-9f546c639a72",
            "word": "refugee",
            "phonetic": "ɹɛfjuːdʒiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hungary's opening of the border was a turning point for the refugees.",
                "Supplies are being dropped for the refugees.",
                "We have a duty to care for the refugees.",
                "Refugees are welcome here!",
                "Syrian refugees tax an overburdened system."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmdWdlZQ&hash=432a89eb7eaabe004d7bdd4daf9725fd07909c70&lang=en&cache-only=0",
            "defineEn": "a person who is forced to leave their own country because of war, fear of prosecution, etc.",
            "defineVi": "một người buộc phải rời khỏi đất nước của họ vì chiến tranh, sợ bị truy tố, v.v."
        },
        {
            "id": "293895ca-a62e-4f29-8888-8ef88983777a",
            "word": "community service",
            "phonetic": "kəmjuːnᵻɾi sɜːvɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "And talk about that, his community service.",
                "This is the logic behind assigning community service to offenders.",
                "And he became as known for his business acumen, his community service, as he did for his music.",
                "Anna Morgan-Lloyd received three years of federal probation, plus community service, for a single misdemeanor.",
                "He got caught in a burglary and his sentence was community service, until: MIGUEL RAMIREZ:"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbXVuaXR5IHNlcnZpY2U&hash=dfd9aa41c3c753a11e7b34473e0808b284b73ae1&lang=en&cache-only=0",
            "defineEn": "unpaid work done either as a form of punishment by a felon or as a voluntary service by a citizen",
            "defineVi": "công việc không được trả lương được thực hiện như một hình thức trừng phạt của một kẻ phạm trọng tội hoặc như một nghĩa vụ tự nguyện của một công dân",
            "hasImg": true
        },
        {
            "id": "29708e52-61e6-40ae-8f30-e638e1901b63",
            "word": "social worker",
            "phonetic": "soʊʃəl wɜːkɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c29jaWFsIHdvcmtlcg&hash=e76ecb3aaaf49f87e3b464b21c7eb15feef1ff9d&lang=en&cache-only=0",
            "defineEn": "someone who is employed to give advice to or provide help for those with family or financial problems",
            "defineVi": "một người được tuyển dụng để đưa ra lời khuyên hoặc cung cấp sự giúp đỡ cho những người có vấn đề về gia đình hoặc tài chính",
            "hasImg": true
        }
    ]
}