{
    "id": "82e23fcc-b45c-4471-b477-4ca6c578dcbe",
    "title": "Let's Hit the Road!",
    "originalTitle": "Lesson 48",
    "words": [
        {
            "id": "180cb56c-8354-4b69-8c32-d8e4142074c9",
            "word": "budget",
            "phonetic": "bʌdʒɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Budget cuts are putting the squeeze on scientific research.",
                "The budget can be balanced by raising income taxes by 2 percent.",
                "The project's success is walking on shaky ground due to frequent delays and budget issues.",
                "The business owner did not create a budget or a marketing strategy, and the company failed within a year.",
                "The latest budget over-eggs the pudding yet again, spreading resources across too many sectors without enough funds to actually fix any of them."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVkZ2V0&hash=d4a97d7dce87c996f8ba0bee600976bc3ee3d8c7&lang=en&cache-only=0",
            "defineEn": "economical and not expensive",
            "defineVi": "kinh tế và không tốn kém"
        },
        {
            "id": "6f161a85-8912-4745-8489-683879f83b48",
            "word": "resort",
            "phonetic": "ɹᵻzɔːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asking them to leave the school should be a last resort.",
                "As a last resort we can call Lugas.",
                "When I lost my job and couldn't pay my rent, I had to resort to stealing food from the grocery store - as they say, necessity knows no law.",
                "Resort fees are very common.",
                "These resort fees can range anywhere between $4 to $50 per day."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzb3J0&hash=af7feac3a24a36394a9f3f51a628193d676c5960&lang=en&cache-only=0",
            "defineEn": "an establishment that provides vacationers with lodging, food, entertainment, etc.",
            "defineVi": "một cơ sở cung cấp cho khách du lịch chỗ ở, thức ăn, giải trí, v.v.",
            "hasImg": true
        },
        {
            "id": "5389ee16-8754-4594-8489-9eb4f47d48d9",
            "word": "lodging",
            "phonetic": "lɑːdʒɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This included everything from the forceful frontierism of the Homestead Act, to Teddy Roosevelt’s regulation of New York lodging houses.",
                "They both must travel out of state in order to participate, which costs thousands of dollars between the transportation, lodging and food they must pay for over the course of the eight weeks the trial lasts.",
                "Oh, this is your lodging for PCIe Thunderbolt that kind of stuff.",
                "As a result, New York City’s police commissioner (and future president) Theodore Roosevelt closed a number of notorious lodging houses.",
                "But, for example, those that come here and seek lodging, if they're from one of the hot spots, then they're required to quarantine for 14 days."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9kZ2luZw&hash=4813e341375baa89226248a6ad287cf9eaeef905&lang=en&cache-only=0",
            "defineEn": "a place that provides travelers with temporary accommodation",
            "defineVi": "một nơi cung cấp cho du khách chỗ ở tạm thời",
            "hasImg": true
        },
        {
            "id": "a314e24f-836e-4b17-9a8e-16629b5d06e8",
            "word": "lounge",
            "phonetic": "laʊndʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ugh, Ross just posted pictures of him and Steve lounging on a beach in Hawaii.",
                "We took a boat to the tropical island and spent the day lounging on the sandy beach.",
                "Although I missed my flight, I ended up meeting my future spouse in the airport lounge.",
                "He was in the front room, or the lounge or whatever you want to call it.",
                "I could probably like lounge a little bit side to side."
            ],
            "audio": "https://tts.langeek.co/read?text=bG91bmdl&hash=5990b38529b55da6c249f62bf854c4aff408d91a&lang=en&cache-only=0",
            "defineEn": "a room in an airport or hotel in which waiting people can sit",
            "defineVi": "một căn phòng trong một sân bay hoặc khách sạn trong đó người chờ đợi có thể ngồi",
            "hasImg": true
        },
        {
            "id": "c75e4f5a-e79b-4fa7-ae29-909b7baa5474",
            "word": "checkout",
            "phonetic": "tʃɛkaʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The books in the library are available for checkout at their pleasure.",
                "The checkout process was slow. ",
                "You could checkout their Curious Minds series on Brain Health, for instance.",
                "So checkout MentalPod if you haven't checked out the mental-illness Happy Hour.",
                "And then, at the checkout, pick out, like, a Nerds Rope or a chocolate or whatever they had at the time."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlY2tvdXQ&hash=858a256cb2c364d2537550ce48ef5ccf0c7a7efb&lang=en&cache-only=0",
            "defineEn": "the time when a guest should leave a hotel room, pay the bills, and return the key",
            "defineVi": "thời điểm mà khách nên rời khỏi phòng khách sạn, thanh toán hóa đơn và trả lại chìa khóa",
            "hasImg": true
        },
        {
            "id": "b5605a2a-a841-4edc-8b87-76b39d25b946",
            "word": "resident",
            "phonetic": "ɹɛzᵻdənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Local residents have raised concerns about late-night noise.",
                "The constant noise from the construction site vexed the residents of the neighborhood.",
                "The plans for the new development have raised angry protests from local residents.",
                "The resident pianist will be tickling the ivories.",
                "Residents are not allowed to keep pets."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzaWRlbnQ&hash=2cacd5fefc291723905833f4227267cd5bc3b5ac&lang=en&cache-only=0",
            "defineEn": "someone who is staying in a hotel room",
            "defineVi": "một người đang ở trong phòng khách sạn",
            "hasImg": true
        },
        {
            "id": "899c90e6-1a17-4a93-85c5-730a47fe5ea9",
            "word": "room service",
            "phonetic": "ɹuːm sɜːvɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Minibars, room service, phone calls, high-speed WiFi, and butler services all come with an upcharge.",
                "So I call, I keep calling the room service guy up",
                "But we could take each one of these inmates and put them up at the Waldorf Astoria Hotel in New York for a month with room service and still not get to the amount of money we're spending every year for them.",
                "So instead of a TTY or a video phone or whatever, I got a regular phone that hearing people would use to call room service, the front desk, or anybody."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9vbSBzZXJ2aWNl&hash=983464bcffb3dd17b9ac46fa4ebb693bbe59be82&lang=en&cache-only=0",
            "defineEn": "a hotel service by which food and drink can be brought to the rooms of the guests",
            "defineVi": "một dịch vụ khách sạn mà thức ăn và đồ uống có thể được mang đến phòng của khách",
            "hasImg": true
        },
        {
            "id": "0d324e43-1194-4368-8231-90be1da31e40",
            "word": "travel agency",
            "phonetic": "tɹævəl eɪdʒənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The travel agency is not his only venture - he's got more than one iron in the fire.",
                "And then just other places, like travel agencies that I've been to before.",
                "I was an operations manager for a luxury travel agency.",
                "\"I want to show it to my boss at the travel agency.\"",
                "In 1981, Barbara Bloom made a series she called 'Travel Posters that, upon initial glance, look like ones you might have seen in a travel agency or consulate at the time, but on closer inspection you realize that, while the images are what you might expect, (airplanes and travelers and beaches) the text complicates matters considerably."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhdmVsIGFnZW5jeQ&hash=3e483a83e8e3d08252bfd188e47a6666bd36d10f&lang=en&cache-only=0",
            "defineEn": "an agency that makes arrangements for people who want to travel",
            "defineVi": "một cơ quan sắp xếp cho những người muốn đi du lịch",
            "hasImg": true
        },
        {
            "id": "88a82dd0-e8df-4001-bdb9-940302aa3c9a",
            "word": "E-ticket",
            "phonetic": "iːtɪkɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=RS10aWNrZXQ&hash=4dc6e215238c519b2fd17b24bd27847527fbd552&lang=en&cache-only=0",
            "defineEn": "an online ticket for a flight that can be received electronically instead of a paper ticket",
            "defineVi": "một vé trực tuyến cho một chuyến bay có thể được nhận bằng điện tử thay vì vé giấy",
            "hasImg": true
        },
        {
            "id": "983d515e-07b8-493e-8612-e7426370b594",
            "word": "vacationer",
            "phonetic": "veɪkeɪʃənɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the virus has spread, both vacationers and business travelers have curb ed their plans.",
                "Eyes are closely watching the fate of Virgin Voyages, the cruise line aimed at upscale vacationers that Virgin Group had announced it was building with partner Bain Capital in December 2014.",
                "According to a 2015 study by Tourism Concern, about two-thirds of all-inclusive vacationers go on some sort of excursion, which can add up fast."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFjYXRpb25lcg&hash=cd7433a458d7232896e6d5de68d4ccdf1357a79c&lang=en&cache-only=0",
            "defineEn": "someone who has gone on vacation",
            "defineVi": "một người đã đi nghỉ",
            "hasImg": true
        },
        {
            "id": "5414c456-de44-4ad5-9303-a6d4b979618d",
            "word": "excursion",
            "phonetic": "ɛkskɜːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Likewise, Homo erectus began its excursions out of Africa hundreds of thousands of years before the first definitive evidence of widespread fire use.",
                "But what most agree on is the extravagant scale of the excursion.",
                "This was the last sample collected on Apollo 11, as Neil Armstrong's outside the LEM, the lunar excursion module, getting ready to seal up the rock box.",
                "According to a 2015 study by Tourism Concern, about two-thirds of all-inclusive vacationers go on some sort of excursion, which can add up fast.",
                "There were smaller versions for fishing and local excursions, and larger adaptations for open sea voyages capable of carrying tens of tons of cargo."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjdXJzaW9u&hash=4d017f3456d44b953c0bc9e800b37384de8d2b61&lang=en&cache-only=0",
            "defineEn": "a short trip taken for pleasure, particularly one arranged for a group of people",
            "defineVi": "một chuyến đi ngắn được thực hiện cho niềm vui, đặc biệt là một chuyến đi được sắp xếp cho một nhóm người",
            "hasImg": true
        },
        {
            "id": "1ab9dbbe-b1ed-4093-aaa2-c3b79adffc3f",
            "word": "package tour",
            "phonetic": "pækɪdʒ tʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFja2FnZSB0b3Vy&hash=573d61124952d9c665d32c2d53368a0139f3b46d&lang=en&cache-only=0",
            "defineEn": "a vacation arranged by a travel agent or a company at a fixed price including the cost of transport, accommodations, etc.",
            "defineVi": "một kỳ nghỉ được sắp xếp bởi một đại lý du lịch hoặc một công ty với mức giá cố định bao gồm chi phí vận chuyển, chỗ ở, v.v.",
            "hasImg": true
        },
        {
            "id": "71e19749-540a-456f-86bf-013f9ee6b88f",
            "word": "to get away",
            "phonetic": "tə ɡɛt ɐweɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I can't believe he got away with cheating on his taxes again.",
                "I held the attacker at bay while Mary got away and called the police.",
                "Hey, get away!",
                "You get away quickly.",
                "Could any other company get away with selling a brick or a branded crowbar?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IGF3YXk&hash=134a202e5dd8a88786eae130059a857ed4e707df&lang=en&cache-only=0",
            "defineEn": "to go on vacation away from home",
            "defineVi": "đi nghỉ xa nhà",
            "hasImg": true
        },
        {
            "id": "73fe2759-ee3d-498b-a8aa-d70cb583e9b6",
            "word": "to trek",
            "phonetic": "tə tɹɛk ",
            "partOfSpeechType": "verb",
            "examples": [
                "For the arduous trek before them, she knew they required the sturdy guidance of one who had walked many paths.",
                "Now, again, ours has made the trek back from Anaheim.",
                "Every step of their trek documented on state-run media, and seemingly everywhere on Chinese social media. ",
                "Every step of their trek documented on state-run media, and seemingly everywhere on Chinese social media.",
                "It's a bit of a trek."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJlaw&hash=d34dfc84ac4666eb7e499b0c3963ff42201d09fb&lang=en&cache-only=0",
            "defineEn": "to go for a long walk, particularly in the mountains, forests, etc. as an adventure",
            "defineVi": "đi bộ đường dài, đặc biệt là ở vùng núi, rừng, v.v. như một cuộc phiêu lưu",
            "hasImg": true
        },
        {
            "id": "a5a83901-7cae-47a2-a99a-651ac4993407",
            "word": "aisle",
            "phonetic": "aɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The father proudly walked his daughter down the aisle on her wedding day.",
                "She pushed the cart down the aisle at the grocery store.",
                "The woman walked gracefully down the aisle, wearing a stunning white wedding gown on her special day.",
                "I'd like an aisle seat.",
                "They checked the footage of me in the aisle way."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlzbGU&hash=883cb753368ccf827f51aef3d30be33cc51d30a1&lang=en&cache-only=0",
            "defineEn": "a narrow passage in a theater, train, aircraft, etc. that separates rows of seats",
            "defineVi": "một lối đi hẹp trong rạp hát, xe lửa, máy bay, v.v. ngăn cách các hàng ghế",
            "hasImg": true
        },
        {
            "id": "ae0a9380-1587-4b36-a1bd-d9f94292406b",
            "word": "cabin",
            "phonetic": "kæbɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The couple spent their vacation in a cozy cabin, billing and cooing by the fireplace.",
                "We thought a week in a secluded cabin with no TV or Internet would make for some great family bonding, but we were all bored out of our skulls after a couple of days.",
                "The airplane cabin was spacious and comfortable.",
                "Those cabins are the face of the airline.",
                "I see our cabin."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FiaW4&hash=34500803f604734e43ca0dc79d10da85830fb3cd&lang=en&cache-only=0",
            "defineEn": "the area where passengers sit in an airplane",
            "defineVi": "khu vực hành khách ngồi trên máy bay",
            "hasImg": true
        },
        {
            "id": "a07bebad-fa2f-414a-beb8-bce25e890cdb",
            "word": "cabin crew",
            "phonetic": "kæbɪn kɹuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Management urged cabin crew to call off their work to rule.",
                "The 21,000 flight attendants and pursers that make up Emirates cabin crew.",
                "I went and checked out the crew quarters, where cabin crew members and pilots can take a nap between their shifts.",
                "Like most of the cabin crew, Siti knows more than one language.",
                "But there are over 60 languages spoken across Emirates cabin crew and a staff of 140 nationalities."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FiaW4gY3Jldw&hash=6ed10526b512d09eba94a010c6c8368ff853c4be&lang=en&cache-only=0",
            "defineEn": "the group of people whose job is looking after the passengers on an aircraft",
            "defineVi": "nhóm người có công việc chăm sóc hành khách trên máy bay",
            "hasImg": true
        },
        {
            "id": "d7be4060-e7d3-4cfd-89a2-68cd29c0a369",
            "word": "baggage claim",
            "phonetic": "bæɡɪdʒ kleɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "That was me, that was me at the baggage claim.",
                "By the time they made it to the baggage claim, they only had a few minutes of waiting left.",
                "There's a wonderful bronze sculpture of her in baggage claim at the Austin Airport.",
                "So the airport actually moved their arrival gates farther away from the baggage claim, so that passengers would have to walk farther to get there after landing.",
                "The Houston airport, for instance, was getting a lot of complaints from passengers that it took too long to pick up stuff at the baggage claim."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFnZ2FnZSBjbGFpbQ&hash=f6c8b987c1b907dcac555946e15794226a543e31&lang=en&cache-only=0",
            "defineEn": "the area at an airport where passengers can collect their cases, bags, etc. after they land",
            "defineVi": "khu vực tại sân bay nơi hành khách có thể lấy vali, túi xách, v.v. sau khi hạ cánh",
            "hasImg": true
        },
        {
            "id": "9b3ed5cb-2bb7-4ad7-a2ad-b98d419cb952",
            "word": "jet lag",
            "phonetic": "dʒɛt læɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "and I was jet lagged.",
                "We call this social jet lag.",
                "But on this flight, the plane and its passengers switched to Sydney time right away as part of an experiment to minimize jet lag.",
                "You're taking jet lag to a whole nother extreme.",
                "Even after crossing 15 time zones, I didn't feel jet lagged."
            ],
            "audio": "https://tts.langeek.co/read?text=amV0IGxhZw&hash=05c9c59ce53da6d60fa8f3e1c42d10dbd54c29ca&lang=en&cache-only=0",
            "defineEn": "the confusion and tiredness one can experience after a long flight, particularly when the origin is in a much different time zone than the destination",
            "defineVi": "sự bối rối và mệt mỏi mà người ta có thể trải qua sau một chuyến bay dài, đặc biệt khi điểm xuất phát ở múi giờ khác nhiều so với điểm đến"
        },
        {
            "id": "8cd14c22-70f1-4ecd-9ad5-1e52c1e3a84c",
            "word": "terminal",
            "phonetic": "tɜːmɪnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The terminal has two MetroNap sleep pods.",
                "Different objects have different terminal velocities, depending on their surface area, their mass, things like that.",
                "But we have a terminal.",
                "This is terminal velocity.",
                "Terminal is KGX."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVybWluYWw&hash=a723d2925375f0970c007adef99a896f875a8ae5&lang=en&cache-only=0",
            "defineEn": "a building where trains, buses, planes, or ships start or finish their journey",
            "defineVi": "một tòa nhà nơi xe lửa, xe buýt, máy bay hoặc tàu bắt đầu hoặc kết thúc hành trình của họ",
            "hasImg": true
        },
        {
            "id": "ad65f1ce-a379-45b6-aca2-18e7329ec57d",
            "word": "main line",
            "phonetic": "meɪn laɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "In time, scoring heroin became her main line of work.",
                "It will be the main line."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFpbiBsaW5l&hash=31f1aaf8364ea0dffd56c5ba9e9fc4f7876bbb76&lang=en&cache-only=0",
            "defineEn": "an important railroad line between two cities or large towns",
            "defineVi": "một tuyến đường sắt quan trọng giữa hai thành phố hoặc thị trấn lớn",
            "hasImg": true
        },
        {
            "id": "4aed5584-00a8-4c41-9ca6-fa14dd385157",
            "word": "to cruise",
            "phonetic": "tə kɹuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The cruise went very quickly.",
                "They were cruising for a bruising.",
                "To go on a journey/tour/trip/cruise.",
                "Unless you've got your stuff together then you're cruising for a bruising",
                "The Rhine River is one of the longest rivers in Germany and offers scenic boat cruises."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3J1aXNl&hash=07379eabbe823bfc6cda28e49fddaad344c9bb64&lang=en&cache-only=0",
            "defineEn": "to go on vacation by a ship or boat",
            "defineVi": "đi nghỉ bằng tàu hoặc thuyền",
            "hasImg": true
        },
        {
            "id": "499a8b5f-eab8-4ad4-beee-d359e624a4d5",
            "word": "to delay",
            "phonetic": "tə dᵻleɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The long delay at the airport caused her great vexation as she was running late for an important meeting.",
                "The project's success is walking on shaky ground due to frequent delays and budget issues.",
                "The pilot made every safety check before taking off, but an unexpected mechanical issue caused a delay.",
                "We had a great trip, but our flight home was badly delayed, which took the gilt off the gingerbread.",
                "We would like to apologize for the delay."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVsYXk&hash=421cc33853139ca700c1297e9f3d5a4072faae91&lang=en&cache-only=0",
            "defineEn": "to be late or cause someone or something to be late",
            "defineVi": "đến muộn hoặc khiến ai đó hoặc cái gì đó bị trễ",
            "hasImg": true
        },
        {
            "id": "d3c71678-a65c-475c-ac24-8b359367d4ba",
            "word": "to navigate",
            "phonetic": "tə nævɪɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The captain navigated the ship through rough waters with skill and expertise.",
                "The subway map helped me navigate the different lines.",
                "I used a map to navigate my way through the city.",
                "The baby elephant clumsily followed its mother, learning to navigate the world.",
                "In the darkness, he was blind as a bat, relying on his memory to navigate his own home."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmF2aWdhdGU&hash=020777764b5207318468b8e2a533e229cffe554c&lang=en&cache-only=0",
            "defineEn": "to travel across or on an area of water by a ship or boat",
            "defineVi": "đi qua hoặc trên một vùng nước bằng tàu hoặc thuyền"
        },
        {
            "id": "1360d427-5240-439f-9f4d-ced8c6f11ca6",
            "word": "caravan",
            "phonetic": "kæɹɐvæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The athlete suffered an injury that threatened his career, but as the saying goes, dogs bark, but the caravan goes on, and he worked hard to recover and continue competing.",
                "The two nations cracked down on caravans under pressure from President Trump.",
                "We had a caravan. ",
                "A Caravan with a turbine engine can carry nine people 900 miles.",
                "Somebody organized that caravan, and they don’t work at the White House. "
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyYXZhbg&hash=b44c6b4501fe194662815ead757ea8a977fe7261&lang=en&cache-only=0",
            "defineEn": "a vehicle that is pulled by a car, in which people can sleep and live, used particularly when they go on holiday",
            "defineVi": "một phương tiện được kéo bởi một chiếc ô tô, trong đó mọi người có thể ngủ và sinh hoạt, được sử dụng đặc biệt khi họ đi nghỉ",
            "hasImg": true
        },
        {
            "id": "53968d0f-2e00-4c89-ad1c-fc27cf18dbfc",
            "word": "railroad crossing",
            "phonetic": "ɹeɪlɹoʊd kɹɔsɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmFpbHJvYWQgY3Jvc3Npbmc&hash=7e92b7410d63d95623870534a26b6177e7ec48cd&lang=en&cache-only=0",
            "defineEn": "a place at which a road meets a railroad on the same surface",
            "defineVi": "một nơi mà tại đó một con đường giao nhau với một đường sắt trên cùng một bề mặt",
            "hasImg": true
        },
        {
            "id": "12bd1c03-d549-4729-8087-b3e4b2ffdab5",
            "word": "compartment",
            "phonetic": "kəmpɑːɹtmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "These compartments are the reticulum, the rumen, the omasum and the abomasum.",
                "So, we all have fat compartments all over our face.",
                "Wow, there's compartments.",
                "Oh, the secret compartment is open.",
                "Six people were traveling in a compartment on a train."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGFydG1lbnQ&hash=b083a331df8e4973d4585f30f8ced29e76268900&lang=en&cache-only=0",
            "defineEn": "any of the separate sections of a railcar",
            "defineVi": "bất kỳ phần riêng biệt nào của toa xe lửa",
            "hasImg": true
        },
        {
            "id": "3874fcce-0e80-4aaa-a9ef-8187ca7fcadf",
            "word": "rest stop",
            "phonetic": "ɹɛst stɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Giant bar codes on highway billboards give directions to rest stops. ",
                "It may yet turn out that the last few decades of steady flying were just a brief rest stop.",
                "As a result, KFC's reputation in China was quite different than in The U.S. KFC in China is more of a treat than, you know, a rest stop, basically."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzdCBzdG9w&hash=892834d969199b418ac7ffeb30b59191b2f7c30d&lang=en&cache-only=0",
            "defineEn": "an area near a road where people can stop to eat food, rest, etc.",
            "defineVi": "một khu vực gần một con đường nơi mọi người có thể dừng lại để ăn uống, nghỉ ngơi, v.v."
        },
        {
            "id": "07c3e743-fc6e-49b7-8856-311ef14de59f",
            "word": "gift shop",
            "phonetic": "ɡɪft ʃɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Overnight, he shuttered the monastery food bank, gift shop, church, and retreat house.",
                "You get a free vacation, government gift shop worker. ",
                "You get a free vacation, government gift shop worker. ",
                "Not where we come together as consumers, although you can usually exit through the gift shop, but where we intersect as thinking, feeling, sensing beings, with contrasting understandings of history, beliefs in our present, and hopes for our future.",
                "And finally, even though most astronaut food is processed, it doesn’t look like that foil-wrapped chalky stuff you buy in museum gift shops."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2lmdCBzaG9w&hash=623be7655c251340e5971e61191d9f8836de3447&lang=en&cache-only=0",
            "defineEn": "a store where small items and souvenirs are sold, suitable for giving as presents",
            "defineVi": "một cửa hàng nơi bán các mặt hàng nhỏ và quà lưu niệm, thích hợp để làm quà tặng",
            "hasImg": true
        },
        {
            "id": "fd1e771f-699f-4ee3-8c5f-0a327066f977",
            "word": "hot-air balloon",
            "phonetic": "hɑːtɛɹ bəluːn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG90LWFpciBiYWxsb29u&hash=8af57a908602b059888f7f568ddbb093a6be06e5&lang=en&cache-only=0",
            "defineEn": "an extremely large balloon filled with heated air or gas so that it can float in the air, equipped with a basket in which passengers can ride",
            "defineVi": "một quả bóng cực lớn chứa đầy không khí hoặc khí đốt nóng để nó có thể lơ lửng trong không trung, được trang bị một cái giỏ để hành khách có thể cưỡi",
            "hasImg": true
        },
        {
            "id": "350664a6-aa22-4fed-b307-cecd036733d1",
            "word": "April Fools' Day",
            "phonetic": "eɪpɹəl fuːlz bækslæʃ deɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QXByaWwgRm9vbHMnIERheQ&hash=0fd2ff937c5e6fdc018d6297b481359a48b08c6c&lang=en&cache-only=0",
            "defineEn": "the 1st of April on which people in Western countries play tricks on one another and the person who is tricked is called the April Fool",
            "defineVi": "ngày 1 tháng 4 mà người phương Tây chơi khăm nhau và người bị lừa gọi là cá tháng tư",
            "hasImg": true
        },
        {
            "id": "90852519-0dbf-46c7-9ffd-432aea32fa37",
            "word": "Independence Day",
            "phonetic": "ɪndᵻpɛndəns deɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The United States celebrates Independence Day on July 4th.",
                "Many people enjoy celebrating Independence Day on the Fourth of July.",
                "That's the Will Smith vehicle Independence Day.",
                "[clapping] Three weeks ago, we celebrated our nation's Independence Day.",
                "Let's celebrate a truly historic Independence Day."
            ],
            "audio": "https://tts.langeek.co/read?text=SW5kZXBlbmRlbmNlIERheQ&hash=7c2ea82ff93573d039b892da129ef8e44e352384&lang=en&cache-only=0",
            "defineEn": "the 4th of July on which Americans celebrate the declaration of independence from Britain in 1776",
            "defineVi": "ngày 4 tháng 7 mà người Mỹ kỷ niệm tuyên bố độc lập khỏi Anh năm 1776",
            "hasImg": true
        },
        {
            "id": "aeb2f16b-a345-446f-bebd-8436f1277004",
            "word": "New Year's Eve",
            "phonetic": "nuː jɪɹ bækslæʃ ɛs iːv ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=TmV3IFllYXIncyBFdmU&hash=0a45c7a25bd98020e9305c983e436972e648e71f&lang=en&cache-only=0",
            "defineEn": "the evening of 31st of December, which is the last day of the year",
            "defineVi": "tối ngày 31 tháng 12, là ngày cuối cùng của năm",
            "hasImg": true
        },
        {
            "id": "e6d68110-9c41-48a5-8c36-7d3e22fe38ca",
            "word": "St. Patrick's Day",
            "phonetic": "sənt pætɹɪk bækslæʃ ɛs deɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=U3QuIFBhdHJpY2sncyBEYXk&hash=58ea5ad179dd340a5e6dc48183fe6df54e6f69fd&lang=en&cache-only=0",
            "defineEn": "the 17th of March on which people celebrate, in honor of Saint Patrick who helped establish Christianity in Ireland, by drinking Irish beer and sometimes wearing green clothes",
            "defineVi": "ngày 17 tháng 3 mà mọi người ăn mừng, để vinh danh Thánh Patrick, người đã giúp thành lập Cơ đốc giáo ở Ireland, bằng cách uống bia Ireland và đôi khi mặc quần áo màu xanh lá cây",
            "hasImg": true
        },
        {
            "id": "94543f12-ca11-4864-9940-82dc18ca8a5d",
            "word": "Black Friday",
            "phonetic": "blæk fɹaɪdeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "iFixit's Black Friday deals start now",
                "They have a black Friday sale right now.",
                "And so, today is Black Friday.",
                "Black Friday, two days away, kicks off the peak of shopping season, and especially for Amazon.",
                "I got this during, like, two years ago, Black Friday."
            ],
            "audio": "https://tts.langeek.co/read?text=QmxhY2sgRnJpZGF5&hash=709552db87436b8a339220a2dcd65c5d1c523c9a&lang=en&cache-only=0",
            "defineEn": "the day following Thanksgiving in the US, on which people traditionally start shopping for Christmas because stores open early and reduce the price of their goods to attract more customers",
            "defineVi": "ngày sau Lễ tạ ơn ở Mỹ, theo truyền thống, mọi người bắt đầu mua sắm cho Giáng sinh vì các cửa hàng mở cửa sớm và giảm giá hàng hóa để thu hút nhiều khách hàng hơn"
        },
        {
            "id": "a27b38b9-defa-4061-ab76-20c369514e89",
            "word": "Mardi Gras",
            "phonetic": "mɑːɹdi ɡɹɑːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "And we also had them on Mardi Gras morning.",
                "The worm drops them, bit by bit like a string of mardi gras beads.",
                "Here with Tom Arnold and we're in our Mardi Gras beads here.",
                "it's This isn't Mardi Gras.",
                "A cold and quiet Mardi Gras passed today in New Orleans."
            ],
            "audio": "https://tts.langeek.co/read?text=TWFyZGkgR3Jhcw&hash=c5c900092519bba43813b878b669d5c03b9078be&lang=en&cache-only=0",
            "defineEn": "the day before the start of Lent, on which people in some countries begin celebrating by dancing in the streets with loud music and wearing colorful costumes",
            "defineVi": "một ngày trước khi bắt đầu Mùa Chay, khi người dân ở một số quốc gia bắt đầu ăn mừng bằng cách nhảy múa trên đường phố với âm nhạc lớn và mặc trang phục sặc sỡ",
            "hasImg": true
        },
        {
            "id": "6db863e9-6246-4e53-84f7-00273857b9d5",
            "word": "transportation",
            "phonetic": "tɹænspoːɹteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The development of self-driving cars acts as a quantum jump in transportation, with the potential to reduce traffic and improve safety on the roads.",
                "Europe has a well-developed transportation system.",
                "When planning a trip, I always try to remember the saying 'beware of little expenses' and factor in all the smaller costs like transportation and food, as they can add up quickly.",
                "Transportation broke down.",
                "Transportation lock, remove first."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNwb3J0YXRpb24&hash=3855442ae4a5eefb30e4a1bcfa84c929fddd277c&lang=en&cache-only=0",
            "defineEn": "the act or business of carrying people or goods from one place to another by different means",
            "defineVi": "hành động hoặc kinh doanh vận chuyển người hoặc hàng hóa từ nơi này đến nơi khác bằng các phương tiện khác nhau",
            "hasImg": true
        }
    ]
}