{
    "id": "82faf18e-fea9-4695-a056-de32a5895652",
    "title": "Top 101 - 125 Adjectives",
    "originalTitle": "Top 101 - 125 Adjectives",
    "words": [
        {
            "id": "7f2ca69d-1e56-40e0-9c63-149d345f8812",
            "word": "final",
            "phonetic": "faɪnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He spoke the final words of the play.",
                "The final word on policy determination belongs to the committee.",
                "This latest evidence could be the final nail in the coffin for Jackson's case.",
                "She just went all to pieces during finals.",
                "The train departed from New York City, with Chicago as its final destination."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmluYWw&hash=ad5c00fedd1f18a3e47f8c0b961b72a5bc126dbe&lang=en&cache-only=0",
            "defineEn": "happening or coming at the end of a series of actions, events, etc.",
            "defineVi": "xảy ra hoặc sắp kết thúc một loạt các hành động, sự kiện, v.v.",
            "hasImg": true
        },
        {
            "id": "9eb7f151-38b4-4ade-8a69-a9afe9b338f7",
            "word": "extra",
            "phonetic": "ɛkstɹə ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Airport security was extra tight in the wake of yesterday's bomb attacks.",
                "They run extra trains during the rush hour.",
                "Be extra careful with this one.",
                "She turned her singing talent into extra money.",
                "I packed an extra jacket for the camping trip."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0cmE&hash=ede5ef4b06446c5d32a21cfebd9727c472db6f31&lang=en&cache-only=0",
            "defineEn": "more than enough or the amount needed",
            "defineVi": "quá đủ hoặc số lượng cần thiết",
            "hasImg": true
        },
        {
            "id": "9e2f79bc-f08a-460e-9f3e-a77f86b57f58",
            "word": "light",
            "phonetic": "laɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The car ahead of me jumped the light.",
                "The lights changed to green.",
                "Sometimes darkness can show you the light.",
                "A major technological advancement like that is still light years away.",
                "This software first saw the light of day back in 1993."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlnaHQ&hash=63673c8d6438c2eb063d7052377e05b9d5fe0031&lang=en&cache-only=0",
            "defineEn": "having very little weight and easy to move or pick up",
            "defineVi": "có rất ít trọng lượng và dễ dàng di chuyển hoặc lấy",
            "hasImg": true
        },
        {
            "id": "40682354-cc0f-4b78-bc97-d03cb26436f8",
            "word": "awesome",
            "phonetic": "ɔːsʌm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The match was awesome.",
                "That part was awesome.",
                "The captions were awesome.",
                "Prokaryotes are awesome!",
                "These people are awesome."
            ],
            "audio": "https://tts.langeek.co/read?text=YXdlc29tZQ&hash=2cc6d803336e81dc1e3f3e5edfef39f35190acce&lang=en&cache-only=0",
            "defineEn": "extremely good and amazing",
            "defineVi": "cực kỳ tốt và tuyệt vời",
            "hasImg": true
        },
        {
            "id": "013ea1e8-7ea2-47f8-98e1-ca5f4ac86308",
            "word": "likely",
            "phonetic": "laɪkli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The film looks likely to offend many people.",
                "This move is likely to raise alarm bells with the French government.",
                "The proposals are likely to mean another hundred closures.",
                "Capital spending this year is likely to hit $1,800 million.",
                "\"That's a likely story!\""
            ],
            "audio": "https://tts.langeek.co/read?text=bGlrZWx5&hash=463dcbc04f0fa6b3a10c365ca1b66d82b3f85eb4&lang=en&cache-only=0",
            "defineEn": "having a possibility of happening or being the case",
            "defineVi": "có khả năng xảy ra hoặc là trường hợp"
        },
        {
            "id": "6daf32ae-76e4-4fbc-b261-95d4b2fa202e",
            "word": "interested",
            "phonetic": "ɪntɹɛstᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "John had always been interested in technology and gadgets.",
                "Don’t rely on him for help, he’s only interested in saving his own skin.",
                "Government is much more interested in announcements than it is in actually doing the work to set the economy back on its feet.",
                "The Romans were not interested in persecuting people and putting them to the sword.",
                "Our research showed us that women were more interested in their health than men."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJlc3RlZA&hash=bfc988aec65195d9c440d7a8e29bc6d713c0aa8f&lang=en&cache-only=0",
            "defineEn": "giving much attention to something or someone because one likes them",
            "defineVi": "chú ý nhiều đến một cái gì đó hoặc ai đó bởi vì một người thích họ",
            "hasImg": true
        },
        {
            "id": "ec97d212-812d-489e-a40a-99b3805fe606",
            "word": "green",
            "phonetic": "ɡɹiːn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The leaves on the trees are green.",
                "The lights changed to green.",
                "The color green has a restful effect.",
                "The green frog hopped from one lily pad to another.",
                "The vibrant green color of perilla leaves adds an attractive touch to any dish."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlZW4&hash=814f2870faa764c58019b1be535f603d5b799eee&lang=en&cache-only=0",
            "defineEn": "having the color of fresh grass or most plant leaves",
            "defineVi": "có màu của cỏ tươi hoặc hầu hết các lá cây",
            "hasImg": true
        },
        {
            "id": "dd7c5d6c-5b62-43f2-a243-387e9efd0e78",
            "word": "original",
            "phonetic": "ɚɹɪdʒɪnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Can you tell this copy from the original?",
                "The gardens have recently been restored to their original glory.",
                "I'm really surprised that the sequel even holds a candle to the original.",
                "The scientist had to eat crow and revise their theory after new evidence contradicted their original findings.",
                "We bit off more than we could chew in our original reform proposals."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JpZ2luYWw&hash=b01d5c188caf0f78cf7633d29576c7fd6fa58d32&lang=en&cache-only=0",
            "defineEn": "existing at the start of a specific period or process",
            "defineVi": "tồn tại khi bắt đầu một giai đoạn hoặc quá trình cụ thể"
        },
        {
            "id": "18b789f8-9827-4330-90a9-032b4cd25b41",
            "word": "local",
            "phonetic": "loʊkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Local residents have raised concerns about late-night noise.",
                "The locals generously shared their knowledge of manioc processing techniques.",
                "Their bread and butter is reporting local events.",
                "The paper’s bread and butter is reporting local events in a small community.",
                "The local factory produces electronic components."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9jYWw&hash=fad67a4768875e64649aa985601d0be715f76cfa&lang=en&cache-only=0",
            "defineEn": "related or belonging to a particular area or place that someone lives in or mentions",
            "defineVi": "liên quan hoặc thuộc về một khu vực hoặc địa điểm cụ thể mà ai đó sống hoặc đề cập đến",
            "hasImg": true
        },
        {
            "id": "c7821705-e24a-4d65-bbeb-f1fa5aed9223",
            "word": "popular",
            "phonetic": "pɑːpjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Sultanas are a popular ingredient in fruitcakes and other baked goods.",
                "Watermelon juice is a popular beverage during picnics and barbecues.",
                "The mountain is a popular destination for climbers and hikers.",
                "The passion fruit smoothie is a popular choice at the café.",
                "The afternoon is a popular time for outdoor activities like picnics and sports."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9wdWxhcg&hash=4fb5a2cde5448f72e365ec817d9d6c7dd53f72f6&lang=en&cache-only=0",
            "defineEn": "receiving a lot of love and attention from many people",
            "defineVi": "nhận được rất nhiều tình cảm và sự quan tâm của nhiều người",
            "hasImg": true
        },
        {
            "id": "6e45daef-2f9e-48db-9b89-8d2561a651bd",
            "word": "rich",
            "phonetic": "ɹɪtʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The rich family owned a private jet.",
                "The rich man bought a big house and a fancy car.",
                "The rich businessman owned multiple luxurious cars.",
                "Asparagus beanare rich in iron and vitamin K.",
                "Asian cultures have a rich heritage of art, music, and dance."
            ],
            "audio": "https://tts.langeek.co/read?text=cmljaA&hash=5371549ed8826faf60ccbef7166d7e90d1ec9cdb&lang=en&cache-only=0",
            "defineEn": "owning a great amount of money or many things that cost a lot",
            "defineVi": "sở hữu một số tiền lớn hoặc nhiều thứ có giá rất cao",
            "hasImg": true
        },
        {
            "id": "0f94c441-3ab3-42bf-8ede-5519e57ff446",
            "word": "negative",
            "phonetic": "nɛɡətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She received false advice that led to negative consequences.",
                "I don't want to dwell on the negative aspects of our situation.",
                "The right hand doesn't know what the left is doing, and the result is setting customers up for a negative experience.",
                "Buying time may serve as a buffer against the negative effects of time stress in part by enhancing perceived control.",
                "Criticizing the government for not doing enough to control the economy cuts both ways, as too much government intervention can also lead to negative consequences."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVnYXRpdmU&hash=9366ae80b0e8e63533a522e8e4ab41afba3fa926&lang=en&cache-only=0",
            "defineEn": "having an unpleasant or harmful effect on someone or something; not having a positive effect",
            "defineVi": "có ảnh hưởng khó chịu hoặc có hại cho ai đó hoặc cái gì đó; không có tác dụng tích cực",
            "hasImg": true
        },
        {
            "id": "2b6bcde0-163a-4700-a5dc-8f131d15807a",
            "word": "funny",
            "phonetic": "fʌni ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The play was too funny for words.",
                "He always tells funny jokes that make everyone laugh.",
                "I saw some really funny pictures of myself as a kid and I couldn't believe what a minger I was.",
                "She imagined kids making funny faces after trying scorzonera for the first time.",
                "We spent the evening watching funny movies and she felt much better."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVubnk&hash=b191c1a0aa80e329a670cd704f4d54f133c73dc3&lang=en&cache-only=0",
            "defineEn": "able to make people laugh",
            "defineVi": "có thể làm cho mọi người cười",
            "hasImg": true
        },
        {
            "id": "ae61bbba-8c5d-4c88-8ff7-9c6dc8fa9f71",
            "word": "tiny",
            "phonetic": "taɪni ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I heard the tiny squeak of a mouse in the walls.",
                "Cobbled streets run down to a tiny harbor.",
                "The strawberry's bright red skin was dotted with tiny seeds, adding texture to its sweet taste.",
                "It's just a tiny scratch on the car!",
                "We organized a tea party for our dolls with tiny cups and saucers."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlueQ&hash=c9158fe778cb0112bfefe001da2664adde4fb3e8&lang=en&cache-only=0",
            "defineEn": "extremely small",
            "defineVi": "cực nhỏ",
            "hasImg": true
        },
        {
            "id": "008398e3-c340-457f-b9ba-ecb0455ca9be",
            "word": "blue",
            "phonetic": "bluː ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Blue blood is no guarantee of any particular merit, competence, or expertise.",
                "Your friend really talks a blue streak!",
                "The ocean's blue color amazed us.",
                "They wore blue jeans to the party.",
                "The little boy's favorite toy was a blue car."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymx1ZQ&hash=fd600101a1879d2ed2a85f287decd1b977b0ff14&lang=en&cache-only=0",
            "defineEn": "having the color of the ocean or clear sky at daytime",
            "defineVi": "có màu sắc của đại dương hoặc bầu trời quang đãng vào ban ngày",
            "hasImg": true
        },
        {
            "id": "6c1580f8-2497-46d8-9a65-9f98cc2b8e81",
            "word": "modern",
            "phonetic": "mɑːdɚn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The farmer employs modern agricultural techniques to maximize the yield of his soybean crop.",
                "He worked in a modern office building with large windows.",
                "These arguments provide the foundation for Simmel's account of the contradictory nature of modern life.",
                "You actually like modern jazz, do you?",
                "The French Revolution had a significant impact on shaping modern France."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kZXJu&hash=fc4ed27141eab3c7e913b8266434abd45e782edd&lang=en&cache-only=0",
            "defineEn": "related to the most recent time or to the present time",
            "defineVi": "liên quan đến thời gian gần đây nhất hoặc đến thời điểm hiện tại",
            "hasImg": true
        },
        {
            "id": "939d478d-a152-4149-8601-714808970d13",
            "word": "positive",
            "phonetic": "pɑːzᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She left a positive review online for the restaurant where she ordered a pizza.",
                "If you invest time and energy into learning and personal growth, you will see positive results in your life.",
                "Melissa's new book got off to a flying start, with high sales and positive reviews from readers and critics alike.",
                "Consuming prunes may have a positive impact on heart health by reducing LDL cholesterol levels.",
                "Sticks and stones may break my bones, but my positive attitude will never falter."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zaXRpdmU&hash=7b0e13c8ef0095c5a4870f016efef36834b94539&lang=en&cache-only=0",
            "defineEn": "having a successful result or tending toward improvement and progress",
            "defineVi": "có kết quả thành công hoặc có xu hướng cải thiện và tiến bộ"
        },
        {
            "id": "cb6e040e-1669-40d2-b59f-a4060c888b5c",
            "word": "smart",
            "phonetic": "smɑːɹt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Two could play at that game, smart guy.",
                "After all, an electrical brain is smarter than the sum of its parts.",
                "Buying a house in this neighborhood is a smart move.",
                "He gained a reputation as a smart number-cruncher who could turn data into policy.",
                "She's not too smart, but at least her heart is in the right place."
            ],
            "audio": "https://tts.langeek.co/read?text=c21hcnQ&hash=8bde34a17c28212704627386601c816f4f945283&lang=en&cache-only=0",
            "defineEn": "able to think and learn in a good and quick way",
            "defineVi": "có thể suy nghĩ và học hỏi một cách tốt và nhanh chóng",
            "hasImg": true
        },
        {
            "id": "5e7fdb87-fcfb-4682-8d4a-b0982353530a",
            "word": "heavy",
            "phonetic": "hɛvi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm finding the advanced physics a bit heavy going.",
                "They pushed the heavy box across the room.",
                "The book is really heavy going at the beginning.",
                "We loaded the heavy boxes onto the truck for transport.",
                "She carried a heavy load of books in her backpack."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhdnk&hash=35f2737e54017ea38f0052324518c98a6a47c1e4&lang=en&cache-only=0",
            "defineEn": "having a lot of weight and not easy to move or pick up",
            "defineVi": "có nhiều trọng lượng và không dễ di chuyển hoặc nhặt lên",
            "hasImg": true
        },
        {
            "id": "ecf0768c-1784-4b3e-af64-e91e2785229b",
            "word": "regular",
            "phonetic": "ɹɛɡjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The slow healing process of the wound required regular care.",
                "Regular exercise is essential for the healthfulness of your body and mind.",
                "For a gluten-free option, substitute regular flour with almond flour in the cake recipe.",
                "A regular newsletter keeps people in touch with local events.",
                "Regular investment of small amounts of money is an excellent way of building a nest egg."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVndWxhcg&hash=81bdd83bc51193700ab3a6a83607af0981bc229c&lang=en&cache-only=0",
            "defineEn": "following a pattern, especially one with fixed or uniform intervals",
            "defineVi": "theo một mẫu, đặc biệt là một mẫu có khoảng thời gian cố định hoặc thống nhất"
        },
        {
            "id": "82172dea-e874-450c-bf95-7c1a9b68d4d2",
            "word": "physical",
            "phonetic": "fɪzɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "US President Joe Biden got the clean bill of health on Friday after a detailed physical examination.",
                "She felt aches and pains in her body after a long day of physical activity.",
                "Sarah is strong as an oak, effortlessly conquering physical challenges with her robust and unyielding strength.",
                "If you all work in the same physical space, working as a team is easy as anything.",
                "Lisa hits the gym regularly to stay in shape and maintain her physical fitness."
            ],
            "audio": "https://tts.langeek.co/read?text=cGh5c2ljYWw&hash=4ba4b410ebc4f2b11e5605edb54dee4d7f403d5c&lang=en&cache-only=0",
            "defineEn": "related to the body rather than the mind",
            "defineVi": "liên quan đến cơ thể hơn là tâm trí",
            "hasImg": true
        },
        {
            "id": "07a84b79-4ecf-4aca-b4f9-3982d5543104",
            "word": "medical",
            "phonetic": "mɛdɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The rest of his money went into medical expenses.",
                "She had the baby's medical routine down pat.",
                "Her early research laid the foundation for many important medical discoveries.",
                "People are dying for want of medical treatment.",
                "She served in the medical corps."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaWNhbA&hash=1044f84f8bbd10d6192377019ac4dbfbedd3dccc&lang=en&cache-only=0",
            "defineEn": "related to medicine, treating illnesses, and health",
            "defineVi": "liên quan đến y học, điều trị bệnh tật và sức khỏe",
            "hasImg": true
        },
        {
            "id": "88bb2135-5f55-43b7-aa31-18f2c7e43cbc",
            "word": "wonderful",
            "phonetic": "wʌndɚfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The old lady's cake wasn't wonderful",
                "Doesn’t Rosie look wonderful?",
                "Squash adds a wonderful texture and sweetness to curries.",
                "Since the news broke I've received thousands of wonderful letters.",
                "To my eye, Jake, you're the most wonderful man on the planet."
            ],
            "audio": "https://tts.langeek.co/read?text=d29uZGVyZnVs&hash=cd337c599d1c96e3aa9838ac734c7244f51b762c&lang=en&cache-only=0",
            "defineEn": "very great and pleasant",
            "defineVi": "rất tuyệt vời và dễ chịu",
            "hasImg": true
        },
        {
            "id": "f2301c68-4823-4596-9ad3-4514e7e840b6",
            "word": "serious",
            "phonetic": "sɪɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Her condition is very serious.",
                "He avoided serious injury following a head-first fall on to the ice.",
                "The thrill-seeker who skydived without proper safety precautions ended up with a serious injury.",
                "Riding a bike without a helmet may seem like harmless fun, but it can have serious consequences.",
                "Touch wood, I've been lucky enough to avoid any other serious injuries."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VyaW91cw&hash=40f18d6a953329ae265d0b29f29b57663a8bfc5d&lang=en&cache-only=0",
            "defineEn": "bad or dangerous; significant or worrying due to a possible danger or risk",
            "defineVi": "xấu hoặc nguy hiểm; đáng kể hoặc đáng lo ngại do nguy hiểm hoặc rủi ro có thể xảy ra"
        },
        {
            "id": "7d795d97-fcf6-4039-93f6-153e4a54ac02",
            "word": "fast",
            "phonetic": "fæst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Sales are growing fast.",
                "Things certainly move fast in the blogosphere.",
                "He takes bends much too fast.",
                "The fast runner won the race by a wide margin.",
                "He's going too fast."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFzdA&hash=1073443ff3b1f337934c21034bd28a5c6a1c128e&lang=en&cache-only=0",
            "defineEn": "having a high speed when moving or doing something",
            "defineVi": "có tốc độ cao khi di chuyển hoặc làm gì đó",
            "hasImg": true
        }
    ]
}