{
    "id": "830e61c0-45b7-46a5-a629-57e96e5c1609",
    "title": "Lesson 5",
    "originalTitle": "Lesson 5",
    "words": [
        {
            "id": "92e1c385-4e78-4f7a-ad88-552a792e2bf5",
            "word": "reparation",
            "phonetic": "ɹᵻpɐɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the year 2000, only about 4 percent of white Americans endorsed reparations.",
                "Though reparations has been studied.",
                "On top of that, we have the reparations.",
                "In this case the reparations came more in the form of truth telling and public hearings rather than direct financial payments.",
                "The City of Chicago also paid reparations to victims of former police Commander Jon Burge."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwYXJhdGlvbg&hash=d8ad1a73f23a2b21215d6283ae24d5a448519646&lang=en&cache-only=0",
            "defineEn": "something done or paid in expiation of a wrong",
            "defineVi": "một cái gì đó được thực hiện hoặc trả tiền để đền bù cho một sai lầm"
        },
        {
            "id": "9aeec87b-0ed6-4b0f-95dc-d73fa16c832c",
            "word": "acculturation",
            "phonetic": "ɐkʌltʃɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWNjdWx0dXJhdGlvbg&hash=9553d28757fc69aa21f448afe3e50437a7d5a0c6&lang=en&cache-only=0",
            "defineEn": "the adoption of the behavior patterns of the surrounding culture",
            "defineVi": "việc áp dụng các mô hình hành vi của nền văn hóa xung quanh"
        },
        {
            "id": "9a6115cb-4590-4783-af7f-bea8039e2987",
            "word": "demarcation",
            "phonetic": "dᵻmɑːɹkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The line of demarcation with policing and video was the Rodney King situation.",
                "Anyway, Line of Demarcation, I have great news for you.",
                "The Treaty of Tordesillas, which was signed in 1494, provided a permanent line of demarcation 370 leagues west of the Cape Verde islands off the Atlantic coast of Africa.",
                "Dear Line of Demarcation, You have so much to teach us about the way that the world used to work, and the way that it works now."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtYXJjYXRpb24&hash=cc2eb3a21dc8c6d9486d5a695cbf64b10e9478d6&lang=en&cache-only=0",
            "defineEn": "the boundary of a specific area",
            "defineVi": "ranh giới của một khu vực cụ thể"
        },
        {
            "id": "ea035970-fdeb-4848-aedd-c90eef0d2241",
            "word": "fruition",
            "phonetic": "fɹuːɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And I imagine he's still in it for the long game, whether he's president or not, that some of his ideas will come to fruition with a new generation.",
                "I think that was not expected to come to fruition.",
                "I've seen a few other ones, and like there's been some on Kickstarter and stuff, but like, they haven't really gone to fruition.",
                "This was his other dream but he did not live to see it come to fruition.",
                "Everything that we have predicted has come to fruition, and it's actually worse."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJ1aXRpb24&hash=692437c79b2d177b397b4646f564090f34804434&lang=en&cache-only=0",
            "defineEn": "something that is made real or concrete",
            "defineVi": "một cái gì đó được thực hiện thực tế hoặc cụ thể"
        },
        {
            "id": "58c8011e-6cdb-43f6-bfa4-8b50d6cf49e7",
            "word": "incursion",
            "phonetic": "ɪŋkɜːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have the Estonian incursion in 2010.",
                "Otherwise, ’15 and ’16, the incursion in our electoral process might not have happened.",
                "Turkey defends its incursion by saying these fighters are terrorists.",
                "Were those sanctions strong enough, given the magnitude of the incursion and the crime?",
                "We were able to uncover this terrorist incursion of which we have been victims."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jdXJzaW9u&hash=b02fcd7d6ab8c234f065c4efe3082cfa8ac582e7&lang=en&cache-only=0",
            "defineEn": "the act of entering some territory or domain (often in large numbers)",
            "defineVi": "hành động xâm nhập vào một số lãnh thổ hoặc miền (thường với số lượng lớn)"
        },
        {
            "id": "c1555376-8cec-4a8f-b5bd-975c542b9415",
            "word": "coronation",
            "phonetic": "kɔːɹəneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The queen joined the king for his coronation festivities.",
                "Likely within a year after the funeral, an official coronation for King Charles will take place on yet another bank holiday.",
                "But what does coronation, or apparent coronation, of a hard-liner who has been accused in the past of crimes against humanity and perhaps still accused of them say about today's Iranian regime?",
                "The statement also said that the king's consort had attempted to prevent the queen's coronation.",
                "But what does coronation, or apparent coronation, of a hard-liner who has been accused in the past of crimes against humanity and perhaps still accused of them say about today's Iranian regime?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29yb25hdGlvbg&hash=7d28930a5977b9498dd07935e17a33d4fa0cb20a&lang=en&cache-only=0",
            "defineEn": "the ceremony of installing a new monarch",
            "defineVi": "lễ cài đặt một quốc vương mới",
            "hasImg": true
        },
        {
            "id": "e76a2b26-9f5f-4dd3-90a2-56b10aed5f5c",
            "word": "gumption",
            "phonetic": "ɡʌmpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "They, I guess, didn't have quite enough gumption in this spot that they put a heat pipe out to have a little like satellite heat sink.",
                "It would have been a quicker trip for me So that was certainly what I was hoping was to avoid having to get on an airplane, but I eventually was able to Get up the gumption with the help of some friends and got on the plane When you were here in the mid mid atlantic area back in August end of July August."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VtcHRpb24&hash=f628da47eb9efb0739254c752684eaa76f606e8d&lang=en&cache-only=0",
            "defineEn": "fortitude and determination",
            "defineVi": "sự dũng cảm và quyết tâm"
        },
        {
            "id": "79ced10f-b5e9-4316-b9d0-02fbc8d9d354",
            "word": "hesitation",
            "phonetic": "hɛzɪteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "There were hesitations, a gaffe, and one senior moment.",
                "Despite his initial hesitation, John eventually decided to spill his guts out and share his deepest fears with his therapist.",
                "They understand each other on a deep level and can confide in one another without hesitation.",
                "The opportunity to study abroad came once in a lifetime, so she took it without hesitation.",
                "And there's very little hesitation."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVzaXRhdGlvbg&hash=f26e1b5e2fb8f4f78cb2f9ed102ea722c9d50276&lang=en&cache-only=0",
            "defineEn": "a certain degree of unwillingness",
            "defineVi": "một mức độ nhất định của sự miễn cưỡng"
        },
        {
            "id": "7eabb8ac-3677-48fd-b489-b4e85829db08",
            "word": "retribution",
            "phonetic": "ɹɛtɹɪbjuːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The detective warned the gang members that blood will have blood, and that their violent actions would only lead to more violence and retribution.",
                "It was retribution.",
                "In retribution, Anna Heilman's sister was executed.",
                "But she believed authorities would want retribution.",
                "One approach to punishment is retribution, which is about making the offender suffer as the victim suffered, as a kind of moral vengeance."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV0cmlidXRpb24&hash=9f114b60d4045329217a443ed15f0544fe858db9&lang=en&cache-only=0",
            "defineEn": "the action of making amends for a mistake",
            "defineVi": "hành động sửa đổi lỗi lầm"
        },
        {
            "id": "ee685b80-de71-4754-8697-c4d335bd7438",
            "word": "formation",
            "phonetic": "fɔːɹmeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lichen plays a vital role in soil formation and ecosystem development.",
                "But the smell does reflect its formation.",
                "And the formation of the Andes had a huge impact on the plants and animals in South America.",
                "The formation of this depression is an intermediate stage in the birth of an ocean.",
                "Reaction formation is kinda like passive-aggression."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ybWF0aW9u&hash=4105220bf88d7c20fb6de3c02a7d6d76350049a2&lang=en&cache-only=0",
            "defineEn": "a grouping of people or objects that work together as a single entity",
            "defineVi": "một nhóm người hoặc đối tượng làm việc cùng nhau như một thực thể duy nhất"
        },
        {
            "id": "558fc2e8-3321-45f9-85c3-7d11cbd0f5b8",
            "word": "permutation",
            "phonetic": "pɜːmjuːteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "We could have used a brute force approach in sorting, by systematically trying every permutation of the array to check if it’s sorted."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVybXV0YXRpb24&hash=0c2a2f826bef1e2d56ef8a792a43759fe285fc97&lang=en&cache-only=0",
            "defineEn": "complete change in character or condition",
            "defineVi": "thay đổi hoàn toàn về tính cách hoặc điều kiện"
        },
        {
            "id": "f66aa2d1-e674-4d56-a092-f97a87802c16",
            "word": "insurrection",
            "phonetic": "ɪnsɚɹɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That was insurrection.",
                "That's before the insurrection, before the attempted coup.",
                "The stand-down was sparked by the January 6 insurrection.",
                "The House managers yesterday had already laid out a detailed timeline of the Capitol insurrection.",
                "On insurrection day, January 6, President Trump did not once condemn the attack, not even once."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdXJyZWN0aW9u&hash=836328b1baf18dc95585cafa62e095a90d1f5ea3&lang=en&cache-only=0",
            "defineEn": "organized opposition to authority; a conflict in which one faction tries to wrest control from another",
            "defineVi": "chống đối có tổ chức với chính quyền; một cuộc xung đột trong đó một phe cố gắng giành quyền kiểm soát từ phe khác"
        },
        {
            "id": "68174d75-9445-4f12-9f34-6ba68f45bbbe",
            "word": "compunction",
            "phonetic": "kəmpʌŋkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And then there's Steven Spielberg, a master of adaptation who has no compunction about changing the source material.",
                "His admiration for Putin is unusual, given his relationship with most other people who he has no compunction about attacking, belittling, changing his mind about."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcHVuY3Rpb24&hash=a56e6f2f4767dc958c8a3716c8d7df30e7bdcdcb&lang=en&cache-only=0",
            "defineEn": "a feeling of deep regret (usually for some misdeed)",
            "defineVi": "một cảm giác hối hận sâu sắc (thường là đối với một số hành vi sai trái)"
        },
        {
            "id": "78f1330a-71ad-4fd1-9817-3c9114244daa",
            "word": "dissipation",
            "phonetic": "dɪsɪpeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Such materials can transport electricity without dissipation.",
                "Anyway, that energy dissipation does not come for free.",
                "And with the new heat dissipation system that they've integrated, supposedly it should stay cool even while you're using it and charging with warp charge 65."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzc2lwYXRpb24&hash=e23d7d9abec6ef605e1a158f9c3fe838e97b0483&lang=en&cache-only=0",
            "defineEn": "useless or profitless activity; using or expending or consuming thoughtlessly or carelessly",
            "defineVi": "hoạt động vô ích hoặc vô ích; sử dụng hoặc chi tiêu hoặc tiêu thụ một cách thiếu suy nghĩ hoặc bất cẩn"
        },
        {
            "id": "011c5fd8-d632-42c5-9adc-e0dd5d4f7db6",
            "word": "depredation",
            "phonetic": "dɛpɹɪdeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVwcmVkYXRpb24&hash=5f0bce3bc6b02fc993b025cbac6ea7eea688fecb&lang=en&cache-only=0",
            "defineEn": "an act of plundering and pillaging and marauding",
            "defineVi": "một hành động cướp bóc và cướp bóc và cướp bóc"
        },
        {
            "id": "bc15bfa0-8b64-4855-aeb1-afb959c0591d",
            "word": "involution",
            "phonetic": "ɪnvəluːʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW52b2x1dGlvbg&hash=65a4dd1560682b474e042033d025737f547e89f0&lang=en&cache-only=0",
            "defineEn": "the act of sharing in the activities of a group",
            "defineVi": "hành động chia sẻ trong các hoạt động của một nhóm"
        },
        {
            "id": "944b75d6-7d8c-4061-8693-c156bb8bbae5",
            "word": "dereliction",
            "phonetic": "dɛɹɪlɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "A lot of critics of the president are saying this is really a dereliction of duty on the president's part.",
                "That is not the president's role, responsibility, and it's a dereliction of his duty.",
                "More than 80,000 victims of California wildfires sued former managers of Pacific Gas & Electric today for dereliction of duty."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVyZWxpY3Rpb24&hash=fb16f1df75a69492f4dcb606eee7f20a084f07fa&lang=en&cache-only=0",
            "defineEn": "willful negligence",
            "defineVi": "sơ suất cố ý"
        },
        {
            "id": "7adf0f1d-09e4-4002-ac0b-bfafa610d231",
            "word": "importation",
            "phonetic": "ɪmpoːɹteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In 2005, the US Department of Agriculture lifted a 90-year-old ban to allow the importation of Mexican avocados to all 50 states.",
                "Then, in 1989, the EPA issued a ban on the manufacturing, importation, processing and sale of products containing asbestos.",
                "And back in the day before frozen stuff and all this importation, if it wasn’t in the season, you wasn’t gonna get it."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wb3J0YXRpb24&hash=f0a0751665fc7308f0969c04fd2365c9d1d3083f&lang=en&cache-only=0",
            "defineEn": "commodities (goods or services) bought from a foreign country",
            "defineVi": "hàng hóa (hàng hóa hoặc dịch vụ) mua từ nước ngoài"
        },
        {
            "id": "e08e0056-5732-4a38-9cbe-b80ee89c9d4c",
            "word": "locomotion",
            "phonetic": "loʊkəmoʊʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "What species pioneered this style of locomotion?",
                "Today we're gonna talk about tetrapodal locomotion.",
                "So today on Smarter Every Day we're gonna look at caterpillar locomotion.",
                "There are a lot of reasons a crustacean might evolve into the shape of a crab, even if it’s not actually a crab: It allows for a lot of versatility in locomotion and lifestyle.",
                "And not only are these bots advancing robotics, they’ve also given the scientific community a deeper understanding of the locomotion, navigation, and overall biology of the creatures they’ve been modeled after."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9jb21vdGlvbg&hash=a797e546f52b7fc8aa057cd458cf1510ce7912d0&lang=en&cache-only=0",
            "defineEn": "self-propelled movement",
            "defineVi": "chuyển động tự hành"
        }
    ]
}