{
    "id": "8339aab2-41dd-4629-afcc-f457f664cce6",
    "title": "Unit 9 - Lesson 3",
    "originalTitle": "Unit 9 - Lesson 3",
    "words": [
        {
            "id": "4539e146-8980-4438-a21b-54ab760a9862",
            "word": "group",
            "phonetic": "ɡɹuːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The group has a new CD in the pipeline.",
                "We passed a group of students outside the theatre.",
                "As with all diseases, certain groups will be more at risk than others.",
                "A retail group which sets great store by traditional values.",
                "The group is drawing up plans to run trains on key routes."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JvdXA&hash=d3ac88e14f6fb7ab91d5ca007609916bd2a900b8&lang=en&cache-only=0",
            "defineEn": "a number of things or people that have some sort of connection or are at a place together",
            "defineVi": "một số thứ hoặc những người có một số loại kết nối hoặc đang ở một nơi cùng nhau",
            "hasImg": true
        },
        {
            "id": "9c7f05ea-f06e-477d-9307-c19719a27a2c",
            "word": "to post",
            "phonetic": "tə poʊst ",
            "partOfSpeechType": "verb",
            "examples": [
                "Lots of people had left comments under the post.",
                "Mrs. Thatcher held the post of prime minister longer than anyone else last century.",
                "On his retirement the post will cease to exist.",
                "Ugh, Ross just posted pictures of him and Steve lounging on a beach in Hawaii.",
                "The professor's office hours are posted on the door, indicating when he is available for student consultations."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9zdA&hash=023f2f84b83723cf6a79f15601fb26d813af4dda&lang=en&cache-only=0",
            "defineEn": "to publish an image, video, text, or other form of content on to the Internet, particularly on social media",
            "defineVi": "xuất bản hình ảnh, video, văn bản hoặc dạng nội dung khác lên Internet, đặc biệt là trên phương tiện truyền thông xã hội",
            "hasImg": true
        },
        {
            "id": "c21fd3b3-8303-48e7-bd0e-af4684d4600b",
            "word": "message",
            "phonetic": "mɛsɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "May I take a message?",
                "I wrote a message to myself.",
                "The message was finally getting through to him.",
                "She has sixteen unread messages in her inbox.",
                "The machine records your messages and you can answer them at your convenience."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVzc2FnZQ&hash=6773ed9649876ed7a289a00dc5c085a3edf90f02&lang=en&cache-only=0",
            "defineEn": "a written or spoken piece of information or communication sent to or left for another person",
            "defineVi": "một mẩu thông tin hoặc thông tin liên lạc bằng văn bản hoặc lời nói được gửi đến hoặc để lại cho người khác",
            "hasImg": true
        },
        {
            "id": "a9fe5646-44cb-4780-8a4c-c46d299ae4de",
            "word": "to attach",
            "phonetic": "tʊ ɐtætʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "You can’t really attach a label to this type of art.",
                "I'll drive you home - no strings attached.",
                "And when a mature person gives love, he or she gives without any strings attached to it.",
                "The policy offers 15% interest, with no strings attached.",
                "Attach the butt."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXR0YWNo&hash=5f9f1f1a7f1e11eb60ce83ee20d29428c27c1a91&lang=en&cache-only=0",
            "defineEn": "(computing) to send a file with an email; to upload a file to a site",
            "defineVi": "(máy tính) để gửi một tập tin với một email; để tải một tập tin lên một trang web",
            "hasImg": true
        },
        {
            "id": "a84f23e3-d10d-4264-8385-20d8888ff262",
            "word": "file",
            "phonetic": "faɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The defence has filed a petition to stay proceedings.",
                "Save the instructions to a new file.",
                "Always keep a backup of the file.",
                "Files can be read and written directly into the file system.",
                "Check inside each file carefully to make sure nothing slips through the cracks."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlsZQ&hash=79f064dcb473fa3fceeabd891bee91f7aa972bfb&lang=en&cache-only=0",
            "defineEn": "a collection of data stored together in a computer, under a particular name",
            "defineVi": "một tập hợp dữ liệu được lưu trữ cùng nhau trong một máy tính, dưới một tên cụ thể",
            "hasImg": true
        },
        {
            "id": "4a2bffc6-3a18-410a-9e34-007c519ee17d",
            "word": "to upload",
            "phonetic": "tʊ ʌploʊd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Upload a video.",
                "It uploaded a bunch of gaming content.",
                "Click \"Upload photo.\"",
                "And they uploaded a video about their experience at a drive thru.",
                "We uploaded the videos on Wednesday."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdXBsb2Fk&hash=2784fa89ad076f979837a3783d5395bd2b6dbe2d&lang=en&cache-only=0",
            "defineEn": "to send an electronic file such as a document, image, etc. from one digital device to another one, often by using the Internet",
            "defineVi": "để gửi một tệp điện tử như tài liệu, hình ảnh, v.v. từ thiết bị kỹ thuật số này sang thiết bị kỹ thuật số khác, thường bằng cách sử dụng Internet",
            "hasImg": true
        },
        {
            "id": "e4f2ca5e-9223-43aa-be65-be1673b89005",
            "word": "to share",
            "phonetic": "tə ʃɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Both drivers shared the blame for the accident.",
                "My friend shared a bag of chocolate-covered macadamia nuts with us.",
                "The locals generously shared their knowledge of manioc processing techniques.",
                "All members of the band equally share the band's profits.",
                "The HR department only shared the employee's personal information on a need-to-know basis."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hhcmU&hash=2fdc32346871753d5fdf75008e9c453a351505c4&lang=en&cache-only=0",
            "defineEn": "to use social media applications or websites to post or repost a message",
            "defineVi": "sử dụng các ứng dụng hoặc trang web truyền thông xã hội để đăng hoặc đăng lại một tin nhắn"
        },
        {
            "id": "60c558c8-ce20-4854-8a4a-e4d31686e7b8",
            "word": "link",
            "phonetic": "lɪŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Just click the link below.",
                "Follow the links to sign up for the webinar.",
                "The success of a business is only as great as the least successful department within it, as a chain is only as strong as its weakest link.",
                "Trans fatty acids have been linked to various health issues, such as an increased risk of heart disease and inflammation.",
                "Studies show a link between cancer and processed meats."
            ],
            "audio": "https://tts.langeek.co/read?text=bGluaw&hash=f2b0518162a83e9f566c47e1bc3baf48476e10fc&lang=en&cache-only=0",
            "defineEn": "(computing) a word or picture in a website or an electronic document that will take the user to another page or document if they click on it",
            "defineVi": "(máy tính) một từ hoặc hình ảnh trong một trang web hoặc một tài liệu điện tử sẽ đưa người dùng đến một trang hoặc tài liệu khác nếu họ nhấp vào nó"
        },
        {
            "id": "26bf0c1b-5604-41d9-b501-14bcbdbc54ff",
            "word": "to download",
            "phonetic": "tə daʊnloʊd ",
            "partOfSpeechType": "verb",
            "examples": [
                "She downloaded a new movie to watch on her laptop during the flight.",
                "He downloaded a new app to help with productivity.",
                "She downloaded a new album and is excited to listen to the new music.",
                "We have made the necessary documents available for download on our website.",
                "The tech company developed a new app, confident that 'if you build it, they will come' and download it to use for their everyday needs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZG93bmxvYWQ&hash=878153e01c95c4845d0f52480ac919a81ccfc8a9&lang=en&cache-only=0",
            "defineEn": "to add data to a computer from the Internet or another computer",
            "defineVi": "để thêm dữ liệu vào máy tính từ Internet hoặc máy tính khác",
            "hasImg": true
        },
        {
            "id": "cd9c0c0a-a738-4a38-856c-fd9648196b76",
            "word": "application",
            "phonetic": "æplɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can build database applications without writing any code.",
                "The passport application requires you to fill in your first name, middle name, and last name.",
                "Examining job applications is the first stage in separating the sheep from the goats.",
                "They explained the procedure for submitting the application form.",
                "I prepare my resume and cover letter for job applications."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwbGljYXRpb24&hash=01fc938725be049fd529b3c76b3668898ac12edf&lang=en&cache-only=0",
            "defineEn": "(computing) a piece of software programmed to perform a specific task",
            "defineVi": "(máy tính) một phần mềm được lập trình để thực hiện một nhiệm vụ cụ thể",
            "hasImg": true
        },
        {
            "id": "cce2cd27-c0cf-4d48-b54d-ce5ef566b45e",
            "word": "to send",
            "phonetic": "tə sɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "That song always sends a shiver down my spine.",
                "Anne's aunt always sends her birthday cards and gifts.",
                "I sent the package by airmail.",
                "He sent me a copy of his new book.",
                "She sent the kids to bed early."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VuZA&hash=c2cf48074fe387a6f0654706360efe1e2af5e741&lang=en&cache-only=0",
            "defineEn": "to make a text, email, online message, etc. be delivered to someone",
            "defineVi": "để gửi văn bản, email, tin nhắn trực tuyến, v.v. cho ai đó",
            "hasImg": true
        },
        {
            "id": "2ea6d773-b735-4fc2-b67a-b282404078e5",
            "word": "to look up",
            "phonetic": "tə lʊk ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "My little son was looking up at the sky and showing me the fluffy white clouds.",
                "She looked up from her work and gave a yawn.",
                "I looked up at the night sky and saw a shooting star.",
                "She held it, cast an eye over it and looked up at Harry suspiciously.",
                "The girl looks up."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9vayB1cA&hash=3e09d410616668495cdd5613e6e0629717fbd81c&lang=en&cache-only=0",
            "defineEn": "to try to find information in a dictionary, computer, etc.",
            "defineVi": "để cố gắng tìm thông tin trong từ điển, máy tính, v.v.",
            "hasImg": true
        },
        {
            "id": "7763e18f-2596-4375-9495-de4586e23451",
            "word": "information",
            "phonetic": "ɪnfɚmeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This information is as good as gold.",
                "The HR department only shared the employee's personal information on a need-to-know basis.",
                "You can also get information on careers in social work from their website.",
                "We received information that would load the dice in favor of our arguments.",
                "I’ll pass the information on to our sales department."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mb3JtYXRpb24&hash=65692ef8091562b38b166e673f0974eff7c959ba&lang=en&cache-only=0",
            "defineEn": "facts, details, or knowledge about a thing or person",
            "defineVi": "sự kiện, chi tiết, hoặc kiến thức về một điều hoặc người",
            "hasImg": true
        },
        {
            "id": "f47066f3-82bd-4cd7-b8e9-818c3b6d9427",
            "word": "to stream",
            "phonetic": "tə stɹiːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "A stream of black cars drove by.",
                "A stream of black cars drove by.",
                "The cars run along the highway in a steady stream.",
                "The hiker bent at the waist to drink water from the stream.",
                "When Tom's company was struggling to keep up with new competitors, Tom reminded his colleagues that it is ill striving against the stream."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RyZWFt&hash=4cde07b7bd384a8c95bf0a2c941dd825a2d215b6&lang=en&cache-only=0",
            "defineEn": "to play audio or video material from the Internet without needing to download the whole file on one's device",
            "defineVi": "để phát tài liệu âm thanh hoặc video từ Internet mà không cần tải xuống toàn bộ tệp trên thiết bị của một người",
            "hasImg": true
        },
        {
            "id": "3677bf01-6af6-443c-b5cd-35f47967be81",
            "word": "video",
            "phonetic": "vɪdɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We were shown a training video.",
                "The video gamer is leaving his opponent in the dust with his expert knowledge of the game mechanics and quick reflexes.",
                "The video was produced and directed by filmmaker Neil Campbell.",
                "Her grandchild lives in another country, but they video chat every week to stay in touch.",
                "The student was struggling with a difficult math problem, but she happened to come across a helpful video tutorial online - she found herself in luck!"
            ],
            "audio": "https://tts.langeek.co/read?text=dmlkZW8&hash=78b3d528ae88ec8b44439c9284b7c65ab50ec035&lang=en&cache-only=0",
            "defineEn": "a recording of sounds and images that are moving",
            "defineVi": "một bản ghi âm thanh và hình ảnh đang chuyển động",
            "hasImg": true
        },
        {
            "id": "de0f03d8-7c6a-4af6-bf25-8ead219242ac",
            "word": "to check",
            "phonetic": "tə tʃɛk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Check the remix.",
                "The active ingredient checks the growth of bacteria.",
                "Check the box next to the right answer.",
                "I’ll check the dates.",
                "Any baggage over five kilos must be checked."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hlY2s&hash=af2883d85655ae205114b68a6b27c1a07fb2068f&lang=en&cache-only=0",
            "defineEn": "to put something under examination in order to determine whether it is safe, suitable, or acceptable enough",
            "defineVi": "để đặt một cái gì đó dưới sự kiểm tra để xác định xem nó có đủ an toàn, phù hợp hoặc chấp nhận được không"
        },
        {
            "id": "88c40a8d-4d09-4020-9538-73dbd5819921",
            "word": "email",
            "phonetic": "iːmeɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The email went to everyone in the company.",
                "I don't send emails blowing smoke up their asses.",
                "I received an automated email from the accountant saying that she was out to lunch.",
                "My coworker put her foot in it when she accidentally sent an email to the wrong person.",
                "In the past, it was common to send handwritten letters but nowadays email is the preferred method of communication, other times, other manners."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1haWw&hash=81f61cf6757711fd5afec50a2b48610e3e33a57e&lang=en&cache-only=0",
            "defineEn": "a digital message that is sent from one person to another person or group of people using a system called email",
            "defineVi": "một tin nhắn kỹ thuật số được gửi từ một người đến một người khác hoặc một nhóm người sử dụng một hệ thống gọi là email",
            "hasImg": true
        },
        {
            "id": "fcfc9f42-468d-44ae-89d7-16185a7621d9",
            "word": "the Internet",
            "phonetic": "ðɪ ɪntɚnɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Stay in touch with your customers via Internet.",
                "The internet has changed the way people work.",
                "Many schools don’t take full advantage of the Internet.",
                "Through the internet we are able to reach a wider audience.",
                "In the '90s, the bubble burst on Internet startups, but that didn't stop the success of online ventures"
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlIEludGVybmV0&hash=c21bcaca2dce5225a379722856d6fdc44f158f18&lang=en&cache-only=0",
            "defineEn": "‌a global computer network that allows users around the world to communicate with each other and exchange information",
            "defineVi": "‌một mạng máy tính toàn cầu cho phép người dùng trên khắp thế giới liên lạc với nhau và trao đổi thông tin",
            "hasImg": true
        },
        {
            "id": "784b3cae-cada-4a28-8443-1299914386f4",
            "word": "activity",
            "phonetic": "æktɪvᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Activities range from trapeze and freefall to archery and motorsports.",
                "What's your favorite evening activity?",
                "The whole house was a hive of activity on the day before the wedding.",
                "There's a lot of police activity around here lately.",
                "Italy's Mediterranean climate and diverse geography offer a wide range of outdoor activities"
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0aXZpdHk&hash=aa449f50baaf63c5b0cb20c38c8af2ee4e073df5&lang=en&cache-only=0",
            "defineEn": "something that a person spends time doing, particularly to accomplish a certain purpose",
            "defineVi": "một cái gì đó mà một người dành thời gian làm, đặc biệt là để hoàn thành một mục đích nhất định"
        },
        {
            "id": "54d0a126-c404-4a76-9670-f4f42fa758af",
            "word": "to visit",
            "phonetic": "tə vɪzɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They visit their grandmother every weekend.",
                "We sometimes visit our relatives during the holidays.",
                "They often visit their grandparents on weekends.",
                "We usually visit our grandparents during the holidays.",
                "We visited a local smokehouse renowned for its mouthwatering brisket."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmlzaXQ&hash=91c8b7064343f9ba09995690aeb3a43029cd9201&lang=en&cache-only=0",
            "defineEn": "to check a website",
            "defineVi": "để kiểm tra một trang web",
            "hasImg": true
        },
        {
            "id": "2d58100f-5480-49c3-92d0-0b6560003aec",
            "word": "website",
            "phonetic": "wɛbsaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Over seven hundred Facebook users have already liked the company’s website.",
                "The teacher withdrew the assignment from the class website.",
                "Our website is the place to find answers to all your questions.",
                "Further details can be found on our website.",
                "You can also get information on careers in social work from their website."
            ],
            "audio": "https://tts.langeek.co/read?text=d2Vic2l0ZQ&hash=483f3cd0231e82e4f451bffe269507ff0787b931&lang=en&cache-only=0",
            "defineEn": "a group of related data on the Internet with the same domain name published by a specific individual, organization, etc.",
            "defineVi": "một nhóm dữ liệu liên quan trên Internet có cùng tên miền do một cá nhân, tổ chức cụ thể, v.v.",
            "hasImg": true
        },
        {
            "id": "5b006242-8100-4688-a5f2-d361e55d7d62",
            "word": "to surf",
            "phonetic": "tə sɜːf ",
            "partOfSpeechType": "verb",
            "examples": [
                "The beach was crowded with people enjoying the sun and surf.",
                "- She loves-- - I have surfed.",
                "The rugged shells protect the snails’ squishy bodies from the relentless surf.",
                "But also, I surf through cable channels.",
                "You didn't have a surf recently?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VyZg&hash=a610507dd5008b8c3489778d1cefc3ce013031cf&lang=en&cache-only=0",
            "defineEn": "to visit different websites",
            "defineVi": "để truy cập các trang web khác nhau",
            "hasImg": true
        },
        {
            "id": "1c6d6887-2a2c-4583-8b5c-04f9ff3709a8",
            "word": "to join",
            "phonetic": "tə dʒɔɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Join the other kids.",
                "The two friends were joined at the hip during their college years.",
                "She joined a soccer league to compete against other teams.",
                "She joined a local volleyball league to compete against other teams.",
                "John and Mary are joined at the hip."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gam9pbg&hash=a3e9a4d50cf54b1714198f3e4a1b70fd46242757&lang=en&cache-only=0",
            "defineEn": "to become a member of a group, club, organization, etc.",
            "defineVi": "để trở thành thành viên của một nhóm, câu lạc bộ, tổ chức, v.v.",
            "hasImg": true
        },
        {
            "id": "dda8d926-0683-4c08-9907-de2158339f85",
            "word": "online",
            "phonetic": "ɑːnlaɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The online retailer had an edge over the other services with its faster shipping and wider selection of products.",
                "She left a positive review online for the restaurant where she ordered a pizza.",
                "Many companies saw the advent of online retailing as a threat to their bricks and mortar business.",
                "He searched online for reviews of the product before making a purchase.",
                "Can you recommend any online resources for studying world history?"
            ],
            "audio": "https://tts.langeek.co/read?text=b25saW5l&hash=dc8a1e891adcf50c16215d83c860203369c9f4a1&lang=en&cache-only=0",
            "defineEn": "connected to or via the Internet",
            "defineVi": "kết nối với hoặc thông qua Internet",
            "hasImg": true
        },
        {
            "id": "0a42eac5-cd7d-4ef7-98f0-05b9be6c0b5a",
            "word": "instant message",
            "phonetic": "ɪnstənt mɛsɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "With my first therapist, I did regular instant message, where we were both just typing but with my most recent therapist, we were doing phone calls and how that would work is, I would talk into the phone like your average Joe, and she would type back in the little chat box, message box thing.",
                "The reason I find this can be more accessible to me as a Deaf person, is due to the fact that I can use my computer, iPad and/or phone to get my appointments done via text and instant message.",
                "Then I found another therapist and this therapist, I did click better with and one of the reasons I really did like BetterHelp was because I was able to do instant message."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdGFudCBtZXNzYWdl&hash=c7041f95ef689a4072c64ae09a8524cb4ec75980&lang=en&cache-only=0",
            "defineEn": "an online message that appears to the recipient as soon as it is delivered",
            "defineVi": "một tin nhắn trực tuyến xuất hiện cho người nhận ngay khi nó được gửi",
            "hasImg": true
        }
    ]
}