{
    "id": "837826da-7987-471d-a67a-7c183a2d21c2",
    "title": "Problems and Solutions",
    "originalTitle": "Lesson 24",
    "words": [
        {
            "id": "df4048fe-2756-4385-8755-d3254bb6f42e",
            "word": "complication",
            "phonetic": "kɑːmplɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The project manager reminded the team that cutting corners would only lead to delays and complications, saying that 'fool's haste is no speed' and urging them to follow established procedures.",
                "The doctor advised his patient to follow the recommended treatment plan, saying that the longest way round is the nearest way home and that taking shortcuts could lead to more health complications in the future.",
                "Serious complications occur rarely.",
                "Maybe you had horrible complications.",
                "His uncle Ahmed Arja died from COVID-19 complications within 10 days."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGxpY2F0aW9u&hash=b9d4606193a4e5a14363bf966cde82b4566d4c56&lang=en&cache-only=0",
            "defineEn": "something that makes a situation or process hard to understand or deal with",
            "defineVi": "một cái gì đó làm cho một tình huống hoặc quá trình khó hiểu hoặc đối phó với"
        },
        {
            "id": "cc312ee5-2ee4-4b68-9eee-486bd64f9cfe",
            "word": "crisis",
            "phonetic": "kɹaɪsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The problem has now reached crisis point.",
                "Recent economic performance suggests that a major crisis is at hand.",
                "Lebanon remained in the grip of an intense political crisis.",
                "The government turned its back to the thousands of employees laid off during the financial crisis.",
                "Europe has found itself truly at the threshold of a global crisis."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jpc2lz&hash=0b7886ae87626da9763fc43cb6690c92dd4f5014&lang=en&cache-only=0",
            "defineEn": "a period of serious difficulty or danger that demands immediate action",
            "defineVi": "một giai đoạn khó khăn hoặc nguy hiểm nghiêm trọng đòi hỏi hành động ngay lập tức"
        },
        {
            "id": "cd9f7d5e-78ef-40d2-b255-27a98ab0a6b3",
            "word": "predicament",
            "phonetic": "pɹɪdɪkəmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And I sympathize with this predicament",
                "And in this way, its predicament is similar to that of many modern animals, including its closest living relatives, the orangutans.",
                "That said, Navalny has kind of hacked that predicament.",
                "You just never want to be in that predicament.",
                "So there's this predicament, right?"
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZGljYW1lbnQ&hash=2194b9e70fa090d6bf35908ab24642d8214f3db0&lang=en&cache-only=0",
            "defineEn": "a difficult or unpleasant situation that is hard to deal with",
            "defineVi": "một tình huống khó khăn hoặc khó chịu khó giải quyết"
        },
        {
            "id": "405bd59e-6d16-4fc0-94aa-afe069205da9",
            "word": "to damage",
            "phonetic": "tə dæmɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The paintings were damaged beyond recall.",
                "The damage was done.",
                "Women sometimes damage their skin by going overboard with abrasive cleansers.",
                "When the storm arrived, his house suffered significant damage.",
                "I checked the car for signs of damage."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGFtYWdl&hash=8b7799930d52024673791d00b8e7c55acc555220&lang=en&cache-only=0",
            "defineEn": "to physically harm someone or something",
            "defineVi": "để làm tổn hại về thể chất một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "2953b1a8-05fa-4180-86b4-1ce124cc4645",
            "word": "to deteriorate",
            "phonetic": "tə dɪtiəɹɪɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The relationship between the two friends had deteriorated beyond repair.",
                "She could only watch from the sidelines as her brother's health deteriorated.",
                "Back at the plant, the situation was deteriorating.",
                "So, over time, it deteriorates.",
                "But unlike wallpaper, a painting isn’t necessarily going to deteriorate over time."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGV0ZXJpb3JhdGU&hash=dfb6a29457ff243c0936f888d172757c617d3ffc&lang=en&cache-only=0",
            "defineEn": "to become worse than before",
            "defineVi": "trở nên tồi tệ hơn trước"
        },
        {
            "id": "48f316c2-de7e-4462-9d04-2d68d68367d4",
            "word": "to address",
            "phonetic": "tʊ ɐdɹɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "He memorized his girlfriend's address by heart.",
                "The police officer took my name and address.",
                "Give me your name and address.",
                "The address is written in capital letters to ensure clarity.",
                "I sent a letter to their address but haven't received a response yet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRkcmVzcw&hash=e51fe04b4f05f2b52e345b052d0ca40259a7a1f5&lang=en&cache-only=0",
            "defineEn": "to think about a problem or an issue and start to deal with it",
            "defineVi": "để suy nghĩ về một vấn đề hoặc một vấn đề và bắt đầu để đối phó với nó"
        },
        {
            "id": "f9cd32b6-0716-4617-843c-6de782f6ebf1",
            "word": "to alleviate",
            "phonetic": "tʊ ɐliːvɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Chewing on a clove can help alleviate a toothache.",
                "When I'm feeling stressed or overwhelmed, I try to remember that patience is a plaster for all sores, and that taking a step back and giving myself time can help to alleviate my anxiety.",
                "IN THE LATE '90s, HE HAD BEGUN TAKING VICODIN, AT FIRST TO ALLEVIATE SYMPTOMS FROM MIGRAINES, DEPRESSION AND ANXIETY.",
                "She's founded an international children's rights organization, the Lumos Foundation, as well as the Volant Charitable Trust to alleviate social deprivation across Scotland.",
                "Moving elections to weekends or holidays could help alleviate some of these issues."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWxsZXZpYXRl&hash=f0120f521ec61ba36a7f2c4f3861b97a2f4babb9&lang=en&cache-only=0",
            "defineEn": "to reduce from the difficulty or intensity of a problem, issue, etc.",
            "defineVi": "để giảm từ khó khăn hoặc cường độ của một vấn đề, vấn đề, vv"
        },
        {
            "id": "61900f65-e5b2-4e9c-8a97-c07cd7ac1c35",
            "word": "to approach",
            "phonetic": "tʊ ɐpɹoʊtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Their approach to sports teaching broke the mold.",
                "To my way of thinking, this approach is more efficient.",
                "The car approached a sharp bend in the road and slowed down.",
                "A curious sheep approached me and sniffed my hand.",
                "As midnight approaches, Buddhist temples around the country begin ringing out the old year."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwcm9hY2g&hash=55d56e91ef481fbd6108f1ef4a9399f7d77ed519&lang=en&cache-only=0",
            "defineEn": "to begin to tackle or deal with a problem, issue, etc. in a particular way",
            "defineVi": "để bắt đầu giải quyết hoặc giải quyết một vấn đề, vấn đề, v.v. theo một cách cụ thể"
        },
        {
            "id": "6eb9da1f-1568-4e80-98c4-36ca72a6893b",
            "word": "to eradicate",
            "phonetic": "tʊ ɪɹædᵻkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "You were eradicating the pension for new teachers.",
                "The US government eradicated them from Yellowstone in the 20th century.",
                "Since the introduction of Jonas Salk’s polio vaccine in 1955, the disease has been nearly eradicated from Earth.",
                "This phenomenon can help eradicate stubborn blood cancers.",
                "The ultimate goal would be to eradicate HIV completely."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXJhZGljYXRl&hash=8cdf79affa015e467efe85deaf99521d1ca3faa0&lang=en&cache-only=0",
            "defineEn": "to completely uproot a problem or destroy something",
            "defineVi": "để nhổ tận gốc một vấn đề hoặc phá hủy một cái gì đó"
        },
        {
            "id": "5fa5137e-adb5-4788-8579-43aa48ba5e00",
            "word": "to intervene",
            "phonetic": "tʊ ɪntɚviːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "She began whaling on the poor child until a police officer finally intervened.",
                "The Prime Minister was often in the eye of the storm during the debate on whether or not to intervene in Syria.",
                "He knew what they were doing was wrong, but his yellow streak kept him from intervening.",
                "But senior Justice Department officials intervened.",
                "The president had intervened against him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50ZXJ2ZW5l&hash=d2fa38548725488d0d82e4cf41e32e91fd5dfe7f&lang=en&cache-only=0",
            "defineEn": "to intentionally become involved in a difficult situation in order to improve it or prevent it from getting worse",
            "defineVi": "cố tình tham gia vào một tình huống khó khăn để cải thiện nó hoặc ngăn nó trở nên tồi tệ hơn"
        },
        {
            "id": "d060ace6-8589-4f83-acaa-2a299844fcd9",
            "word": "to react",
            "phonetic": "tə ɹɪækt ",
            "partOfSpeechType": "verb",
            "examples": [
                "When it was accused of racism, sexism, anti-environmentalism, it reacted defensively, exacerbating the situation.",
                "How did they react when they learned the news?",
                "The soldier knew that in combat, he who hesitates is lost, and so he trained rigorously to react quickly and decisively in any situation.",
                "I'm not sure how he's going to react when he meets my family!",
                "Our brains react the same way to food."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVhY3Q&hash=019e13682c940ee86044b856099cc64c6c76f9bc&lang=en&cache-only=0",
            "defineEn": "to act or behave in a particular way in response to something",
            "defineVi": "để hành động hoặc cư xử trong một cách cụ thể để đáp ứng với một cái gì đó",
            "hasImg": true
        },
        {
            "id": "8cd9d685-5ab1-458f-8e01-ccf5e1e40bac",
            "word": "to repair",
            "phonetic": "tə ɹᵻpɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The repair is a cinch.",
                "The relationship between the two friends had deteriorated beyond repair.",
                "The landlord finally made some repairs in the apartment, but it was only after several complaints and threats of legal action, and a forced kindness deserves no thanks.",
                "He's still on the hook for the cost of the repairs.",
                "Repairing or regrowing damaged brain cells is the end of the rainbow for neuroscience research."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVwYWly&hash=26e55abaf7626925f69e296e644d4d86878c906c&lang=en&cache-only=0",
            "defineEn": "to restore something to a good condition; to fix something that is damaged, broken, or not working properly",
            "defineVi": "để khôi phục một cái gì đó về tình trạng tốt; để sửa chữa một cái gì đó bị hư hỏng, bị hỏng, hoặc không hoạt động bình thường",
            "hasImg": true
        },
        {
            "id": "6094c015-3afb-4948-9c37-1d44194a6ff1",
            "word": "to tackle",
            "phonetic": "tə tækəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The team's diverse skill sets put together allowed them to tackle a wide range of challenges.",
                "After the intense football game, Henry was left black and blue from all the tackles and rough play.",
                "It is against the grain for me to tackle dishonest people.",
                "After a quick run in the park, I felt more awake and energized, ready to tackle the rest of my day.",
                "Despite being unwell the previous day, Lily was up and about, ready to tackle her daily responsibilities with renewed energy and determination."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFja2xl&hash=4871f2c18c3f87d6cb67e838e61260da8f5173fa&lang=en&cache-only=0",
            "defineEn": "to try to deal with a difficult problem or situation in a determined manner",
            "defineVi": "để cố gắng đối phó với một vấn đề khó khăn hoặc tình huống một cách kiên quyết"
        },
        {
            "id": "7f6d5bea-4e00-46cb-94b5-867bba35d132",
            "word": "solution",
            "phonetic": "səluːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Extreme solutions to problems always lead to difficulties.",
                "The solution was staring me in the face.",
                "A solution finally came home to me as I was falling asleep last night.",
                "We came up with a creative solution to the problem.",
                "We'll have to look for a better solution."
            ],
            "audio": "https://tts.langeek.co/read?text=c29sdXRpb24&hash=40a24cc0afc9f2b4365657ae15d4c5512f1d37d4&lang=en&cache-only=0",
            "defineEn": "a way in which a problem can be solved or dealt with",
            "defineVi": "một cách mà một vấn đề có thể được giải quyết hoặc xử lý"
        },
        {
            "id": "d08b1270-71d0-4a17-b3f4-2fefd2de8f0d",
            "word": "compromise",
            "phonetic": "kɑːmpɹəmaɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the end we reached a compromise.",
                "The couple had to compromise and give and take in order to make their marriage work.",
                "We should take the lead in proposing a compromise and be ready to give ground on several points.",
                "The politician burned his boats by refusing to compromise on his position.",
                "The artist refused to compromise on their vision for commercial success, understanding that no man loves his fetters, be they made of gold."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcHJvbWlzZQ&hash=3ea7c05bdf19b1fff7ffa8a86a245fc69d6f97ec&lang=en&cache-only=0",
            "defineEn": "a middle state between two opposing situations that is reached by slightly changing both of them, so that they can coexist",
            "defineVi": "một trạng thái trung gian giữa hai tình huống đối lập đạt được bằng cách thay đổi một chút cả hai, để chúng có thể cùng tồn tại"
        },
        {
            "id": "341f0324-3b86-4fe5-bb7d-58d4f188121b",
            "word": "remedy",
            "phonetic": "ɹɛmədi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He used daikon as a natural remedy for congestion.",
                "Bitter orange peel is a great addition to my herbal remedies.",
                "We used honey as a natural remedy for soothing a sore throat.",
                "As a home remedy, I steeped lemongrass in hot water and drank it to relieve a sore throat.",
                "The doctor recommended using citrange as a natural remedy for boosting immunity."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVtZWR5&hash=5690c2b11c688f455a8f0f775cec5ed9608ca3e3&lang=en&cache-only=0",
            "defineEn": "a way of dealing with and improving a bad situation",
            "defineVi": "một cách để đối phó với và cải thiện một tình hình xấu"
        },
        {
            "id": "b46eb591-7868-4bce-a97d-92b1d676b398",
            "word": "to cure",
            "phonetic": "tə kjʊɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "A cure for lung cancer would save thousands of lives each year.",
                "The upcoming election is a kill or cure moment for the future of the country.",
                "Remember that an ill wound is cured, not an ill name.",
                "Regular exercise and healthy eating habits can prevent many illnesses as prevention is better than cure.",
                "Scientists are still trying to find a cure for cancer."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3VyZQ&hash=de4757c833353832fc94eb61695e046e19568ed7&lang=en&cache-only=0",
            "defineEn": "to solve a problem or deal with an issue",
            "defineVi": "để giải quyết một vấn đề hoặc đối phó với một vấn đề"
        },
        {
            "id": "9c56f1e2-feee-4c6c-847e-a79dc06bfccb",
            "word": "resolution",
            "phonetic": "ɹɛzəluːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That resolution clearly withered on the vine.",
                "The resolution passed both houses before the zero hour and the President signed it.",
                "Some people set resolutions for the new year in December, hoping to make positive changes.",
                "The United Nations Security Council has passed a resolution asking the two countries to resume peace negotiations.",
                "When dealing with customer service, it can be helpful to be assertive and persistent, as the squeaky wheel gets the grease and is more likely to receive a satisfactory resolution."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzb2x1dGlvbg&hash=58d6be386162ce9debaea106db6c6c007de95c89&lang=en&cache-only=0",
            "defineEn": "the act of resolving a problem or disagreement",
            "defineVi": "hành động giải quyết một vấn đề hoặc sự bất đồng"
        },
        {
            "id": "c14a4850-bb6b-4647-9170-2577facc8f0a",
            "word": "way out",
            "phonetic": "weɪ aʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We found a way out.",
                "Steve wormed his way out of going to the meeting.",
                "He went way out of his way to take me home.",
                "I just took the easy way out and gave him some cash.",
                "Don't try to weasel your way out of this Michael."
            ],
            "audio": "https://tts.langeek.co/read?text=d2F5IG91dA&hash=5d237d5e3f2c488a24f28ac1829991c68f170407&lang=en&cache-only=0",
            "defineEn": "a way to solve a problem",
            "defineVi": "một cách để giải quyết một vấn đề"
        },
        {
            "id": "765b9850-ab12-4094-ac16-2d29777981af",
            "word": "fix",
            "phonetic": "fɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "The repairman fixed the faulty wiring, and now the electrical system in the house was functioning as right as rain.",
                "These problems are not going to fix themselves.",
                "He fixed an old clock that had stopped ticking.",
                "The new software update has done the trick and fixed the issue with the app.",
                "The repairman said he could fix our tire in two shakes of a lamb's tail."
            ],
            "audio": "https://tts.langeek.co/read?text=Zml4&hash=59ce1dec47e135318d6cc16ed84ff1385ad83598&lang=en&cache-only=0",
            "defineEn": "an easy or temporary way to solve a problem or correct an error",
            "defineVi": "một cách dễ dàng hoặc tạm thời để giải quyết vấn đề hoặc sửa lỗi"
        },
        {
            "id": "11f4fd86-b714-4256-a568-5b0d74a710c6",
            "word": "answer",
            "phonetic": "ænsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "These heroes courageously answered the call of duty.",
                "The waiter patiently answered our questions about the ingredients in the dish.",
                "Her answer is no.",
                "No one knows the answer.",
                "She guessed the answer straight away."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5zd2Vy&hash=3520dca4d74311edcfce9d0dcebada50b1e99c2f&lang=en&cache-only=0",
            "defineEn": "a solution to a problem or a way out of a predicament",
            "defineVi": "một giải pháp cho một vấn đề hoặc một lối thoát khỏi tình trạng khó khăn"
        },
        {
            "id": "62e85466-c043-4d55-976a-4b05503f409d",
            "word": "alternative",
            "phonetic": "ɔːltɜːnətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For a healthier alternative, she replaced all-purpose flour with whole wheat flour in her muffin recipe.",
                "He used rutabaga slices as a healthy alternative to tortillas.",
                "He used swede slices as a healthier alternative to french fries.",
                "If you don't have tomato paste, you can use sun-dried tomatoes or tomato puree as alternatives.",
                "Crowdie can be a great alternative to heavy cream in pasta sauces."
            ],
            "audio": "https://tts.langeek.co/read?text=YWx0ZXJuYXRpdmU&hash=8b5bdc820ded34ef355a68cd6be78d8eb756e0dd&lang=en&cache-only=0",
            "defineEn": "available as an option for something else",
            "defineVi": "có sẵn như là một tùy chọn cho một cái gì đó khác"
        },
        {
            "id": "01a659e0-2e22-4f87-9e81-8002484bb6f7",
            "word": "arbitral",
            "phonetic": "ɑːɹbɪtɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXJiaXRyYWw&hash=2abd1a01dff6e2af5b9e15c6fd9e203d609c541d&lang=en&cache-only=0",
            "defineEn": "relating to the official process of settling a dispute, called arbitration",
            "defineVi": "liên quan đến quá trình chính thức giải quyết tranh chấp, được gọi là trọng tài"
        },
        {
            "id": "27c811a2-8292-42a5-bf5b-bf5c3842001d",
            "word": "concession",
            "phonetic": "kənsɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Both parties are making concessions, and there is a lot on the line.",
                "So in a concession to unions, the War Labor Board exempted employer-paid health benefits from wage controls and income tax.",
                "And those included some concessions that had not been given in the 2018 vote.",
                "At a local theater, you'll often find cheaper concessions and tickets.",
                "And in bigger theaters, there might even be multiple concession areas."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY2Vzc2lvbg&hash=8d490cfcbe32798cbfa20649acba6da961eebc29&lang=en&cache-only=0",
            "defineEn": "something that is done, allowed, or allowed to have in order to put an end to a disagreement; the act of giving or allowing this",
            "defineVi": "một cái gì đó được thực hiện, được phép hoặc được phép có để chấm dứt bất đồng; hành động cho hoặc cho phép điều này"
        },
        {
            "id": "428f5130-0856-4deb-959a-f644a52975b9",
            "word": "corrective",
            "phonetic": "kɚɹɛktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In Seoul, Korea alone, 97% of 19-year-old males need corrective lenses.",
                "In corrective laser eye surgery, surgeons rely on excimer lasers.",
                "Corrective surgeries like LASIK don’t actually work on your lens.",
                "Fortunately, corneal implants and laser surgery may one day eliminate the need for corrective devices altogether. ",
                "That provided initiated corrective action for any impact that may have happened in the past."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ycmVjdGl2ZQ&hash=a4578da408a0b16497b7e73df5d31be6486d41a9&lang=en&cache-only=0",
            "defineEn": "intended or designed to improve or correct a bad or undesirable situation",
            "defineVi": "dự định hoặc thiết kế để cải thiện hoặc sửa chữa một tình huống xấu hoặc không mong muốn"
        },
        {
            "id": "528e63dd-f2b2-45a1-b373-83966dbbd8f8",
            "word": "cure-all",
            "phonetic": "kjʊɹɹɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "And just changing Ferguson is not going to be the cure-all for the systemic racism that's been permeating around a huge region.",
                "Proponents of coconut oil as a cure-all remedy say that it can promote weight loss, improve blood sugar, and even slow the progression of Alzheimer's because of its high levels of antioxidants.",
                "He won't say which kind because he knows the millions of adults suffering from OCD are also looking for a cure-all.",
                "Its reliability is becoming ever more important, but it's not a cure-all and other techniques should always be implemented alongside it.",
                "I just don't walk away from meals thinking I've just swallowed some ultimate cure-all."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VyZS1hbGw&hash=1a579ec5ec95e9df02f892c94561dd0fbf0e62be&lang=en&cache-only=0",
            "defineEn": "a solution to any possible problem",
            "defineVi": "một giải pháp cho bất kỳ vấn đề có thể"
        },
        {
            "id": "9a0f0950-6f13-451a-a494-5a76386c2840",
            "word": "panacea",
            "phonetic": "pænɐsiːə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Poseidon Water as a company does not believe that seawater desalination is a panacea.",
                "It is clear that, even with a conviction like the one we saw today, that is not a panacea.",
                "While the heart symbol may trace back to ivy leaves representing fidelity or a fennel plant panacea, it could also have drawn some inspiration from its anatomical doppelganger.",
                "So it’s 2004, and you are just starting at Fox, and this young guy from Illinois gives a speech in Boston and promises that his biography is a panacea for healing what was already a divided America."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFuYWNlYQ&hash=01a9b07d66be32e93a4606230b3a4e3f50a3e266&lang=en&cache-only=0",
            "defineEn": "a comprehensive solution that is believed to tackle every issue",
            "defineVi": "một giải pháp toàn diện được cho là giải quyết mọi vấn đề"
        },
        {
            "id": "d4eb4d22-13a8-41aa-912c-55c623366f1e",
            "word": "problem solving",
            "phonetic": "pɹɑːbləm sɑːlvɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The heroes and heroines in these Baba Yaga tales carryover from the folklore because of problem solving, hard work, and courage they exhibit.",
                "The cerebral cortex, on the other hand, enables problem solving, which elephants display in many creative ways.",
                "That includes problem solving and analyzing.",
                "And it drives the problem solving process in terms of what is the problem?",
                "This may damage long-term learning ability and problem solving."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvYmxlbSBzb2x2aW5n&hash=2690cc549d95da7d45f6f3fbc77ec5b11a47ffd5&lang=en&cache-only=0",
            "defineEn": "the act or process of finding ways of doing things or solving complicated problems",
            "defineVi": "hành động hoặc quá trình tìm cách thực hiện hoặc giải quyết các vấn đề phức tạp"
        },
        {
            "id": "97fe48da-6cb4-4a20-bf33-a0202fcacfe1",
            "word": "process of elimination",
            "phonetic": "pɹɑːsɛs ʌv ᵻlɪmᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The process of elimination: Is it depression?",
                "Okay, Nicolas, are we gonna go just by process of elimination here and just give it to Matt or are we going to-- Let's try it on for size.",
                "The process of elimination will identify the remaining one.",
                "'Cause you kinda did it by process of elimination.",
                "Part of the trick is to use the process of elimination and lots of trial and error to hone in on the right pieces, and the more logic puzzles you solve, the better your intuition will be for when and where there's enough information to make your deductions."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvY2VzcyBvZiBlbGltaW5hdGlvbg&hash=ac6f151cf09fe740323569532e522374bcc48e1e&lang=en&cache-only=0",
            "defineEn": "a way of finding an answer or solution by omitting all the other options until only one is left",
            "defineVi": "một cách tìm câu trả lời hoặc giải pháp bằng cách bỏ qua tất cả các tùy chọn khác cho đến khi chỉ còn lại một tùy chọn"
        },
        {
            "id": "13d9de24-45d7-4aea-952d-17eb008087a3",
            "word": "ADR",
            "phonetic": "ædɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QURS&hash=30151faed51b7a635a06b38faacc8b82c83ecea0&lang=en&cache-only=0",
            "defineEn": "(in law) a method of settling a legal case between two parties without going to the court; the use of methods other than litigation to resolve a dispute",
            "defineVi": "(về luật) phương thức giải quyết vụ việc pháp lý giữa hai bên mà không cần đến tòa án; việc sử dụng các phương pháp khác ngoài kiện tụng để giải quyết tranh chấp"
        }
    ]
}