{
    "id": "839544ca-5a07-4f79-91cb-d90076969cee",
    "title": "Fiber and Textile Crafts",
    "originalTitle": "Fiber and Textile Crafts",
    "words": [
        {
            "id": "15c54977-7bc7-463f-988f-a32cdc02a545",
            "word": "bobbin lace",
            "phonetic": "bɑːbɪn leɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9iYmluIGxhY2U&hash=e2c75570f1234bc5efdcbc76809e4f87f416ab3c&lang=en&cache-only=0",
            "defineEn": "a delicate and intricate lace-making technique that involves twisting and braiding multiple threads wound on bobbins, using pins and a pattern to create a lace fabric with various designs and patterns",
            "defineVi": "một kỹ thuật làm ren phức tạp và tinh tế bao gồm việc xoắn và bện nhiều sợi quấn trên suốt chỉ, sử dụng ghim và hoa văn để tạo ra một loại vải ren với nhiều kiểu dáng và hoa văn khác nhau"
        },
        {
            "id": "5d1c1b4c-5a8a-411a-a433-55dda124d569",
            "word": "knotting",
            "phonetic": "nɑːɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=a25vdHRpbmc&hash=6d29538598e041f62fd7305d10b5613afb48f1e1&lang=en&cache-only=0",
            "defineEn": "a technique of creating a fabric or accessory by tying together short lengths of yarn or other fibers",
            "defineVi": "một kỹ thuật tạo vải hoặc phụ kiện bằng cách buộc các đoạn sợi ngắn hoặc các sợi khác lại với nhau"
        },
        {
            "id": "0705f07e-6dec-4cf8-b107-2ab67b126d54",
            "word": "macrame",
            "phonetic": "mækɹeɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "So this is macrame.",
                "- I want to try this bottom one, macrame planters.",
                "Now, let’s imagine that Elon Musk gets wind of this macrame milestone.",
                "The median income of the macrame artists and Musk is still $20,000 because most of our group is still making $20,000.",
                "Imagine ten artists have been working for years, together, to come up with a new, fresh way to tie macrame knots."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFjcmFtZQ&hash=5694c9d781af3d58e1a985f8aece1b14999a5cfb&lang=en&cache-only=0",
            "defineEn": "a fiber art technique that involves knotting cords or ropes together in various patterns and designs to create decorative and functional objects such as wall hangings, plant hangers, and jewelry",
            "defineVi": "một kỹ thuật nghệ thuật bằng sợi liên quan đến việc thắt nút dây hoặc dây thừng với nhau theo nhiều kiểu và kiểu dáng khác nhau để tạo ra các đồ vật trang trí và chức năng như đồ treo tường, giá treo cây và đồ trang sức"
        },
        {
            "id": "d47b25aa-e7c2-4e0a-ae86-617a6ee83dea",
            "word": "rope-making",
            "phonetic": "ɹoʊpmeɪkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cm9wZS1tYWtpbmc&hash=b93da8938801421f8347a56350127c59bd61e1cf&lang=en&cache-only=0",
            "defineEn": "the process of twisting or braiding fibers, typically natural or synthetic, together to create a flexible and strong cord or rope that can be used for various applications such as sailing, climbing, or construction",
            "defineVi": "quá trình xoắn hoặc bện các sợi, điển hình là tự nhiên hoặc tổng hợp, với nhau để tạo ra một sợi dây hoặc dây thừng dẻo và chắc có thể được sử dụng cho các ứng dụng khác nhau như chèo thuyền, leo núi hoặc xây dựng"
        },
        {
            "id": "d3fbf94b-0bec-4c8e-9a17-149c6364b860",
            "word": "rug making",
            "phonetic": "ɹʌɡ meɪkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cnVnIG1ha2luZw&hash=1b106532e5c4601106047e1917f8f7a7eb5c5ea9&lang=en&cache-only=0",
            "defineEn": "the process of creating a textile floor covering by weaving, knotting, tufting, or hooking various fibers",
            "defineVi": "quá trình tạo ra một tấm trải sàn dệt bằng cách dệt, thắt nút, chần hoặc móc các loại sợi khác nhau"
        },
        {
            "id": "6a285af1-c9c0-48ed-bcad-572a3d57e7ca",
            "word": "spinning",
            "phonetic": "spɪnɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Stuff was spinning.",
                "And that impact sent us spinning like a top.",
                "And the black hole keeps on spinning, inconceivably fast.",
                "Imagine a spinning fan.",
                "Oh, he's spinning."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Bpbm5pbmc&hash=c949c382fdfce3ddc1f7a6a3a207fc08eaee9133&lang=en&cache-only=0",
            "defineEn": "the process of manually or mechanically twisting fibers such as wool, cotton, silk, or synthetic materials, into yarn or thread that can be used for various textile applications",
            "defineVi": "quá trình xoắn thủ công hoặc cơ học các sợi như len, bông, tơ tằm hoặc vật liệu tổng hợp thành sợi hoặc chỉ có thể được sử dụng cho các ứng dụng dệt khác nhau"
        },
        {
            "id": "270a4451-6500-4dc0-9a02-d630b3ffa9d4",
            "word": "quilting",
            "phonetic": "kwɪltɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cXVpbHRpbmc&hash=d20cd966759e0706777d93034d169dcc5fb0cb32&lang=en&cache-only=0",
            "defineEn": "a sewing technique that involves stitching together multiple layers of fabric, often with a soft padding material in between, to create a warm and durable blanket or bedspread",
            "defineVi": "một kỹ thuật may liên quan đến việc khâu nhiều lớp vải lại với nhau, thường có chất liệu đệm mềm ở giữa, để tạo ra một tấm chăn hoặc ga trải giường ấm áp và bền"
        },
        {
            "id": "ec0760ed-71ee-4f3c-aad5-a31ccbf1c20c",
            "word": "lacemaking",
            "phonetic": "leɪsmeɪkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGFjZW1ha2luZw&hash=58b9c64be60785ac748b919e1824b4190cedc557&lang=en&cache-only=0",
            "defineEn": "the art and craft of creating delicate and intricate fabrics using various techniques such as knotting, weaving, braiding, or embroidery",
            "defineVi": "nghệ thuật và thủ công tạo ra các loại vải tinh tế và phức tạp bằng các kỹ thuật khác nhau như thắt nút, dệt, bện hoặc thêu"
        },
        {
            "id": "019e85fc-d11a-4bfc-a3a4-845744b8d41d",
            "word": "canvaswork",
            "phonetic": "kænvəswɜːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FudmFzd29yaw&hash=5b6284f1490917a71dcd1ebd9dc72668fbbb7d78&lang=en&cache-only=0",
            "defineEn": "a type of embroidery that involves stitching various decorative designs and patterns on a sturdy fabric such as canvas or heavy cotton",
            "defineVi": "một loại hình thêu liên quan đến việc khâu các kiểu dáng và hoa văn trang trí khác nhau trên một loại vải chắc chắn như vải bạt hoặc bông dày"
        },
        {
            "id": "4ced76bc-9f3b-4b36-9729-2d5114abbaf2",
            "word": "paracord",
            "phonetic": "pæɹəkoːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cord that ASUS includes is a really nice paracord cord, which is sort of unusual for a wireless mouse."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyYWNvcmQ&hash=2be240312e9a29b70742be3f9128e98d766b80ca&lang=en&cache-only=0",
            "defineEn": "a lightweight and durable nylon rope that was originally used in the suspension lines of parachutes",
            "defineVi": "một sợi dây nylon nhẹ và bền ban đầu được sử dụng trong dây treo dù"
        },
        {
            "id": "582e54db-f11e-426a-b493-a275ffca2dc1",
            "word": "tatting",
            "phonetic": "tæɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGF0dGluZw&hash=f4c31ed60b0d987fc09f65ab0ca14e9e8e44913d&lang=en&cache-only=0",
            "defineEn": "a lace-making technique that involves hand-knotting a series of loops and knots using a small shuttle or needle to create a delicate and intricate lace fabric",
            "defineVi": "một kỹ thuật làm ren bao gồm việc thắt thủ công một loạt các vòng và nút thắt bằng cách sử dụng con thoi nhỏ hoặc kim để tạo ra một loại vải ren tinh tế và phức tạp"
        },
        {
            "id": "ae1ecc2c-e470-4224-bd81-d1a93f917db1",
            "word": "rug hooking",
            "phonetic": "ɹʌɡ hʊkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cnVnIGhvb2tpbmc&hash=4787b408b89cca2f5d1a5aea8e63f9632a8fd04e&lang=en&cache-only=0",
            "defineEn": "a fiber art technique that involves pulling loops of yarn or fabric through a woven base material using a hooked tool to create a textured and colorful rug or wall hanging",
            "defineVi": "một kỹ thuật nghệ thuật sợi liên quan đến việc kéo các vòng sợi hoặc vải qua vật liệu cơ bản được dệt bằng công cụ móc để tạo ra một tấm thảm hoặc tấm treo tường có kết cấu và màu sắc"
        },
        {
            "id": "d314fd8c-d166-4d0b-9258-559062078181",
            "word": "shoemaking",
            "phonetic": "ʃuːmeɪkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Northamptonshire was once the home of shoemaking in England."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvZW1ha2luZw&hash=a749349fccd8c01c7cb48387a9eba2a88d0d8f5d&lang=en&cache-only=0",
            "defineEn": "the craft of creating footwear by assembling and shaping materials such as leather and fabrics into comfortable and functional shoes",
            "defineVi": "nghề tạo ra giày dép bằng cách lắp ráp và định hình các vật liệu như da và vải thành những đôi giày thoải mái và tiện dụng"
        },
        {
            "id": "540bd2f3-20c8-4f9c-8ec5-52832ac163ee",
            "word": "felting",
            "phonetic": "fɛltɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmVsdGluZw&hash=299a5fbb12edf327c6bcd0351e54aad1633e9718&lang=en&cache-only=0",
            "defineEn": "a textile-making technique that involves matting and pressing together wool or other natural fibers using moisture, heat, and friction, to create a dense and durable fabric",
            "defineVi": "một kỹ thuật sản xuất hàng dệt liên quan đến việc làm mờ và ép len hoặc các loại sợi tự nhiên khác lại với nhau bằng cách sử dụng độ ẩm, nhiệt và ma sát để tạo ra một loại vải dày và bền"
        },
        {
            "id": "85b9944b-3f07-46aa-82ea-ad2dff11528b",
            "word": "textile design",
            "phonetic": "tɛkstaɪl dɪzaɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGV4dGlsZSBkZXNpZ24&hash=d00cbe68c87b6518e7c9c22f05145546f259aa6c&lang=en&cache-only=0",
            "defineEn": "the creation of patterns and colors for various textile materials such as fabrics, carpets, and wallpapers",
            "defineVi": "việc tạo ra các mẫu và màu sắc cho các vật liệu dệt khác nhau như vải, thảm và giấy dán tường"
        },
        {
            "id": "892581da-b7b5-4822-bd70-699515b305ba",
            "word": "leather crafting",
            "phonetic": "lɛðɚ kɹæftɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGVhdGhlciBjcmFmdGluZw&hash=e37ffc0ba6858415844ea45e5df4cc2d0055c606&lang=en&cache-only=0",
            "defineEn": "the art and craft of creating various goods, such as belts, wallets, bags, and shoes, using leather as the primary material",
            "defineVi": "nghệ thuật và thủ công tạo ra nhiều hàng hóa khác nhau, chẳng hạn như thắt lưng, ví, túi và giày, sử dụng da làm nguyên liệu chính"
        },
        {
            "id": "44a63e26-975c-460e-ab36-beb816ff4e2d",
            "word": "leather carving",
            "phonetic": "lɛðɚ kɑːɹvɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGVhdGhlciBjYXJ2aW5n&hash=d8437c73db3f9f73648f8dbee8cf73d14e86fc16&lang=en&cache-only=0",
            "defineEn": "a leatherworking technique that involves cutting and stamping designs or patterns into the surface of leather using specialized carving tools",
            "defineVi": "một kỹ thuật làm đồ da liên quan đến việc cắt và dập các thiết kế hoặc hoa văn lên bề mặt da bằng các công cụ chạm khắc chuyên dụng"
        },
        {
            "id": "0f708d1e-4811-4468-b371-64b503d71cf3",
            "word": "bagh print",
            "phonetic": "bɑːɡ pɹɪnt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFnaCBwcmludA&hash=49e1545ba6eb8a499bd4dd6b1bc878404d0e079a&lang=en&cache-only=0",
            "defineEn": "a traditional hand-block printing technique from India that uses natural dyes and wooden blocks to create intricate geometric designs on fabric",
            "defineVi": "một kỹ thuật in khối thủ công truyền thống từ Ấn Độ sử dụng thuốc nhuộm tự nhiên và các khối gỗ để tạo ra các thiết kế hình học phức tạp trên vải"
        },
        {
            "id": "25ca6c71-de15-4322-92e4-3de6f1390853",
            "word": "banner-making",
            "phonetic": "bænɚmeɪkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFubmVyLW1ha2luZw&hash=66fc0534e0cb30d626e3ad606e37ae49479b237b&lang=en&cache-only=0",
            "defineEn": "the craft of creating large, decorative textile banners, often made of durable materials such as vinyl or nylon",
            "defineVi": "nghề tạo ra các biểu ngữ dệt lớn, trang trí, thường được làm bằng vật liệu bền như nhựa vinyl hoặc nylon"
        },
        {
            "id": "1c61faab-5d08-405e-a3fe-de0bae7c61d0",
            "word": "batik",
            "phonetic": "bæɾɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mangos sleepingin the hammock of her skirt, a brilliant batik billowing from the motion of airline caddies pushing suitcases on metal carts. "
            ],
            "audio": "https://tts.langeek.co/read?text=YmF0aWs&hash=65c2b382aa84201d58ece2f042af8c1b8b92b599&lang=en&cache-only=0",
            "defineEn": "‌a technique used to color designs on fabrics in which wax is applied to the parts that should be left undyed, originally used in the island of Java, Indonesia",
            "defineVi": "‌một kỹ thuật được sử dụng để tạo màu cho các thiết kế trên vải trong đó sáp được bôi lên những phần không được nhuộm, ban đầu được sử dụng ở đảo Java, Indonesia",
            "hasImg": true
        },
        {
            "id": "a64e0d5b-468f-428d-93ca-a48310d71443",
            "word": "dyeing",
            "phonetic": "daɪɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "At this point, it's also ideal for dyeing.",
                "And Cleopatra was said to bathe in saffron and milk, using the dyeing properties of the spice as an ancient fake tan.",
                "Salama has tried out a handful of professions, and he even served in the military for nine years before settling on dyeing.",
                "Most textile dyeing in Egypt and around the world today happens at larger, industrial-scale factories."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHllaW5n&hash=75d9f086c1aa0f9a24f6b3817ff66e7d2d588b41&lang=en&cache-only=0",
            "defineEn": "the process of coloring textiles or other materials using various dyes or pigments to create different shades, hues, or patterns",
            "defineVi": "quá trình tô màu hàng dệt hoặc các vật liệu khác bằng cách sử dụng các loại thuốc nhuộm hoặc sắc tố khác nhau để tạo ra các sắc thái, màu sắc hoặc hoa văn khác nhau"
        },
        {
            "id": "0fe1358b-5188-4f8a-9b6a-94672f90006f",
            "word": "embossing",
            "phonetic": "ɛmbɔsɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW1ib3NzaW5n&hash=9faeacd73ec6150510bd16c59fb63d9cf7c0a597&lang=en&cache-only=0",
            "defineEn": "a decorative technique in which raised relief patterns or designs are created on paper or other materials by applying pressure or heat",
            "defineVi": "một kỹ thuật trang trí trong đó các mẫu hoặc thiết kế nổi được tạo ra trên giấy hoặc các vật liệu khác bằng cách áp dụng áp suất hoặc nhiệt"
        },
        {
            "id": "31225d0d-ce1f-45df-bd3f-58d7dd38325e",
            "word": "lucet",
            "phonetic": "luːsɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bHVjZXQ&hash=e7852ddacfd08250140541657f913f6cc77b2c75&lang=en&cache-only=0",
            "defineEn": "a handheld tool used for making braided cords or laces, consisting of a small pronged fork or a carved shaped tool with a hole in the center",
            "defineVi": "một công cụ cầm tay được sử dụng để làm dây bện hoặc dây buộc, bao gồm một cái nĩa nhỏ có ngạnh hoặc một công cụ có hình chạm khắc có lỗ ở giữa"
        },
        {
            "id": "f5ab6cc7-8506-4114-bb95-86aaf3df12d7",
            "word": "millinery",
            "phonetic": "mɪlɪnɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWlsbGluZXJ5&hash=0f1b86bfafef25185e0a77a3ecb2e2c013d827fb&lang=en&cache-only=0",
            "defineEn": "the art of designing, making, and selling hats and other headwear",
            "defineVi": "nghệ thuật thiết kế, sản xuất và bán mũ và các loại mũ nón khác"
        },
        {
            "id": "8f2e53bf-8324-4ea4-8b6b-ed28666c3a78",
            "word": "string art",
            "phonetic": "stɹɪŋ ɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RyaW5nIGFydA&hash=6a952f22105714bbcdeeb92e1c681f0a59ff1a08&lang=en&cache-only=0",
            "defineEn": "a form of art that involves creating designs or patterns by wrapping and weaving string, thread, or yarn around pins or nails that have been fixed to a board or other surface",
            "defineVi": "một hình thức nghệ thuật liên quan đến việc tạo ra các thiết kế hoặc hoa văn bằng cách quấn và dệt dây, chỉ hoặc sợi quanh ghim hoặc đinh đã được cố định vào bảng hoặc bề mặt khác"
        },
        {
            "id": "9d3f8c72-4242-40a7-b173-2a1106592716",
            "word": "weaving",
            "phonetic": "wiːvɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Weaving and agriculture have been the mainstays of the Puzhio economy for around 150 years.",
                "After the food preparations for winter were completed in autumn, the largest tasks at hand were spinning and weaving.",
                "The final stop is the weaving shed, where the making of household goods and handicrafts begins.",
                "They also turned the plant into a weaving material for sandals and baskets.",
                "Silk weaving in particular, was an important cultural, religious, and economic activity in Japan."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VhdmluZw&hash=c1d80487387d1a6a60f269b0e817d022a14ee667&lang=en&cache-only=0",
            "defineEn": "the process of interlacing two sets of yarn or thread, called the warp and the weft, using a loom or other weaving device, to create fabric or textiles",
            "defineVi": "quá trình đan xen hai bộ sợi hoặc chỉ, được gọi là sợi dọc và sợi ngang, sử dụng máy dệt hoặc thiết bị dệt khác, để tạo ra vải hoặc hàng dệt"
        },
        {
            "id": "e27bc380-2b7f-47be-ba71-facbc6776579",
            "word": "shuttle",
            "phonetic": "ʃʌɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "We've got a lot to do if you're going to make the shuttle.",
                "They essentially shuttle electrons around.",
                "The shuttle docked forward.",
                "Launch the shuttles.",
                "So the shuttle command is garbage."
            ],
            "audio": "https://tts.langeek.co/read?text=c2h1dHRsZQ&hash=a0e8e9d58d7a635fe0f15c5df6ca50f759e09c52&lang=en&cache-only=0",
            "defineEn": "a weaving tool that is used to carry the weft thread through the warp threads of a loom, consisting of a pointed or flattened wooden or plastic stick with a bobbin or spool of thread or yarn attached to one end",
            "defineVi": "một công cụ dệt được sử dụng để đưa sợi ngang qua các sợi dọc của khung cửi, bao gồm một thanh gỗ hoặc nhựa nhọn hoặc dẹt có suốt chỉ hoặc ống chỉ hoặc sợi được gắn vào một đầu"
        },
        {
            "id": "26856c4c-116b-477e-ba6e-7167076e5701",
            "word": "to spin",
            "phonetic": "tə spɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her drinking problem is spinning out of control.",
                "The helicopter blades spun rapidly as it prepared for takeoff.",
                "She spun a story about a trip to Athens to meet one of the authors.",
                "Hey Noah, fancy taking a spin to the grocery store with me?",
                "After all, he is a saint, But Patrick spins a tale."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Bpbg&hash=1f9be559d90cdb9d9b2bfc1e6b9f684102abb96c&lang=en&cache-only=0",
            "defineEn": "to twist or pull fibers together to form a continuous thread or yarn",
            "defineVi": "để xoắn hoặc kéo các sợi lại với nhau để tạo thành một sợi hoặc sợi liên tục"
        },
        {
            "id": "6653dc8b-c39e-4f79-8555-5f9b15789954",
            "word": "spindle",
            "phonetic": "spɪndəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Muscle spindles are sensory nerves that detect muscle stretch.",
                "For example, muscle spindles respond to changes in muscle length and the speed of muscle movement, while Golgi tendon organs send signals about muscle tension and exertion.",
                "Some of these spindle fibers have been attached to the centromeres or the kinetochores that are on the centromeres that connect these two chromatids, these sister chromatids.",
                "They go in opposite directions while they generate their spindle fibers.",
                "Centrosomes are the things that are pushing back the-- that generate the spindle fibers."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BpbmRsZQ&hash=f423c657b2e7065c803ef54525dbc7a83e3be653&lang=en&cache-only=0",
            "defineEn": "a tool used in spinning that consists of a long, slender rod or stick with a weighted bottom, used to spin fibers such as wool or cotton into yarn by twisting and winding them around the spindle as it rotates",
            "defineVi": "một công cụ được sử dụng để kéo sợi bao gồm một thanh dài, mảnh mai hoặc thanh có đáy có trọng lượng, được sử dụng để kéo sợi như len hoặc bông thành sợi bằng cách xoắn và quấn chúng quanh trục chính khi nó quay"
        },
        {
            "id": "82bc7937-551b-4f7f-8dcf-78224b60ee64",
            "word": "basketry",
            "phonetic": "bæskɪtɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFza2V0cnk&hash=19a90a26777018a9e3d71cd0c734dccf135467be&lang=en&cache-only=0",
            "defineEn": "the craft or skill of making baskets by hand",
            "defineVi": "thủ công hoặc kỹ năng làm giỏ bằng tay",
            "hasImg": true
        },
        {
            "id": "52947d7e-f5a1-4ba9-9427-96a1288d2e89",
            "word": "distaff",
            "phonetic": "dɪstæf ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlzdGFmZg&hash=e142d3111919d1012a818112cd2e7cae342f03dd&lang=en&cache-only=0",
            "defineEn": "a tool used in spinning that holds fibers, such as wool or flax, for spinning into yarn",
            "defineVi": "một công cụ được sử dụng để kéo sợi giữ các sợi, chẳng hạn như len hoặc lanh, để kéo thành sợi"
        },
        {
            "id": "c11cadf3-4045-4a46-92f2-7eba7923489e",
            "word": "to interlace",
            "phonetic": "tʊ ɪntɚleɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Fingers interlaced, cap facing the overhead!",
                "They’re interlaced with proteins that are chemically altered so that they become stiff and hard.",
                "Enzymes interlace the damaged and undamgaed strands, get them to exchange sequences of nucleotides, and finally fill in the missing gaps to end up with two complete double-stranded segments."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50ZXJsYWNl&hash=4001b1480d1d1a67b4fc0ac54dd640c170ba97bd&lang=en&cache-only=0",
            "defineEn": "to weave together two or more strands of material, such as threads, cords, or ribbons, to create a pattern or design with a braided or woven appearance",
            "defineVi": "để dệt hai hoặc nhiều sợi vật liệu lại với nhau, chẳng hạn như chỉ, dây hoặc ruy băng, để tạo ra một mẫu hoặc thiết kế có dạng bện hoặc dệt"
        },
        {
            "id": "b4a68401-682c-44d2-b566-7440ca8946a8",
            "word": "loom",
            "phonetic": "luːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "They couldn't predict the disastrous war looming a few years down the road.",
                "She was a critic who loomed large in literary circles.",
                "Fear of failure loomed large in his mind.",
                "The issue of pay will loom large at this year's conference.",
                "Rising tuition costs loom large in the minds of many parents."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9vbQ&hash=a76d3fd5c136f4cf8f52eae5fcb43f85d3c9ebdf&lang=en&cache-only=0",
            "defineEn": "a device used for weaving textiles or fabrics, consisting of a frame or machine with a series of parallel threads called the warp, and a set of perpendicular threads called the weft, which are interlaced to create the fabric",
            "defineVi": "một thiết bị được sử dụng để dệt vải hoặc vải, bao gồm một khung hoặc máy có một loạt các sợi song song gọi là sợi dọc và một tập hợp các sợi vuông góc gọi là sợi ngang, được đan xen để tạo ra vải"
        },
        {
            "id": "7be79daa-d43c-4577-bc83-4d72f6e90065",
            "word": "spinning wheel",
            "phonetic": "spɪnɪŋ wiːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3Bpbm5pbmcgd2hlZWw&hash=f03fe08537805395c4a70d869def9ae618d05f47&lang=en&cache-only=0",
            "defineEn": "a device used in spinning that consists of a rotating wheel, a spindle, and a flyer, used to spin fibers",
            "defineVi": "một thiết bị được sử dụng trong kéo sợi bao gồm bánh xe quay, trục chính và tờ rơi, được sử dụng để kéo sợi"
        },
        {
            "id": "d6ce1de4-0c24-4e6e-83e0-a95756b3cb26",
            "word": "warp and weft",
            "phonetic": "wɔːɹp ænd wɛft ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2FycCBhbmQgd2VmdA&hash=512e1206f3ef0fed3d8c22c5435d5cf934f1192d&lang=en&cache-only=0",
            "defineEn": "the two basic components of woven fabrics, the warp is the set of parallel threads that run lengthwise on the loom, while the weft is the set of perpendicular threads that are woven over and under the warp threads to create the fabric",
            "defineVi": "hai thành phần cơ bản của vải dệt thoi, sợi dọc là tập hợp các sợi song song chạy dọc theo khung dệt, trong khi sợi ngang là tập hợp các sợi vuông góc được dệt trên và dưới các sợi dọc để tạo ra vải"
        },
        {
            "id": "c4a634f6-a2fa-41fd-a2c1-3b07ec79afa1",
            "word": "to weave",
            "phonetic": "tə wiːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "When overwhelmed with coding, my mentor advised me to start writing basic programs even if they were imperfect, saying 'begin to weave and God will give the thread.'",
                "It weaves a ball of silk on a branch.",
                "As Ethic weaves her way towards the innermost maze, her radio picks up a transmission.",
                "Next, colorful thread is painstakingly woven into the bed of warp.",
                "Indigenous people in South America were weaving hats long before the Spaniards arrived in the 1500s."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2VhdmU&hash=5b07787529cddfe06418f74a2b4148b1f095965d&lang=en&cache-only=0",
            "defineEn": "to make a carpet, basket, or other fabric item by interlacing threads in different yet specific directions by hand or a special machine",
            "defineVi": "để tạo ra một tấm thảm, giỏ hoặc các mặt hàng vải khác bằng cách đan xen các sợi theo các hướng khác nhau nhưng cụ thể bằng tay hoặc một loại máy đặc biệt"
        },
        {
            "id": "602ffe2f-7b58-44bf-93d1-1e68c8875ce9",
            "word": "wicker",
            "phonetic": "wɪkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This time I’m going to hide her food inside one of these little wicker balls.",
                "Over the years, the company expanded, selling everything from linen sofas and dining room sets, to wicker baskets.",
                "Pier One Imports the trendy home goods store that sold scented candles and wicker baskets to a generation of yuppies has turned off the lights.",
                "Narrator: Jane was known for carrying a wicker basket wherever she went and used it for everything from groceries to diapers."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lja2Vy&hash=7dd4c25da2cf87841b79665bd135c95ae52cc5bd&lang=en&cache-only=0",
            "defineEn": "a weaving technique used to create furniture and other objects by weaving flexible materials such as willow, rattan, cane, or bamboo into a rigid structure",
            "defineVi": "một kỹ thuật dệt được sử dụng để tạo ra đồ nội thất và các đồ vật khác bằng cách dệt các vật liệu linh hoạt như liễu, mây, mía hoặc tre thành một cấu trúc cứng nhắc"
        },
        {
            "id": "98a79842-63b4-4651-8032-d748bba02079",
            "word": "wickerwork",
            "phonetic": "wɪkɚwɜːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2lja2Vyd29yaw&hash=e191890b86b154fa82624a97018373534aeb3678&lang=en&cache-only=0",
            "defineEn": "the craft or technique of weaving flexible materials such as willow, rattan, cane, or bamboo into a rigid structure",
            "defineVi": "thủ công hoặc kỹ thuật dệt các vật liệu linh hoạt như liễu, mây, mía hoặc tre thành một cấu trúc cứng nhắc"
        },
        {
            "id": "0aeeb173-f730-420b-9bbe-d7b79d1876cb",
            "word": "plain weave",
            "phonetic": "pleɪn wiːv ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGxhaW4gd2VhdmU&hash=95ba5106286a4a41a21016f649db993e4d54a3f0&lang=en&cache-only=0",
            "defineEn": "a basic and common weaving technique that involves interlacing the weft yarn over and under the warp yarn in a simple over-under pattern",
            "defineVi": "một kỹ thuật dệt cơ bản và phổ biến liên quan đến việc đan xen sợi ngang trên và dưới sợi dọc theo một kiểu trên dưới đơn giản"
        },
        {
            "id": "c08a71bd-e232-45db-a653-6e1b728a6157",
            "word": "twill weave",
            "phonetic": "twɪl wiːv ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHdpbGwgd2VhdmU&hash=1e728f8886029a79491ad21a12480ab7e0b418ae&lang=en&cache-only=0",
            "defineEn": "a weaving technique that involves interlacing the weft yarn over and under two or more warp yarns in a diagonal pattern",
            "defineVi": "một kỹ thuật dệt liên quan đến việc đan xen sợi ngang trên và dưới hai hoặc nhiều sợi dọc theo kiểu chéo"
        },
        {
            "id": "a93dd014-4c9a-4a36-bcb1-0cf9ae22c797",
            "word": "twining",
            "phonetic": "twaɪnɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHdpbmluZw&hash=bfbae6e2bb41d3de7450332a7c151e5eac20c21f&lang=en&cache-only=0",
            "defineEn": "a weaving technique that involves twisting two or more flexible elements such as fibers, yarns, or strips of material, around each other to create a strong and stable textile structure",
            "defineVi": "một kỹ thuật dệt liên quan đến việc xoắn hai hoặc nhiều yếu tố linh hoạt như sợi, sợi hoặc dải vật liệu xung quanh nhau để tạo ra cấu trúc dệt chắc chắn và ổn định"
        },
        {
            "id": "a800b5c1-9146-4404-bef9-65b74a9d385a",
            "word": "braiding",
            "phonetic": "bɹeɪdɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Go from Myles Horton and and Braiding and Rabbi Abraham, Joshua Heschel and Maria Rukeyser."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJhaWRpbmc&hash=e67486dd75f46de321e80fe834a6e15447cdd8a9&lang=en&cache-only=0",
            "defineEn": "a technique of interlacing three or more strands of material to create a woven pattern that can be used for decorative or functional purposes",
            "defineVi": "một kỹ thuật đan xen ba hoặc nhiều sợi vật liệu để tạo ra một mẫu dệt có thể được sử dụng cho mục đích trang trí hoặc chức năng"
        }
    ]
}