{
    "id": "83a19582-0e99-4f4c-b9a5-90e6bc875f6e",
    "title": "Lesson 31",
    "originalTitle": "Lesson 31",
    "words": [
        {
            "id": "e47ca17d-27f4-459a-8014-6caec619855f",
            "word": "invulnerable",
            "phonetic": "ɪnvʌlnɚɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They’d heard tales of Crete’s invulnerable bronze colossus, and made for a sheltered cove.",
                "A lot of times, doctors and nurses almost feel invulnerable, but it’s hard for them to see their colleagues being admitted to the hospital and not have that sense of invulnerability shattered.",
                "Wasps are fierce and may seem invulnerable, but if a swarm makes its way to their colonies, they don't even stand a chance."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52dWxuZXJhYmxl&hash=91eba2b8b6590d3fcd577aff8adf1fc15fb6545a&lang=en&cache-only=0",
            "defineEn": "immune to attack; impregnable",
            "defineVi": "miễn dịch với cuộc tấn công; bất khả xâm phạm"
        },
        {
            "id": "48243a45-1913-4ac5-a6f9-a609415c3a03",
            "word": "involuntary",
            "phonetic": "ɪnvɑːləntɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Now by the way, pseudo seizure symptoms are involuntary.",
                "- Had an involuntary backfire in my digestive system.",
                "and it, - It's involuntary.",
                "Two former state health officials in Michigan were charged with involuntary manslaughter today in the Flint water crisis.",
                "These are called involuntary synthetic pornographic imagery."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52b2x1bnRhcnk&hash=cb7194263f671500922d8af2b520e9e30c9d974e&lang=en&cache-only=0",
            "defineEn": "not subject to the control of the will",
            "defineVi": "không chịu sự chi phối của ý chí"
        },
        {
            "id": "03d47c1a-151f-4a01-b21c-1e9608dfe037",
            "word": "inviolable",
            "phonetic": "ɪnvaɪələbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And for her, as a member of Congress representing a district in California, as a constitutional officer, as speaker of the House, for her, her allegiance an oath to the Constitution is inviolable.",
                "And for her, as a member of Congress representing a district in California, as a constitutional officer, as speaker of the House, for her, her allegiance an oath to the Constitution is inviolable.",
                "His campaign promise was, if the pension system is bankrupt, the inviolable contract is moot, because if you don't have those dollars to pay those benefits, then, okay, you don't pay those benefits."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52aW9sYWJsZQ&hash=9a711cbf3cb37ab29d37bd909af5f5349930d02b&lang=en&cache-only=0",
            "defineEn": "demanding great respect in a way that cannot be ignored or degraded",
            "defineVi": "đòi hỏi sự tôn trọng lớn theo cách không thể bỏ qua hoặc hạ thấp"
        },
        {
            "id": "55f2d4dc-110c-448a-92c8-58ee579b44bc",
            "word": "invincible",
            "phonetic": "ɪnvɪnsᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Our brains aren't invincible.",
                "So, hopefully the glass is invincible and it's very flat.",
                "They think that they're invincible.",
                "- Are you ready to be invincible?",
                "This showed that the Mongols weren’t invincible, which is always really bad for an imperial force."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52aW5jaWJsZQ&hash=3c3e86f53253ef3d966045d8da44ed3a342991db&lang=en&cache-only=0",
            "defineEn": "incapable of being overcome or subdued",
            "defineVi": "không có khả năng bị khuất phục hoặc khuất phục"
        },
        {
            "id": "5bb200c6-29bd-4a30-946a-7d2347e84dfa",
            "word": "invariable",
            "phonetic": "ɪnvɛɹɪəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW52YXJpYWJsZQ&hash=7f1c183c411006f404058daa330680dca0bf04f4&lang=en&cache-only=0",
            "defineEn": "not liable to or capable of change",
            "defineVi": "không chịu trách nhiệm hoặc có khả năng thay đổi"
        },
        {
            "id": "8abed375-6878-4cd4-a0b7-24ef032a8969",
            "word": "to attain",
            "phonetic": "tʊ ɐteɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Since that merger, Costco has attained explosive growth.",
                "But once they became isolated on these Mediterranean islands, some of these little critters attained massive body sizes.",
                "It is about attaining something that is valued by others. ",
                "It is a very ambitious goal, if you can attain it.",
                "The problem of diffusion and surface and energy production remained, limiting the size these first multicellular forms of life could attain."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXR0YWlu&hash=1045312b372d825ff38c20a2775d2f3c12fcda0e&lang=en&cache-only=0",
            "defineEn": "to succeed in reaching a goal, after hard work",
            "defineVi": "để thành công trong việc đạt được một mục tiêu, sau khi làm việc chăm chỉ",
            "hasImg": true
        },
        {
            "id": "b558bd16-6ac9-4c02-9f85-50f0cb981eb9",
            "word": "attainment",
            "phonetic": "ɐteɪnmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "A large component of class differences plays out through educational attainment and its consequences for success later in life.",
                "Andi, that is the poetry in the country West education attainment.",
                "Second, there are class gaps in educational attainment which help perpetuate inequality across generations.",
                "In these stories they tend to greatly exaggerate their talents and personal attainments. ",
                "In fact, when narcissists describe their attainments, they are likely to be lying. "
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0YWlubWVudA&hash=c0dcfbd306b6d3db4045f4b71913d562a70fd905&lang=en&cache-only=0",
            "defineEn": "the action or fact of achieving a goal or an aim",
            "defineVi": "hành động hoặc thực tế để đạt được một mục tiêu hoặc một mục tiêu"
        },
        {
            "id": "d780d934-6844-46e6-8132-568d8f7131ab",
            "word": "to occlude",
            "phonetic": "tʊ əkluːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "It can also knock stuff over, and occlude your vision, and droop into your flasks.",
                "So it's like a series of mild strokes that have occluded the back part of my face.",
                "I Think like a like I really Encapsulated sort of occluded concussion like a like a sort of sort of thing",
                "So when James did that, I could see where, um, two of the vertebrae were occluding together, so I can cut around the cartilage."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2NjbHVkZQ&hash=f55cafdae6aa43662c4c68d2ea321fb0a3014cca&lang=en&cache-only=0",
            "defineEn": "block passage through",
            "defineVi": "chặn lối đi qua"
        },
        {
            "id": "313912bc-4a06-4fed-8538-fb2ec7184315",
            "word": "occult",
            "phonetic": "əkʌlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Is Donald Trump trembling in his boots over mass occult and witch spells?"
            ],
            "audio": "https://tts.langeek.co/read?text=b2NjdWx0&hash=86efe662fdae7cfe0d9e9d81b024450748e9aec7&lang=en&cache-only=0",
            "defineEn": "supernatural practices and techniques",
            "defineVi": "thực hành và kỹ thuật siêu nhiên"
        },
        {
            "id": "17d4e313-acca-40e0-a0b1-2363e6148f63",
            "word": "to quack",
            "phonetic": "tə kwæk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Jessi, what the quack is a particle?",
                "I like to quack like a duck, or moo like a cow."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcXVhY2s&hash=38a3e2501f5efed38c5fe82826e4db106026b79e&lang=en&cache-only=0",
            "defineEn": "to make the characteristic sound of a duck",
            "defineVi": "để tạo ra âm thanh đặc trưng của một con vịt"
        },
        {
            "id": "24766907-16a9-4e76-bdb6-7216480e6a3c",
            "word": "quackery",
            "phonetic": "kwækɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "In addition to his magnetic quackery, other physicians didn’t appreciate Mesmer’s kitschy penchant for wearing capes and playing ethereal music on a glass harmonica, and eventually he was discredited."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhY2tlcnk&hash=1bbbe3e1f6f2fae84a4e945d58f5a98a74b98d29&lang=en&cache-only=0",
            "defineEn": "medical practice and advice based on observation and experience in ignorance of scientific findings",
            "defineVi": "thực hành y tế và lời khuyên dựa trên quan sát và kinh nghiệm mà không biết gì về các phát hiện khoa học"
        },
        {
            "id": "8b75ef48-195b-4caf-b1a6-4a5dbdcf905c",
            "word": "recidivism",
            "phonetic": "ɹᵻsɪdɪvɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Recidivism is high.",
                "We're hearing from local officials about very high rates of recidivism.",
                "If you actually convict rapists and recidivists, there will be less rape and less recidivism.",
                "And, where we are failing abysmally is in the very high rate of recidivism we see.",
                "Research shows staying close with children helps reduce recidivism among incarcerated mothers."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjaWRpdmlzbQ&hash=cca3d0a56eeffb719dfc9c2d03d58df12c94d681&lang=en&cache-only=0",
            "defineEn": "habitual relapse into crime",
            "defineVi": "thói quen tái phạm tội"
        },
        {
            "id": "108c8574-1b1b-4d9a-b3c8-ff5ac00610bc",
            "word": "reciprocal",
            "phonetic": "ɹᵻsɪpɹəkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm just taking the reciprocal of this.",
                "And now we can take the reciprocal of both sides.",
                "And you see a reciprocal dishonesty from the left, for example. ",
                "And the reciprocal of 1/3 is 3, or you can even think of it as 3 over 1.",
                "The relationship is not a reciprocal give and take it's mostly a take."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjaXByb2NhbA&hash=898b592e8d3b5a82afbaac1de454a14e498a0a64&lang=en&cache-only=0",
            "defineEn": "concerning each of two or more persons or things; especially given or done in return",
            "defineVi": "liên quan đến mỗi hai hoặc nhiều người hoặc vật; đặc biệt được đưa ra hoặc thực hiện trong trở lại"
        },
        {
            "id": "151fa0b1-ff2c-4126-9670-ea4ccf44502a",
            "word": "to reciprocate",
            "phonetic": "tə ɹᵻsɪpɹəkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Sarah believes that people are inherently good, and that if you approach them with kindness and trust, they will reciprocate - she truly embodies the idea that to the pure all things are pure.",
                "If others reciprocate, our exports will go down.",
                "If others reciprocate, our exports will go down.",
                "While leprechauns can imprison humans for their advantage, a human can also reciprocate, capturing a leprechaun to steal his gold by exchanging his release for the treasure.",
                "Iran showed its good faith by releasing One the United States has not reciprocated."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjaXByb2NhdGU&hash=40c7fc04c7ba7b5796496698bec34cd56d27aac1&lang=en&cache-only=0",
            "defineEn": "alternate the direction of motion of",
            "defineVi": "đổi chiều chuyển động của"
        },
        {
            "id": "3fcd41ee-f7f3-447f-92f2-678310f50862",
            "word": "reciprocity",
            "phonetic": "ɹᵻsɪpɹɑːsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Thanks to reciprocity, it makes us want to give something back.",
                "You also learned about altruism, the bystander effect, and when we are more or less likely to help a person in need, and also about the social exchange theory, the reciprocity norm, the social responsibility norm, and social traps.",
                "You might know this concept, sometimes it's called the norm of reciprocity, sometimes it's called paying it forward.",
                "The predecessor of gratitude is probably reciprocity."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjaXByb2NpdHk&hash=18b8480e99e0425fbc853a49978512678f0fc6c4&lang=en&cache-only=0",
            "defineEn": "mutual exchange of commercial or other privileges",
            "defineVi": "trao đổi lẫn nhau về thương mại hoặc các đặc quyền khác"
        },
        {
            "id": "8a665b28-7da0-40f2-8360-93c2cc11e7c3",
            "word": "salve",
            "phonetic": "sælv ",
            "partOfSpeechType": "noun",
            "examples": [
                "She applied a yarrow-infused salve to her sunburned skin, finding instant relief from the pain.",
                "This brown powder could be mixed into drinks, made into salves or eaten straight up.",
                "It is the role of sports in either as a kind of salve or sometimes bringing us together.",
                "Let's forget for a moment that, which president it is, what could a president do today that would be meaningful and be a salve to the African American community, make them feel better and make them feel like they were heard, what would it take?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsdmU&hash=f78e5b818878621deb1e06c435007feb8bcdfa53&lang=en&cache-only=0",
            "defineEn": "anything that is soothing or acts as a remedy for a wound, burn, etc.",
            "defineVi": "bất cứ thứ gì làm dịu hoặc hoạt động như một phương thuốc cho vết thương, vết bỏng, v.v.",
            "hasImg": true
        },
        {
            "id": "ea9e8def-4ea7-46b8-a871-cf567592e92b",
            "word": "salvo",
            "phonetic": "sælvoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So this is the opening salvo in a long conversation I think we will all be having.",
                "The tweet were the opening salvo in what industry insiders refer to as the \"Chicken Sandwich Wars.\"",
                "So we would have to launch a salvo of our missile interceptors to have any chance of destroying an incoming North Korean nuclear warhead.",
                "So the publishing of this phone call was just another salvo in what had become, again in Putin's eyes, a kind of dirty war of information in which there were no holds barred in the way that Washington and Moscow would try and compete for geopolitical influence in Ukraine, using information in the way that information can be used to stir up crowds and enflame political passions in the street."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Fsdm8&hash=1bcd6641bb7abfda4ed75acb96cf1ef51e56504f&lang=en&cache-only=0",
            "defineEn": "rapid simultaneous discharge of firearms",
            "defineVi": "xả súng đồng thời nhanh chóng"
        },
        {
            "id": "42800d95-cd20-404d-82e1-676db6eb218c",
            "word": "to salvage",
            "phonetic": "tə sælvɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Can the census be salvaged or saved, given the amount of time and the amount of money that we have right now?",
                "The vessel was escorted out by tugboats once salvage teams dislodged it with help from a high tide.",
                "We only managed to salvage whatever we could save.",
                "In the meantime, everyone is salvaging what they can of their former lives.",
                "It's cheap prices provided a salvage for shoppers during the Great Depression."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2FsdmFnZQ&hash=78eedcfc2437a4281e29655bdad5c8ef4041568f&lang=en&cache-only=0",
            "defineEn": "save from ruin, destruction, or harm",
            "defineVi": "cứu khỏi sự hủy hoại, phá hủy hoặc làm hại"
        },
        {
            "id": "a09d29f8-aa37-41f1-9dc2-7bda783b58a1",
            "word": "salutary",
            "phonetic": "sæluːtɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Reagan's policies were appropriate and salutary for the country in the 1970s, '80s, into the '90s.",
                "Working longer in general can be good be salutary, says Professor Maestas."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsdXRhcnk&hash=fc4b53bd389fe84a8380dd2e90ea615e1bdc4ddb&lang=en&cache-only=0",
            "defineEn": "tending to promote physical well-being; beneficial to health",
            "defineVi": "có xu hướng thúc đẩy sức khỏe thể chất; có lợi cho sức khỏe"
        },
        {
            "id": "136d8f61-0f1b-491c-babe-9e91ea6b5842",
            "word": "salubrious",
            "phonetic": "sæluːbɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Production of grain-based beers in northern Europe had a resurgence after the collapse of the Roman Empire, due to its salubrious effects and the fact that beer was often safer to drink than untreated water, which could carry a host of diseases."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsdWJyaW91cw&hash=a7f4ad9f53aaecf8905dc9aeb1f7817bcb42fef1&lang=en&cache-only=0",
            "defineEn": "indicating or advancing healthiness",
            "defineVi": "chỉ ra hoặc nâng cao sức khỏe"
        }
    ]
}