{
    "id": "83b23c4b-a4ca-496e-96dc-809b5ca8ee84",
    "title": "Breach of Contract or Cancellation",
    "originalTitle": "Breach of Contract or Cancellation",
    "words": [
        {
            "id": "f05b84bb-ba92-4e6f-a289-e26f4bc36ae8",
            "word": "to abrogate",
            "phonetic": "tʊ æbɹəɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYWJyb2dhdGU&hash=f3d89fd3f21e5c731d690eda38083e10f0d87b86&lang=en&cache-only=0",
            "defineEn": "to terminate an agreement, right, law, custom, etc. in an official manner",
            "defineVi": "để chấm dứt một thỏa thuận, quyền, pháp luật, phong tục, vv một cách chính thức"
        },
        {
            "id": "60df7bc7-9c1b-4c96-a233-e5d6037cbe42",
            "word": "abrogation",
            "phonetic": "æbɹəɡeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In what some see as an abrogation of responsibility, the island's police chief, Gary Griffith, has urged women to do more to save themselves."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJyb2dhdGlvbg&hash=d29799ae619d527190c25b8c85078a6813485e81&lang=en&cache-only=0",
            "defineEn": "the act of officially abolishing or ending a law, agreement, etc.",
            "defineVi": "hành động chính thức bãi bỏ hoặc chấm dứt một luật, thỏa thuận, v.v."
        },
        {
            "id": "f9a984a1-964a-4ca2-a92d-a4e694d0f7cf",
            "word": "breach",
            "phonetic": "bɹiːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the teacher fell ill, the substitute had to step into the breach and take over the class.",
                "The company had to eat crow and apologize to its customers after a major data breach exposed their personal information.",
                "After the data breach, the company is going to have to take a long, hard look at their security measures.",
                "The notice must be served upon the tenant and include a legal description of the breach they have committed.",
                "By 1990, CPUs breached the 1 million transistor count."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWNo&hash=e5dc7931384c1d9eedbf998ed17160c1934f39a6&lang=en&cache-only=0",
            "defineEn": "an act that violates an agreement, law, etc.",
            "defineVi": "một hành động vi phạm một thỏa thuận, pháp luật, vv"
        },
        {
            "id": "75846723-9317-4dff-b2e8-66d7c075b132",
            "word": "to breach",
            "phonetic": "tə bɹiːtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the teacher fell ill, the substitute had to step into the breach and take over the class.",
                "The company had to eat crow and apologize to its customers after a major data breach exposed their personal information.",
                "After the data breach, the company is going to have to take a long, hard look at their security measures.",
                "The notice must be served upon the tenant and include a legal description of the breach they have committed.",
                "By 1990, CPUs breached the 1 million transistor count."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJlYWNo&hash=e6ce0e01be065671ffe9f97b465ff423de006727&lang=en&cache-only=0",
            "defineEn": "to break an agreement, law, etc.",
            "defineVi": "để phá vỡ một thỏa thuận, pháp luật, vv"
        },
        {
            "id": "359c2664-46cd-4c7a-bb36-48d1cebecdb3",
            "word": "breach of contract",
            "phonetic": "bɹiːtʃ ʌv kɑːntɹækt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company was also sued by UCLA in August 2020 for breach of contract after the apparel company announced it was ending its deal with the university."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWNoIG9mIGNvbnRyYWN0&hash=26bd71872a05c85c964b7a9a732fde91569d4127&lang=en&cache-only=0",
            "defineEn": "the violation of terms agreed on in a contract",
            "defineVi": "vi phạm các điều khoản đã thỏa thuận trong hợp đồng"
        },
        {
            "id": "d07e0684-4e25-4439-987a-99072a5c28eb",
            "word": "to cancel",
            "phonetic": "tə kænsəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "We had to cancel our outdoor plans due to the stormy weather.",
                "They had a bad hair day on their vacation, encountering unexpected weather, canceled plans, and lost luggage.",
                "The wheels fell off her career when she started taking drugs and cancelling concerts.",
                "In the event that the performance is canceled, you can get your money back.",
                "No, it got canceled, so I'm off the hook"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FuY2Vs&hash=aa46a6c54dbd56f93b79fdc5c1bd8b5e71abde8f&lang=en&cache-only=0",
            "defineEn": "to end a formal agreement or arrangement",
            "defineVi": "để kết thúc một thỏa thuận chính thức hoặc sắp xếp"
        },
        {
            "id": "9a5a517b-9807-4d54-997a-c5c692c1fd78",
            "word": "cancelation",
            "phonetic": "kænsɪleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "But cost cutting measures were starting to result in complaints about flight delays and cancelations, problems with baggage and issues with reservations and bookings.",
                "Take a moment to make sure it’s clear what’s happening without velocity diagram: The change from one vector to the next, the little difference vector joining one tip to the next, will always have the same length, which was a consequence of the perfect cancelation that happens when mixing Kepler’s second law with the inverse square law."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FuY2VsYXRpb24&hash=9ba50d0d0343fea43a067cdf0b53498ca18522b7&lang=en&cache-only=0",
            "defineEn": "the ending of an agreement, particularly a legal one",
            "defineVi": "sự kết thúc của một thỏa thuận, đặc biệt là một pháp lý"
        },
        {
            "id": "5e993cdb-66c4-4c3e-b35d-96bdb0ca165c",
            "word": "to dishonor",
            "phonetic": "tə dɪsɑːnɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "It's a badge of dishonor.",
                "Dishonored and with little hope of return, the author freely aired his grievances with the Church and Italian society.",
                "He believed he had dishonored his country and disgraced his family.",
                "If you bring dishonor to the United States Border Patrol, if you bring dishonor to the uniform you are wearing, I'm going to fire you.",
                "If you bring dishonor to the United States Border Patrol, if you bring dishonor to the uniform you are wearing, I'm going to fire you."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzaG9ub3I&hash=a57a8182cc275f07187eb919fd483c10e9c98b87&lang=en&cache-only=0",
            "defineEn": "to refuse to do what was promised or agreed",
            "defineVi": "từ chối làm những gì đã hứa hoặc đồng ý"
        },
        {
            "id": "c196fe63-f709-4fc7-8224-b56dfbdf91be",
            "word": "dissolution",
            "phonetic": "dɪsəluːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the literature, this has been referred to as boundary dissolution.",
                "The plot is structured around patterns of collision and dissolution, where characters from different worlds are thrown together and torn apart.",
                "Based on current constructs, here are six ways that boundary dissolution can affect the parent-child dyad.",
                "And in fact, that change in functional connectivity was correlated with whether the subjects reported feeling more ego dissolution.",
                "The scientists predicted that this effect might be related to the experience of ego dissolution that reportedly comes with taking the drug."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzc29sdXRpb24&hash=f9acbf06b8fb6199cc138dd6a797c0f2b1a35cd7&lang=en&cache-only=0",
            "defineEn": "the formal ending of a business agreement, marriage, parliament, organization, etc.",
            "defineVi": "sự kết thúc chính thức của một thỏa thuận kinh doanh, hôn nhân, quốc hội, tổ chức, v.v."
        },
        {
            "id": "ccb26701-52d9-411d-8b14-f29802f0d953",
            "word": "to dissolve",
            "phonetic": "tə dɪsɑːlv ",
            "partOfSpeechType": "verb",
            "examples": [
                "I dissolve the bouillon cube in hot water to create a flavorful broth as the base for my soup",
                "Make lemonade jelly by dissolving agar-agar in lemon juice and sweetened water.",
                "She carefully stirred her tea, watching the sugar cube dissolve slowly.",
                "I like to dissolve caster sugar in hot water to make a sweet syrup for my cocktails.",
                "I need to activate the yeast by dissolving it in warm water before adding it to the bread dough."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzc29sdmU&hash=be1fac6ece36f2f12a8c051d5ed408536d215a5d&lang=en&cache-only=0",
            "defineEn": "to formally end a business agreement, parliament, or marriage",
            "defineVi": "để chính thức kết thúc một thỏa thuận kinh doanh, quốc hội, hoặc hôn nhân"
        },
        {
            "id": "3713cb19-466d-4380-bdeb-e9786297623b",
            "word": "to end",
            "phonetic": "tʊ ɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The struggle ended indecisively.",
                "The surfaced road ends at the farm.",
                "Grab the end of the rope.’",
                "The play has too many loose ends.",
                "All good things come to an end."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5k&hash=a97a23c77ba25e3906ffad29682ee64155a6d060&lang=en&cache-only=0",
            "defineEn": "to stop or finish something",
            "defineVi": "để dừng lại hoặc kết thúc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "dad0f52b-a945-4718-bac4-926a15f11bc5",
            "word": "to expire",
            "phonetic": "tʊ ɛkspaɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "With his contract expiring during the summer, the defender's future is up in the air.",
                "But the Parliament terms expired.",
                "The code expires December 1st.",
                "Each match expires in 24 hours.",
                "MAN: The chairman's time has expired."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwaXJl&hash=aefdd9ff9f5b6a78ef3464b0808aa7457ef6e07c&lang=en&cache-only=0",
            "defineEn": "(of a document, contract, etc.) to no longer be legally recognized because of reaching the end of validity period",
            "defineVi": "(của một tài liệu, hợp đồng, v.v.) không còn được công nhận về mặt pháp lý vì đã hết thời hạn hiệu lực"
        },
        {
            "id": "ada89c47-5706-4619-8404-67248e6bdd14",
            "word": "expiry",
            "phonetic": "ɛkspaɪɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXhwaXJ5&hash=8277863096a161209faa136be672aa3e46206650&lang=en&cache-only=0",
            "defineEn": "the end of a period of time during which a document or agreement is valid",
            "defineVi": "kết thúc một khoảng thời gian trong đó một tài liệu hoặc thỏa thuận có hiệu lực"
        },
        {
            "id": "7768e1ad-e1e3-4ad6-8210-dd4cd3bc4fa6",
            "word": "to nullify",
            "phonetic": "tə nʌlᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "What can I do to sort of, like, nullify that argument?",
                "JOHN YANG: Democrats on the House Oversight Committee say they now have e-mails that show Trump and his staff pressured top Justice Department officials last December to file a lawsuit in the Supreme Court, in an attempt to nullify the 2020 election.",
                "JOHN YANG: Democrats on the House Oversight Committee say they now have e-mails that show Trump and his staff pressured top Justice Department officials last December to file a lawsuit in the Supreme Court, in an attempt to nullify the 2020 election.",
                "It was so unpopular that Virginia and Kentucky’s legislatures passed resolutions against it, claiming that it violated Americans’ liberties and that state legislatures had the power to overturn or nullify any federal law that they found to violate the constitution."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbnVsbGlmeQ&hash=b476a2f68a88dc715e063140ba639acb2da6af13&lang=en&cache-only=0",
            "defineEn": "to legally invalidate an agreement, decision, etc.",
            "defineVi": "vô hiệu về mặt pháp lý một thỏa thuận, quyết định, v.v."
        },
        {
            "id": "2f1198d8-43f7-4c2e-a392-7759a854ae0d",
            "word": "to renege",
            "phonetic": "tə ɹᵻnɛdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He said that the Chinese government had reneged on some of the policies and promises that they have made.",
                "And then in the run-up to the launch of the Mate 10 in 2018, which was really this big flagship phone, both carriers seemed to renege on that agreement with Huawei, and Huawei was left without any carrier partners in the US.",
                "Biden was crystal clear that, even as we sought a reset with Russia, we weren't going to renege on our basic principles."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVuZWdl&hash=2ad224389cf956e1ffea442cdf13861493c381da&lang=en&cache-only=0",
            "defineEn": "to act against an agreement, promise, etc.",
            "defineVi": "để hành động chống lại một thỏa thuận, lời hứa, vv"
        },
        {
            "id": "278bfcf8-6bb9-4a56-9a91-eb83ffd76748",
            "word": "to repeal",
            "phonetic": "tə ɹᵻpiːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "We repeal the core of the disastrous Obamacare.",
                "Orators demanded their repeal.",
                "The repeal inspired a line of commemorative teapots, thereby beginning America's storied tradition of worthless collectible ceramics.",
                "In 1933, the 21st Amendment repealed Prohibition - the 13 year long period in our nation’s history when the production or sale of alcohol was illegal.",
                "So the three things were, number one, repeal and replace Obamacare. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVwZWFs&hash=b5909af1f2dc0c3986f0be7e0969e8e41c6fbeda&lang=en&cache-only=0",
            "defineEn": "to officially end a law",
            "defineVi": "để chính thức kết thúc một đạo luật"
        },
        {
            "id": "39d39096-7f56-4da5-88ad-a1b220a0b112",
            "word": "to rescind",
            "phonetic": "tə ɹᵻsɪnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "In January 2018, Attorney General Jeff Sessions during President Donald Trump's administration rescinded the Cole memorandum.",
                "Is being rescinded.",
                "Rescinding DACA. ",
                "President Trump, however, rescinded all of those measures within two years in office.",
                "After President Lincoln's assassination, this bill meantto help freed slaves gained financial stability, was rescinded."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzY2luZA&hash=92b748688f526eaf5769bcc9fe61a9963a403f5f&lang=en&cache-only=0",
            "defineEn": "to officially cancel a law, decision, agreement, etc.",
            "defineVi": "để chính thức hủy bỏ một đạo luật, quyết định, thỏa thuận, vv."
        },
        {
            "id": "bf6a26b6-2b9f-4719-96a8-fd98bd11ee0c",
            "word": "rescission",
            "phonetic": "ɹᵻsɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Congresswoman Nita Lowey, who chairs the House Appropriations Committee, said she and other Democrats will reject any rescissions submitted by President Trump.",
                "He's demanding these rescissions, sending to Congress a red-line bill, basically itemizing all the funds that he wants removed.",
                "In a statement, the president said he had signed the bill, but was demanding many rescissions to claw back what he said was wasteful spending.",
                "And, as Anna Palmer reported earlier, it doesn't look like he is any of those rescissions or the cuts he's looking for.",
                "The House appropriators, which are really the power of the purse, has said they will not be considering any of the rescissions that the president will, would or could give to them before he leaves office."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzY2lzc2lvbg&hash=95836ac6d4cab1a07fa8a249249138f75eab885d&lang=en&cache-only=0",
            "defineEn": "the formal cancelation of a law, agreement, or order",
            "defineVi": "việc hủy bỏ chính thức của một luật, thỏa thuận, hoặc lệnh"
        },
        {
            "id": "3887cb9f-18dd-48e6-95d1-06367d52b79e",
            "word": "revocation",
            "phonetic": "ɹᵻvəkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And then when President Trump took office in 2017, the numbers dropped off really sharply, owing simply to his rhetoric, his campaign rhetoric, and then his rhetoric once he took office, the revocation of some of the policies that President Obama and I enacted. "
            ],
            "audio": "https://tts.langeek.co/read?text=cmV2b2NhdGlvbg&hash=5b0823de2d2540de1b6a22c8ad1d27f044ef4a17&lang=en&cache-only=0",
            "defineEn": "the cancelation of a law, agreement, or decision",
            "defineVi": "việc hủy bỏ một luật, thỏa thuận, hoặc quyết định"
        },
        {
            "id": "84ecf374-8f65-4d4a-beed-24e1f368f876",
            "word": "to run out",
            "phonetic": "tə ɹʌn aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "\"Sorry, I've run out.\"",
                "Do we have any milk left or did we run out?",
                "I’ve got money you can borrow if you run out.",
                "A star with 8 times the Sun’s mass runs out in only 100 million years or so.",
                "Her luck ran out at this railway station in Poland."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcnVuIG91dA&hash=34a7aa04d0d40eeec029192a0209d2e0ccb31994&lang=en&cache-only=0",
            "defineEn": "(of a document or agreement) to not be valid anymore",
            "defineVi": "(của một tài liệu hoặc thỏa thuận) không còn hiệu lực nữa"
        },
        {
            "id": "fb37dd48-d365-43c6-9601-08c16334c8ce",
            "word": "rupture",
            "phonetic": "ɹʌptʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "What he might very well have had is a rupture of his intestine.",
                "This creates a high pressure shockwave, which shatters glass, ruptures ear drums, and maybe some internal organs.",
                "This could rupture high-pressure gas lines, releasing gas into the air and igniting potentially deadly explosions.",
                "This is when the ruptured follicle forms in the corpus luteum.",
                "All of these would be ruptured, and so we would be losing 60% of our water supply."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVwdHVyZQ&hash=c169b096731c3f712df46a4b47da8f5eef0aaec5&lang=en&cache-only=0",
            "defineEn": "an end to an agreement or good relations between people, states, etc.",
            "defineVi": "chấm dứt một thỏa thuận hoặc mối quan hệ tốt đẹp giữa mọi người, các quốc gia, v.v."
        },
        {
            "id": "3f9d8147-0c09-47a7-85f7-03bbc7c2e88a",
            "word": "to rupture",
            "phonetic": "tə ɹʌptʃɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "What he might very well have had is a rupture of his intestine.",
                "This creates a high pressure shockwave, which shatters glass, ruptures ear drums, and maybe some internal organs.",
                "This could rupture high-pressure gas lines, releasing gas into the air and igniting potentially deadly explosions.",
                "This is when the ruptured follicle forms in the corpus luteum.",
                "All of these would be ruptured, and so we would be losing 60% of our water supply."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcnVwdHVyZQ&hash=864f0ab84a84f7544c4bf97f0d6da05aa28b9f17&lang=en&cache-only=0",
            "defineEn": "to cause an agreement or relation to be breached",
            "defineVi": "gây ra một thỏa thuận hoặc mối quan hệ bị vi phạm"
        },
        {
            "id": "04b9d599-ed15-4285-a375-3c95f0983af4",
            "word": "term",
            "phonetic": "tɜːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "They got on bad terms after an argument.",
                "The grand unified theory is compact and elegant in mathematical terms.",
                "The deal is in the making, we're negotiating the terms.",
                "The student submitted her term paper early, beating her classmates to the punch and impressing her professor with her diligence and quality of work.",
                "John and Mary are on nodding terms."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVybQ&hash=b6232b16f89220b984216bf1365c378977db0a9a&lang=en&cache-only=0",
            "defineEn": "the end of a specific period of time, particularly one that is expected to last",
            "defineVi": "sự kết thúc của một khoảng thời gian cụ thể, đặc biệt là một trong đó dự kiến sẽ kéo dài"
        },
        {
            "id": "f46a3990-a24b-4d2d-8928-5a296011dc79",
            "word": "termination",
            "phonetic": "tɜːmᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In August, I received a termination letter stating, since I quit my temp job, I was being disqualified from benefits.",
                "Now, the second thing is making sure you're ready for termination.",
                "Eventually, the RNA polymerase reaches another sequence downstream, called a termination signal, that triggers it to pull off.",
                "But it gets worse: Once we start pumping particles into the atmosphere on a massive scale, we might be forced to do so for a long time, or we could risk a termination shock.",
                "And as the solar wind begins to interact more with the interstellar medium, it slows abruptly forming a shock wave known as the termination shock."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVybWluYXRpb24&hash=1484595d8d3e36286f5b87f08580138b6aa6bab6&lang=en&cache-only=0",
            "defineEn": "the fact of being brought to an end; the action of putting an end to something",
            "defineVi": "sự kiện bị kết thúc; hành động đặt dấu chấm hết cho một cái gì đó"
        },
        {
            "id": "cba7d20a-249a-4eca-a232-1610d724d23d",
            "word": "to violate",
            "phonetic": "tə vaɪəleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The court held that such conduct violated the statute.",
                "Violates Texas gambling laws.",
                "[The sanctions] violate the principles of international trade and WTO regulations ",
                "You violate intergalactic space!",
                "In reality, a white hole would violate the second law of thermodynamics."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmlvbGF0ZQ&hash=1653afd3f29d06563525a9b967c968679c651014&lang=en&cache-only=0",
            "defineEn": "to disobey or break a regulation, an agreement, etc.",
            "defineVi": "để không tuân theo hoặc phá vỡ một quy định, một thỏa thuận, vv"
        },
        {
            "id": "55f4f736-3078-4243-88e2-5d5698302dce",
            "word": "violation",
            "phonetic": "vaɪəleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wealthy developer was able to skirt environmental regulations, while the poor homeowner faced steep fines for minor violations.",
                "John shook his head as another corporation was fined a relatively small amount for environmental damage and safety violations.",
                "Just because a head coach might not have direct involvement in rules violations, that doesn't take him off the hook.",
                "These violations bring to naught the efforts of thousands of our colleagues, who risk their lives to guard public order.",
                "The opposition parties have cried foul at the president's act, seeing it as a violation of democracy."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlvbGF0aW9u&hash=a970d4fcd3f09d141eddcec0ed9bad39ec0c5672&lang=en&cache-only=0",
            "defineEn": "the act of breaching an agreement, law, etc.",
            "defineVi": "hành vi vi phạm một thỏa thuận, pháp luật, vv"
        },
        {
            "id": "cf051099-af04-4d9d-9441-5525e02f3715",
            "word": "violator",
            "phonetic": "vaɪəleɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Violators faced heavy fines.",
                "Violators are charged between $500 and $1500 per legal call.",
                "And instead of getting jail time, in some places, violators are given medical and psychological treatment."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlvbGF0b3I&hash=c7883f14cf3d9314ceafbc3df27e9e0111a7851c&lang=en&cache-only=0",
            "defineEn": "a person, organization, or government, etc. that breaches a law, agreement, etc. or disrespects someone's rights",
            "defineVi": "một người, tổ chức hoặc chính phủ, v.v. vi phạm luật, thỏa thuận, v.v. hoặc không tôn trọng quyền của ai đó"
        },
        {
            "id": "b8ca4d94-0344-4660-ab49-fcedcbba787d",
            "word": "to rat on",
            "phonetic": "tə ɹæt ɔn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcmF0IG9u&hash=9c45ae93a88ec3f6fc9194d4ee88b09a154a8d08&lang=en&cache-only=0",
            "defineEn": "to not fulfill a promise or agreement",
            "defineVi": "để không thực hiện một lời hứa hoặc thỏa thuận"
        },
        {
            "id": "57b8d51e-7baf-4a89-a8bf-9d0dfe8b3b84",
            "word": "to back out",
            "phonetic": "tə bæk aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "You can't just back out now.",
                "It’s too late to back out now.",
                "I promised to help and I’m not backing out now.",
                "He knew that he had made a mistake by getting involved in the risky business venture, but he was too afraid to back out because he who rides a tiger is afraid to dismount.",
                "We're gonna back out a little bit here"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFjayBvdXQ&hash=c494c0e3af7d43a425ae70b4e2f8f66ec47140c1&lang=en&cache-only=0",
            "defineEn": "to not do something one has promised or agreed to do",
            "defineVi": "không làm điều gì đó mà người ta đã hứa hoặc đồng ý làm"
        }
    ]
}