{
    "id": "83e64be3-bc3a-4f2f-84fd-bc1cc7c8aa02",
    "title": "Words Related to Colors",
    "originalTitle": "Words Related to Colors",
    "words": [
        {
            "id": "313dbedd-5993-4d79-8e84-e7edff4d072e",
            "word": "to color",
            "phonetic": "tə kʌlɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The color green has a restful effect.",
                "The ocean's blue color amazed us.",
                "That color has gone out of fashion.",
                "What is your favorite color?",
                "The artist mixed different colors to create a masterpiece."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29sb3I&hash=b4a122ce4fd6529c6e5117bd7ef3988cf8630817&lang=en&cache-only=0",
            "defineEn": "to change the color of something; to put color on something",
            "defineVi": "để thay đổi màu sắc của một cái gì đó; để đặt màu trên một cái gì đó",
            "hasImg": true
        },
        {
            "id": "bf0cafa8-d6a5-44f1-a1db-2842ab1ecd02",
            "word": "colored",
            "phonetic": "kʌlɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Most colored diamonds owe their hue to some kind of chemical impurity in their carbon lattice.",
                "Each squadron had different colored nose cones.",
                "Each squadron had different colored nose cones.",
                "The dark colored patch feels warmer in the sunlight than the light colored patch.",
                "The colored water from the cup moved up through the celery stalk."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sb3JlZA&hash=8823d09b42741b7d5a5a5fe1efe8e0835b90126a&lang=en&cache-only=0",
            "defineEn": "having a particular color other than black or white",
            "defineVi": "có một màu cụ thể khác với màu đen hoặc trắng",
            "hasImg": true
        },
        {
            "id": "af21dfc4-9ed5-48c1-b5d5-622c34136a9f",
            "word": "colorful",
            "phonetic": "kʌlɚfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The colorful bird flew high in the sky.",
                "The children decorated their cupcakes on a colorful dish.",
                "The children drank their juice from colorful plastic glasses.",
                "The colorful fish in the aquarium captured my attention.",
                "The colorful bowtie pasta added a fun twist to the classic mac and cheese dish."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sb3JmdWw&hash=34b0a9cd4159f19db49a64ab206b8673e9b3f107&lang=en&cache-only=0",
            "defineEn": "having a lot of different colors or full of bright colors",
            "defineVi": "có rất nhiều màu sắc khác nhau hoặc đầy màu sắc tươi sáng",
            "hasImg": true
        },
        {
            "id": "7196e339-6402-45e0-98df-32a1bc280a93",
            "word": "contrast",
            "phonetic": "kɑːntɹæst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The golden skin of the loquat contrasts beautifully with its vibrant orange flesh.",
                "I enjoy the contrast of flavors and textures when I crumble pot cheese over my fresh garden salad.",
                "We added radicchio to our pasta dish, and it gave a wonderful contrast to the other ingredients.",
                "They use mint leaves to garnish their chocolate chip ice cream for a delightful contrast.",
                "The cool and crisp texture of the melon provided a pleasant contrast to the hot weather."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJhc3Q&hash=6da8237a5c9a04d56beb61d9d5d22459c88916b8&lang=en&cache-only=0",
            "defineEn": "differences in color or in brightness and darkness that an artist uses in a painting or photograph to create a special effect",
            "defineVi": "sự khác biệt về màu sắc hoặc độ sáng và bóng tối mà một nghệ sĩ sử dụng trong một bức tranh hoặc bức ảnh để tạo hiệu ứng đặc biệt",
            "hasImg": true
        },
        {
            "id": "f54fc1ae-3b0a-4fb1-9edc-9980d4f920ac",
            "word": "dark",
            "phonetic": "dɑːɹk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The coffee in the mug was a dark.",
                "The coffee table was a dark wood color.",
                "Her dark hair was tied back in a ponytail.",
                "The unique flavor of physalis pairs wonderfully with dark chocolate in desserts.",
                "The dark clouds signaled that rain was on its way."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFyaw&hash=4903a65ca72e0da4c94d242c45faf6b4f7416e06&lang=en&cache-only=0",
            "defineEn": "not light in color",
            "defineVi": "không sáng màu",
            "hasImg": true
        },
        {
            "id": "39d5a45d-bfbf-434e-8e47-ab47a6652770",
            "word": "darkness",
            "phonetic": "dɑːɹknəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sometimes darkness can show you the light.",
                "The spy stole across the border under the cover of darkness.",
                "In the darkness, he was blind as a bat, relying on his memory to navigate his own home.",
                "We managed to lose our pursuers in the darkness.",
                "Instead of criticizing our politicians for not doing enough to combat climate change, it's better to light a candle than to curse the darkness by taking small actions in our daily lives to reduce our carbon footprint."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFya25lc3M&hash=fd6b4f4e4636da9b3af05e32182fa16a2d07a183&lang=en&cache-only=0",
            "defineEn": "the quality of being dark in color",
            "defineVi": "chất lượng của màu tối",
            "hasImg": true
        },
        {
            "id": "5a3d6d48-7cca-4441-9f25-6ff77b370a4a",
            "word": "deep",
            "phonetic": "diːp ",
            "partOfSpeechType": "adjective",
            "examples": [
                "To take a deep breath.",
                "As I bite into a black cherry, its deep red juice stains my lips, leaving behind a sweet aftertaste.",
                "The experienced lawyer is streets ahead of her young colleagues, with a deep understanding of the law and years of courtroom experience.",
                "He knew deep down inside that she was right.",
                "His deep love of music moved him to take lessons with Dr. Hill."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVlcA&hash=19546422bb4e9ab997ca93851d9f151d4ca0caed&lang=en&cache-only=0",
            "defineEn": "(of a color) showing darkness and intensity",
            "defineVi": "(của một màu) cho thấy bóng tối và cường độ",
            "hasImg": true
        },
        {
            "id": "1400a153-046b-402f-939c-a9c59a7c09c6",
            "word": "to discolor",
            "phonetic": "tə dɪskʌlɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Usually eight to twelve hours later, the skin in those areas is discolored by livor mortis, or post-mortem stain.",
                "Others think that the natural progression of time and exposure to extreme conditions have probably left the flags discolored, bleached, severely damaged, or destroyed.",
                "This is cool, you can actually see where the heat pipes were soldered to this copper piece because it's slightly discolored.",
                "And that those three links of the covenant chain get tarnished and discolor and dull after a period of time.",
                "Despite the kiln's large capacity, many lamps get broken or discolored."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzY29sb3I&hash=0cf13ecb9ce5143d1a2e4540745608922215343e&lang=en&cache-only=0",
            "defineEn": "to change color in a way that is less attractive",
            "defineVi": "thay đổi màu sắc theo cách ít hấp dẫn hơn"
        },
        {
            "id": "aba35a5d-17d0-4a68-8c57-9bd140da2e55",
            "word": "dull",
            "phonetic": "dʌl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The film was as dull as ditchwater.",
                "Frankly, this book sounded dull as ditchwater to me.",
                "The book was pretty dull and didn't really stand out from other similar books in the genre.",
                "Much of the book was very dull.",
                "They found an overripe watermelon in their garden, its rind was dull and the flesh was overly soft and sweet."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVsbA&hash=f8b7be021ede333fc3278f6fe66348ce510f3ba4&lang=en&cache-only=0",
            "defineEn": "(of colors) not clear or shiny; lacking brightness",
            "defineVi": "(của màu sắc) không rõ ràng hoặc sáng bóng; thiếu độ sáng",
            "hasImg": true
        },
        {
            "id": "c3715126-1987-4e95-9515-c6a59840683b",
            "word": "dusky",
            "phonetic": "dʌski ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHVza3k&hash=ac8b58131e1810b6e9bb5168dfcf6b14747c57dd&lang=en&cache-only=0",
            "defineEn": "not very bright in color; somewhat dark",
            "defineVi": "màu không sáng lắm; hơi tối"
        },
        {
            "id": "bcd99775-07e1-4bb6-a945-ecd1feda4d65",
            "word": "fawn",
            "phonetic": "fɔːn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Fawns have very sensitive stomachs, and they require very specific food.",
                "Baby deer, or fawns, are born in spring or early summer.",
                "So female deer will usually hide their fawns in tall grass or brush, but they'll sometimes pick more open areas like our backyards.",
                "The fawn will help nourish them and help them survive. ",
                "While fans of other racing series fawn over world-class drivers, in Roborace it's programmers who are the real stars."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF3bg&hash=5b24018225b516283e408024dbe67ee78eb675f8&lang=en&cache-only=0",
            "defineEn": "a light, pale brownish-tan color, often reminiscent of the coat color of young deer",
            "defineVi": "màu nâu nhạt, nâu nhạt, thường gợi nhớ đến màu lông của hươu non",
            "hasImg": true
        },
        {
            "id": "1b01ca48-13b6-4e8a-8727-7d2f6fa95834",
            "word": "greenness",
            "phonetic": "ɡɹiːnnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "To our brains, the spectrum doesn’t look like this, it actually looks like this: Each color, or hue that we see can be described by its position on each of these three channels: redness vs. greenness, blueness vs. yellowness, and dark vs. light."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlZW5uZXNz&hash=06117ecc201ff869992f833250f45793be7a77e3&lang=en&cache-only=0",
            "defineEn": "the quality of being green in color",
            "defineVi": "chất lượng của màu xanh lá cây"
        },
        {
            "id": "a05610fd-3ffa-4b70-aea0-f8a37e0b8ca9",
            "word": "intense",
            "phonetic": "ɪntɛns ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This class is intense!",
                "The actor's intense bedroom eyes added an extra layer of allure to his performance.",
                "The intense gaze from across the room, eyes on stalks, left no doubt about his attraction.",
                "Keeping his shirt on during intense moments.",
                "I love the intense flavor of black currants in my morning smoothie."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZW5zZQ&hash=0b547c19775073ebbb8962976976667669df3a51&lang=en&cache-only=0",
            "defineEn": "(of colors) being pure and having a high saturation",
            "defineVi": "(về màu sắc) tinh khiết và có độ bão hòa cao",
            "hasImg": true
        },
        {
            "id": "9624e310-54f6-423a-a715-17f56b74d207",
            "word": "light",
            "phonetic": "laɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The car ahead of me jumped the light.",
                "The lights changed to green.",
                "Sometimes darkness can show you the light.",
                "A major technological advancement like that is still light years away.",
                "This software first saw the light of day back in 1993."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlnaHQ&hash=63673c8d6438c2eb063d7052377e05b9d5fe0031&lang=en&cache-only=0",
            "defineEn": "having less amount of color; not dark",
            "defineVi": "có ít màu hơn; không tối",
            "hasImg": true
        },
        {
            "id": "76b560d3-213f-4f9e-abe5-ec3c949cd71b",
            "word": "light-colored",
            "phonetic": "laɪtkʌlɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "One patch is covered with light-colored rocks, and the other patch is covered with dark-colored rocks.",
                "That means that the light-colored patch of ground stays cooler than the dark-colored patch!",
                "That way, with their light-colored wings, they could blend in with the tree while they were resting and it would be harder for other animals, like birds, to find and eat them.",
                "In some parts of the world, they spend lots of time resting on a type of tree called a birch tree, which normally has light-colored bark with dark spots on it.",
                "But even though almost all peppered moths had light-colored wings, there were a few with dark-colored wings with little light spots on them."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlnaHQtY29sb3JlZA&hash=6b552da1955bdd8a11487cd4c8fda43585cbcb82&lang=en&cache-only=0",
            "defineEn": "(of colors) having a pale shade; not dark",
            "defineVi": "(về màu sắc) có sắc thái nhạt; không tối",
            "hasImg": true
        },
        {
            "id": "d42f3e0e-ecbd-4b36-b181-2dfdb88f8b5f",
            "word": "to lighten",
            "phonetic": "tə laɪʔn̩ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Over many generations of selection, skin color in those regions gradually lightened.",
                "But engaging with people or groups that acknowledge that parenting is hard can lighten the load.",
                "Other companies are trying to lighten the load of the ever critical last-mile delivery.",
                "Then, they rinse the strips with water and chlorine to lighten the color.",
                "Both figures offered to lighten the man’s burden, and act as Godfather to his most recent child."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGlnaHRlbg&hash=b1dfd5946d0c8ef53bbd27add8d90d7449fb0554&lang=en&cache-only=0",
            "defineEn": "to make something brighter or clearer in color",
            "defineVi": "để làm cho một cái gì đó sáng hơn hoặc rõ ràng hơn trong màu sắc",
            "hasImg": true
        },
        {
            "id": "fec23b4e-5080-4874-b1a1-1d71517b9889",
            "word": "lightness",
            "phonetic": "laɪtnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lightness is there.",
                "It really adds this nice lightness, a little bit of crispiness.",
                "And the insane lightness, mice are gonna keep getting better.",
                "However, I want a third button and the side buttons and really on the body in terms of lightness there's not much to comment on.",
                "It might be and lightness isn't everything, as we're about to discover, there's other factors that make a good mouse like shape."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlnaHRuZXNz&hash=f42bb3d499cfd8ee7109109d51a02b2de781fafe&lang=en&cache-only=0",
            "defineEn": "‌the quality of being light or pale in color",
            "defineVi": "chất lượng của ánh sáng hoặc màu nhạt",
            "hasImg": true
        },
        {
            "id": "07717f9d-af71-4ae8-bec4-c4e9e4e7b33b",
            "word": "loud",
            "phonetic": "laʊd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The music was far too loud for my liking.",
                "The branch broke with a loud snap.",
                "The loud noise made me jump out of my skin.",
                "He gave a loud cry and fell to the floor.",
                "The loud crash made everyone in the room sit up and take notice."
            ],
            "audio": "https://tts.langeek.co/read?text=bG91ZA&hash=4288a67880cbd61001e7091c753d3621c5ca708d&lang=en&cache-only=0",
            "defineEn": "too bright in a distasteful way",
            "defineVi": "quá sáng một cách khó chịu",
            "hasImg": true
        },
        {
            "id": "a76a6443-4254-4c76-b4bf-1d69f1cc14d4",
            "word": "luminous",
            "phonetic": "luːmɪnəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And they are luminous.",
                "Stars like this are extremely luminous, and can be seen for tremendous distances.",
                "And that’s about twice as luminous as typical AGN!",
                "They're up to 30,000 times as luminous as the sun.",
                "If two stars are the same size, but one is hotter, the hotter one will be more luminous."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVtaW5vdXM&hash=0e734d6caa6c39110cc117cfabe28ada4ac2cb53&lang=en&cache-only=0",
            "defineEn": "(of colors) having a very bright shade",
            "defineVi": "(về màu sắc) có bóng rất sáng"
        },
        {
            "id": "3d7f6e31-3c4b-486c-9bb5-aa9704d83392",
            "word": "lurid",
            "phonetic": "lʊɹɹɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "\"Your Honor, this is Cleopatra, the Egyptian queen whose lurid affairs destroyed two of Rome's finest generals and brought the end of the Republic.\"",
                "Upon its lips and eyelids seems to lie Loveliness like a shadow, from which shrine, Fiery and lurid, struggling underneath, The agonies of anguish and of death."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVyaWQ&hash=d2e4a6fa3518d37dfdfe38d86a194acf92345eb3&lang=en&cache-only=0",
            "defineEn": "too bright in color, in a way that is not pleasant",
            "defineVi": "màu quá sáng, theo cách không dễ chịu"
        },
        {
            "id": "54a17d36-b858-44a4-9670-f7ea7dbc9341",
            "word": "mellow",
            "phonetic": "mɛloʊ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And mellow music if your anxiety is through the roof.",
                "But it really helps you mellow out.",
                "- I remember when we called them the yellow mellow defense.",
                "(mellow acoustic rock)",
                "(mellow music) - Let's face it."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVsbG93&hash=457c9c274eea1f1731e41fa36f6b822ffbe92359&lang=en&cache-only=0",
            "defineEn": "(of a color, sound, or flavor) soft, gentle, or relaxing, often creating a sense of warmth and tranquility",
            "defineVi": "(về màu sắc, âm thanh hoặc hương vị) mềm mại, dịu dàng hoặc thư giãn, thường tạo cảm giác ấm áp và yên bình"
        },
        {
            "id": "afc991d7-6a8e-4b18-b678-3b0c24921aa5",
            "word": "monochrome",
            "phonetic": "mɑːnoʊkɹoʊm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Simon Personal Communicator had a monochrome LCD and stylus.",
                "There's a two megapixel monochrome sensor that's meant to add detail to black and white photos.",
                "So it's just gonna have that monochrome sensor.",
                "Whether it’s waxing, waning, or shining in its full glory, it always presents the same face to Earth: a mottled, monochrome landscape of black and white rocks.",
                "For the macro lens, we've gone from two megapixels to five, and they've actually included a monochrome sensor, which I think is just OnePlus's nomenclature for depth sensor."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9ub2Nocm9tZQ&hash=593537f0692a8c31e1626bcee4dc2e70f9435090&lang=en&cache-only=0",
            "defineEn": "(of a picture or photograph) containing or portraying images in black and white or different shades of a single color only",
            "defineVi": "(của một bức ảnh hoặc bức ảnh) chứa hoặc miêu tả hình ảnh đen trắng hoặc các sắc thái khác nhau của một màu duy nhất",
            "hasImg": true
        },
        {
            "id": "1fa97bda-7854-4ca7-95b1-6be9db8fbd87",
            "word": "neutral",
            "phonetic": "nuːtɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So four of these carbons are neutral.",
                "Neutral bromine has one, two, three, four, five, six, seven valence electrons.",
                "And this entire molecules becomes neutral.",
                "This one is also neutral for the same reason.",
                "These were neutral."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV1dHJhbA&hash=1176d2ca596b06efa4b02600efbd6328b2731438&lang=en&cache-only=0",
            "defineEn": "not very bright or strong in color or shade",
            "defineVi": "không sáng hoặc mạnh về màu sắc hoặc bóng râm",
            "hasImg": true
        },
        {
            "id": "dc37db98-4e19-4c5b-9aa2-6f770e6ce43d",
            "word": "pale",
            "phonetic": "peɪl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Emmeline turned pale.",
                "Emmeline turned pale.",
                "Her recent conduct is beyond the pale.",
                "His opinions are entirely beyond the pale.",
                "The language my father used was beyond the pale."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFsZQ&hash=134455a3ec178312d03e817ce1e237c80b3485fc&lang=en&cache-only=0",
            "defineEn": "light in color or shade",
            "defineVi": "ánh sáng trong màu sắc hoặc bóng râm",
            "hasImg": true
        },
        {
            "id": "a11d7e2a-f532-4c6f-b478-9e80a749a15a",
            "word": "paleness",
            "phonetic": "peɪlnəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFsZW5lc3M&hash=986ba8ad54d4c4aa93f96ac0b2b1e128493489d7&lang=en&cache-only=0",
            "defineEn": "the quality of having a light color",
            "defineVi": "chất lượng của việc có một màu sáng"
        },
        {
            "id": "53d48fe3-15c7-4e03-ab62-06aa2eb2d76a",
            "word": "redness",
            "phonetic": "ɹɛdnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "There's a lot of redness here though.",
                "And the pain, swelling, and redness just, sucks.",
                "Oh gosh, that's got serious redness on the back.",
                "Common side effects from the flu shot include soreness, redness, and or swelling from the shot.",
                "This pointless battle results in the redness, itching, and oozing blisters known as contact dermatitis."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVkbmVzcw&hash=10ec2d9539ebe852436cdcdc2fc77e5a4a7d9cab&lang=en&cache-only=0",
            "defineEn": "the quality of having a red or somewhat red color",
            "defineVi": "chất lượng có màu đỏ hoặc hơi đỏ"
        },
        {
            "id": "621b579d-f35a-4fed-a088-cbae17eae371",
            "word": "shade",
            "phonetic": "ʃeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The tall oak tree provided shade on a hot summer day.",
                "The forest provided us with shade on a hot summer day.",
                "She painted her toenails a vibrant shade of red for the beach vacation.",
                "We sat beneath the shade of an oak tree, the ground covered in a blanket of fallen acorns.",
                "The park near my house has a few hackberry trees, and I often enjoy their shade on sunny days."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhZGU&hash=719e444036f4802f42d5264353b007564acb6a2e&lang=en&cache-only=0",
            "defineEn": "a different degree of the same color",
            "defineVi": "một mức độ khác nhau của cùng một màu sắc",
            "hasImg": true
        },
        {
            "id": "bc6b0091-65e4-47c9-a3f9-1ad48432c452",
            "word": "soft",
            "phonetic": "sɔft ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The wool feels soft.",
                "The soft rug in the living room adds warmth to the space.",
                "The full moon cast a soft glow on the landscape.",
                "The soft carpet feels nice under my feet.",
                "As the Camembert matured, the cheese rind turned soft and bloomy."
            ],
            "audio": "https://tts.langeek.co/read?text=c29mdA&hash=fca0c77d835cbcf384ad826c418041dea3b9c76e&lang=en&cache-only=0",
            "defineEn": "not too bright or glaring, in a way that is relaxing to the eyes",
            "defineVi": "không quá sáng hoặc chói, theo cách thư giãn cho mắt"
        },
        {
            "id": "351d0c70-0f28-48f7-8700-830db58e6a22",
            "word": "solid",
            "phonetic": "sɑːlɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They drove a tunnel through the solid rock.",
                "If you're planning to start a business, it's important to have a solid business plan and some experience in the industry.",
                "The chemical passes from a liquid to a solid state during the cooling process.",
                "Joe warned him that 'a fool's bolt is soon shot' and advised him to take the time to develop a solid plan before making any drastic decisions.",
                "The project's success will rely on getting the meat and potatoes right, ensuring the core components are solid."
            ],
            "audio": "https://tts.langeek.co/read?text=c29saWQ&hash=5cf761efea8fd81409ce33e8058d6ab06e663129&lang=en&cache-only=0",
            "defineEn": "being of a single color",
            "defineVi": "là một màu duy nhất",
            "hasImg": true
        },
        {
            "id": "c914e76f-1bed-440e-81d0-546f1696c7c7",
            "word": "somber",
            "phonetic": "sɑːmɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When attending a funeral, it's the done thing to dress in black or other somber colors.",
                "Songs with dark somber lyrics are common all over mainstream music right now.",
                "RALPH NORTHAM: You know, this was a somber day for Virginia, but it was a necessary day.",
                "(somber music) How you doin'?",
                "The time-honored tradition of casting back on the past 12 months at the close of the year is a somber occasion this year."
            ],
            "audio": "https://tts.langeek.co/read?text=c29tYmVy&hash=52944757b166dd86a6be81934c42455349364f1d&lang=en&cache-only=0",
            "defineEn": "dark and gloomy in color, especially gray or black",
            "defineVi": "màu tối và ảm đạm, đặc biệt là màu xám hoặc đen"
        },
        {
            "id": "12f28b87-8d8d-49a2-b79f-0f1b949d99c7",
            "word": "to stain",
            "phonetic": "tə steɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Red wine leaves a stain.",
                "As I bite into a black cherry, its deep red juice stains my lips, leaving behind a sweet aftertaste.",
                "She found a dirty stain on her favorite shirt.",
                "He noticed a water stain on the ceiling and called a professional to fix the leak.",
                "The cleaning product contains stiff chemicals that effectively remove tough stains."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhaW4&hash=1d785a4ad39a32ba95489c717d786ec1ecb7dd96&lang=en&cache-only=0",
            "defineEn": "to change the color of something by a liquid dye or chemical",
            "defineVi": "để thay đổi màu sắc của một cái gì đó bằng thuốc nhuộm lỏng hoặc hóa chất"
        },
        {
            "id": "5d3f15c0-c63d-47e7-8ad5-a1a1c93d3c2c",
            "word": "subtle",
            "phonetic": "sʌɾəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The ricotta adds a creamy texture and subtle tanginess to the pancakes.",
                "The subtle bitterness of artemisia balanced the sweetness of the dessert.",
                "The Pinot grape juice had a subtle sweetness, making it a great base for refreshing cocktails.",
                "Adding crème fraîche to mashed potatoes gives them a silky smooth texture and a subtle tang.",
                "While ordinary onions have a strong pungent flavor, Welsh onions have a more delicate and subtle taste."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VidGxl&hash=971cb165686953e56157bb414624828c0bf6067e&lang=en&cache-only=0",
            "defineEn": "hard to notice or detect",
            "defineVi": "khó nhận thấy hoặc phát hiện"
        },
        {
            "id": "55d683cc-aee0-4f63-a834-bcbaae6cc5e8",
            "word": "tint",
            "phonetic": "tɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Prepped my lips a little bit with the Pacifica natural color quench lip tint in coconut cherry.",
                "A recent blood rain in Spain, for instance, was tinted by the microalgae Haematococcus pluvialis, which releases a red pigment when under stress.",
                "On top of that, I have their tinted brow mascara in the same color.",
                "It's also tinted, which helps a lot.",
                "I am really big into the tinted glass with RGB look."
            ],
            "audio": "https://tts.langeek.co/read?text=dGludA&hash=b9bbf1ec2550bfb3aaf7bb7fb0e8c90eb6e41713&lang=en&cache-only=0",
            "defineEn": "a slight shade or amount of a color",
            "defineVi": "một bóng râm nhẹ hoặc một lượng màu",
            "hasImg": true
        },
        {
            "id": "fab1df96-4696-44e2-a72f-0c6d4b3b7ce3",
            "word": "tone",
            "phonetic": "toʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He uses a pencil to shade and create different tones in his artwork.",
                "The skincare routine included a facial serum with lemongrass oil, known for its purifying and toning properties.",
                "Arms behind you will tone your triceps.",
                "- Registering that tone.",
                "Set the tone!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG9uZQ&hash=c6ce2cb9be43077c13f0d97671d20c1ede4bba50&lang=en&cache-only=0",
            "defineEn": "a particular quality of a shade of color that differentiates it from another color",
            "defineVi": "một chất lượng cụ thể của một sắc thái màu giúp phân biệt nó với màu khác",
            "hasImg": true
        },
        {
            "id": "f7fd1319-2fce-4484-8690-75b0873a9bee",
            "word": "brightness",
            "phonetic": "bɹaɪtnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Is that brightness, Andy? -",
                "Small changes in mass produce enormous changes in a main sequence star's brightness.",
                "You've got your lighting control, change modes, change brightness.",
                "The peak brightness is only 300.",
                "The max brightness is 450 nits."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpZ2h0bmVzcw&hash=a7af489bf5d247537efb102a116cf5fc72fb3f3a&lang=en&cache-only=0",
            "defineEn": "the quality or degree of being bright in color",
            "defineVi": "chất lượng hoặc mức độ sáng màu",
            "hasImg": true
        },
        {
            "id": "ed38bedb-f326-4308-afba-9a64a108a1b9",
            "word": "blackness",
            "phonetic": "blæknəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The irrationals are like the blackness.",
                "Yes, so the center is the blackness, the black hole.",
                "Look at the blackness of that burger.",
                "Many Christians often equated darkness or Blackness with sin.",
                "Many Christians often equated darkness or Blackness with sin."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhY2tuZXNz&hash=1a076924fed820364d8e773a460bf12e8455ebdd&lang=en&cache-only=0",
            "defineEn": "the quality of being completely black",
            "defineVi": "chất lượng của màu đen hoàn toàn",
            "hasImg": true
        },
        {
            "id": "bff6ba8b-6b25-4b3f-add8-6e64d7592d7a",
            "word": "to tone",
            "phonetic": "tə toʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "He uses a pencil to shade and create different tones in his artwork.",
                "The skincare routine included a facial serum with lemongrass oil, known for its purifying and toning properties.",
                "Arms behind you will tone your triceps.",
                "- Registering that tone.",
                "Set the tone!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdG9uZQ&hash=7f68deec7fe7d197cf97734d3900292234b89271&lang=en&cache-only=0",
            "defineEn": "to soften or decrease the intensity, color, sound, etc. of something",
            "defineVi": "để làm mềm hoặc giảm cường độ, màu sắc, âm thanh, vv của một cái gì đó"
        },
        {
            "id": "75dc9574-d6bb-4738-b7fb-8295903b9ac5",
            "word": "vibrancy",
            "phonetic": "vaɪbɹənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now I'm casting a new spell with a positive message about the vibrancy, vitality and viability of women of all ages.",
                "But the VIBRANCY of the COMMUNITY is long gone.",
                "Despite their sanitary and security failings, they often have a social vibrancy and sound ecological status that gets lost in most planned urban environments.",
                "Whereas a lot of other smartphone brands are all about, pumping up the vibrancy at the expense of true to life colors.",
                "Like it's pretty normal for manufacturers say, have like the vibrancy absolutely cranked, right out of the box, but out of the box on this, it's fine."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlicmFuY3k&hash=87eda5da714927bfefd082911cf944fe5eb801b2&lang=en&cache-only=0",
            "defineEn": "the quality of being bright and intense in color",
            "defineVi": "chất lượng của màu sắc tươi sáng và mãnh liệt"
        },
        {
            "id": "6ef46c97-7f75-4e78-b57c-28390210629c",
            "word": "bright",
            "phonetic": "bɹaɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "\"That boy isn't very bright.\"",
                "These shrubs produce bright red berries.",
                "The bird had bright feathers and a long beak.",
                "Some bright spark left the tap running all night.",
                "I arrived bright and early at Brian the falconer's house for day one of my course."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpZ2h0&hash=5b30cf51f59f4df2ad4691f35f8297c732316732&lang=en&cache-only=0",
            "defineEn": "(of colors) strong and easy to see; having a vivid color",
            "defineVi": "(về màu sắc) mạnh mẽ và dễ nhìn; có màu sắc sặc sỡ",
            "hasImg": true
        },
        {
            "id": "e9908555-9861-48ab-8bde-625e4a9174e2",
            "word": "hexadecimal",
            "phonetic": "hɛksɐdɛsɪməl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But hexadecimal also shows up a lot because it's kind of a condensed representation of base two.",
                "This number in hexadecimal, and I could write that.",
                "Explore the quotient between that and the hexadecimal, hexadecimal number system, which is base 16.",
                "Explore the quotient between that and the hexadecimal, hexadecimal number system, which is base 16.",
                "What we'll see is you could always view the hexadecimal number system."
            ],
            "audio": "https://tts.langeek.co/read?text=aGV4YWRlY2ltYWw&hash=3d0dfd3fe2eba5d44df09dcf2b4e79823a92eeb3&lang=en&cache-only=0",
            "defineEn": "of or pertaining to a number system having 16 as its base",
            "defineVi": "của hoặc liên quan đến một hệ thống số có 16 là cơ sở của nó"
        },
        {
            "id": "3d44fbe2-4e41-48e5-9de1-717f63f876dd",
            "word": "pigment",
            "phonetic": "pɪɡmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, corals actually produce these pigments all the time.",
                "Under their fur, their skin is lightly pigmented.",
                "See, like algae, corals can produce pigments.",
                "But arsenic pigments weren’t the only harmful ones.",
                "The blue color isn’t from a pigment."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlnbWVudA&hash=cfe40066b476d4219080498d7b7365f36fdc09e5&lang=en&cache-only=0",
            "defineEn": "a dry substance that has to be mixed with a liquid to produce paint",
            "defineVi": "một chất khô phải trộn với chất lỏng để tạo ra sơn",
            "hasImg": true
        },
        {
            "id": "d547dd1b-9cfe-4f8d-9ea1-40dcd0b209ac",
            "word": "drab",
            "phonetic": "dɹæb ",
            "partOfSpeechType": "adjective",
            "examples": [
                "News of the accident is coming in in dribs and drabs.",
                "The guests began arriving in dribs and drabs.",
                "He insisted on paying me back in dribs and drabs, five or ten dollars at a time.",
                "Then the state comes along and gives them dribs and drabs of benefit to try to take them out of poverty.",
                "They have to obtain dribs and drabs from wherever they can, including charity, to make up their weekly income."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhYg&hash=907685906736aea81c99dea9b70bb2b1ce987b31&lang=en&cache-only=0",
            "defineEn": "lacking brightness or color; dull",
            "defineVi": "thiếu độ sáng hoặc màu sắc; đần độn",
            "hasImg": true
        },
        {
            "id": "545ab490-4baf-4fe6-87b0-cd404a30edfe",
            "word": "pastel-colored",
            "phonetic": "pæstɛlkʌlɚd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFzdGVsLWNvbG9yZWQ&hash=5b8596ea04fc16eafbbba642f0e43ebc8758410d&lang=en&cache-only=0",
            "defineEn": "having a color that is light, soft, and muted, typically associated with hues of pale pink, blue, green, yellow, and purple",
            "defineVi": "có màu nhạt, dịu và nhạt, thường được kết hợp với các màu hồng nhạt, xanh dương, xanh lá cây, vàng và tím"
        },
        {
            "id": "dabab2d4-44b5-4dff-9799-ed02d44fcc2c",
            "word": "pastel",
            "phonetic": "pæstɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Pastels didn’t even play a part.",
                "It has pastel colors, a communal meeting table, new booths, power outlets and one employee favorite.",
                "These included 5,281 paintings, pastels, watercolors and drawings.",
                "Well the perhaps unexpected answer to this question is that before babies were being outfitted in gender specific pastels they didn’t wear colors at all.",
                "Which is weird because the paintings themselves are just horizontal bands of faint color Pastel pinks and yellows and blues."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzdGVs&hash=b4c42607b16129e6ac713dc56235ed9959420033&lang=en&cache-only=0",
            "defineEn": "any of various pale or light colors",
            "defineVi": "bất kỳ màu nhạt hoặc nhạt nào khác nhau",
            "hasImg": true
        },
        {
            "id": "33b8f69b-a4a6-417a-9288-c7fbb0a7edfa",
            "word": "clear",
            "phonetic": "klɪɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Our waiter cleared the empty plates from the table.",
                "The coast is clear.",
                "Sanskrit inscriptions are clear as day.",
                "The house rules are crystal clear.",
                "The answers came back clear as a bell."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xlYXI&hash=ec255d47e368bae4bbe35305fd232cd0ff969ce7&lang=en&cache-only=0",
            "defineEn": "(of sound or color) free from anything that dulls or dims",
            "defineVi": "(về âm thanh hoặc màu sắc) không có bất kỳ thứ gì làm mờ hoặc mờ"
        },
        {
            "id": "189e666c-d05f-41d1-99fc-f5f878b7d79f",
            "word": "vibrant",
            "phonetic": "vaɪbɹənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Rangpur slices added a vibrant touch to my summer fruit salad.",
                "The market had vibrant yellow lemons on display.",
                "The vibrant hue of damson makes it a fantastic ingredient for homemade fruit popsicles.",
                "She painted her toenails a vibrant shade of red for the beach vacation.",
                "The vibrant purple color of whinberries adds a beautiful touch to desserts like cheesecakes and tarts."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlicmFudA&hash=a2b42f8ff49695da21c45d21d769056be29bc656&lang=en&cache-only=0",
            "defineEn": "(of colors) bright and strong",
            "defineVi": "(về màu sắc) tươi sáng và mạnh mẽ"
        },
        {
            "id": "7a644870-cb86-4899-9574-26f1425efeae",
            "word": "vivid",
            "phonetic": "vɪvɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The book paints a vivid picture of life in the city.",
                "I often have vivid dreams when I sleep deeply.",
                "And even have vivid dreams.",
                "AMNA NAWAZ: Cosby, too, has vivid memories of those visits.",
                "Think back to a really vivid memory."
            ],
            "audio": "https://tts.langeek.co/read?text=dml2aWQ&hash=7eddcbd74bb0bff9f09ac570cbba8d1b18af991a&lang=en&cache-only=0",
            "defineEn": "(of colors or light) very deep or bright",
            "defineVi": "(về màu sắc hoặc ánh sáng) rất sâu hoặc sáng",
            "hasImg": true
        },
        {
            "id": "e878031c-5c48-4073-aca1-f99b4ab34dd7",
            "word": "whiteness",
            "phonetic": "waɪtnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, according to professor Harris, whiteness isn't just about skin color.",
                "Whiteness is the global beauty standard.",
                "And they get this super whiteness from their unique scales.",
                "Their whiteness is so bright that it almost hurts to look at them.",
                "Whiteness as a concept, continued to evolve."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hpdGVuZXNz&hash=284806ef1c82cb6ec5e69cf83545dcd4c07f4ec4&lang=en&cache-only=0",
            "defineEn": "the quality of having a white color",
            "defineVi": "chất lượng của việc có một màu trắng"
        },
        {
            "id": "3e15daaa-a5a6-4da6-b62e-386bc0d0468b",
            "word": "yellowness",
            "phonetic": "jɛloʊnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "To our brains, the spectrum doesn’t look like this, it actually looks like this: Each color, or hue that we see can be described by its position on each of these three channels: redness vs. greenness, blueness vs. yellowness, and dark vs. light."
            ],
            "audio": "https://tts.langeek.co/read?text=eWVsbG93bmVzcw&hash=982076a3d4ab1ce4801d64298bca6fd6b12795de&lang=en&cache-only=0",
            "defineEn": "the quality of being yellow in color",
            "defineVi": "chất lượng có màu vàng"
        },
        {
            "id": "5c7de5d9-7735-4a7d-a7a7-d46dcddbb458",
            "word": "bleached",
            "phonetic": "bliːtʃt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For a quick snack, she coated chicken strips in seasoned bleached flour before frying them to golden perfection.",
                "But now, for example, the white that might have dominated in the middle of the 20th century, say a bleached hospital white seen on emergency or service vehicles, is no longer the only choice."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxlYWNoZWQ&hash=c6341ea468fab1b57ba8e05249a4dc71efeaf3ba&lang=en&cache-only=0",
            "defineEn": "(used of color) artificially produced; not natural",
            "defineVi": "(dùng màu) sản xuất nhân tạo; không thuộc về thiên nhiên"
        },
        {
            "id": "34fef89f-d1a7-4cc7-9b7d-2fae8d5b5f92",
            "word": "brilliantly",
            "phonetic": "bɹɪliəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The argument worked brilliantly. ",
                "They were making use of a low-investment attack quite brilliantly.",
                "He brilliantly combines formal poetry with the oral tradition, and he refuses to draw a bright line between fine art and folk art.",
                "Not only was the White movement disunited in its goals, they especially lacked a brilliantly brutal leader like Lenin or an organizational talent like Trotsky.",
                "It's not doing brilliantly in terms of retaining users, but it's certainly not going down the toilet."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpbGxpYW50bHk&hash=84b4ca1bc9567cdad15dab702f727a9972489d57&lang=en&cache-only=0",
            "defineEn": "with brightness",
            "defineVi": "với độ sáng"
        },
        {
            "id": "69ab9d30-230e-43fd-8869-b79b1f4a9ed2",
            "word": "cold",
            "phonetic": "koʊld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He feels the cold a lot.",
                "The film caught a cold over the outstanding debt.",
                "Sarah’s got a cold.",
                "On the day of the wedding, Brown experienced cold feet.",
                "He's out cold and as still as a stone."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sZA&hash=8875f66e2064a93958cd6d321da2787e7167f462&lang=en&cache-only=0",
            "defineEn": "(of colors) giving a cool or chilly feeling, like blues, purples, and greens",
            "defineVi": "(về màu sắc) mang lại cảm giác mát mẻ hoặc se lạnh, như xanh da trời, tím và xanh lục"
        },
        {
            "id": "c3336601-510e-4b75-8041-5797177e5db1",
            "word": "to discolour",
            "phonetic": "tə dɪskʌlɚ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzY29sb3Vy&hash=b45afdad4b372ee33cb65632ec65cacd2c1b2184&lang=en&cache-only=0",
            "defineEn": "change color, often in an undesired manner",
            "defineVi": "thay đổi màu sắc, thường theo cách không mong muốn"
        },
        {
            "id": "03d227ef-de88-468c-a23f-2d8cf10e41b6",
            "word": "fluorescent",
            "phonetic": "flʊɹɹɛsənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Animals like these jellyfish are fluorescent.",
                "Fluorescent zebrafish are available for as little as ten dollars.",
                "They're fluorescent.",
                "Sometimes this entailed ready-made units, like Andre's bricks, or Flavin's fluorescent tubes.",
                "Once again, like in fluorescent rocks, those electrons give off photons as they drop down."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmx1b3Jlc2NlbnQ&hash=2c82d4b71f5fd591275866fea411927189c5ff74&lang=en&cache-only=0",
            "defineEn": "brilliantly colored and apparently giving off light",
            "defineVi": "có màu sắc rực rỡ và dường như phát ra ánh sáng"
        },
        {
            "id": "bab3117f-bd40-46f2-8332-2a978ef96e5c",
            "word": "neutral-colored",
            "phonetic": "nuːtɹəlkʌlɚd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmV1dHJhbC1jb2xvcmVk&hash=5a1c9142e2f143dbff02900481f156785b19d0b4&lang=en&cache-only=0",
            "defineEn": "having a color that does not attract attention",
            "defineVi": "có một màu không thu hút sự chú ý"
        },
        {
            "id": "e55e7f9c-163d-4684-aa1b-94a1b827677c",
            "word": "color wheel",
            "phonetic": "kʌlɚ wiːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29sb3Igd2hlZWw&hash=08b2043fdaf058204c1876651989266c6cc7364f&lang=en&cache-only=0",
            "defineEn": "a chart in which complementary colors (or their names) are arranged on opposite sides of a circle",
            "defineVi": "một biểu đồ trong đó các màu bổ sung (hoặc tên của chúng) được sắp xếp ở các cạnh đối diện của một vòng tròn",
            "hasImg": true
        },
        {
            "id": "98c24fd2-5e0a-43b5-b598-31a24930942d",
            "word": "hue",
            "phonetic": "hjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The vibrant hue of damson makes it a fantastic ingredient for homemade fruit popsicles.",
                "Green algae, with its vibrant hues, adds a splash of color and life to freshwater ecosystems.",
                "The island had stunning sunsets that painted the sky with vibrant hues.",
                "There will no doubt be a great hue and cry when the reorganisation is announced.",
                "Blue food coloring is often used to give a bright blue hue to sports drinks and other beverages."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVl&hash=37b34f02c6a597882f165a38c742ab0a3f2a59ae&lang=en&cache-only=0",
            "defineEn": "the attribute of color that distinguishes one color from another based on its position in the color spectrum or wheel",
            "defineVi": "thuộc tính của màu phân biệt màu này với màu khác dựa trên vị trí của nó trong phổ màu hoặc bánh xe"
        },
        {
            "id": "bebf1f13-3fa5-488b-aaec-221d9476a812",
            "word": "Munsell",
            "phonetic": "mʌnsɛl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=TXVuc2VsbA&hash=6045b7aaf9a38fdeb192eb71b506efccbc7d2fd3&lang=en&cache-only=0",
            "defineEn": "a system of color notation and standardization developed by the American artist Albert H. Munsell in the early 20th century",
            "defineVi": "một hệ thống ký hiệu và tiêu chuẩn hóa màu sắc được phát triển bởi nghệ sĩ người Mỹ Albert H. Munsell vào đầu thế kỷ 20"
        },
        {
            "id": "08b1a40e-e427-4aad-a2c2-63ea5ebfd56b",
            "word": "Pantone",
            "phonetic": "pæntoʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=UGFudG9uZQ&hash=b225ad77790df8ad401f6179b034d4a48b9aec64&lang=en&cache-only=0",
            "defineEn": "a standardized color matching system widely used in the design, printing, and fashion industries to ensure consistent and accurate color reproduction across different materials and media",
            "defineVi": "một hệ thống kết hợp màu tiêu chuẩn được sử dụng rộng rãi trong ngành thiết kế, in ấn và thời trang để đảm bảo tái tạo màu nhất quán và chính xác trên các vật liệu và phương tiện khác nhau"
        },
        {
            "id": "adc46016-bd95-4043-b2e4-3cd37d3bbf06",
            "word": "Crayola",
            "phonetic": "kɹeɪoʊlə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Q3JheW9sYQ&hash=9261516f573a0f48d1f36088d93c9a3eb9f9d21b&lang=en&cache-only=0",
            "defineEn": "a popular brand of crayons, colored pencils, and markers used for coloring and artistic expression",
            "defineVi": "một nhãn hiệu bút chì màu, bút chì màu và bút đánh dấu phổ biến được sử dụng để tô màu và thể hiện nghệ thuật"
        },
        {
            "id": "b1eea6a2-1e94-434f-ae16-87dea66fb3fc",
            "word": "RGB",
            "phonetic": "ɑːɹdʒiːbiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The keyboard is very RGB.",
                "Of course the keyboard is RGB up the wazoo.",
                "There they are, RGB.",
                "I really like super RGB things.",
                "Oh, it's RGB."
            ],
            "audio": "https://tts.langeek.co/read?text=UkdC&hash=4cbb443257a804238c671462310b19cad6212f10&lang=en&cache-only=0",
            "defineEn": "the primary colors used in digital imaging and computer graphics to create colors on screens and displays",
            "defineVi": "các màu cơ bản được sử dụng trong hình ảnh kỹ thuật số và đồ họa máy tính để tạo màu trên màn hình và hiển thị",
            "hasImg": true
        },
        {
            "id": "e7b1a4da-047e-4579-a7dc-bbd00d4f7180",
            "word": "CMYK",
            "phonetic": "siːmɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Q01ZSw&hash=e87e2d06056a3ce6c9ca061d5c659cb1a8f97fc6&lang=en&cache-only=0",
            "defineEn": "the primary colors used in print and graphic design for creating colors in printed materials",
            "defineVi": "màu cơ bản được sử dụng trong in ấn và thiết kế đồ họa để tạo màu trong tài liệu in",
            "hasImg": true
        },
        {
            "id": "85c96066-2cc1-4148-b7af-429b01f4ceaa",
            "word": "to clash",
            "phonetic": "tə klæʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He won the clash of wills with his wife.",
                "I had to reschedule my doctor's appointment because it clashed with my daughter's school play.",
                "But as time went on, I realized that our personalities clashed in some important ways.",
                "Somewhere along the road, they’re going to clash.",
                "I can't attend both the wedding and the business conference because they clash on the same weekend."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xhc2g&hash=3aa6bd19d847491a219f8fdf1a78487b59424cc7&lang=en&cache-only=0",
            "defineEn": "(of colors, patterns, or styles) to not look attractive together",
            "defineVi": "(về màu sắc, hoa văn hoặc kiểu dáng) trông không hấp dẫn khi kết hợp với nhau"
        }
    ]
}