{
    "id": "83ec8522-9e80-43fa-b9c2-5389e32a8b37",
    "title": "Lesson 10B",
    "originalTitle": "Lesson 10B",
    "words": [
        {
            "id": "f73184bc-58af-40c1-9b5b-dedb735d3afb",
            "word": "backwards",
            "phonetic": "bækwɚdz ",
            "partOfSpeechType": "adverb",
            "examples": [
                "She knows engines backwards.",
                "He knew the process backwards.",
                "BBC is falling over backwards to be impartial by describing this as a crowd!",
                "She loses her balance and falls backwards.",
                "She practiced her part until she knew it backwards and forwards."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFja3dhcmRz&hash=8d99fd7f602b517fc15766ef72ecb1a5db07c36c&lang=en&cache-only=0",
            "defineEn": "in the direction of a position or place that is behind",
            "defineVi": "theo hướng của một vị trí hoặc địa điểm phía sau"
        },
        {
            "id": "e8f0c052-6785-4c55-8d78-618a6161e152",
            "word": "effect",
            "phonetic": "ɪfɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bullets had no effect on the steel door.",
                "The increase had a ripple effect through the whole financial market.",
                "The color green has a restful effect.",
                "The law went into effect on 1 August.",
                "The bank crash has had a ripple effect on the whole community."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWZmZWN0&hash=8ccf5bb1702e2b71ed5341b0c81bd88f19afd2e8&lang=en&cache-only=0",
            "defineEn": "a change in a person or thing caused by another person or thing",
            "defineVi": "một sự thay đổi trong một người hoặc điều gây ra bởi một người khác hoặc điều",
            "hasImg": true
        },
        {
            "id": "93684d2c-d4ae-424e-9e1c-c05236b876c3",
            "word": "to forget",
            "phonetic": "tə fɚɡɛt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We can't forget the limburger cheese!",
                "My son never forgets to pack a few cherry tomatoes in his lunchbox.",
                "I forgot my umbrella, and now I'm getting wet in the rain.",
                "Don't forget to bring your books with you.",
                "Don't forget to sprinkle some shredded cheese on the pizza as a tasty topping."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9yZ2V0&hash=2363391c949e1cdf1f8da1e9064166af84b72a99&lang=en&cache-only=0",
            "defineEn": "to not be able to remember something or someone from the past",
            "defineVi": "để không thể nhớ một cái gì đó hoặc ai đó từ quá khứ",
            "hasImg": true
        },
        {
            "id": "c210aa8b-cc8d-49b7-9677-e6e678f87f26",
            "word": "health",
            "phonetic": "hɛlθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Health services are lining the drug companies’ pockets, according to the report.",
                "The presence of green algae in water bodies can indicate the health and balance of the ecosystem.",
                "Years of smoking and drinking has taken a toll on her health.",
                "Support your thyroid health by incorporating bladderwrack supplements into your daily routine.",
                "Public education campaigns highlight potential health risks of consuming pink slime products."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhbHRo&hash=548e05f3da57f5ab1cf715323f420f0484dcb80f&lang=en&cache-only=0",
            "defineEn": "the general condition of a person's mind or body",
            "defineVi": "tình trạng chung của tâm trí hoặc cơ thể của một người"
        },
        {
            "id": "eb871832-c9a5-494f-a257-8d81224195b5",
            "word": "to learn",
            "phonetic": "tə lɜːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "To learn a language/skill/trade.",
                "High time you learned a thing or two.",
                "He learned about the different departments within the police organization.",
                "She learns about the laws of physics and the properties of matter in her science lessons.",
                "I learned about different breeds of cows and their characteristics."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGVhcm4&hash=9f3bf7cacdb75c73a24c7530bbe0aea29d6648db&lang=en&cache-only=0",
            "defineEn": "to gain knowledge of or skill in something by experience, by study, or by being taught",
            "defineVi": "để đạt được kiến thức hoặc kỹ năng trong một cái gì đó bằng kinh nghiệm, nghiên cứu, hoặc bằng cách được dạy",
            "hasImg": true
        },
        {
            "id": "972c1f2b-2af3-48f8-ae5a-63985525fdc3",
            "word": "lightning",
            "phonetic": "laɪtnɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The news traveled across the country like lightning.",
                "He threw those kicks at lightning speed!",
                "After that, things moved forward at lightning speed.",
                "At lightning speed, Mary finished her exam and raced out of the classroom.",
                "After a lightning strike hit a tree in our neighborhood, my mother said 'beware of an oak, it draws the stroke' and advised me to stay inside during thunderstorms."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlnaHRuaW5n&hash=81370759fef0c40dd79a15875e10d102191e341e&lang=en&cache-only=0",
            "defineEn": "a bright flash, caused by electricity, in the sky or one that hits the ground from within the clouds",
            "defineVi": "một tia sáng do điện gây ra trên bầu trời hoặc một tia sáng chạm đất từ trong các đám mây",
            "hasImg": true
        },
        {
            "id": "94f1ca17-9b4c-4309-bb04-fad48eb9687b",
            "word": "pro",
            "phonetic": "pɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Each technology has its pros and cons.",
                "We weighed up the pros and cons.",
                "Congress weighed the pros and cons of the new tax plan.",
                "We need to look at the pros and cons of each system.",
                "They sat for hours debating the pros and cons of setting up their own firm."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJv&hash=8c841efae86b5db0cfa9bb70fcffb59a0052a417&lang=en&cache-only=0",
            "defineEn": "an argument or reason showing that there is an advantage in doing something",
            "defineVi": "một đối số hoặc lý do cho thấy rằng có một lợi thế trong việc làm một cái gì đó"
        },
        {
            "id": "cade86b1-a2dc-4d1a-ba81-88557bce3a6b",
            "word": "quiet",
            "phonetic": "kwaɪət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The library is often quiet during weekdays.",
                "Be quiet, please.",
                "We lead a very quiet life.",
                "Surprisingly, the quiet neighborhood came alive with vibrant festivities during the annual festival.",
                "You've been awfully quiet tonight, honey."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVpZXQ&hash=437416576a2b0948a05d2838d59cd9fc5bd97411&lang=en&cache-only=0",
            "defineEn": "making very little noise or no noise at all",
            "defineVi": "tạo ra rất ít tiếng ồn hoặc không có tiếng ồn nào cả",
            "hasImg": true
        },
        {
            "id": "ac704937-bc67-47c5-ba99-2982b76ea2ca",
            "word": "supply",
            "phonetic": "səplaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Take enough supplies.",
                "The medicine cabinet in the bathroom holds our first aid supplies.",
                "Supplies are being dropped for the refugees.",
                "The car company has lost ground in Europe amid supply bottlenecks.",
                "The food supply proved to be the nation's Achilles' heel in its defense against terrorist attacks."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwcGx5&hash=ed598b8bf16239b41d7002e963157bdc71301201&lang=en&cache-only=0",
            "defineEn": "(plural) necessary things, such as food, medicines, clothes, etc. for a group of people",
            "defineVi": "(số nhiều) những thứ cần thiết, chẳng hạn như thực phẩm, thuốc men, quần áo, v.v. cho một nhóm người"
        },
        {
            "id": "7b5fa450-0c93-4306-840c-4b0b55ce53ec",
            "word": "sweet",
            "phonetic": "swiːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Sleep well and sweet dreams.",
                "Her aunt is very sweet but not all there.",
                "I enjoyed the sweet scent of blossoms on the flowering tree.",
                "but she was sweet as pie.",
                "A slice of sweet orange adds a delightful touch to a cold glass of iced tea."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dlZXQ&hash=a11daa85d27906fc97dca2348f969a3cabea1f15&lang=en&cache-only=0",
            "defineEn": "containing sugar or having a taste that is like sugar",
            "defineVi": "chứa đường hoặc có hương vị giống như đường",
            "hasImg": true
        },
        {
            "id": "2defe6ea-177e-42dc-8388-9ed1b9e16e2c",
            "word": "cause",
            "phonetic": "kɔːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "His incorrect translation of the phrase caused a misunderstanding between the two parties.",
                "Are you causing trouble again?",
                "The organization supports various charitable causes through donations.",
                "The long delay at the airport caused her great vexation as she was running late for an important meeting.",
                "The power outage caused the traffic lights to go haywire."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F1c2U&hash=e324eb862dee637ab45d664de3683b03f01e24b0&lang=en&cache-only=0",
            "defineEn": "an event, thing, or person that gives rise to something",
            "defineVi": "một sự kiện, điều, hoặc người mà làm phát sinh một cái gì đó"
        },
        {
            "id": "f8deb7f0-38cd-44a1-a121-f14bb105ff68",
            "word": "con",
            "phonetic": "kɑːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Each technology has its pros and cons.",
                "We weighed up the pros and cons.",
                "After decades as an investigator, I can identify a con man a mile away.",
                "Congress weighed the pros and cons of the new tax plan.",
                "The con artist thought they could dupe people out of their money, but eventually their scheme fell apart, and they ended up in jail."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29u&hash=968c2aa94e4c0cf794d82dba43b11ff91e2c3af4&lang=en&cache-only=0",
            "defineEn": "a disadvantage or negative aspect of a situation or decision",
            "defineVi": "một khía cạnh bất lợi hoặc tiêu cực của một tình huống hoặc quyết định"
        },
        {
            "id": "b51f6ee5-c47b-4212-8acd-8f1148cc82d3",
            "word": "to demand",
            "phonetic": "tə dᵻmænd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Those towns left out are demanding a slice of the action.",
                "The factory owners turned a deaf ear to the demands of the workers.",
                "'But where could they have gone?' he demanded.",
                "The dairy products market will also be driven by consumer demand.",
                "The company is sitting pretty in the market, with high demand for its products and a strong financial position."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVtYW5k&hash=0530dd829cf39419550ef68771831cd42fbc52ec&lang=en&cache-only=0",
            "defineEn": "to ask something from someone in an urgent and forceful manner",
            "defineVi": "để yêu cầu một cái gì đó từ một người nào đó một cách khẩn cấp và mạnh mẽ",
            "hasImg": true
        },
        {
            "id": "73af4427-8db5-47b8-9039-5806a7831841",
            "word": "to forgive",
            "phonetic": "tə fɚɡɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "All is forgiven.",
                "He can't forgive her for doing the dirty on him and having an affair with his best friend.",
                "After learning about my friend's difficult childhood, I felt more understanding and compassionate towards them - as they say, to know all is to forgive all.",
                "As a manager, I encourage my team to take responsibility for their mistakes and to show understanding and forgiveness towards their colleagues, knowing that to err is human, to forgive divine.",
                "So forgive the amount of bubble wrap."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9yZ2l2ZQ&hash=a9eb5eaadd117f4e5dfcfebb6956b938a003b21c&lang=en&cache-only=0",
            "defineEn": "to stop blaming someone or being angry with them for something they have done; or not punish someone for an offense, flaw, etc.",
            "defineVi": "ngừng đổ lỗi cho ai đó hoặc tức giận với họ vì điều họ đã làm; hoặc không trừng phạt ai đó vì một hành vi phạm tội, sai sót, v.v.",
            "hasImg": true
        },
        {
            "id": "f3841513-951b-4b4b-8534-3affb2da70bf",
            "word": "forwards",
            "phonetic": "fɔːɹwɚdz ",
            "partOfSpeechType": "adverb",
            "examples": [
                "She practiced her part until she knew it backwards and forwards.",
                "I would go forwards.",
                "I remember the haftarah, backwards and forwards.",
                "The blades slide forwards and backwards and, as they move, they sort of nudge the tissue up the tube.",
                "The escalator represents the laws of physics driving you forwards."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yd2FyZHM&hash=f31626f9c38850a27b208c5b01b737558fa55156&lang=en&cache-only=0",
            "defineEn": "to or toward the direction or place in front of one",
            "defineVi": "đến hoặc hướng về hướng hoặc đặt ở phía trước của một"
        },
        {
            "id": "caec895f-93f8-4e6e-aae3-15cfc7c025db",
            "word": "to live",
            "phonetic": "tə lɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "She lived a very peaceful life.",
                "She lives just a stone's throw away from the beach.",
                "He lives far from the city center.",
                "He lived in a small town with friendly neighbors.",
                "She lived in the same village from the cradle to the grave."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGl2ZQ&hash=fdc428db7de365b4c9fa055bb1bf34face8e3aa0&lang=en&cache-only=0",
            "defineEn": "to have your home in a specific place or to share it with a particular person",
            "defineVi": "để có nhà của bạn ở một nơi cụ thể hoặc để chia sẻ nó với một người cụ thể",
            "hasImg": true
        },
        {
            "id": "b607a4b9-69f5-4c05-95b5-c4e20d300811",
            "word": "peace",
            "phonetic": "piːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The negotiations between the two countries finally yielded a peace agreement.",
                "The peace treaty that ended the war.",
                "The uncertainty of the future was eating away at his peace of mind.",
                "May she rest in peace.",
                "The clock is ticking on the peace talks."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVhY2U&hash=39430b3245222148045e2835c7b6e4e7a967e83f&lang=en&cache-only=0",
            "defineEn": "a period or state where there is no war or violence",
            "defineVi": "một thời kỳ hoặc tiểu bang không có chiến tranh hoặc bạo lực",
            "hasImg": true
        },
        {
            "id": "a80da1bd-631f-4ea6-a3f2-4f259abfd9d7",
            "word": "safety",
            "phonetic": "seɪfti ",
            "partOfSpeechType": "noun",
            "examples": [
                "There’s safety in numbers.",
                "The society's preoccupation with safety and stranger danger is just unbelievable.",
                "He wears a helmet for safety when riding his motorcycle.",
                "He wears a helmet for safety when riding his bicycle.",
                "They had to listen to the usual yada yada about bike safety."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FmZXR5&hash=23b9acc67159497b8a69f5737d87be43194cd225&lang=en&cache-only=0",
            "defineEn": "the condition of being protected and not affected by any potential risk or threat",
            "defineVi": "tình trạng được bảo vệ và không bị ảnh hưởng bởi bất kỳ rủi ro hoặc mối đe dọa tiềm ẩn nào",
            "hasImg": true
        },
        {
            "id": "4fa18afd-0112-4514-afeb-826ca55e238c",
            "word": "short",
            "phonetic": "ʃɔːɹt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Short hair really becomes you.",
                "The boss has a short fuse these days!",
                "She made short work of her opponents.",
                "We fell short of our goal in the competition.",
                "As they say, short reckonings make long friends."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvcnQ&hash=e11f4f3e15db8d39cc415db16e4047b2b9cf0ae0&lang=en&cache-only=0",
            "defineEn": "having a below-average or small distance between two points",
            "defineVi": "có khoảng cách dưới trung bình hoặc nhỏ giữa hai điểm",
            "hasImg": true
        },
        {
            "id": "d22c87ae-4298-4bab-939f-595f06574911",
            "word": "thunder",
            "phonetic": "θʌndɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The thunder had turned the milk.",
                "The weather broke and thunder rumbled through a leaden sky.",
                "Look at little baby's adorable thunder thighs!",
                "Seeing her ex-boyfriend with another woman, Lisa couldn't hide her anger, and her face turned red, resembling a face like thunder.",
                "The artist talked about their talent, but better to have less thunder in the mouth, and more lightning in the hand - we need to see their actual work to determine their true abilities."
            ],
            "audio": "https://tts.langeek.co/read?text=dGh1bmRlcg&hash=e63d96a379c05b24fe78b3586da8480b0d640b88&lang=en&cache-only=0",
            "defineEn": "the loud crackling noise that is heard from the sky during a storm",
            "defineVi": "tiếng nổ lớn được nghe thấy từ bầu trời trong một cơn bão",
            "hasImg": true
        },
        {
            "id": "9c46bf96-864c-4f16-b260-f530dd9b83bd",
            "word": "sick and tired",
            "phonetic": "sɪk ænd taɪɚd ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2ljayBhbmQgdGlyZWQ&hash=1fef88313232fd7bddffd1b9ef1de8cfd2fadeb6&lang=en&cache-only=0",
            "defineEn": "annoyed or disgusted by someone or something one has been dealing with for a long time",
            "defineVi": "khó chịu hoặc ghê tởm bởi một ai đó hoặc một cái gì đó mà một người đã đối phó trong một thời gian dài"
        },
        {
            "id": "7a18eb48-6b79-483f-ab52-1bf2039cfd3f",
            "word": "bits and pieces",
            "phonetic": "bɪts ænd piːsᵻz ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Yml0cyBhbmQgcGllY2Vz&hash=870379326ddecf71a293debac75b27e852c28bfa&lang=en&cache-only=0",
            "defineEn": "jobs or things that are different in type and small either in size, number, or significance",
            "defineVi": "công việc hoặc những thứ khác nhau về loại và nhỏ về kích thước, số lượng hoặc ý nghĩa"
        },
        {
            "id": "977da330-28fa-4a01-8a21-481c56479979",
            "word": "now and again",
            "phonetic": "naʊ ænd ɐɡɛn ",
            "partOfSpeechType": "phrase",
            "examples": [
                "She considers it beneath her dignity to help with the housework now and again.",
                "And in the meantime, it’s probably okay to take a break from your phone every now and again.",
                "When we get a dry summer, the holidaymakers, they're delighted, but I keep crossing my fingers for a bit of rain every now and again.",
                "I am not knowledgeable in all of the things Marvel, but I do enjoy the movies now and again and well, I might actually go see something at theaters now, because somebody, a Deaf woman, is playing in 'Eternals'.",
                "It can steer itself across simple terrain like a self-driving car, but it still needs to stop every now and again to get input from Earth."
            ],
            "audio": "https://tts.langeek.co/read?text=bm93IGFuZCBhZ2Fpbg&hash=3bb669e6e067537da6100633aa7be0bb8153f186&lang=en&cache-only=0",
            "defineEn": "not regularly or frequently",
            "defineVi": "không thường xuyên hoặc thường xuyên"
        },
        {
            "id": "99a7511f-5e47-4569-84e5-15495dc09d6f",
            "word": "wait and see",
            "phonetic": "weɪt ænd siː ",
            "partOfSpeechType": "sentence",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2FpdCBhbmQgc2Vl&hash=5004ab98ad4fb1405c676aac25317431cae73cf5&lang=en&cache-only=0",
            "defineEn": "to be patient in order to find out about the outcome, answer, or future happenings",
            "defineVi": "kiên nhẫn để tìm hiểu về kết quả, câu trả lời hoặc những diễn biến trong tương lai"
        },
        {
            "id": "fc599afb-e39a-43ea-8bb2-8c5838c64363",
            "word": "by and large",
            "phonetic": "baɪ ænd lɑːɹdʒ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnkgYW5kIGxhcmdl&hash=e1a04acbab97d2bb4b8473d468aceb01d192d62a&lang=en&cache-only=0",
            "defineEn": "used when something is being considered or regarded in a general manner",
            "defineVi": "được sử dụng khi một cái gì đó đang được xem xét hoặc xem xét một cách chung chung"
        },
        {
            "id": "8f309f3b-7afb-49e4-9cca-9c0ec826e2cc",
            "word": "law and order",
            "phonetic": "lɔː ænd ɔːɹdɚ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGF3IGFuZCBvcmRlcg&hash=235d38a811b2b34fce35e5fbd78b2ec7897b4c8b&lang=en&cache-only=0",
            "defineEn": "a situation where people obey and respect the rules of a place, society, or country",
            "defineVi": "một tình huống mà mọi người tuân theo và tôn trọng các quy tắc của một nơi, xã hội, hoặc quốc gia"
        },
        {
            "id": "4c7b809a-c8b9-409b-ac33-41cdc8041129",
            "word": "safe and sound",
            "phonetic": "seɪf ænd saʊnd ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2FmZSBhbmQgc291bmQ&hash=1d327b6f343caeb2af58a8436492ff08ec0c91d7&lang=en&cache-only=0",
            "defineEn": "not damaged or injured in any way",
            "defineVi": "không bị hư hỏng hoặc bị thương trong bất kỳ cách nào",
            "hasImg": true
        },
        {
            "id": "91c75420-bede-44cc-9cb1-32d53d8d4b23",
            "word": "touch and go",
            "phonetic": "tʌtʃ ænd ɡoʊ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG91Y2ggYW5kIGdv&hash=bbdf38fe5b2f97e6604bd64bb13542f9ed83a6a4&lang=en&cache-only=0",
            "defineEn": "involving risk and uncertainty",
            "defineVi": "liên quan đến rủi ro và sự không chắc chắn"
        }
    ]
}