{
    "id": "83fd504d-751c-4953-8052-d79a022dae23",
    "title": "Shopping",
    "originalTitle": "Shopping",
    "words": [
        {
            "id": "a6913ec3-c782-4ee4-8ecb-61a83436c5b9",
            "word": "to bargain",
            "phonetic": "tə bɑːɹɡɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "You can find bargain books in mint condition at jumble sales.",
                "She knows a bargain when she sees one.",
                "She has a good nose for a bargain.",
                "He drives a hard bargain, but we finally made a deal.",
                "The company is believed to have struck a hard bargain."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFyZ2Fpbg&hash=dc16c6ec768448e1ba10493262eab1af2c376a98&lang=en&cache-only=0",
            "defineEn": "to negotiate the terms and conditions of a contract, sale, or transaction for a better agreement, price, etc.",
            "defineVi": "để đàm phán các điều khoản và điều kiện của hợp đồng, mua bán hoặc giao dịch để có được một thỏa thuận tốt hơn, giá cả, v.v."
        },
        {
            "id": "503ade2f-a945-406d-91f4-efef4bb111f9",
            "word": "to barter",
            "phonetic": "tə bɑːɹɾɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Of course, many people still barter for stuff, but for most transactions, we use money.",
                "So they basically barter: in exchange for those hard-to-get nutrients, the plants trade the fungi carbon in the form of sugars.",
                "As a preface on the next scenes, money didn't mean anything in New Guinea, everything was bartered.",
                "Now, that medium of exchange means we're not stuck in the barter system.",
                "So, here's the fascinating thing to me: when you look at places where the social order is not based on money, we find that people actually don't barter at all."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFydGVy&hash=7348d334c4def21e3087641f4c79e7896645af79&lang=en&cache-only=0",
            "defineEn": "to exchange products for products, services for services, without using any money",
            "defineVi": "đổi sản phẩm lấy sản phẩm, dịch vụ lấy dịch vụ mà không cần dùng tiền"
        },
        {
            "id": "01fc5b57-24c9-459d-bcd1-6cca064997fc",
            "word": "to haggle",
            "phonetic": "tə hæɡəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "I haggled.",
                "I want to buy something, I haggle with you.",
                "You're terrible at haggling.",
                "I don't know, I'm haggling with you.",
                "Benny, you understand the art of haggling, what's the first thing I need to know?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFnZ2xl&hash=8ad2a83f6d6f6db66cc4433386aafb2f4d6debe9&lang=en&cache-only=0",
            "defineEn": "to argue in order to reach an agreement, particularly over the price of something",
            "defineVi": "để tranh luận để đạt được một thỏa thuận, đặc biệt là về giá của một cái gì đó"
        },
        {
            "id": "3df82af0-3b62-498e-a646-86d204c688c7",
            "word": "to short-change",
            "phonetic": "tə ʃɔːɹttʃeɪndʒ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hvcnQtY2hhbmdl&hash=03ce96db44b5ade252a504538c970e612273a02a&lang=en&cache-only=0",
            "defineEn": "to give or return less money than the correct amount",
            "defineVi": "để cung cấp hoặc trả lại ít tiền hơn số tiền chính xác"
        },
        {
            "id": "561d258c-2655-44c3-88b2-6f3b9abf17fe",
            "word": "complimentary",
            "phonetic": "kɑːmplɪmɛntɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A complimentary afternoon snack is served to all guests.",
                "The meal was delicious, but the complimentary dessert was the cherry on the sundae.",
                "The dinner was delicious, but the icing on the cake was when the chef sent out a complimentary dessert.",
                "He is very complimentary, obviously. ",
                "They can also book complimentary massages, manicures, or haircuts right in their suites."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGxpbWVudGFyeQ&hash=cca7916ad4b77c5dfe54f3d6f76e1b0aef7fdf9a&lang=en&cache-only=0",
            "defineEn": "supplied or given for free",
            "defineVi": "cung cấp hoặc cung cấp miễn phí",
            "hasImg": true
        },
        {
            "id": "1c581c8c-a6d7-4947-8efe-da72f6657a93",
            "word": "exorbitant",
            "phonetic": "ɛɡzoːɹbɪtənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The exorbitant prices are explainable in light of the facts.",
                "It's exorbitant.",
                "Before Prime launched in 2005 one-day shipping was an exorbitant luxury.",
                "And while it's not cheap, it's not necessarily exorbitant for an undertaking of this magnitude.",
                "They might invest it into a legal business claiming payment by producing fake invoices, or even start a bogus charity, placing themselves on the board of directors with an exorbitant salary."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhvcmJpdGFudA&hash=28de848622ba12646e58d5fe7fc50fecd20cf651&lang=en&cache-only=0",
            "defineEn": "(of prices) unreasonably or extremely high",
            "defineVi": "(về giá cả) không hợp lý hoặc cực kỳ cao"
        },
        {
            "id": "8adc4037-bdf4-475a-b1c0-1d818e198cb5",
            "word": "gratis",
            "phonetic": "ɡɹæɾɪs ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Even before naming his kid Miller Lite, he should have been receiving gratis from Miller Lite."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhdGlz&hash=a924a732db447602133b2efba668de7c379d44cf&lang=en&cache-only=0",
            "defineEn": "given or done free and without charge",
            "defineVi": "đưa ra hoặc thực hiện miễn phí và không tính phí",
            "hasImg": true
        },
        {
            "id": "9c32904c-626e-4123-8613-46daa52cf725",
            "word": "denomination",
            "phonetic": "dᵻnɑːmᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Earlier they had fought for the Jewish chaplaincy, that is to say the original chaplaincy law restricted the chaplaincy to ministers of some Christian denomination.",
                "You can see it in the struggle for legal rights and political power, from Richard Allen, founder of the African Methodist Episcopal Church, the country's first independent Black denomination, to Reverend Martin Luther King Jr. in the 1960s.",
                "Finally, the cost of paying staff overtime for weekend work and potentially holding the elections over two days to not interfere with any one denominations.",
                "Gwen's father was the secretary-general of our denomination.",
                "And as I came through the ranks of ordained ministry, her brother, Presiding Elder Earle Ifill of the Atlanta North-Georgia annual conference, was a tremendous voice and leader in our denomination."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVub21pbmF0aW9u&hash=18d54ba428510c61fd477b3114d841b6ee5c270f&lang=en&cache-only=0",
            "defineEn": "a unit of value, especially monetary value",
            "defineVi": "một đơn vị giá trị, đặc biệt là giá trị tiền tệ"
        },
        {
            "id": "605af26b-bae9-4465-9ba4-bdcd7841e5b9",
            "word": "markup",
            "phonetic": "mɑːɹkʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The average markup is 41 to 58 percent across platforms,Gene?",
                "At Los Angeles International, there's an 18% markup on food.",
                "I'm giving him about a 20% markup.",
                "Similarly, the price markups in 2018 are in advance of Disney World and Disneyland's 14 acre Star Wars theme lands, called \"Galaxy's Edge.\"",
                "Its size and markups are not an anomaly, but a modern iteration of what's long been an industry standard."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFya3Vw&hash=f638417de607fcd0bf02506be2cd17ef0151f275&lang=en&cache-only=0",
            "defineEn": "the amount added to the price of something to cover overheads and profit",
            "defineVi": "số tiền được thêm vào giá của một cái gì đó để trang trải chi phí và lợi nhuận"
        },
        {
            "id": "5f227747-dfb9-4d86-a1ae-a7c9e8c0ac18",
            "word": "spree",
            "phonetic": "spɹiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sarah's grandparents gave her a generous gift for her birthday, and she was eager to go on a shopping spree.",
                "The company went on a buying spree.",
                "This is a crime spree",
                "And so it went on a buying spree.",
                "So Bezos went on a building spree."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ByZWU&hash=02ca8549b0df178917f6c3f5818ef0d9112de90f&lang=en&cache-only=0",
            "defineEn": "a short period of time during which one does a particular activity in an extreme way without control, especially spending money",
            "defineVi": "một khoảng thời gian ngắn trong đó một người thực hiện một hoạt động cụ thể theo cách cực đoan mà không kiểm soát, đặc biệt là tiêu tiền"
        },
        {
            "id": "ea400a3e-8f05-4a88-9361-02dae78d5df2",
            "word": "token",
            "phonetic": "toʊkən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Like a token that gives you one play in the cellular arcade.",
                "At the end of the day, they could trade those tokens in for animal crackers.",
                "The token boy of their world is their rich, half-Italian orphan friend Laurie, who is our romantic McGuffin for the novel.",
                "Then you take those tokens somewhere else over there to get actual money.",
                "Maybe you use a token in a protein that cuts DNA, or maybe one that breaks down food."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9rZW4&hash=b4be77359e2b29826f4a926fd28ae5dc2182217d&lang=en&cache-only=0",
            "defineEn": "a piece of paper or a disc of metal or plastic used instead of money as a form of payment or to operate some machines",
            "defineVi": "một mảnh giấy hoặc đĩa kim loại hoặc nhựa được sử dụng thay cho tiền như một hình thức thanh toán hoặc để vận hành một số máy móc"
        },
        {
            "id": "1d9a7e5a-ef58-4dfa-a28f-50e7f37bbbd6",
            "word": "voucher",
            "phonetic": "vaʊtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Urban parents demand school vouchers.",
                "It's called voucher care.",
                "And if you get a certain number of bonus points, then you get a voucher.",
                "Like the Austrians, Friedman advocated privatization of many functions that have been assumed by government, famously proposing school vouchers and deregulation of the economy.",
                "His main thought is that we need to expand these voucher programs for low-income families that will cap how much of their income can go to their basic needs."
            ],
            "audio": "https://tts.langeek.co/read?text=dm91Y2hlcg&hash=9d0a1785ea5a9d936443013bc018e3ac2599a81e&lang=en&cache-only=0",
            "defineEn": "a digital code or a printed piece of paper that can be used instead of money when making a purchase or used to receive a discount",
            "defineVi": "mã kỹ thuật số hoặc một mảnh giấy in có thể được sử dụng thay cho tiền khi mua hàng hoặc được sử dụng để được giảm giá",
            "hasImg": true
        },
        {
            "id": "68749628-13cf-4f96-b09b-002965a310c4",
            "word": "bodega",
            "phonetic": "boʊdɡə ",
            "partOfSpeechType": "noun",
            "examples": [
                "And then she hobbled out of this bodega.",
                "We got the bodega boys podcast still going strong.",
                "So I'm at the bodega near my house standing in line for one of those E. coli sandwiches.",
                "Dennis Green: If you're the operator of a local convenience store or corner shop or bodega and an Amazon Go opens up just around the corner, you might wanna look over your shoulder.",
                "And these days, as Silicon Valley finds trendy new ways to make late night purchases easier, bodegas across our city have continued to do the same thing with no internet, no algorithms, and no VC funding."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9kZWdh&hash=fca08aa6590a9cb476a9fde74960ab666838a54e&lang=en&cache-only=0",
            "defineEn": "(in the US) a small grocery shop, especially in a neighborhood inhabited by a Spanish-speaking population",
            "defineVi": "(ở Mỹ) một cửa hàng tạp hóa nhỏ, đặc biệt là trong một khu phố có người nói tiếng Tây Ban Nha sinh sống"
        },
        {
            "id": "fac9a514-d950-41b2-a9ba-ef09727d7d77",
            "word": "boutique",
            "phonetic": "buːtiːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The prices at the luxury boutique were quite high.",
                "Because I have a boutique on 72nd street, right around the corner.",
                "Virgin's boutique hotel chain had been beset by years of delays already.",
                "It's not a boutique creative agency.",
                "But what about boutique fitness studios that tend to have larger classes in smaller spaces?"
            ],
            "audio": "https://tts.langeek.co/read?text=Ym91dGlxdWU&hash=5f16716bcf5810ddb882fce215636ec90ff6f9ee&lang=en&cache-only=0",
            "defineEn": "a small store in which fashionable clothes or accessories are sold",
            "defineVi": "một cửa hàng nhỏ nơi bán quần áo hoặc phụ kiện thời trang",
            "hasImg": true
        },
        {
            "id": "e2743afc-056b-4971-a6b8-666bdf0ff166",
            "word": "delicatessen",
            "phonetic": "dɛlɪkæɾɛsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is the Stage Delicatessen"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsaWNhdGVzc2Vu&hash=e74f7083c1fadfa4e4918d1fb39ed62e008c8308&lang=en&cache-only=0",
            "defineEn": "a shop or part of one that sells high-quality foods, such as types of cooked meat, cheese, and unusual foods that come from other countries",
            "defineVi": "một cửa hàng hoặc một phần của cửa hàng bán thực phẩm chất lượng cao, chẳng hạn như các loại thịt nấu chín, pho mát và các loại thực phẩm khác thường đến từ các quốc gia khác",
            "hasImg": true
        },
        {
            "id": "19f3fc63-1308-4c4d-865e-dd23bf70cd25",
            "word": "emporium",
            "phonetic": "ɛmpoːɹiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "In Veneta, Oregon, Annie Molnar gave me a tour of The Emporium, a brand-new marketplace for local artisans.",
                "But the company soon pivoted to selling entertainment software, putting it on the path to becoming one of the nation's go to emporiums for all things gaming.",
                "Molnar and Lough opened the Emporium, because, with the usual venues shut down, they desperately needed somewhere to sell their soaps and bakeware.",
                "As a boy he rode down the Mississippi River to New Orleans, something like Huck Finn, where the open air emporium of slaves on gaudy display sold on auction blocks on street corners, shocked him."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1wb3JpdW0&hash=cbd0c6ef550a787585aaad41ed0ad24ec544f906&lang=en&cache-only=0",
            "defineEn": "a large retail store selling various goods, or a particular type of goods",
            "defineVi": "một cửa hàng bán lẻ lớn bán hàng hóa khác nhau, hoặc một loại hàng hóa cụ thể",
            "hasImg": true
        },
        {
            "id": "a86a1f34-b99c-4b58-bfe7-711f11b8fcb4",
            "word": "kiosk",
            "phonetic": "kiːɑːsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "But there is a kiosk.",
                "Customers order from a kiosk and pick up through the window.",
                "Guess what those kiosks also have.",
                "For flyers without a smartphone, traditional kiosks are still available, as are check-in counters with sneeze guards manned by airline employees wearing masks.",
                "In May 2020, United Airlines began testing touchless kiosks that can print your boarding pass and luggage tags directly from your phone."
            ],
            "audio": "https://tts.langeek.co/read?text=a2lvc2s&hash=c3175a90ee61582a8e7de553640f3a38366dc5da&lang=en&cache-only=0",
            "defineEn": "a small store with an open front selling newspapers, etc.",
            "defineVi": "một cửa hàng nhỏ với mặt tiền mở bán báo, v.v.",
            "hasImg": true
        },
        {
            "id": "f6de6562-45d9-4d45-92e7-77faaa92eb48",
            "word": "laundromat",
            "phonetic": "lɔːndɹəmæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "In fact, those laundromats are part of the reason for the name of this activity, money laundering.",
                "Waiting at the bus stop, waiting at the laundromat, waiting at overcrowded clinics and public offices.",
                "Capone and his associates had hidden it through investments in various businesses whose ultimate ownership couldn't be proven, like cash-only laundromats.",
                "Its, they thought it was the mug before it was the laundromat down stairs.",
                "You live above a laundromat and you're blaming my mug for the room shaking."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF1bmRyb21hdA&hash=9d8420027d0c3830f005d6662be01f560971de2b&lang=en&cache-only=0",
            "defineEn": "a facility where coin-operated washing machines and dryers are available to customers",
            "defineVi": "một cơ sở cung cấp máy giặt và máy sấy hoạt động bằng đồng xu cho khách hàng",
            "hasImg": true
        },
        {
            "id": "f9f98741-41b6-49a0-bf99-99497cfa06eb",
            "word": "off-licence",
            "phonetic": "ɔflaɪsəns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2ZmLWxpY2VuY2U&hash=195f5fe4f0bfae67cf0a9691acdeeae3e7b71125&lang=en&cache-only=0",
            "defineEn": "a shop selling alcoholic drinks to be taken away and consumed elsewhere",
            "defineVi": "một cửa hàng bán đồ uống có cồn để mang đi tiêu thụ ở nơi khác",
            "hasImg": true
        },
        {
            "id": "464fbbe8-5dba-45c0-b793-b9040d5fb202",
            "word": "parlor",
            "phonetic": "pɑːɹlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tattoo parlors even advertised this service!",
                "Electricity went from parlor trick to a key element of the natural sciences.",
                "You don't some kinda parlor trick here?",
                "In Bat Yam, just south of Tel Aviv, a stunned Arab shop owner returned to her damaged ice cream parlor.",
                "In Bat Yam, just south of Tel Aviv, a stunned Arab shop owner returned to her damaged ice cream parlor."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFybG9y&hash=3bb0acba080cf300d17905b5f0e70aafb6d92b30&lang=en&cache-only=0",
            "defineEn": "a shop or business offering specific goods or services",
            "defineVi": "một cửa hàng hoặc doanh nghiệp cung cấp hàng hóa hoặc dịch vụ cụ thể"
        },
        {
            "id": "d05d8e14-074e-4131-b586-cdb9fd4d13f7",
            "word": "pawnshop",
            "phonetic": "pɔːnʃɑːp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGF3bnNob3A&hash=18a7b396b95e14deab434d0ed4dc4afa5093ea83&lang=en&cache-only=0",
            "defineEn": "a store in which one leaves personal belongings to get a loan, and if the money is not returned, the pawnbroker can possess or sell these objects",
            "defineVi": "một cửa hàng trong đó một người để lại đồ đạc cá nhân để vay tiền và nếu tiền không được trả lại, người môi giới cầm đồ có thể sở hữu hoặc bán những đồ vật này"
        },
        {
            "id": "58aa087d-2a34-4877-ad80-e5a7737388c3",
            "word": "plaza",
            "phonetic": "plɑːzə ",
            "partOfSpeechType": "noun",
            "examples": [
                "There's a plaza for badminton and pentathlon, an aquatic center for swimming and diving, the volleyball arena, and of course, the canoe and kayak center.",
                "During Ivana's renovation of the Plaza, Trump's resentment boiled over.",
                "Well, Judy, here in Black Lives Matter plaza, there is a sense of bittersweet relief.",
                "What it comes down to is the flow of daily life: does a sculpture in a plaza break your routine by forcing you to take a different route to work?",
                "What it comes down to is the flow of daily life: does a sculpture in a plaza break your routine by forcing you to take a different route to work?"
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhemE&hash=cab611ca5fee738759690631cafacff6e871c289&lang=en&cache-only=0",
            "defineEn": "a type of shopping center, common in North America",
            "defineVi": "một loại trung tâm mua sắm, phổ biến ở Bắc Mỹ",
            "hasImg": true
        },
        {
            "id": "481a5a43-5597-49fd-8309-3990daeedbcd",
            "word": "precinct",
            "phonetic": "pɹiːsɪŋkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And the number of cases for this small area and this small precinct was horrendous. ",
                "The precinct caucuses now have to happen early in the year.",
                "Iowans choose their top candidates, first at the precinct level.",
                "So, you will have multiple precincts in a school gymnasium.",
                "So, you will have multiple precincts in a school gymnasium."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlY2luY3Q&hash=89769c9784d7bc824398a6f495a6c0e0f8122677&lang=en&cache-only=0",
            "defineEn": "a commercial area in a city or a town that is closed to traffic",
            "defineVi": "một khu vực thương mại trong một thành phố hoặc một thị trấn bị cấm giao thông"
        },
        {
            "id": "745c30b8-db9c-4219-bed7-38431c553fb1",
            "word": "slopshop",
            "phonetic": "slɑːpʃɑːp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2xvcHNob3A&hash=166d2835cf585bf24249e1bcfc07f25b6ec33ebe&lang=en&cache-only=0",
            "defineEn": "a store where cheap, ready-made clothing is available for purchase",
            "defineVi": "một cửa hàng bán quần áo may sẵn giá rẻ để mua"
        },
        {
            "id": "bd36fed7-f603-4bdc-a245-9f01644b3069",
            "word": "proprietor",
            "phonetic": "pɹəpɹaɪəɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In 1663 English King Charles II gave eight English proprietors the right to set up a colony just North of the Spanish-controlled Florida to serve as a buffer.",
                "One note, especially for sole proprietors, if you're a sole proprietor and you didn't feel like you could get PPP last year, the rules have changed, and you should try again.",
                "Airbnbs, I think it really depends on the proprietor and what kind of interval they have between their guests.",
                "Also, minority-run businesses, we know in the case of the Hispanic Chamber of Commerce, they say they're smaller, an average of three to five people per business, sometimes just sole proprietors.",
                "One note, especially for sole proprietors, if you're a sole proprietor and you didn't feel like you could get PPP last year, the rules have changed, and you should try again."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcHJpZXRvcg&hash=4b576f2f5dec2e1394eede2f0a92366782ebc200&lang=en&cache-only=0",
            "defineEn": "the owner of a property or business",
            "defineVi": "chủ sở hữu của một tài sản hoặc doanh nghiệp"
        },
        {
            "id": "291fd288-0104-44d7-bcbd-3cc0918078f8",
            "word": "spendthrift",
            "phonetic": "spɛndθɹɪft ",
            "partOfSpeechType": "noun",
            "examples": [
                "On one end are the spendthrifts, who just don’t really feel that pain.",
                "Spendthrifts are naturally impulsive buyers, and not necessarily because they have more money to spend.",
                "But sticking a bunch of tempting chocolate in front of the spendthrifts passing through?",
                "A 2007 survey of over 9000 people found those at the spendthrift end of the spectrum had more credit card debt.",
                "Since spendthrifts aren’t pained anyway, ploys to reduce pain don’t work as well on them."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlbmR0aHJpZnQ&hash=e05dd0034a6125698fabfc6c48e5f21478724a71&lang=en&cache-only=0",
            "defineEn": "an individual who is in the habit of spending money in a careless and wasteful way",
            "defineVi": "một cá nhân có thói quen tiêu tiền một cách bất cẩn và lãng phí"
        },
        {
            "id": "131fecab-11a8-4274-b935-9f8ea190e914",
            "word": "vendor",
            "phonetic": "vɛndɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The street vendor served crispy trotter bites with a tangy dipping sauce at the food market.",
                "The market vendor displayed a variety of tropical fruits, each with its own unique-colored mesocarp.",
                "The street vendor served crispy chicken cutlet sandwiches with lettuce and mayonnaise.",
                "The street vendor served flavorful turkey legs.",
                "The street vendor at the night market skillfully grilled savory pork belly skewers."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVuZG9y&hash=3f658b747e2436220b655019cd72de9539aac253&lang=en&cache-only=0",
            "defineEn": "someone on the street who offers food, clothing, etc. for sale",
            "defineVi": "một người nào đó trên đường cung cấp thực phẩm, quần áo, vv để bán",
            "hasImg": true
        },
        {
            "id": "6602bbd4-6636-4e20-b0d0-56e2f8bd7188",
            "word": "wet market",
            "phonetic": "wɛt mɑːɹkɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2V0IG1hcmtldA&hash=1d9345c651a6b73997cfd345692ba34cf6f57700&lang=en&cache-only=0",
            "defineEn": "a market in which fresh meat, fish, fruit, and vegetables are sold to customers, especially in Asia",
            "defineVi": "một thị trường bán thịt, cá, trái cây và rau quả tươi cho khách hàng, đặc biệt là ở châu Á"
        },
        {
            "id": "425f9f18-5edd-4785-a1e7-f455dd3c271b",
            "word": "wholesale",
            "phonetic": "hoʊlseɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Pork wholesale prices increased by 100 percent.",
                "Chinese security agencies have masterminded the wholesale theft of American technology.",
                "As of June 4th, wholesale prices for cattle were 272 dollars and 26 cents per 100 pounds of cattle.",
                "Between 3 and 5 a.m., wholesale employees lay out tuna one by one.",
                "Party City has the advantage of low competition in wholesale."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hvbGVzYWxl&hash=27601f95a96b6d4943c6590b93c6cd76bd2d8393&lang=en&cache-only=0",
            "defineEn": "the process or activity of selling goods in large quantities to businesses at a lower price",
            "defineVi": "quá trình hoặc hoạt động bán hàng hóa với số lượng lớn cho các doanh nghiệp với giá thấp hơn"
        },
        {
            "id": "a2975147-6b75-4714-bc31-2cc392c67a10",
            "word": "toiletries",
            "phonetic": "tɔɪlɪtɹiz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG9pbGV0cmllcw&hash=a912106cfd63e43a11f3fb330a7e3634909573be&lang=en&cache-only=0",
            "defineEn": "products used in a bathroom for washing and taking care of one's body, such as soap, toothpaste, and shampoo",
            "defineVi": "các sản phẩm được sử dụng trong phòng tắm để rửa và chăm sóc cơ thể của một người, chẳng hạn như xà phòng, kem đánh răng và dầu gội đầu"
        },
        {
            "id": "0c7e8428-e083-4cc5-a056-b57c20927c38",
            "word": "white goods",
            "phonetic": "waɪt ɡʊdz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2hpdGUgZ29vZHM&hash=76c1b370afdd66adf3f1ac00b17d1fae2ff6ff54&lang=en&cache-only=0",
            "defineEn": "large electrical home appliances such as washing machines and refrigerators",
            "defineVi": "các thiết bị điện gia dụng lớn như máy giặt và tủ lạnh"
        }
    ]
}