{
    "id": "8415fa4a-e75e-40a0-b3dc-1f5617d5c8e4",
    "title": "Lesson 4B",
    "originalTitle": "Lesson 4B",
    "words": [
        {
            "id": "a4aebe61-4266-40cb-9f31-1e602f713329",
            "word": "shopping",
            "phonetic": "ʃɑːpɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I hate shopping.",
                "I've never really understood shopping therapy.",
                "After a little light window-shopping, I had dinner in a super-stylish Japanese restaurant.",
                "I saw a famous actress at the shopping mall today.",
                "We hope you have a pleasant shopping experience."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvcHBpbmc&hash=360edbd18c74152d2e579968b8f8347d4842d8a6&lang=en&cache-only=0",
            "defineEn": "the act of buying goods from stores",
            "defineVi": "hành động mua hàng hóa từ các cửa hàng",
            "hasImg": true
        },
        {
            "id": "bcfe2bca-f15e-4fb4-b4c7-18c15a9614df",
            "word": "basket",
            "phonetic": "bæskɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I gathered a basket of sloes from the bushes near my house.",
                "My sister packed some Spanish limes in her picnic basket for a tangy snack on our outdoor adventure.",
                "The farmer harvested a basket of potatoes from the field, satisfied with a successful yield.",
                "I placed the shiny red apple in the basket.",
                "She was preparing a holiday gift basket and included a jar of apple butter, along with a selection of homemade jams."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFza2V0&hash=ea51ae2ed027662311c536da2417d6e893e3564e&lang=en&cache-only=0",
            "defineEn": "an object, usually made of wicker or plastic, with a handle for carrying or keeping things",
            "defineVi": "một đồ vật, thường được làm bằng liễu gai hoặc nhựa, có tay cầm để mang hoặc giữ đồ",
            "hasImg": true
        },
        {
            "id": "fb8e9321-86f5-4214-ae0d-04c728058050",
            "word": "changing room",
            "phonetic": "tʃeɪndʒɪŋ ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hhbmdpbmcgcm9vbQ&hash=1d35e657006d200edead8aaa571385851c32aed9&lang=en&cache-only=0",
            "defineEn": "a room that people use in stores, gyms, schools, etc. to change or try on clothes",
            "defineVi": "một căn phòng mà mọi người sử dụng trong cửa hàng, phòng tập thể dục, trường học, v.v. để thay hoặc thử quần áo",
            "hasImg": true
        },
        {
            "id": "d75b718c-b261-419f-8c50-e641ef7cd81c",
            "word": "self-service",
            "phonetic": "sɛlfsɜːvɪs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "There'll be no self-service at all.",
                "The first self-service supermarket, Piggly Wiggly, opened in 1916 in Memphis, Tennessee.",
                "Glenn started with a self-service hamburger stand in 1948 in San Bernardino, California.",
                "Its self-service strategy had customers shop for shoes themselves, allowing the company to employ fewer people and save on operating costs."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1zZXJ2aWNl&hash=6e0922acc3f67a21d49a1498e4817ae14f887b35&lang=en&cache-only=0",
            "defineEn": "(of a restaurant, store, etc.) providing customers with the chance to serve themselves and then pay for it",
            "defineVi": "(của một nhà hàng, cửa hàng, v.v.) cung cấp cho khách hàng cơ hội tự phục vụ và sau đó trả tiền cho việc đó",
            "hasImg": true
        },
        {
            "id": "81058e31-a8d4-41cb-a209-91a3fdd0d883",
            "word": "checkout",
            "phonetic": "tʃɛkaʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The books in the library are available for checkout at their pleasure.",
                "The checkout process was slow. ",
                "You could checkout their Curious Minds series on Brain Health, for instance.",
                "So checkout MentalPod if you haven't checked out the mental-illness Happy Hour.",
                "And then, at the checkout, pick out, like, a Nerds Rope or a chocolate or whatever they had at the time."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlY2tvdXQ&hash=858a256cb2c364d2537550ce48ef5ccf0c7a7efb&lang=en&cache-only=0",
            "defineEn": "a place in a supermarket where people pay for the goods they buy",
            "defineVi": "một nơi trong siêu thị nơi mọi người trả tiền cho hàng hóa họ mua",
            "hasImg": true
        },
        {
            "id": "7649d0d6-e09d-445a-9d43-9bc254552f8d",
            "word": "customer",
            "phonetic": "kʌstəmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef impressed the customers by his special dish of button mushrooms with crumbled feta cheese.",
                "The bakery offered gluten-free options for customers with dietary restrictions.",
                "Customer service calls went unanswered.",
                "Our mascarpone cheesecake is a customer favorite",
                "Customers feel they have been left up the creek without a paddle by the bank."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VzdG9tZXI&hash=683db48f39be401059f0de0fff541aa167650cdb&lang=en&cache-only=0",
            "defineEn": "a person, organization, company, etc. that pays to get things from businesses or stores",
            "defineVi": "một người, tổ chức, công ty, v.v. trả tiền để lấy đồ từ doanh nghiệp hoặc cửa hàng",
            "hasImg": true
        },
        {
            "id": "d66051df-785b-4238-ac0b-5db93decd10e",
            "word": "receipt",
            "phonetic": "ɹᵻsiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'll write you out a receipt.",
                "If you bring the dress back with the receipt, you can change it.",
                "Here's your receipt.",
                "Then switch off read receipts.",
                "CVS receipts are long."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjZWlwdA&hash=20e240ac13a9fd996f9ba3117c3f8080f504adab&lang=en&cache-only=0",
            "defineEn": "a written or printed document that shows a number of goods or services which are bought or delivered are paid for",
            "defineVi": "một tài liệu bằng văn bản hoặc in cho thấy một số hàng hóa hoặc dịch vụ được mua hoặc giao được trả tiền cho",
            "hasImg": true
        },
        {
            "id": "4b47bd2a-8d8c-43ba-b1d2-6e860c1b5545",
            "word": "shelf",
            "phonetic": "ʃɛlf ",
            "partOfSpeechType": "noun",
            "examples": [
                "This dictionary goes on the top shelf.",
                "To hit the shops/stores/shelves.",
                "The book on the shelf had a purple cover.",
                "He kept his favorite toys on the shelves in his bedroom.",
                "I can't reach the top shelf."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hlbGY&hash=c850b935e7ce89e25336bcd3d7aef0dee5e2b952&lang=en&cache-only=0",
            "defineEn": "a flat, narrow board made of wood, metal, etc. attached to a wall, to put items on",
            "defineVi": "một tấm ván phẳng, hẹp làm bằng gỗ, kim loại, v.v. gắn vào tường, để đặt các vật dụng lên",
            "hasImg": true
        },
        {
            "id": "7bdc9eba-76fe-4ef8-be92-31479342491f",
            "word": "shop assistant",
            "phonetic": "ʃɑːp ɐsɪstənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2hvcCBhc3Npc3RhbnQ&hash=7295d4b9d3470c014611aabd4ff7d8a119fbdfa4&lang=en&cache-only=0",
            "defineEn": "a salesperson; someone whose job is to serve or help customers in a shop",
            "defineVi": "một nhân viên bán hàng; một người có công việc là để phục vụ hoặc giúp đỡ khách hàng trong một cửa hàng",
            "hasImg": true
        },
        {
            "id": "95b43d6b-756e-4c26-bad7-672455de1309",
            "word": "shopping bag",
            "phonetic": "ʃɑːpɪŋ bæɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It comes in a shopping bag.",
                "That’s about 15 plastic shopping bags worth for every meter of coastline on Earth.",
                "These sturdy shopping bags consist of polyester, vinyl and other tough plastics, and are already used worldwide.",
                "Families are showing up literally with shopping bags full of dietary supplements.",
                "And it almost didn't happen because it came, the invitation to accept or not this honor, came in a brown envelope and it was put into a plastic shopping bag with a whole lot of other mail."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvcHBpbmcgYmFn&hash=9eda26cfc558ddb83fbc9795b97d5b98091941ae&lang=en&cache-only=0",
            "defineEn": "a bag made of cloth, paper, or plastic with two handles, used for carrying what you buy",
            "defineVi": "một chiếc túi làm bằng vải, giấy hoặc nhựa có hai tay cầm, được sử dụng để đựng những thứ bạn mua",
            "hasImg": true
        },
        {
            "id": "8b966eed-7a96-4595-9d2a-dd0cb3edc9f6",
            "word": "sales",
            "phonetic": "seɪlz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Paul smit is SALES manager at a trucking company, which does 70% of its business with the U.K. Smit Predicts confusion and CHAOS at the PORTS where his trucks cross back and forth to England By Ferry.",
                "While PECANS drive SALES, NOSTALGIA is reviving the All-American Stuckey's ROAD trip."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsZXM&hash=dd8787332932df8baaae9f6c61f8605579fd8abd&lang=en&cache-only=0",
            "defineEn": "the total amount of income a company, store, etc. makes from the sales of goods or services over a specific period of time",
            "defineVi": "tổng số tiền thu nhập mà một công ty, cửa hàng, v.v. kiếm được từ việc bán hàng hóa hoặc dịch vụ trong một khoảng thời gian cụ thể"
        },
        {
            "id": "adaa722c-d2de-4a65-85d8-9b619c5de4c9",
            "word": "till",
            "phonetic": "tɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Save your strength till later.",
                "You can wait till doomsday to be served in this place.",
                "Every weekend my wife shops till she drops.",
                "We'll be here till doomsday if you go blethering on.",
                "Every weekend my wife shops till she drops."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlsbA&hash=e8d159217281a531bd6d9188bdf9517d852094cf&lang=en&cache-only=0",
            "defineEn": "a machine that is used in restaurants, stores, etc. to calculate the overall price of something, store the received money, and record each transaction",
            "defineVi": "một máy được sử dụng trong các nhà hàng, cửa hàng, v.v. để tính giá chung của một thứ gì đó, lưu trữ số tiền nhận được và ghi lại từng giao dịch",
            "hasImg": true
        },
        {
            "id": "0fad5f3f-b9c3-4f87-b613-442cd24915e3",
            "word": "trolley",
            "phonetic": "tɹɑːli ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandmother was off her trolley, unfortunately.",
                "Those trays are loaded back into the trolleys.",
                "This is a derailed trolley.",
                "Back downstairs, the trolleys are packed into awaiting high-loader trucks.",
                "Plates, trays, trolleys, you name it."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJvbGxleQ&hash=f3c41192223e7e865581cc236424295d00b624ba&lang=en&cache-only=0",
            "defineEn": "a vehicle that has two or four wheels and is used to carry objects in an airport, terminal, or supermarket",
            "defineVi": "một phương tiện có hai hoặc bốn bánh và được sử dụng để chở đồ vật trong sân bay, nhà ga hoặc siêu thị",
            "hasImg": true
        },
        {
            "id": "d1b8448f-b88a-435f-80a9-d39b77976e08",
            "word": "to go",
            "phonetic": "tə ɡoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Siemens display goes the whole hog.",
                "The cruise went very quickly.",
                "My laptop went haywire",
                "To go swimming/fishing/jogging.",
                "The email went to everyone in the company."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28&hash=a29af22a99b2c4ebaab92563d163caf4ad74d7f9&lang=en&cache-only=0",
            "defineEn": "to view a specific page or website",
            "defineVi": "để xem một trang hoặc trang web cụ thể",
            "hasImg": true
        },
        {
            "id": "bf2ae585-a021-4bb8-bc22-642b5609113b",
            "word": "website",
            "phonetic": "wɛbsaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Over seven hundred Facebook users have already liked the company’s website.",
                "The teacher withdrew the assignment from the class website.",
                "Our website is the place to find answers to all your questions.",
                "Further details can be found on our website.",
                "You can also get information on careers in social work from their website."
            ],
            "audio": "https://tts.langeek.co/read?text=d2Vic2l0ZQ&hash=483f3cd0231e82e4f451bffe269507ff0787b931&lang=en&cache-only=0",
            "defineEn": "a group of related data on the Internet with the same domain name published by a specific individual, organization, etc.",
            "defineVi": "một nhóm dữ liệu liên quan trên Internet có cùng tên miền do một cá nhân, tổ chức cụ thể, v.v.",
            "hasImg": true
        },
        {
            "id": "1a88c552-2300-48cb-8c5b-12ae5c3c1521",
            "word": "to create",
            "phonetic": "tə kɹiːeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The cloudy sky created a dramatic backdrop for the sunset.",
                "Reindeer moss creates a soft carpet-like cover on the forest floor in northern regions.",
                "The government has created eight new peers.",
                "The combination of ripe cherimoya and coconut milk created a heavenly dessert pudding.",
                "As the chef, I created a special pizza with ranch sauce instead of traditional tomato sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3JlYXRl&hash=add4ae58fec98328e28aa15bdcf35dc4976d4340&lang=en&cache-only=0",
            "defineEn": "to bring something into existence or make something happen",
            "defineVi": "để đưa một cái gì đó vào sự tồn tại hoặc làm cho một cái gì đó xảy ra",
            "hasImg": true
        },
        {
            "id": "b98aea05-474f-4c66-834e-1ea723a6e946",
            "word": "account",
            "phonetic": "ɐkaʊnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The end-of-year accounts show a loss.",
                "Their bank account was in the red again.",
                "John's bank account is in credit by $500.",
                "Then the punishment of individuals invariably took account of the harm or damage done to the victim.",
                "He gave a good account of himself in matches against Crewe and Chesterfield."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb3VudA&hash=a14f9ecf7c006812f3c236dcb3be803b3ccf278a&lang=en&cache-only=0",
            "defineEn": "an arrangement based on which a user is given a private and personalized access to an online platform, application, or computer",
            "defineVi": "một sự sắp xếp dựa trên đó người dùng được cấp quyền truy cập riêng tư và được cá nhân hóa vào một nền tảng, ứng dụng hoặc máy tính trực tuyến",
            "hasImg": true
        },
        {
            "id": "1a66402a-f86a-403e-97ec-ee3c7c6c0100",
            "word": "to click",
            "phonetic": "tə klɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Just click the link below.",
                "The cameras clicked away.",
                "The bolt clicked into place.",
                "They clicked straight away.",
                "It all clicked into place."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xpY2s&hash=f73db9937f83bdc5c0708917b1f3c0963b18f563&lang=en&cache-only=0",
            "defineEn": "to select an item or function from a computer screen, etc. using a mouse or touchpad",
            "defineVi": "để chọn một mục hoặc chức năng từ màn hình máy tính, v.v. bằng chuột hoặc bàn di chuột",
            "hasImg": true
        },
        {
            "id": "9ab4ce2a-d086-4a51-b858-5dac7fb4dcbd",
            "word": "item",
            "phonetic": "aɪɾəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The store sometimes offers discounts on certain items.",
                "He put the fragile items in a padded box for protection.",
                "I buy groceries and household items at the supermarket every week.",
                "The shirt has a pocket on the chest for small items.",
                "The police apprehended the thief and recovered the stolen items."
            ],
            "audio": "https://tts.langeek.co/read?text=aXRlbQ&hash=5b465bc2964a07db51c6212dc9ca83605fcd24b9&lang=en&cache-only=0",
            "defineEn": "a single thing or object, especially one that is part of a list, set, or collection",
            "defineVi": "một thứ hoặc đối tượng, đặc biệt là một thứ là một phần của danh sách, tập hợp hoặc bộ sưu tập"
        },
        {
            "id": "fbb31d34-87c8-4ed1-be68-7451ac850f05",
            "word": "to proceed",
            "phonetic": "tə pɹəsiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Your reputation proceeds you sir.",
                "Proceeds from the concert will go to charity.",
                "They are holding firm on their refusal to proceed.",
                "The project was a failure because everyone had a different opinion on how to proceed, and as the old saying goes, too many cooks spoil the broth.",
                "Half of proceeds go to a very good mission."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvY2VlZA&hash=73e5bb20122b48cc398afb767ef92668995961dd&lang=en&cache-only=0",
            "defineEn": "to continue or begin a process or course of action",
            "defineVi": "để tiếp tục hoặc bắt đầu một quá trình hoặc quá trình hành động"
        },
        {
            "id": "81fc1fb0-91a6-4eb9-b08c-eaade7782e63",
            "word": "payment",
            "phonetic": "peɪmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We look forward to receiving the payment at your earliest convenience.",
                "Scott has been boxed into a corner with this mortgage payment that he cannot afford.",
                "I bought a winter coat for nothing down and no payments due until February.",
                "Sarah's family was surprised by how much the interest on their mortgage grew, and they struggled to keep up with payments.",
                "Electronic payments have cannibalized checks."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF5bWVudA&hash=43b24fc7f8f66cc2a627260ec0a68e46d8ede440&lang=en&cache-only=0",
            "defineEn": "an amount of money that is paid",
            "defineVi": "một số tiền được trả",
            "hasImg": true
        },
        {
            "id": "abbd1540-673c-4ee7-8533-8c6a15071aa5",
            "word": "delivery",
            "phonetic": "dᵻlɪvɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "That letter should go by special delivery.",
                "He went for a job as a delivery driver.",
                "They offer various postal services, such as express delivery and registered mail, at the post office.",
                "Another growth driver for Taco Bell is delivery.",
                "But border closures because of COVID-19 can slow down deliveries."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsaXZlcnk&hash=1ccdc475fa96de09a744fc3a15b12781ed0e52ed&lang=en&cache-only=0",
            "defineEn": "the act or process of taking goods, letters, etc. to whomever they have been sent",
            "defineVi": "hành động hoặc quy trình nhận hàng hóa, thư từ, v.v. cho bất kỳ ai mà chúng đã được gửi",
            "hasImg": true
        },
        {
            "id": "34279a71-927b-4261-b917-388a3d1a94e8",
            "word": "address",
            "phonetic": "ɐdɹɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "He memorized his girlfriend's address by heart.",
                "The police officer took my name and address.",
                "Give me your name and address.",
                "The address is written in capital letters to ensure clarity.",
                "I sent a letter to their address but haven't received a response yet."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRkcmVzcw&hash=9b2c92352b350afc2846ab17c3d74ea685022e5b&lang=en&cache-only=0",
            "defineEn": "the information that helps us find a place so we can go there or send a letter or package to that place",
            "defineVi": "thông tin giúp chúng tôi tìm một địa điểm để chúng tôi có thể đến đó hoặc gửi thư hoặc gói hàng đến địa điểm đó",
            "hasImg": true
        },
        {
            "id": "d197fae1-5f30-4047-ac8f-744dbae5d394",
            "word": "with",
            "phonetic": "wɪð ",
            "partOfSpeechType": "preposition",
            "examples": [
                "Retirement often brings with it a massive drop in income.",
                "My friend prefers a vegetarian sandwich with avocado and sprouts.",
                "The restaurant served their fish and chips with a side of brown sauce.",
                "The brunch special featured a beefburger with a sunny-side-up egg, crispy bacon, and a dollop of hollandaise sauce.",
                "My mother pickled radishes with vinegar and spices."
            ],
            "audio": "https://tts.langeek.co/read?text=d2l0aA&hash=c4ff7619879fb99df0309dd141883ff7066a6413&lang=en&cache-only=0",
            "defineEn": "used when two or more things or people are together in a single place",
            "defineVi": "được sử dụng khi hai hoặc nhiều thứ hoặc người ở cùng một nơi"
        },
        {
            "id": "470a9019-fa58-49b6-995f-95c3f675de8d",
            "word": "credit card",
            "phonetic": "kɹɛdɪt kɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her credit card bills are enormous!",
                "I pay for my groceries with my credit card.",
                "John finally paid off his credit card debt and felt a huge weight lifted off his shoulders.",
                "The couple enjoyed a luxurious vacation, but knew that their credit card bill would be waiting for them at home.",
                "I lived on the edge using cash advances to pay one credit card with another until I finally found a job three months after graduation."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlZGl0IGNhcmQ&hash=e75696c6c11445ac862edd916787fb81f20d72db&lang=en&cache-only=0",
            "defineEn": "a plastic card, usually given to us by a bank, that we use to pay for goods and services",
            "defineVi": "một thẻ nhựa, thường được ngân hàng cấp cho chúng tôi, mà chúng tôi sử dụng để thanh toán hàng hóa và dịch vụ",
            "hasImg": true
        },
        {
            "id": "34d081fc-cf80-43f4-b592-8aa3855214ce",
            "word": "debit card",
            "phonetic": "dɛbɪt kɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tap on \"credit or debit card.\"",
                "Their money is placed on a debit card.",
                "We're going to link a debit card to the account.",
                "To add a bank account, credit card, or debit card, press \"Add bank or card.\"",
                "You can link a credit card, debit card, or a PayPal account."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGViaXQgY2FyZA&hash=9cceae1c71442a9c36dbfb778dd8057421a851e1&lang=en&cache-only=0",
            "defineEn": "a small plastic card we use to pay for what we buy with the money taken directly from our bank account",
            "defineVi": "một thẻ nhựa nhỏ mà chúng tôi sử dụng để thanh toán cho những gì chúng tôi mua bằng số tiền được lấy trực tiếp từ tài khoản ngân hàng của chúng tôi",
            "hasImg": true
        }
    ]
}