{
    "id": "84850d4f-5f94-43f8-869e-e3f3a0b7bc45",
    "title": "Unit 8",
    "originalTitle": "Unit 8",
    "words": [
        {
            "id": "93c733a4-e650-4529-b27b-effb54ce398b",
            "word": "homonym",
            "phonetic": "hɑːmənɪm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9tb255bQ&hash=c5ceb0804714d10e95b523e618976352d9926dd2&lang=en&cache-only=0",
            "defineEn": "each of two or more words with the same spelling or pronunciation that vary in meaning and origin",
            "defineVi": "mỗi hai hoặc nhiều từ có cùng cách viết hoặc cách phát âm khác nhau về nghĩa và nguồn gốc"
        },
        {
            "id": "cefd4ba7-0dfd-498c-a193-64db81b555b5",
            "word": "homograph",
            "phonetic": "hɑːməɡɹæf ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9tb2dyYXBo&hash=bb96fa422b1dea245a0e032ac8f380f164c38978&lang=en&cache-only=0",
            "defineEn": "(grammar) one of two or more words that are spelled the same but differ in meaning",
            "defineVi": "(ngữ pháp) một trong hai hay nhiều từ viết giống nhau nhưng nghĩa khác nhau"
        },
        {
            "id": "ad750fc4-27f9-47ee-93fe-b4c37b18364e",
            "word": "horse",
            "phonetic": "hɔːɹs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The horse took the first fence well.",
                "My people have a horse in this race, too.",
                "She sits her horse gracefully.",
                "Just hold your horses, Bill!",
                "They turned the horse into the field."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9yc2U&hash=35fc4244c152e9021535a7b4d0262ff226a3fff6&lang=en&cache-only=0",
            "defineEn": "an animal that is large, has a tail and four legs, and we use for racing, pulling carriages, riding, etc.",
            "defineVi": "một con vật lớn, có đuôi và bốn chân, và chúng tôi sử dụng để đua, kéo xe, cưỡi ngựa, v.v.",
            "hasImg": true
        },
        {
            "id": "cd486908-1529-405a-9567-bfac40846109",
            "word": "hoarse",
            "phonetic": "hoːɹs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We talked ourselves hoarse, catching up on all the news.",
                "There had come to Coketown a man by the name of Slackbridge, a man with a fiery face and a loud hoarse voice.",
                "By the time they arrived, Bounderby was redder and fatter than ever, and filled with hot air that was ready to explode at any moment, while poor Mrs Sparsit was quite hoarse and really more dead than alive."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9hcnNl&hash=2a43e5c732507f39bde0ba3df6503f70177f7db9&lang=en&cache-only=0",
            "defineEn": "having a rough, harsh, and weak voice, usually due to a sore throat or excessive use",
            "defineVi": "có giọng nói khàn, khàn và yếu, thường là do đau họng hoặc sử dụng quá nhiều"
        },
        {
            "id": "12972f5b-bcf4-49bb-bf14-ce1158425797",
            "word": "coarse",
            "phonetic": "koːɹs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The pig's pink skin was covered in coarse hair.",
                "We bought a bag of coarse sea salt from the specialty store.",
                "I crushed the corn into coarse pieces to use as a topping for my cornbread.",
                "The texture of her bones was coarse, with patchy areas of new bone growth.",
                "That coarse layer was evidence that something had seriously disrupted the normal functioning of her bone cells before she died."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29hcnNl&hash=94bd6a960ffca9f92d06862da371472993e5ebc8&lang=en&cache-only=0",
            "defineEn": "rough or uneven in texture or surface, often with visible grains or large particles",
            "defineVi": "thô ráp hoặc không đồng đều về kết cấu hoặc bề mặt, thường có các hạt có thể nhìn thấy hoặc các hạt lớn"
        },
        {
            "id": "3ce53738-bed6-4a49-b4f3-1228776da5a2",
            "word": "course",
            "phonetic": "koːɹs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our ship changed course.",
                "The course gives you a bird's eye view of European art history.",
                "The guidance system keeps the machine on course.",
                "The college runs summer courses for foreign students.",
                "The ship is holding a south-easterly course."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291cnNl&hash=276da89157b3e2a579185bbd8bd39607aea0fde9&lang=en&cache-only=0",
            "defineEn": "a series of lessons or lectures on a particular subject",
            "defineVi": "một loạt các bài học hoặc bài giảng về một chủ đề cụ thể",
            "hasImg": true
        },
        {
            "id": "0287af31-3bc3-49f6-a35b-c85c963c6c43",
            "word": "buoy",
            "phonetic": "bɔɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And the vehicle will then communicate to these buoys.",
                "The straw-- - It's like a buoy!",
                "It's like a tide buoy!",
                "So we'll have four of those beacons and their communication buoys.",
                "Buoyed by the efficiencies that scale gave it, J.C. Penney's growth accelerated from 1920 to 1928."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVveQ&hash=a2a2ed2cb1e787b81f4c6a4cce1f62f0bc2e0f49&lang=en&cache-only=0",
            "defineEn": "a floating object anchored in a body of water, typically used for navigation, marking hazards, or for indicating the location of something such as a submarine cable",
            "defineVi": "một vật thể nổi được neo trong một vùng nước, thường được sử dụng để điều hướng, đánh dấu các mối nguy hiểm hoặc để chỉ ra vị trí của một thứ gì đó chẳng hạn như cáp ngầm"
        },
        {
            "id": "6b402671-8b1a-4e58-8e06-01e1b3fe956e",
            "word": "boy",
            "phonetic": "bɔɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Boys his age are a law unto themselves.",
                "In his mother’s eyes, the boy can do no wrong.",
                "Boy meets girl, boy loses girl, yadda yadda yadda.",
                "A boy took us to our room.",
                "\"That boy isn't very bright.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Ym95&hash=364d1e5c79e892c8583f1302e15c187b6d0f0189&lang=en&cache-only=0",
            "defineEn": "someone who is a child and a male",
            "defineVi": "một người là một đứa trẻ và một người đàn ông",
            "hasImg": true
        },
        {
            "id": "e793cbdf-7ff8-4647-8be2-da11bc858bd1",
            "word": "loan",
            "phonetic": "loʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new loan takes the total debt to $100 000.",
                "He needs another loan, but the bank won't play.",
                "The student worked multiple jobs to pay off her student loans, acknowledging that debt is the worst poverty.",
                "They visited the bank to apply for a loan to purchase a car.",
                "We'll be in smooth waters if we can secure a new loan extension from the bank."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9hbg&hash=1d58fe903eedb20a60367fdc7b5cea890333981e&lang=en&cache-only=0",
            "defineEn": "a sum of money that is borrowed from a bank which should be returned with a certain rate of interest",
            "defineVi": "một khoản tiền được vay từ ngân hàng sẽ được trả lại với một mức lãi suất nhất định",
            "hasImg": true
        },
        {
            "id": "da093490-d140-43f0-8ad0-fd368865f7b9",
            "word": "lone",
            "phonetic": "loʊn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Often, he is a lone voice in the wilderness.",
                "My cousin Bran is kinda a lone wolf, so it's kinda hard for me to believe he accepted your help.",
                "But in 1989, this lone defiancewas an enigma, and the world's press wanteda name for the hero.",
                "In my everyday life, I am pretty much a lone wolf.",
                "Specifically, Lewis acids accept a lone pair of electrons and Lewis bases donate a lone pair of electrons."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9uZQ&hash=0c0f2d5099d35de6168c60d28ab2c9effcc27e2d&lang=en&cache-only=0",
            "defineEn": "without companions",
            "defineVi": "không có bạn đồng hành"
        },
        {
            "id": "6818a59b-42c2-442d-87a3-5b1d707657d4",
            "word": "hall",
            "phonetic": "hɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hall will be able to let in more spectators.",
                "The journalist's investigation revealed the corruption that was taking place in the halls of power, where powerful individuals were making deals that benefited themselves rather than the public.",
                "Hall thrusters also use their fuel really efficiently.",
                "Two halls, Paint Shop North and Paint Shop South, comprise BMW Manufacturing's paint shop.",
                "This hall of mirrors only lets blue light escape."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFsbA&hash=214a901d40d1e7d71c21e91bbdc9168a7f3a3137&lang=en&cache-only=0",
            "defineEn": "a passage that is inside a house or building with rooms on both side",
            "defineVi": "một lối đi bên trong một ngôi nhà hoặc tòa nhà có phòng ở cả hai bên",
            "hasImg": true
        },
        {
            "id": "4d6b02a3-07cd-4019-a2d8-ffb3ec614d0f",
            "word": "to haul",
            "phonetic": "tə hɔːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "I was hauled over the coals by my boss for being late.",
                "In this connection, I should once again like to haul my own country over the coals.",
                "He was holding, and the police hauled him off to jail.",
                "They need hauling over the coals to explain their actions and why they have such a cosy relationship with the estate now.",
                "I know Mary messed up, but don't haul her over the coals too hard for it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGF1bA&hash=1a080894c91e92887154945297e984cec93e1d74&lang=en&cache-only=0",
            "defineEn": "to pull something heavy with effort, force or difficulty",
            "defineVi": "để kéo một cái gì đó nặng với nỗ lực, lực lượng hoặc khó khăn"
        },
        {
            "id": "8e044b29-dbed-43b1-8656-6bc7267aa454",
            "word": "berry",
            "phonetic": "bɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef used juniper berries as a key ingredient in her signature marinade for the grilled meat.",
                "These shrubs produce bright red berries.",
                "They added cooked wheat berries to their homemade granola bars.",
                "The crushed staghorn sumac berries added a beautiful garnish to the hummus dip.",
                "The winterberry's berries remained on the branches long after the leaves had fallen."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVycnk&hash=168cf6703199ca1db7acc65a5916d969d507cdf0&lang=en&cache-only=0",
            "defineEn": "a juicy small fruit with no pit, which grows on a bush",
            "defineVi": "một loại trái cây nhỏ ngon ngọt không có hố mọc trên một bụi cây",
            "hasImg": true
        },
        {
            "id": "d1cbf41a-c7b4-4f58-8936-eba0c9d4a0fd",
            "word": "to bury",
            "phonetic": "tə bɛɹi ",
            "partOfSpeechType": "verb",
            "examples": [
                "The squirrel buried the hazelnut pip in the ground for safekeeping.",
                "The treasure was buried under a big oak tree.",
                "I buried my feet in the warm sand at the beach.",
                "The squirrel buried the achene in the ground, unknowingly aiding in the plant's reproduction.",
                "After years of fighting over who should have gotten Dad's money, my brothers finally buried the hatchet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnVyeQ&hash=609f22fc5971f4db80033a8e3ae67dd5d8f29635&lang=en&cache-only=0",
            "defineEn": "to put a dead person or animal in the ground",
            "defineVi": "để đặt một người chết hoặc động vật trong lòng đất",
            "hasImg": true
        },
        {
            "id": "225ca6e0-3105-42be-9bb9-da3d8059eb53",
            "word": "vale",
            "phonetic": "veɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "James, in the vale of his years, reflects on his life's journey and the wisdom he has gained along the way.",
                "Mary, amidst the vale of her years, cherishes every moment and embraces the lessons that come with age.",
                "But as Vale notes, we often don’t include these other forms of housing under the umbrella of public housing or public assistance because the because we think of them as different from their predecessors.",
                "According to Vale’s research, providing housing for people with either financial constraints or who are unable to care for themselves independently has taken a variety of shapes throughout US history."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFsZQ&hash=7bc77a9611cf27f7760731d35e5a1b6e0601f15b&lang=en&cache-only=0",
            "defineEn": "a low-lying piece of land between hills or mountains, often with a river flowing through it",
            "defineVi": "một mảnh đất trũng giữa đồi hoặc núi, thường có một dòng sông chảy qua nó",
            "hasImg": true
        },
        {
            "id": "c271a958-f502-412a-a09b-db584c1e145c",
            "word": "to veil",
            "phonetic": "tə veɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The boy's disappointment was thinly veiled when he opened his present.",
                "Billy realized that his father had passed irrevocably beyond the veil.",
                "As frightened as I am to die, I'm also curious to know what it's like beyond the veil.",
                "These veils reduced the sunlight reaching earth’s surface by roughly 1%. ",
                "Scientists call it the bridal veil."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmVpbA&hash=fc9590591a3317da86703f705a2bf7ab61ddc588&lang=en&cache-only=0",
            "defineEn": "to conceal or obscure something, as if with a covering",
            "defineVi": "để che giấu hoặc che khuất một cái gì đó, như thể với một lớp phủ"
        },
        {
            "id": "9e5430a4-7977-4a3f-afbe-5aa2fafa5743",
            "word": "to draft",
            "phonetic": "tə dɹæft ",
            "partOfSpeechType": "verb",
            "examples": [
                "I’ve read your drafts and I advise you not to give up your day job.",
                "With a gentle push, the window closed tightly, sealing out the draft.",
                "Mark wasn't happy with his first draft of the book, but he's grateful for the chance to take a second bite at the cherry and revise it before submitting it to publishers.",
                "The U.S. government drafted thousands of 18 to 21 year old men.",
                "Who actually drafted the order?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJhZnQ&hash=f995e16debd5c89462c3c259511e9d4205f739ca&lang=en&cache-only=0",
            "defineEn": "to draw the blueprints and the sketches for a building, machine, structure, etc.",
            "defineVi": "để vẽ các bản thiết kế và bản phác thảo cho một tòa nhà, máy móc, cấu trúc, v.v."
        },
        {
            "id": "92bc1647-123e-4e66-972b-8661f9a1c8b2",
            "word": "draught",
            "phonetic": "dɹæft ",
            "partOfSpeechType": "noun",
            "examples": [
                "When it had to move one of its draughts, it stood on its back legs on the chair.",
                "Then one evening he went into the bar and saw a man playing draughts at a table, but he couldn't see anyone in the chair opposite him."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhdWdodA&hash=ce0ede0453f35977a3937f7cb9e804162319377d&lang=en&cache-only=0",
            "defineEn": "a serving of a drink, such as beer, from a cask or keg rather than a bottle or can",
            "defineVi": "một phần đồ uống, chẳng hạn như bia, từ thùng hoặc thùng thay vì chai hoặc lon"
        },
        {
            "id": "614dbf1f-f1f3-4131-9e0e-a3b322f6a794",
            "word": "to bow",
            "phonetic": "tə baʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I gave a bow.",
                "The rookie player made his bow on the field during the championship game.",
                "The loyal subjects bowed down before their king as a sign of reverence.",
                "The new CEO made her bow at the company's annual shareholder meeting.",
                "As a mark of respect, the students would bow down to their teacher at the end of each class."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm93&hash=190ca38cc314a568affe193c0ea3cdd06b7c1825&lang=en&cache-only=0",
            "defineEn": "to bend the head or move the upper half of the body forward to show respect or as a way of greeting",
            "defineVi": "cúi đầu hoặc di chuyển nửa thân trên về phía trước để thể hiện sự tôn trọng hoặc như một cách chào hỏi",
            "hasImg": true
        },
        {
            "id": "4681abf9-6894-4ed4-a82a-b9e861ac01da",
            "word": "bow",
            "phonetic": "boʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I gave a bow.",
                "The rookie player made his bow on the field during the championship game.",
                "The loyal subjects bowed down before their king as a sign of reverence.",
                "The new CEO made her bow at the company's annual shareholder meeting.",
                "As a mark of respect, the students would bow down to their teacher at the end of each class."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym93&hash=64e861cdac57c895016fbbb829906830bc39f58d&lang=en&cache-only=0",
            "defineEn": "a piece of decorative cloth tied in a bowknot",
            "defineVi": "một mảnh vải trang trí thắt nơ",
            "hasImg": true
        },
        {
            "id": "c225f317-d852-47fa-b336-fa14d67b7f2f",
            "word": "bough",
            "phonetic": "baʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The CEO of the company always gives credit to his team members and never takes all the glory for himself - the boughs that bear most hang lowest.",
                "One festive winter holiday tradition is decking the halls with boughs of holly, and with other poisonous plants too.",
                "And in the early 19th century German immigrants to the US brought the Christmas tree stateside, along with some candles to light up their evergreen boughs."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym91Z2g&hash=37efdac5c8272b452074f7ddc162925b256a2e9e&lang=en&cache-only=0",
            "defineEn": "a major branch of a tree",
            "defineVi": "một nhánh chính của cây",
            "hasImg": true
        },
        {
            "id": "39de60c9-88fa-4100-95db-e6f15018699d",
            "word": "just",
            "phonetic": "dʒʌst ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Our cat has just had five kittens.",
                "Just click the link below.",
                "That piece of work just rejected my resume for the third time!",
                "Just hold your horses, Bill!",
                "Alan's explanation just muddies the issue!"
            ],
            "audio": "https://tts.langeek.co/read?text=anVzdA&hash=93ede64f32e2bcd8c70571ca4151cd17227e486c&lang=en&cache-only=0",
            "defineEn": "at the very instant referred to or in close proximity to that time",
            "defineVi": "ngay tại thời điểm được đề cập hoặc gần với thời điểm đó"
        }
    ]
}