{
    "id": "84998ca9-8d75-4caf-897c-340a4778d986",
    "title": "Musculoskeletal Diseases and Problems",
    "originalTitle": "Musculoskeletal Diseases and Problems",
    "words": [
        {
            "id": "9a358658-fe58-48b4-bf00-5c8eaf275d39",
            "word": "becker muscular dystrophy",
            "phonetic": "bɛkɚ mʌskjʊlɚ dɪstɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmVja2VyIG11c2N1bGFyIGR5c3Ryb3BoeQ&hash=ee823a2c91eda59be35ff313d0d5b9cee5e94197&lang=en&cache-only=0",
            "defineEn": "a form of muscular dystrophy that sets in in adolescence or adulthood and progresses slowly but will affect all voluntary muscles; characterized by generalized weakness and muscle wasting that affects limb and trunk muscles first; similar to Duchenne's muscular dystrophy but less severe; inheritance is X-linked recessive (carried by females but affecting only males)",
            "defineVi": "một dạng loạn dưỡng cơ bắt đầu ở tuổi thiếu niên hoặc trưởng thành và tiến triển chậm nhưng sẽ ảnh hưởng đến tất cả các cơ tự nguyện; được đặc trưng bởi sự yếu cơ toàn thân và teo cơ ảnh hưởng đến các cơ ở chi và thân trước tiên; tương tự như bệnh loạn dưỡng cơ Duchenne nhưng ít nghiêm trọng hơn; di truyền là gen lặn liên kết với X (được mang bởi phụ nữ nhưng chỉ ảnh hưởng đến nam giới)"
        },
        {
            "id": "015094d1-45e2-42b5-ad56-8f7441d5b168",
            "word": "duchenne's muscular dystrophy",
            "phonetic": "dʌtʃɛn bækslæʃ ɛs mʌskjʊlɚ dɪstɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHVjaGVubmUncyBtdXNjdWxhciBkeXN0cm9waHk&hash=052bc571efe981c9a0321ac2fd753f2ff8d8fbab&lang=en&cache-only=0",
            "defineEn": "the most common form of muscular dystrophy; inheritance is X-linked recessive (carried by females but affecting only males)",
            "defineVi": "dạng loạn dưỡng cơ phổ biến nhất; di truyền là gen lặn liên kết với X (được mang bởi phụ nữ nhưng chỉ ảnh hưởng đến nam giới)"
        },
        {
            "id": "7cc05860-963f-4884-9704-395fc7a439f8",
            "word": "distal muscular dystrophy",
            "phonetic": "dɪstæl mʌskjʊlɚ dɪstɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlzdGFsIG11c2N1bGFyIGR5c3Ryb3BoeQ&hash=d48044962f2c9d770ea5295c3ecc988ebb320b78&lang=en&cache-only=0",
            "defineEn": "a form of muscular dystrophy that sets in between 40 and 60 years of age and is characterized by weakness and wasting of the muscles of the hands and forearms and lower legs; inheritance is autosomal dominant",
            "defineVi": "một dạng loạn dưỡng cơ xảy ra ở độ tuổi từ 40 đến 60 và được đặc trưng bởi sự yếu và teo cơ của bàn tay, cẳng tay và cẳng chân; di truyền là trội trên nhiễm sắc thể thường"
        },
        {
            "id": "670a4931-639d-4dcb-93ef-07a521cf21bd",
            "word": "facioscapulohumeral muscular dystrophy",
            "phonetic": "feɪsɪɑːskɐpjʊloʊhjuːmɚɹəl mʌskjʊlɚ dɪstɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmFjaW9zY2FwdWxvaHVtZXJhbCBtdXNjdWxhciBkeXN0cm9waHk&hash=1b866b5635c3f66ce92d4f67b958fd924d00b9d4&lang=en&cache-only=0",
            "defineEn": "a genetic muscle disorder causing progressive weakness in facial, shoulder, and upper arm muscles, typically starting in adolescence or adulthood",
            "defineVi": "một chứng rối loạn cơ di truyền gây ra tình trạng yếu dần ở cơ mặt, vai và cánh tay trên, thường bắt đầu ở tuổi thiếu niên hoặc trưởng thành"
        },
        {
            "id": "8b7f5b0e-3964-4806-b3e1-dacd984e6022",
            "word": "limb-girdle muscular dystrophy",
            "phonetic": "lɪmɡɜːdəl mʌskjʊlɚ dɪstɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGltYi1naXJkbGUgbXVzY3VsYXIgZHlzdHJvcGh5&hash=8db345e6ff08e9b9451d069cb93719ad298a1b6b&lang=en&cache-only=0",
            "defineEn": "an autosomal recessive form of muscular dystrophy that appears anywhere from late childhood to middle age; characterized by progressive muscular weakness beginning either in the shoulder or pelvic girdle; usually progresses slowly with cardiopulmonary complications in the later stages",
            "defineVi": "một dạng loạn dưỡng cơ di truyền lặn trên nhiễm sắc thể thường xuất hiện ở bất cứ đâu từ cuối thời thơ ấu đến tuổi trung niên; được đặc trưng bởi yếu cơ tiến triển bắt đầu ở vai hoặc xương chậu; thường tiến triển chậm với các biến chứng tim phổi ở giai đoạn sau"
        },
        {
            "id": "f1bcbae3-8065-4e5e-b2f7-2544a12c2228",
            "word": "myotonic muscular dystrophy",
            "phonetic": "maɪətɑːnɪk mʌskjʊlɚ dɪstɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXlvdG9uaWMgbXVzY3VsYXIgZHlzdHJvcGh5&hash=d56571d484678945f48e6bdaecef40cc3e31990e&lang=en&cache-only=0",
            "defineEn": "a severe form of muscular dystrophy marked by generalized weakness and muscular wasting that affects the face and feet and hands and neck; difficult speech and difficulty with the hands that spreads to the arms and shoulders and legs and hips; the onset can be any time from birth to middle age and the progression is slow; inheritance is autosomal dominant",
            "defineVi": "một dạng loạn dưỡng cơ nghiêm trọng được đánh dấu bằng tình trạng suy nhược toàn thân và teo cơ ảnh hưởng đến mặt, bàn chân, bàn tay và cổ; nói khó khăn và khó khăn lan ra cánh tay và vai và chân và hông; khởi phát có thể bất cứ lúc nào từ sơ sinh đến tuổi trung niên và tiến triển chậm; di truyền là trội trên nhiễm sắc thể thường"
        },
        {
            "id": "f8e2e750-4d55-4c83-bbfe-66e2f4a5b01a",
            "word": "oculopharyngeal muscular dystrophy",
            "phonetic": "ɑːkjʊlɑːfɑːɹɹɪndʒiəl mʌskjʊlɚ dɪstɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2N1bG9waGFyeW5nZWFsIG11c2N1bGFyIGR5c3Ryb3BoeQ&hash=e6c68806d42eed41612a6f595c30f3bfd548cbed&lang=en&cache-only=0",
            "defineEn": "a form of muscular dystrophy that usually begins between early adulthood and middle age and first affects muscles of the eyelid and throat; progresses slowly with swallowing problems common as the disease progresses; inheritance is autosomal dominant",
            "defineVi": "một dạng loạn dưỡng cơ thường bắt đầu ở tuổi trưởng thành sớm và tuổi trung niên và ảnh hưởng đầu tiên đến cơ mí mắt và cổ họng; tiến triển chậm với các vấn đề về nuốt phổ biến khi bệnh tiến triển; di truyền là trội trên nhiễm sắc thể thường"
        },
        {
            "id": "6c4546dd-4100-4a7c-8079-f98ebcec8f2c",
            "word": "myopathy",
            "phonetic": "maɪɑːpəθi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXlvcGF0aHk&hash=848086c750759cd44d8eb06f894a565aaffa7ca2&lang=en&cache-only=0",
            "defineEn": "any pathology of the muscles that is not attributable to nerve dysfunction",
            "defineVi": "bất kỳ bệnh lý nào của cơ không phải do rối loạn chức năng thần kinh"
        },
        {
            "id": "c043ac7a-e122-4b59-a465-0aee5bf9857e",
            "word": "rhabdomyolysis",
            "phonetic": "ɹæbdəmɪɑːləsɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmhhYmRvbXlvbHlzaXM&hash=3e5a52a588f6d7258fea0ff9b3a9fe56471e99ad&lang=en&cache-only=0",
            "defineEn": "muscle tissue breakdown leading to myoglobin release, which can potentially cause kidney damage and other symptoms",
            "defineVi": "phân hủy mô cơ dẫn đến giải phóng myoglobin, có khả năng gây tổn thương thận và các triệu chứng khác"
        },
        {
            "id": "93378753-ee1b-4102-9089-36dc931b0123",
            "word": "myasthenia gravis",
            "phonetic": "maɪɐsθiːniə ɡɹævɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXlhc3RoZW5pYSBncmF2aXM&hash=2e7f9c238e1b53e7817e9a40ea08c644c2424fe9&lang=en&cache-only=0",
            "defineEn": "a chronic progressive disease characterized by chronic fatigue and muscular weakness (especially in the face and neck); caused by a deficiency of acetylcholine at the neuromuscular junctions",
            "defineVi": "một bệnh tiến triển mãn tính được đặc trưng bởi sự mệt mỏi mãn tính và yếu cơ (đặc biệt là ở mặt và cổ); gây ra bởi sự thiếu hụt acetylcholine tại các điểm nối thần kinh cơ"
        },
        {
            "id": "9dcea4e8-c8f4-4f98-9bf0-a9efe78ee1c8",
            "word": "cardiomyopathy",
            "phonetic": "kɑːɹdɪoʊmɪɑːpəθi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dogs on a grain-free diet are predisposed to developing a very serious type of heart disease called DCM, or dilated cardiomyopathy.",
                "In humans, for example, mutations can lead to heart conditions like hypertrophic cardiomyopathy, which thickens some of the muscles in the heart, stopping it from pumping blood efficiently and forcing the heart to work harder."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZGlvbXlvcGF0aHk&hash=770d990444d6fddcee2ea0d61070805b5a751960&lang=en&cache-only=0",
            "defineEn": "a disorder (usually of unknown origin) of the heart muscle (myocardium)",
            "defineVi": "một rối loạn (thường không rõ nguồn gốc) của cơ tim (cơ tim)"
        },
        {
            "id": "3d5ce000-5307-48f5-be6c-b853d1d74cc2",
            "word": "amyotrophic lateral sclerosis",
            "phonetic": "æmɪətɹoʊfɪk læɾɚɹəl skləɹoʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Samuel because of his Cerebral Palsy, Connolly because he'd developed Amyotrophic Lateral Sclerosis, also known as ALS or Lou Gehrig's disease, and had lost his ability to speak."
            ],
            "audio": "https://tts.langeek.co/read?text=YW15b3Ryb3BoaWMgbGF0ZXJhbCBzY2xlcm9zaXM&hash=8306a696065f6afbc14397b208ae027bdec60d22&lang=en&cache-only=0",
            "defineEn": "thickening of tissue in the motor tracts of the lateral columns and anterior horns of the spinal cord; results in progressive muscle atrophy that starts in the limbs",
            "defineVi": "sự dày lên của mô trong các vùng vận động của các cột bên và sừng trước của tủy sống; dẫn đến teo cơ tiến triển bắt đầu ở các chi"
        },
        {
            "id": "c06d789a-4a23-45ac-8858-ee2333dd0188",
            "word": "sarcopenia",
            "phonetic": "sɑːɹkoʊpiːniə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2FyY29wZW5pYQ&hash=8a181bfb3b638d533792bddfb50265db0051f765&lang=en&cache-only=0",
            "defineEn": "age-related loss of muscle mass, strength, and function, leading to decreased physical performance and increased health risks",
            "defineVi": "mất khối lượng cơ, sức mạnh và chức năng liên quan đến tuổi tác, dẫn đến giảm hoạt động thể chất và tăng nguy cơ sức khỏe"
        },
        {
            "id": "d0affe60-13bd-4d30-a6fb-02e93933bae5",
            "word": "polymyositis",
            "phonetic": "pɑːlɪmɪəsaɪɾɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9seW15b3NpdGlz&hash=10f697bd14f7ce7fca808230da761641dc8fa34c&lang=en&cache-only=0",
            "defineEn": "myositis characterized by weakness of limb and neck muscles and much muscle pain and swelling; progression and severity vary among individuals",
            "defineVi": "viêm cơ đặc trưng bởi sự yếu cơ của chi và cổ, đau và sưng nhiều cơ; tiến triển và mức độ nghiêm trọng khác nhau giữa các cá nhân"
        },
        {
            "id": "e596e25c-e29a-4686-bdbb-7b50d3ba71d8",
            "word": "dermatomyositis",
            "phonetic": "dɜːmɐtɑːmɪəsaɪɾɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVybWF0b215b3NpdGlz&hash=173a1eae74dc0a2e78aab5e8d3d25ff40b0beb05&lang=en&cache-only=0",
            "defineEn": "myositis characterized by weakness of limb and neck muscles and much muscle pain and swelling accompanied by skin rash affecting cheeks and eyelids and neck and chest and limbs; progression and severity vary among individuals",
            "defineVi": "viêm cơ đặc trưng bởi sự yếu cơ của các chi và cổ, đau nhiều cơ và sưng kèm theo phát ban da ảnh hưởng đến má và mí mắt, cổ và ngực và các chi; tiến triển và mức độ nghiêm trọng khác nhau giữa các cá nhân"
        },
        {
            "id": "cfed780a-bddc-4b44-99f6-2b56234c10a9",
            "word": "ataxia",
            "phonetic": "æteɪksiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "He really loves Huckleberry because he has ataxia as well.",
                "But because he has ataxia, he does have the risk of falling over things and being very uncoordinated to the point where he can hurt himself.",
                "Over the last couple of years, we've had to constantly adjust his home so he could practice his mobility skills and then, we got to watch and learn how to manage his ataxia in different situations."
            ],
            "audio": "https://tts.langeek.co/read?text=YXRheGlh&hash=d2a1e9bafa58b94aa51b7b510851cd774b29e450&lang=en&cache-only=0",
            "defineEn": "inability to coordinate voluntary muscle movements; unsteady movements and staggering gait",
            "defineVi": "không có khả năng phối hợp các chuyển động cơ tự nguyện; chuyển động không ổn định và dáng đi loạng choạng"
        },
        {
            "id": "1313d986-2860-464e-be7b-d0b7b947ef87",
            "word": "arthritis",
            "phonetic": "ɑːɹθɹaɪɾɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Arthritis is painful.",
                "The culprit is arthritis: a condition that causes inflammation and pain in the joints of over 90 million people in the U.S. alone.",
                "But I also have forms of arthritis.",
                "Take rheumatoid arthritis, which affects 1.3 million U.S. adults.",
                "Not all forms of arthritis can simply be traced to an old sports injury."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aHJpdGlz&hash=6c0b8568ca460d00df22c01a7756c576a80088d4&lang=en&cache-only=0",
            "defineEn": "a painful condition in which one's joints become stiff or swollen",
            "defineVi": "một tình trạng đau đớn trong đó các khớp của một người trở nên cứng hoặc sưng lên"
        },
        {
            "id": "dcfc039f-2a04-440c-bfcc-ef67a63e5654",
            "word": "gout",
            "phonetic": "ɡaʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I have gout and here are my toes.",
                "In people, that makes it a treatment for gout because it tones down inflammation.",
                "And human fat, blood, and bone were used to treat everything from gout to nosebleeds, yet cannibalism is largely absent and morally frowned upon today.",
                "Which means that we can get diseases like gout - when uric acid builds up in our blood, forms crystals, gets deposited in our joints, and causes painful swellings."
            ],
            "audio": "https://tts.langeek.co/read?text=Z291dA&hash=cdbe864dd13ddb299d1414f56a6bcfb02cb6276f&lang=en&cache-only=0",
            "defineEn": "a painful inflammation of the big toe and foot caused by defects in uric acid metabolism resulting in deposits of the acid and its salts in the blood and joints",
            "defineVi": "một chứng viêm đau ở ngón chân cái và bàn chân do khiếm khuyết trong quá trình chuyển hóa axit uric dẫn đến lắng đọng axit và muối của nó trong máu và khớp"
        },
        {
            "id": "1934f4c2-dd29-462c-aae3-37ac8588dcac",
            "word": "osteoarthritis",
            "phonetic": "ɑːstɪoːɹθɹaɪɾɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The origins of osteoarthritis can often be traced to a patient’s early life, from any seemingly ordinary joint injury.",
                "The osteoarthritis in his upper back and shoulders limited his ability to hunt or carry loads.",
                "Even the most common type, osteoarthritis, is trickier to prevent than one might think.",
                "This leads to the flood of enzymes and degradation seen in osteoarthritis, but is driven by different inflammatory proteins called cytokines.",
                "He also had severe osteoarthritis in much of his neck and shoulders that likely were painful and affected his ability to move his upper body."
            ],
            "audio": "https://tts.langeek.co/read?text=b3N0ZW9hcnRocml0aXM&hash=98ad18a414896601449738e9f60a9978a679bbf8&lang=en&cache-only=0",
            "defineEn": "chronic breakdown of cartilage in the joints; the most common form of arthritis occurring usually after middle age",
            "defineVi": "thoái hóa mãn tính của sụn khớp; dạng viêm khớp phổ biến nhất thường xảy ra sau tuổi trung niên"
        },
        {
            "id": "90e418ee-1540-4545-b61a-062e71b1e16a",
            "word": "scoliosis",
            "phonetic": "skoʊlɪoʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Oftentimes I think people are really quick to write off that their back pain is because of their scoliosis.",
                "First, you had to marry your sister, which hopefully you weren’t that psyched about, plus you had a cleft palette and probably scoliosis."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NvbGlvc2lz&hash=01e5bd56bfaf9f07528fddac12ed857102e2aad9&lang=en&cache-only=0",
            "defineEn": "an abnormal lateral curve to the vertebral column",
            "defineVi": "một đường cong bên bất thường đến cột sống"
        },
        {
            "id": "9c0ebe7d-972e-494f-a523-5db4a6bf7fca",
            "word": "Paget's disease",
            "phonetic": "pæɡɪt bækslæʃ ɛs dɪziːz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=UGFnZXQncyBkaXNlYXNl&hash=6e85d26afe1fef72b931dc3f2ce8ba081a429153&lang=en&cache-only=0",
            "defineEn": "a chronic bone disorder causing abnormal bone remodeling, leading to weakened and deformed bones with associated symptoms such as bone pain and fractures",
            "defineVi": "một rối loạn xương mãn tính gây ra sự tái tạo xương bất thường, dẫn đến xương yếu và biến dạng với các triệu chứng liên quan như đau xương và gãy xương"
        },
        {
            "id": "a7164422-579f-4edb-90b4-aeb168d83b3d",
            "word": "bursitis",
            "phonetic": "bɜːsaɪɾɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnVyc2l0aXM&hash=be699213a36474ab5689881f51b882784462e4e3&lang=en&cache-only=0",
            "defineEn": "inflammation of a bursa; frequently in the shoulder",
            "defineVi": "viêm bursa; thường xuyên ở vai"
        },
        {
            "id": "2aa41b7d-7759-4905-aedf-c7abc968a2c8",
            "word": "rickets",
            "phonetic": "ɹɪkɪts ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmlja2V0cw&hash=a2939a732902f2cec9197f8dc7327b1ee2af404d&lang=en&cache-only=0",
            "defineEn": "a condition in children in which bones soften and become more susceptible to fractures and irregularities due to deficiency of vitamin D, calcium, or phosphate",
            "defineVi": "một tình trạng ở trẻ em trong đó xương mềm và dễ bị gãy và không đều do thiếu vitamin D, canxi hoặc phốt phát"
        },
        {
            "id": "1b227e28-97c5-44f9-aaca-6b0d3bc38e67",
            "word": "tennis elbow",
            "phonetic": "tɛnɪs ɛlboʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVubmlzIGVsYm93&hash=7a3d11b1563cef4362d809574fbb5178b4c4f247&lang=en&cache-only=0",
            "defineEn": "painful inflammation of the tendon at the outer border of the elbow resulting from overuse of lower arm muscles (as in twisting of the hand)",
            "defineVi": "viêm đau dây chằng ở viền ngoài của khuỷu tay do sử dụng quá mức các cơ dưới cánh tay (như khi vặn bàn tay)"
        },
        {
            "id": "67bd3e05-0170-486a-9d64-30729344ab3e",
            "word": "cumulative trauma disorder",
            "phonetic": "kjuːmjʊlətɪv tɹɔːmə dɪsoːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3VtdWxhdGl2ZSB0cmF1bWEgZGlzb3JkZXI&hash=aa0749eeadf7766f1619b71efb94e1cfb15f9193&lang=en&cache-only=0",
            "defineEn": "a condition caused by repetitive motions or prolonged, repetitive use of certain muscles, tendons, or nerves, leading to pain, inflammation, and functional impairment in affected areas",
            "defineVi": "một tình trạng gây ra bởi các chuyển động lặp đi lặp lại hoặc sử dụng lặp đi lặp lại một số cơ, gân hoặc dây thần kinh nhất định, dẫn đến đau, viêm và suy giảm chức năng ở các vùng bị ảnh hưởng"
        }
    ]
}