{
    "id": "84b1471f-7c03-4423-88a1-c28e79471787",
    "title": "Everyday English (Unit 9)",
    "originalTitle": "Everyday English (Unit 9)",
    "words": [
        {
            "id": "7476d9d6-238e-4866-a134-18a00b452c86",
            "word": "direction",
            "phonetic": "dᵻɹɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The wind has changed direction.",
                "Finally things are moving in the right direction.",
                "We followed the map's directions to reach the hiking trail.",
                "These directions are plain as a pikestaff, so you shouldn't have any questions.",
                "These directions are as clear as a bell, so you shouldn't have any questions."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlyZWN0aW9u&hash=f45a4c9135e107aab6a5a414ba8293258b255574&lang=en&cache-only=0",
            "defineEn": "the position that someone or something faces, points, or moves toward",
            "defineVi": "vị trí mà ai đó hoặc một cái gì đó phải đối mặt, chỉ hoặc di chuyển về phía",
            "hasImg": true
        },
        {
            "id": "8a27f160-3c37-44a8-a93d-928c1e727de9",
            "word": "roundabout",
            "phonetic": "ɹaʊndɐbaʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Priority is given to traffic already on the roundabout.",
                "The Zuni and Hopi civilization roundabout here peaked about 1200 CE.",
                "I'm messing with the significant digits here but just roundabout answer, 4.25 light years.",
                "But that seems like a sort of roundabout way to do this.",
                "so this is a roundabout way of increasing gaba in the brain without actually taking gaba."
            ],
            "audio": "https://tts.langeek.co/read?text=cm91bmRhYm91dA&hash=138974ee5a8e668a46071fa3ae680b0fcfda5ea9&lang=en&cache-only=0",
            "defineEn": "a circular intersection with a central island where traffic flows in one direction around the island",
            "defineVi": "một giao lộ hình tròn với một hòn đảo trung tâm nơi giao thông lưu thông theo một hướng quanh đảo",
            "hasImg": true
        },
        {
            "id": "0b841fb6-bf00-4bb7-a24b-7e937871340f",
            "word": "car park",
            "phonetic": "kɑːɹ pɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FyIHBhcms&hash=651ccedd43c65ba3516859d208989751ace5a1ba&lang=en&cache-only=0",
            "defineEn": "an area where people can leave their cars or other vehicles for a period of time",
            "defineVi": "một khu vực mà mọi người có thể rời khỏi xe ô tô của họ hoặc các phương tiện khác trong một khoảng thời gian",
            "hasImg": true
        },
        {
            "id": "743849e9-0a70-4318-a847-1bdc402dc874",
            "word": "traffic lights",
            "phonetic": "tɹæfɪk laɪts ",
            "partOfSpeechType": "noun",
            "examples": [
                "The car stopped at the traffic lights.",
                "After the traffic lights, turn right.",
                "The power outage caused the traffic lights to go haywire.",
                "Wait for the traffic lights to change.",
                "They have surveillance helicopters, access to drones, traffic lights with surveillance capabilities."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhZmZpYyBsaWdodHM&hash=6f0cb7ff302250c7eff4574d99054e21f1f084f8&lang=en&cache-only=0",
            "defineEn": "a set of lights, often colored in red, yellow, and green, that control the traffic on a road",
            "defineVi": "một bộ đèn, thường có màu đỏ, vàng và xanh lục, điều khiển giao thông trên đường",
            "hasImg": true
        },
        {
            "id": "6f0bd31f-a25b-4e7d-a01d-58196ec3a98d",
            "word": "train station",
            "phonetic": "tɹeɪn steɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The train station is busy during rush hour.",
                "The train station is just a few blocks to the east of here.",
                "I took a taxi from my house to the train station.",
                "The train station platform was busy with people waiting for their trains.",
                "He lingered indecisively outside the train station."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhaW4gc3RhdGlvbg&hash=f541c95e2b16b1f6d309a1ca59793a09664b4535&lang=en&cache-only=0",
            "defineEn": "a place where trains regularly stop for passengers to get on and off",
            "defineVi": "nơi tàu hỏa thường xuyên dừng lại để hành khách lên xuống",
            "hasImg": true
        },
        {
            "id": "6ae94907-9859-4831-bc6c-5726faef3931",
            "word": "pedestrian crossing",
            "phonetic": "pədɛstɹiən kɹɔsɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVkZXN0cmlhbiBjcm9zc2luZw&hash=2160358aaebff383d8f7d1f88046e71991520707&lang=en&cache-only=0",
            "defineEn": "a designated area on a road where pedestrians have the right of way to cross the street safely",
            "defineVi": "một khu vực được chỉ định trên một con đường mà người đi bộ có quyền băng qua đường một cách an toàn",
            "hasImg": true
        },
        {
            "id": "33642fc9-bdee-4da2-8c66-ea2ca248428f",
            "word": "traffic sign",
            "phonetic": "tɹæfɪk saɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJhZmZpYyBzaWdu&hash=fe8cc080afa7bb71747427e10ca40fc8f52b595a&lang=en&cache-only=0",
            "defineEn": "a sign placed along roads or highways to convey information, instructions, or warnings for regulating traffic and ensuring road safety",
            "defineVi": "một dấu hiệu được đặt dọc theo đường hoặc đường cao tốc để truyền đạt thông tin, hướng dẫn hoặc cảnh báo để điều tiết giao thông và đảm bảo an toàn đường bộ",
            "hasImg": true
        },
        {
            "id": "4e770cf1-aa0d-4daf-9d07-04030594299f",
            "word": "over",
            "phonetic": "oʊvɚ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Get a load of George over there.",
                "The incident was over in a twinkle.",
                "Buses take priority over other vehicles on the road.",
                "People held handkerchiefs over their mouths.",
                "The chef drizzled cream over the warm apple pie."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Zlcg&hash=b1095898af664e8de6882db3d391011134b31068&lang=en&cache-only=0",
            "defineEn": "across from one side to the other",
            "defineVi": "từ bên này sang bên kia"
        },
        {
            "id": "428bc8e4-0e17-41af-a4fd-0bb33d0bbfa1",
            "word": "up",
            "phonetic": "ʌp ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The workers construct the building from the ground up.",
                "The film ups the ante on special effects.",
                "That accident battered up the door of my car.",
                "The professor knew his subject from the ground up.",
                "The coach always keeps a few tricks up his sleeve."
            ],
            "audio": "https://tts.langeek.co/read?text=dXA&hash=fd293632daf57efaf95fd46291521440f7e7abc2&lang=en&cache-only=0",
            "defineEn": "at or toward a higher level or position",
            "defineVi": "ở hoặc hướng tới một cấp độ hoặc vị trí cao hơn"
        },
        {
            "id": "7f9c7fbd-4603-465a-b9f0-7ea62038cd85",
            "word": "under",
            "phonetic": "ʌndɚ ",
            "partOfSpeechType": "preposition",
            "examples": [
                "Under stress, the body produces adrenalin.",
                "The flowers bloomed under the sunny sky.",
                "The bag broke under the weight of the bottles inside it.",
                "Lots of people had left comments under the post.",
                "A reporter obtained documents from the company under false pretenses."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXI&hash=f57c5b40f3717c9d7a31c2a2bc73b5e10cfdb64a&lang=en&cache-only=0",
            "defineEn": "in, to, or through a position that is below something",
            "defineVi": "trong, đến hoặc thông qua một vị trí bên dưới một cái gì đó",
            "hasImg": true
        },
        {
            "id": "c5cce602-6b72-4af9-8e50-8d39cc091567",
            "word": "along",
            "phonetic": "ɐlɔŋ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The text runs along the margin of the page.",
                "The fence runs along the edge of the property line.",
                "The cars run along the highway in a steady stream.",
                "She pushed the stroller along the path in the park.",
                "The old man was driving along the road at a snail's pace."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxvbmc&hash=08a59b1a6579b1e5fbac9a419fe48efc43d02f5c&lang=en&cache-only=0",
            "defineEn": "together or in accompaniment",
            "defineVi": "cùng nhau hoặc trong đệm"
        },
        {
            "id": "4146870a-7e8a-4290-9bee-ad1ad3fbafba",
            "word": "through",
            "phonetic": "θɹuː ",
            "partOfSpeechType": "preposition",
            "examples": [
                "The organization supports various charitable causes through donations.",
                "The increase had a ripple effect through the whole financial market.",
                "The captain navigated the ship through rough waters with skill and expertise.",
                "The train traveled through beautiful countryside.",
                "The road continues through the village of Knightwick."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhyb3VnaA&hash=01c4254b818d5e080dba2686f04d3730b8dfd980&lang=en&cache-only=0",
            "defineEn": "from one side of something or someone to the other; into one side something and out of the other side",
            "defineVi": "từ một phía của một cái gì đó hoặc một người khác; vào một bên một cái gì đó và ra khỏi phía bên kia"
        },
        {
            "id": "fa83a508-6f88-45cd-98aa-3ad80059c3d1",
            "word": "on",
            "phonetic": "ɔn ",
            "partOfSpeechType": "preposition",
            "examples": [
                "The heat was really on at work.",
                "That hot guy had a good head on his shoulders.",
                "The children enjoyed a refreshing slice of watermelon on a hot summer day.",
                "On the credit side, the restaurant offers a wide range of choices.",
                "Our company puts the emphasis on quality."
            ],
            "audio": "https://tts.langeek.co/read?text=b24&hash=17e412bb945ed7419a7b7f8c1bda62c2e7095c7d&lang=en&cache-only=0",
            "defineEn": "used to show that an object is physically in contact with or attached to a surface or object",
            "defineVi": "được sử dụng để chỉ ra rằng một vật thể đang tiếp xúc hoặc gắn vào một bề mặt hoặc vật thể",
            "hasImg": true
        },
        {
            "id": "21289761-bfb9-45e1-9886-6c599086be07",
            "word": "at",
            "phonetic": "æt ",
            "partOfSpeechType": "preposition",
            "examples": [
                "My father pays his bills at the beginning of the month.",
                "My friends enjoyed tangy barbecue gammon skewers at the summer barbecue.",
                "The professor made mincemeat of the speaker at the conference.",
                "My friends enjoyed smoky beef rib chops at the countryside barbecue.",
                "The lingonberry sauce perfectly complemented the roasted turkey at Thanksgiving dinner."
            ],
            "audio": "https://tts.langeek.co/read?text=YXQ&hash=ea82ccf8ef83da75765a3ec87fdb9b0e6fc1461e&lang=en&cache-only=0",
            "defineEn": "used to show a particular place or position",
            "defineVi": "được sử dụng để hiển thị một địa điểm hoặc vị trí cụ thể"
        },
        {
            "id": "25affe82-5e97-4247-bdc6-cc3a245a6584",
            "word": "down",
            "phonetic": "daʊn ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The children scarfed down the pizza at the birthday party.",
                "Turn the mould upside down.",
                "His parents are always breathing down his neck.",
                "That song always sends a shiver down my spine.",
                "A path led down the hill."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG93bg&hash=2d12df48405febe70f17b9b0afff95955d789097&lang=en&cache-only=0",
            "defineEn": "at or toward a lower level or position",
            "defineVi": "tại hoặc hướng tới một mức độ thấp hơn hoặc vị trí",
            "hasImg": true
        },
        {
            "id": "d5a41669-1601-4bbb-b2d6-4fdeb6430127",
            "word": "onto",
            "phonetic": "ɑːntʊ ",
            "partOfSpeechType": "preposition",
            "examples": [
                "My cat jumped onto the kitchen counter.",
                "For children, picture books provide a window onto the world.",
                "The car turned right onto the highway.",
                "We loaded the heavy boxes onto the truck for transport.",
                "The chef brushed a sweet glaze made of honey and soy sauce onto the grilled salmon."
            ],
            "audio": "https://tts.langeek.co/read?text=b250bw&hash=f09877c02c9e14c7a51dabe6175cb7ce199bbc5d&lang=en&cache-only=0",
            "defineEn": "used to show movement to a position or on a place",
            "defineVi": "được sử dụng để hiển thị chuyển động đến một vị trí hoặc trên một địa điểm"
        },
        {
            "id": "178e88fe-fc40-4756-bc16-304855858367",
            "word": "past",
            "phonetic": "pæst ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The railway line runs right past the house.",
                "The clock says ten past two.",
                "Not a single jot or tittle goes past the eye of the boss without her noticing.",
                "The cat ran right past me and into the house.",
                "His past comes back to hunt him when an old friend returns to his life."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzdA&hash=3bbaafa387b9304b06463e226a74844ae77e40bc&lang=en&cache-only=0",
            "defineEn": "from one side of something to the other",
            "defineVi": "từ bên này sang bên kia"
        },
        {
            "id": "b1a750bb-46ea-45f4-a2bf-0f8666fabe15",
            "word": "station",
            "phonetic": "steɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rebels held the radio station.",
                "The taxi station is just a short walk from my apartment.",
                "The slow train arrived at the station behind schedule.",
                "The bus station is located in the city center.",
                "On the way to the station she passed a cinema."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdGlvbg&hash=b7a59ac64128127dd332f6a8909991884dc05a30&lang=en&cache-only=0",
            "defineEn": "a place or building where we can get on or off a train or bus",
            "defineVi": "một địa điểm hoặc tòa nhà nơi chúng ta có thể lên hoặc xuống xe lửa hoặc xe buýt",
            "hasImg": true
        },
        {
            "id": "d472fd0a-6eae-4a9a-83b6-32a1ae05d1cc",
            "word": "church",
            "phonetic": "tʃɜːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The church had a more important part to play in the community.",
                "The Medieval church went to some lengths to specify the roles of particular stones in religious imagery.",
                "We've become poor as church mice ever since the bank raised the interest rates on our mortgage.",
                "There were nine church leaders in my group and all bared their hearts.",
                "We stood outside the church, hoping to catch a glimpse of the bride."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2h1cmNo&hash=78622cb79b90da91ecf0305433aaa4532c6ae1cc&lang=en&cache-only=0",
            "defineEn": "a building where Christians go to worship and practice their religion",
            "defineVi": "một tòa nhà nơi các Kitô hữu đến thờ phượng và thực hành tôn giáo của họ",
            "hasImg": true
        },
        {
            "id": "592503f5-4d30-4571-8ffe-97a27095c274",
            "word": "town hall",
            "phonetic": "taʊn hɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bill Clinton had held town halls all around the country.",
                "This odd skull went on display at Klagenfurt’s Town Hall, where it remained for hundreds of years.",
                "Along the way, there have been police reports, lawsuits, town halls, blood tests and a lot of water samples.",
                "David, I'm going to start with you on those two town halls.",
                "In a town hall last night, President Biden projected that enough vaccine will be available to inoculate all Americans by the end of July."
            ],
            "audio": "https://tts.langeek.co/read?text=dG93biBoYWxs&hash=a728aa664018f32f9c8159991749e99978702bc0&lang=en&cache-only=0",
            "defineEn": "a building in which the officials of a town work",
            "defineVi": "một tòa nhà trong đó các quan chức của một thị trấn làm việc",
            "hasImg": true
        },
        {
            "id": "c05c9e65-22ab-415a-9c3c-5991c9f1521f",
            "word": "bank",
            "phonetic": "bæŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bank raised interest rates.",
                "Many banks have cut commercial builders off cold turkey.",
                "The bank crash has had a ripple effect on the whole community.",
                "Their bank account was in the red again.",
                "You'll pass a bank on the way to the train station."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFuaw&hash=3b043374dcb2ad9a5960636c5f17225375e5af1e&lang=en&cache-only=0",
            "defineEn": "a financial institution that keeps and lends money and provides other financial services",
            "defineVi": "một tổ chức tài chính giữ và cho vay tiền và cung cấp các dịch vụ tài chính khác",
            "hasImg": true
        },
        {
            "id": "d9bb990d-6844-4da2-9433-1bb3c4101cc1",
            "word": "school",
            "phonetic": "skuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Schools have welcomed such arrangements with open arms.",
                "The school took the full force of the explosion.",
                "She left school at 16.",
                "Many schools don’t take full advantage of the Internet.",
                "The kids always work hard at school."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nob29s&hash=aa43afe44c159e58dab84a8e13fbc414dccf25ae&lang=en&cache-only=0",
            "defineEn": "a place where children learn things from teachers",
            "defineVi": "một nơi mà trẻ em học những điều từ giáo viên",
            "hasImg": true
        },
        {
            "id": "acf52cd1-f00d-4c83-8e64-8331ded68353",
            "word": "museum",
            "phonetic": "mjuːziəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The museum has free admission on Fridays.",
                "The museum had an impressive collection of European art.",
                "The museum curator collects antique artworks for the museum's collection.",
                "The museum showcased artifacts from different civilizations spanning over a hundred years.",
                "The museum is a fascinating place to learn about history and art."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzZXVt&hash=86fcd1ce44bb65f7d92c77d50eaa201761a864b2&lang=en&cache-only=0",
            "defineEn": "a place where important cultural, artistic, historical, or scientific objects are kept and shown to the public",
            "defineVi": "nơi lưu giữ và trưng bày các vật thể văn hóa, nghệ thuật, lịch sử hoặc khoa học quan trọng cho công chúng",
            "hasImg": true
        }
    ]
}