{
    "id": "84b9f3fd-fbc7-47a9-a982-c04e32416975",
    "title": "Clothes and Fashion",
    "originalTitle": "Lesson 5",
    "words": [
        {
            "id": "4b34886f-f4d5-4d3c-b998-c277a25f33d1",
            "word": "belt",
            "phonetic": "bɛlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Businesses were tightening their belts and cutting jobs.",
                "My brother always wears a belt with his pants to keep them from falling down.",
                "With several successful projects under her belt, she's definitely on the way to becoming a top executive.",
                "I know she really wants the promotion, but she really hit me below the belt by telling the boss about my personal problems.",
                "We’re tightening our belts after the holidays."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVsdA&hash=e29e3fad51c25a486fdd2a0a0be51b51e6cd38f3&lang=en&cache-only=0",
            "defineEn": "a long and narrow item that we usually wear around our waist to hold our clothes in place or to decorate our outfit",
            "defineVi": "một món đồ dài và hẹp mà chúng ta thường đeo quanh eo để giữ cố định quần áo hoặc để trang trí cho trang phục của mình",
            "hasImg": true
        },
        {
            "id": "c430b70b-b85b-4487-8191-079739131436",
            "word": "button",
            "phonetic": "bʌʔn̩ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The buttons had come undone.",
                "He buttoned up his coat to keep out the chilly wind.",
                "She pressed the button but nothing happened.",
                "She pressed the snooze button and closed her eyes for a few more seconds.",
                "She pressed the wrong button and accidentally deleted the file."
            ],
            "audio": "https://tts.langeek.co/read?text=YnV0dG9u&hash=2d432cb662d9a50ff1ece8509faedbd391c40fe4&lang=en&cache-only=0",
            "defineEn": "a small, round object, usually made of plastic or metal, sewn onto a piece of clothing and used for fastening two parts together",
            "defineVi": "một vật tròn, nhỏ, thường làm bằng nhựa hoặc kim loại, được khâu vào một mảnh quần áo và dùng để buộc hai phần lại với nhau",
            "hasImg": true
        },
        {
            "id": "ff402be0-b13e-452d-b2a7-257a40558c48",
            "word": "clothing",
            "phonetic": "kloʊðɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "African clothing is known for its vibrant patterns and intricate designs.",
                "He's a wolf in lamb's clothing.",
                "We all met that wolf in sheep's clothing I guess at least once a life.",
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure.",
                "Yesterday, her outfit was wild and woolly, with mismatched patterns and disheveled clothing."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvdGhpbmc&hash=c60a5089fe3933107aa658dd1d70a000c9266c6c&lang=en&cache-only=0",
            "defineEn": "the items that we wear, particularly a specific type of items",
            "defineVi": "các mặt hàng mà chúng tôi mặc, đặc biệt là một loại mặt hàng cụ thể",
            "hasImg": true
        },
        {
            "id": "892da57e-58d9-474b-8cca-5c5dba2676eb",
            "word": "designer",
            "phonetic": "dɪzaɪnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our graphic designer really carved out a niche for himself with that series of innovative ads.",
                "The audience at the fashion show feasted their eyes on the stunning runway models, showcasing the latest designer collections.",
                "Eve borrows money to buy expensive designer clothes - champagne taste on a beer budget!",
                "She feels a million bucks when she wears her favorite designer outfit and walks with confidence.",
                "The fashion designer's latest collection was ridiculed by some critics, but the designer remained optimistic - after all, there is no such thing as bad publicity."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzaWduZXI&hash=81e9361de7f09776cd144f9a3085ccbed69602b6&lang=en&cache-only=0",
            "defineEn": "a person who designs clothes as a job",
            "defineVi": "một người thiết kế quần áo như một công việc",
            "hasImg": true
        },
        {
            "id": "e617f3df-3bd3-41bc-9790-0c2b238bc393",
            "word": "to fit",
            "phonetic": "tə fɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The new sofa wouldn't fit into the small living room.",
                "His partner left the table in a fit of pique.",
                "The teacher had a fit when the dog ran through the classroom.",
                "Technology advances by fits and starts.",
                "Replies to the advertisement are arriving in fits and starts."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZml0&hash=3354b7c4007ee43c40d2eb602099a7947feac54a&lang=en&cache-only=0",
            "defineEn": "to be of the right size or shape for someone",
            "defineVi": "có kích thước hoặc hình dạng phù hợp với ai đó",
            "hasImg": true
        },
        {
            "id": "fbef91e2-b420-4138-9121-93e33ce4c0fc",
            "word": "handbag",
            "phonetic": "hændbæɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Kate is willing to pay full price for an expensive handbag, but I just can't wrap my head around that.",
                "These people will stuff watches, a wallet, inside a handbag.",
                "He stole handbags from women, or things from shops, and he took wallets from men's pockets.",
                "That handbag isn't a more functional bag, but customers still value it more.",
                "She got her handbag from the car, took out fifty pounds, and gave the money to Rosa."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZGJhZw&hash=0b2f4d5216e04093ba008f126e6071de36690bde&lang=en&cache-only=0",
            "defineEn": "a bag that is small and used, especially by women, to carry personal items",
            "defineVi": "một chiếc túi nhỏ và được sử dụng, đặc biệt là phụ nữ, để mang theo các vật dụng cá nhân",
            "hasImg": true
        },
        {
            "id": "e8be93b2-02ff-4968-b3fe-22137eae4252",
            "word": "purse",
            "phonetic": "pɜːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "She pursed her lips, showing disapproval.",
                "She used to keep her phon in her purse.",
                "She placed her purse on the chair next to her at the restaurant.",
                "MY wife opened her purse and pulled out a pen to write a note.",
                "She always carries a small purse to hold her keys and wallet."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVyc2U&hash=6bb51fd17023d6734bbe568049d2e0e96d5238fe&lang=en&cache-only=0",
            "defineEn": "a small bag that is used, particularly by women, to carry personal items",
            "defineVi": "một chiếc túi nhỏ được sử dụng, đặc biệt là phụ nữ, để mang theo các vật dụng cá nhân",
            "hasImg": true
        },
        {
            "id": "3f15c298-0501-4b61-860b-8978e9fa39e8",
            "word": "jewelry",
            "phonetic": "dʒuːəlɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She makes a fortune selling handmade jewelry.",
                "I need to find a small box for storing jewelry.",
                "A homeless man was arrested for stealing a loaf of bread, but when a wealthy socialite was caught shoplifting expensive jewelry, she was let off with a warning.",
                "I like the jewelry.",
                "Around about 50% of it is in jewelry."
            ],
            "audio": "https://tts.langeek.co/read?text=amV3ZWxyeQ&hash=60c0e67eda435bf8b97509118cc512f7055fba35&lang=en&cache-only=0",
            "defineEn": "objects such as necklaces, bracelets or rings, typically made from precious metals (gold, silver, etc.) that we wear as decoration",
            "defineVi": "các đồ vật như dây chuyền, vòng tay hoặc nhẫn, thường được làm từ kim loại quý (vàng, bạc, v.v.) mà chúng ta đeo để trang trí",
            "hasImg": true
        },
        {
            "id": "f7871e3c-2560-4bca-9946-3a68b9ddd317",
            "word": "uniform",
            "phonetic": "juːnɪfɔːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The blue uniform sat well on his big frame.",
                "The police officer wears a uniform and a badge.",
                "Often shown in a rumpled uniform and with a five-o'clock shadow on their jowls, these men appear as they fought their war.",
                "I'd love to go have a beer with you, but as you can see by the uniform I'm wearing, I'm actually on the clock right now.",
                "The swabs are issued uniforms."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5pZm9ybQ&hash=d2e4a7580b87c8e56c051a9324201179b81b0484&lang=en&cache-only=0",
            "defineEn": "the special set of clothes that all members of an organization or a group wear at work, or children wear at a particular school",
            "defineVi": "bộ quần áo đặc biệt mà tất cả các thành viên của một tổ chức hoặc một nhóm mặc tại nơi làm việc hoặc trẻ em mặc tại một trường học cụ thể",
            "hasImg": true
        },
        {
            "id": "4879f9d4-9e9d-49d3-b682-7293e492fe3c",
            "word": "trainer",
            "phonetic": "tɹeɪnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her trainer was on hand to give advice.",
                "As an animal trainer, it's important to build trust and get on well with the animals you work with.",
                "We attend conferences, read and write journals, and collaborate with other trainers.",
                "Even her fitness trainer was a sensation.",
                "His trainer, Angelo Manzoli, said his career is ruined. "
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhaW5lcg&hash=807f97ec7a389c2366a0e09577b73f28cf30a44b&lang=en&cache-only=0",
            "defineEn": "someone who teaches people or animals to perform better at a particular job or skill",
            "defineVi": "một người dạy người hoặc động vật để thực hiện tốt hơn ở một công việc cụ thể hoặc kỹ năng",
            "hasImg": true
        },
        {
            "id": "2013e735-5d88-432f-8138-d744b5e47d03",
            "word": "baggy",
            "phonetic": "bæɡi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So we got a little baggy thing here.",
                "If there is an accident, loose or baggy things are more likely to snag on jagged edges and slow you down.",
                "Yeltsin was also not quite a Central Committee man, but he did wear these gray suits, baggy gray suits.",
                "What's interesting is that now he wears those baggy suits with pants that are like eight inches too long, but he didn’t used to.",
                "The Glorious O is what I am gonna compare this to, and it has like a baggy cable sheath which I find a little weird."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFnZ3k&hash=23996af322decce51165daad85d383478eb02cbf&lang=en&cache-only=0",
            "defineEn": "(of clothes) loose and not fitting the body tightly",
            "defineVi": "(về quần áo) lỏng lẻo và không vừa vặn với cơ thể",
            "hasImg": true
        },
        {
            "id": "34dc4f00-3af4-4baf-94f8-b4a02fffbc88",
            "word": "chain",
            "phonetic": "tʃeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Fast food chains removed pink slime from their menus to regain trust.",
                "I'm just yanking your chain, Leo.",
                "You know, maybe that old guy was yanking our chain.",
                "Drugs are a ball and chain for many people.",
                "Uh, I was just pulling your chain, man."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhaW4&hash=2b8fa94c31d132a85353a8ee340d432c984ae196&lang=en&cache-only=0",
            "defineEn": "a decorative chain (a series of connected metal rings) worn around the neck as jewelry",
            "defineVi": "một chuỗi trang trí (một loạt các vòng kim loại được kết nối) đeo quanh cổ như đồ trang sức",
            "hasImg": true
        },
        {
            "id": "72c4c07f-8fcd-4252-8923-6058043921d8",
            "word": "costume",
            "phonetic": "kɔstuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "She seems to conjure wonderful costumes out of thin air.",
                "They will be laughing their heads off when they see my costume.",
                "They will be laughing their heads off when they see my costume.",
                "The festival they attended a few years ago was wild and woolly, with people dressed in vibrant costumes, live music, and a festive atmosphere.",
                "The use of long ruffled skirts as Bomba costumes also shows incorporation of Spanish influences in Bomba today."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29zdHVtZQ&hash=d1dd30b62e42114cba16adff4244415cce435d1b&lang=en&cache-only=0",
            "defineEn": "the popular fashion including hairstyle, clothes, etc. particular to a country or class",
            "defineVi": "thời trang phổ biến bao gồm kiểu tóc, quần áo, vv cụ thể cho một quốc gia hoặc lớp học",
            "hasImg": true
        },
        {
            "id": "bcf57c1b-d45a-4234-b4cc-c923395c3ac2",
            "word": "leather",
            "phonetic": "lɛðɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Is your jacket real leather?",
                "The leather sofa adds a touch of elegance to the room.",
                "He put on his leather jacket before heading out on his motorcycle.",
                "He polished his leather shoes to make them look shiny.",
                "He accidentally scuffed the toe of his leather dress shoes against the curb, leaving a small mark."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhdGhlcg&hash=d3511715ea0c7416c770afaf965ac126f12a2c59&lang=en&cache-only=0",
            "defineEn": "strong material made from animal skin and used for making clothes, bags, shoes, etc.",
            "defineVi": "vật liệu chắc chắn làm từ da động vật và được sử dụng để làm quần áo, túi xách, giày dép, v.v.",
            "hasImg": true
        },
        {
            "id": "39e850d8-350f-4368-8a9e-4b550795ed74",
            "word": "material",
            "phonetic": "mətɪɹiəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "An industrial machine like that can cut through any material like a knife through butter.",
                "The truck carried a load of construction materials to the building site.",
                "He's written a lot of good material that has never seen the light of day.",
                "The Geiger counter detected high levels of radiation in the vicinity of the radioactive material.",
                "The company has won a contract to supply books and materials to schools."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0ZXJpYWw&hash=ed2e1f538e9acab8380bb391cc7621bf7493c1a6&lang=en&cache-only=0",
            "defineEn": "cloth or fabric used to make different items of clothing",
            "defineVi": "vải hoặc vải được sử dụng để làm các mặt hàng quần áo khác nhau",
            "hasImg": true
        },
        {
            "id": "5edda087-b8c2-49e2-8686-c3be18b7476a",
            "word": "raincoat",
            "phonetic": "ɹeɪŋkoʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Soldiers wore new plastic helmet liners and water-resistant vinyl raincoats.",
                "It can be found all over the place, as a coating on raincoats, industrial ball bearings, artificial joints, circuit boards, and even the Rocky Mountains-themed roof of the Denver International Airport.",
                "Today PFAS are used in a ton of products, from raincoats to waterproof shoes, non-stick pots and pans, microwave popcorn bags and even cosmetics."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFpbmNvYXQ&hash=087e229f88719b26e3ff77775e96158ecddb8ed6&lang=en&cache-only=0",
            "defineEn": "a long, light coat, typically with a belt, made of water-resistant fabric that keeps us dry in the rain",
            "defineVi": "một chiếc áo khoác dài, nhẹ, thường có thắt lưng, làm bằng vải không thấm nước giúp chúng ta khô ráo dưới mưa",
            "hasImg": true
        },
        {
            "id": "79b0d51e-726d-4641-b234-ffef3df9d6eb",
            "word": "trendy",
            "phonetic": "tɹɛndi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The fashionable boots added a trendy touch to her outfit.",
                "In a trendy vegetarian café, guests enjoy flavorful chickpea and pork cutlets.",
                "They ordered a mouthwatering venison burger from a trendy restaurant.",
                "Avocado toast has become a trendy and delicious breakfast option.",
                "Emily tries to pass herself off as younger by wearing trendy clothes, but she's mutton dressed as lamb."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlbmR5&hash=41bdd2f0e3f0fc80abcb766c6ded5c26bcaf9cf6&lang=en&cache-only=0",
            "defineEn": "influenced by the latest styles",
            "defineVi": "bị ảnh hưởng bởi các phong cách mới nhất",
            "hasImg": true
        },
        {
            "id": "14d05e4f-0002-440e-b45f-7d36a001e5a9",
            "word": "to unfasten",
            "phonetic": "tʊ ʌnfæsən ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5mYXN0ZW4&hash=9ecfa67cbabe1b780c4d826c929b495499bac1cc&lang=en&cache-only=0",
            "defineEn": "to undo or untie; to make something become loose or open",
            "defineVi": "để hoàn tác hoặc cởi trói; để làm cho một cái gì đó trở nên lỏng lẻo hoặc mở",
            "hasImg": true
        },
        {
            "id": "a35aab3a-758a-4502-ad09-32b978f6bb7b",
            "word": "bathrobe",
            "phonetic": "bæθɹoʊb ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmF0aHJvYmU&hash=803b74fedf2fcd85f019275b46393b281a0cc618&lang=en&cache-only=0",
            "defineEn": "a long piece of clothing, made from the same material that towels are made of, worn after or before taking a shower or bath",
            "defineVi": "một bộ quần áo dài, được làm từ cùng chất liệu với khăn tắm, được mặc sau hoặc trước khi tắm vòi sen hoặc bồn tắm",
            "hasImg": true
        },
        {
            "id": "6deefeeb-331c-44cc-920e-070b2d910740",
            "word": "cardigan",
            "phonetic": "kɑːɹdɪɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Okay, so for a quick primer on the Electoral College let me put on my professor glasses and cardigan.",
                "There is a DNA that you sort of have to inject into yourself at the same time that you put on that version of Batman's cape and cowl, except it's a red cardigan sweater and blue deck shoes."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZGlnYW4&hash=08a488a8d0336bd4cb4678591124aa63c18c0b99&lang=en&cache-only=0",
            "defineEn": "a type of jacket that is made of wool, usually has a knitted design, and its front could be closed with buttons or a zipper",
            "defineVi": "một loại áo khoác làm bằng len, thường có thiết kế dệt kim, mặt trước có thể đóng cúc hoặc khóa kéo",
            "hasImg": true
        },
        {
            "id": "7029995c-a14a-4cb2-81c8-560d6c897216",
            "word": "collection",
            "phonetic": "kəlɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This collection of stories bridges the gap between history and fiction.",
                "The museum had an impressive collection of European art.",
                "These books belong in the library's rare collection.",
                "The museum curator collects antique artworks for the museum's collection.",
                "I have thirteen stamps in my collection."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGVjdGlvbg&hash=a6e0c9156d977a8c3f2b03db44415d0d9230cad8&lang=en&cache-only=0",
            "defineEn": "a series of new clothes designed by a fashion house for sale",
            "defineVi": "một loạt quần áo mới được thiết kế bởi một nhà thời trang để bán",
            "hasImg": true
        },
        {
            "id": "f1c48155-b5bc-4e0c-8ae0-aba5b621ea3c",
            "word": "fabric",
            "phonetic": "fæbɹɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The textile store offers bolts of various fabrics, from cotton to linen.",
                "Sarah cuts fabric to make a dress.",
                "The seamstress carefully cut the fabric from the bolt to start sewing the garment.",
                "The fashion designer unrolled a bolt of colorful fabric to examine its pattern.",
                "You need to allow three meters of fabric for the dress."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFicmlj&hash=7d6c3b928ae7fb58513986ca9c11ec044fbabe16&lang=en&cache-only=0",
            "defineEn": "cloth that is made by weaving cotton yarn, silk, etc., which is used in making clothes",
            "defineVi": "vải được làm bằng cách dệt sợi bông, lụa, v.v., được sử dụng để may quần áo",
            "hasImg": true
        },
        {
            "id": "05bb67e0-e331-4787-8c12-96e5bc9cc3da",
            "word": "lace",
            "phonetic": "leɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "A baseball’s red laces can give different pitches a tell-tale signature in flight.",
                "Got a little lace action here.",
                "I'm barefooted with laces on.",
                "As is often the case with slang, it was laced with irony and sarcasm.",
                "But the tree laces that meal with an ingredient that keeps the ants from digesting nectar from any other plant."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFjZQ&hash=c453494bea07e7f88d6f63823f06d03d3de75fcf&lang=en&cache-only=0",
            "defineEn": "a delicate cotton or silky cloth with a pattern of holes",
            "defineVi": "một miếng vải cotton hoặc lụa mềm mại với hoa văn lỗ",
            "hasImg": true
        },
        {
            "id": "5222e62d-f2a6-4194-9d2f-48854b020070",
            "word": "tight",
            "phonetic": "taɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Airport security was extra tight in the wake of yesterday's bomb attacks.",
                "The recent strike has put the airline company in a tight spot.",
                "Jane sure ran a tight ship around here.",
                "Shaona was running a tight ship and didn't waste time on small talk.",
                "He hung tight for 50 minutes, awaiting further instructions."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlnaHQ&hash=a53ef9788a15652a88d35d1679ccf25593e5da37&lang=en&cache-only=0",
            "defineEn": "(of clothes or shoes) fitting closely or firmly, especially in an uncomfortable way",
            "defineVi": "(quần áo hoặc giày dép) vừa khít hoặc chắc chắn, đặc biệt là theo một cách không thoải mái",
            "hasImg": true
        },
        {
            "id": "e756fb2f-0d56-4fc2-a344-3a29c2725750",
            "word": "loose",
            "phonetic": "luːs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The handle came loose.",
                "They let loose a couple of rounds of ammunition.",
                "The play has too many loose ends.",
                "I'm tired of your playing fast and loose with me.",
                "We still have one more loose end to deal with before we're finished with the project."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9vc2U&hash=65cc290634fb91457739bd1255939b9d4053b7f6&lang=en&cache-only=0",
            "defineEn": "not tight; not fitting tightly or closely",
            "defineVi": "không chật; không vừa vặn hoặc chặt chẽ",
            "hasImg": true
        },
        {
            "id": "86c77f00-68f6-4ef1-8bc0-fac7e40aa35f",
            "word": "outfit",
            "phonetic": "aʊtfɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fashionable boots added a trendy touch to her outfit.",
                "He prepares his outfit the night before to save time in the morning.",
                "Yesterday, her outfit was wild and woolly, with mismatched patterns and disheveled clothing.",
                "I check the weather forecast every morning to plan my outfit.",
                "He wore a cowboy hat to complete his Western-themed outfit."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0Zml0&hash=be290f567a997cfd1234b7f6650a0b51e838315d&lang=en&cache-only=0",
            "defineEn": "a set of clothes that one wears together, especially for an event or occasion",
            "defineVi": "một bộ quần áo mà một người mặc cùng nhau, đặc biệt là cho một sự kiện hoặc dịp",
            "hasImg": true
        },
        {
            "id": "cdc31af1-925f-4750-9a1e-c41bc52c400f",
            "word": "stylish",
            "phonetic": "staɪlɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My dad bought a stylish suit for his friend's wedding.",
                "She received many compliments on her stylish clothes.",
                "You can find really stylish clothes off the peg, if you look hard enough.",
                "She bought a new hat to add a stylish accessory to her outfit.",
                "He feels a million dollars as he walks down the street, receiving compliments on his stylish appearance."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R5bGlzaA&hash=68e7d1a7501a8301064152d0410b06577e49e6cf&lang=en&cache-only=0",
            "defineEn": "attractive in a way that is fashionable and elegant",
            "defineVi": "hấp dẫn theo cách thời trang và thanh lịch",
            "hasImg": true
        },
        {
            "id": "23ffc94f-c842-408c-bcd4-576409747579",
            "word": "striped",
            "phonetic": "stɹaɪpt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The striped socks matched perfectly with his striped shirt.",
                "The striped socks matched perfectly with his striped shirt.",
                "Striped skunks are pretty amazing.",
                "She's our striped skunk.",
                "Cleaner wrasse are small, striped fish found in coral reefs."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyaXBlZA&hash=69c1201a59de8a4b16321cc30352942e979f78e1&lang=en&cache-only=0",
            "defineEn": "having a pattern of straight lines",
            "defineVi": "có một mô hình của các đường thẳng",
            "hasImg": true
        },
        {
            "id": "dca3e093-a610-45eb-ac24-e341cb174c51",
            "word": "vest",
            "phonetic": "vɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "You seem to be playing your cards close to your vest.",
                "There's a vest here.",
                "There's a vest here.",
                "They lent us vests used by the previous shift.",
                "You don't even have to wear that vest."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVzdA&hash=62556bb622038af54cbbd38df3e04ce05b549735&lang=en&cache-only=0",
            "defineEn": "a sleeveless piece of clothing that is worn under a jacket and over a shirt",
            "defineVi": "một mảnh quần áo không tay được mặc dưới áo khoác và trên áo sơ mi",
            "hasImg": true
        },
        {
            "id": "8d7e8f0f-af89-4b25-955e-165b41a1eeda",
            "word": "wardrobe",
            "phonetic": "wɔːɹdɹoʊb ",
            "partOfSpeechType": "noun",
            "examples": [
                "The room had a wardrobe where she kept her clothes.",
                "We bought new furniture for our bedroom, including a bed and a wardrobe.",
                "We've got hundreds in the wardrobe.",
                "Like the best items in your wardrobe, corpse armor could have multiple uses.",
                "That's right, The Lion, the Witch and the Wardrobe."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FyZHJvYmU&hash=1b88629b937f36e8c4969405957ed6c302d11432&lang=en&cache-only=0",
            "defineEn": "all of the clothes that someone owns",
            "defineVi": "tất cả quần áo mà ai đó sở hữu",
            "hasImg": true
        }
    ]
}