{
    "id": "84d2e208-0e79-4188-a1e4-a78732ef22f5",
    "title": "What's on the News?",
    "originalTitle": "Lesson 18",
    "words": [
        {
            "id": "8f766e9e-3e2f-49ca-a6a4-4bc93715b7f3",
            "word": "anchor",
            "phonetic": "æŋkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boat's anchor would not hold.",
                "Researchers have anchored teeny electronic prosthetics into the bells of moon jellies.",
                "Those hooks anchor the tick to us for the long haul, like mini-harpoons.",
                "This anchors objects in relation to other things or the environment.",
                "My breath is my anchor for the moment."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5jaG9y&hash=a396e0821bcabc0fb891c36f630edc435b34aa49&lang=en&cache-only=0",
            "defineEn": "someone who introduces news on a live TV or radio program by other broadcasters",
            "defineVi": "người giới thiệu tin tức trên chương trình truyền hình hoặc đài phát thanh trực tiếp của các đài truyền hình khác",
            "hasImg": true
        },
        {
            "id": "ef2ab7b9-de4b-4f15-9c8c-b9cced77da4c",
            "word": "weathergirl",
            "phonetic": "wɛðɚɡɜːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2VhdGhlcmdpcmw&hash=f7721e72a4bfd9fced15ffab404e9e31c8bc12e2&lang=en&cache-only=0",
            "defineEn": "a woman on TV or radio who tells people about the weather and describes it",
            "defineVi": "một người phụ nữ trên TV hoặc đài phát thanh nói với mọi người về thời tiết và mô tả nó",
            "hasImg": true
        },
        {
            "id": "b551307f-58a6-4f1f-a652-aa86f8bd53cb",
            "word": "contributor",
            "phonetic": "kəntɹɪbjuːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our major contributors are teachers.",
                "I'm a contributor.",
                "But the greatest contributor is globalization and trade.",
                "The use of high fructose corn syrup may be a contributor to diabetes and obesity.",
                "Agriculture is a pretty substantial contributor to greenhouse gas emissions, close to 25%."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJpYnV0b3I&hash=2ee1d358a145c40f225838c50ae1688aa298ac73&lang=en&cache-only=0",
            "defineEn": "someone who writes a piece to be published in a newspaper or magazine",
            "defineVi": "một người viết một tác phẩm được xuất bản trên một tờ báo hoặc tạp chí"
        },
        {
            "id": "88898433-2ad7-490b-bed2-8d37431cd583",
            "word": "correspondent",
            "phonetic": "kɔːɹɪspɑːndənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "At the jail, correspondents arrived for the civil rights hero.",
                "Now, correspondent A.C. Thompson investigates the surge of far-right political violence.",
                "Special correspondent Fred de Sam Lazaro has the story of one such example from Minnesota's capital, St. Paul.",
                "Special correspondent Cat Wise has the story.",
                "Special correspondent Fred de Sam Lazaro has our report."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ycmVzcG9uZGVudA&hash=059a5d2642876fde30251ccd9bafe8b3e54d7cc4&lang=en&cache-only=0",
            "defineEn": "someone employed by a TV or radio station or a newspaper to report news from a particular country or on a particular matter",
            "defineVi": "ai đó được tuyển dụng bởi một đài truyền hình hoặc đài phát thanh hoặc một tờ báo để báo cáo tin tức từ một quốc gia cụ thể hoặc về một vấn đề cụ thể",
            "hasImg": true
        },
        {
            "id": "31b18a08-dfe6-4215-9606-db5f9f695015",
            "word": "couch potato",
            "phonetic": "kaʊtʃ pəteɪɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Choosing to be a couch potato, or to indulge one’s pleasures, he said, is to live a not-good life.",
                "Some never did anything more than sit on a couch, you know, as a couch potato.",
                "Next time, we’ll delve more deeply into our couch potato friends the alkanes, from where we get them to how they like to arrange themselves."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291Y2ggcG90YXRv&hash=ad1ce3806c4a37e46a3d2a03eca865baf2dc63cd&lang=en&cache-only=0",
            "defineEn": "someone who sits around and watches TV a lot",
            "defineVi": "một người ngồi xung quanh và xem TV rất nhiều",
            "hasImg": true
        },
        {
            "id": "ea3a7169-d835-4664-8dfb-516bd88158b6",
            "word": "paparazzi",
            "phonetic": "pɑːpɚɹɑːtsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the news broke about the celebrity scandal, the paparazzi had a field day - they swarmed the scene and took countless photos.",
                "The celebrity was accused of being in league with the paparazzi to stage photo opportunities.",
                "Paparazzi gonna be coming out on the jet skis, man.",
                "If the paparazzi photo emerged of you wearing multiple pairs of underwear.",
                "It's funny, it's the only member of the paparazzi here in all of Greenland."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFwYXJhenpp&hash=936326e415bf58de6dbe90f426a5bce49de00213&lang=en&cache-only=0",
            "defineEn": "freelance photographers who aggressively pursue and take pictures of celebrities, often in invasive or intrusive ways",
            "defineVi": "các nhiếp ảnh gia tự do tích cực theo đuổi và chụp ảnh những người nổi tiếng, thường theo cách xâm phạm hoặc xâm phạm",
            "hasImg": true
        },
        {
            "id": "cf52002f-65fd-4488-b348-2770e1cf72c3",
            "word": "subscriber",
            "phonetic": "səbskɹaɪbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I finally got real about my YouTube channel and after posting videos regularly for the past year, I've got almost 27,000 subscribers.",
                "A subscriber sent me a book.",
                "Where are his subscribers?",
                "100 million subscribers have some 35 million songs on their fingertips for $10 a month.",
                "He only has 45,000 subscribers."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vic2NyaWJlcg&hash=03c25247f0a597f7d0b091235d9ffacb2433abfd&lang=en&cache-only=0",
            "defineEn": "someone who pays, at given intervals, to receive a publication or service",
            "defineVi": "ai đó trả tiền, tại các khoảng thời gian nhất định, để nhận được một ấn phẩm hoặc dịch vụ",
            "hasImg": true
        },
        {
            "id": "98765bce-2bb7-4cd8-8e33-634529c1e629",
            "word": "antenna",
            "phonetic": "æntɛnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "That is, he made an antenna.",
                "The antenna broadcasts most strongly in a ring outwards from the axis of the antenna, in a donut shape.",
                "But a similar antenna in Hawai'i had no effect.",
                "The box has a vertical antenna on its top and a metal loop on the side.",
                "So antenna molecules are other types of chlorophyll, and actually other types of molecules."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50ZW5uYQ&hash=360485191444502386639f7eed6c34a3162d93f8&lang=en&cache-only=0",
            "defineEn": "a device that is used to send and receive television or radio signals",
            "defineVi": "một thiết bị được sử dụng để gửi và nhận tín hiệu truyền hình hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "f4f4908d-feff-4690-bea1-350c9f595027",
            "word": "frequency",
            "phonetic": "fɹiːkwənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The inverse of the period of a wave is its frequency, vice versa.",
                "So each feature would have the frequency of one word.",
                "The lower frequencies are down here",
                "Monthly frequency is called ultra rapid cycling.",
                "BMW: I'm playing the frequency 91.1."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlcXVlbmN5&hash=536ac58794f528590236dd417390d4c31b1babc7&lang=en&cache-only=0",
            "defineEn": "the specific number of waves that pass a point every second",
            "defineVi": "số lượng sóng cụ thể đi qua một điểm mỗi giây"
        },
        {
            "id": "7497b02e-a12d-4a3d-803a-743446136ef6",
            "word": "wavelength",
            "phonetic": "weɪvlɛŋθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We work together but we aren’t really on the same wavelength.",
                "Luckily, my husband and I are on the same wavelength about how to raise our kids.",
                "But more wavelengths, means more energy.",
                "Its wavelength tells us its energy and color.",
                "In other words, each wavelength tells a totally different story!"
            ],
            "audio": "https://tts.langeek.co/read?text=d2F2ZWxlbmd0aA&hash=37432599cc8734de6f23171265b7c124a9fffa26&lang=en&cache-only=0",
            "defineEn": "the distance between a point on a wave of energy and a similar point on the next wave",
            "defineVi": "khoảng cách giữa một điểm trên sóng năng lượng và một điểm tương tự trên sóng tiếp theo"
        },
        {
            "id": "903b3285-0444-4436-a518-ca3f7eff8bcb",
            "word": "fm",
            "phonetic": "ɛfɛm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Oh, they're hey, there's the FM radio app.",
                "Get this it even has FM radio apparently.",
                "Don't tell me this has an FM tuner, shut up!",
                "- Great, I brought a rope and what I assume is a AM/FM flashlight radio.",
                "FM and subscribing, or just searching for that wherever get your podcasts."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm0&hash=d8c89311b66f87e01c220ea307b6c8c1ff3df4aa&lang=en&cache-only=0",
            "defineEn": "one of the main methods of radio broadcasting with a high sound quality",
            "defineVi": "một trong những phương pháp phát thanh chính với chất lượng âm thanh cao"
        },
        {
            "id": "6d267d9b-160e-48ee-bdf8-9699fb4e1e85",
            "word": "to censor",
            "phonetic": "tə sɛnsɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Then, it was quickly censored by the government.",
                "Private companies, on the other hand, can censor you all they want.",
                "And you don't censor this.",
                "Now your latest battle with the censors, what's the latest thing?",
                "We're going to allow our bot to censor curse words."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2Vuc29y&hash=583d9d5dece442173db6d90fd8fbad56375a1761&lang=en&cache-only=0",
            "defineEn": "to remove parts of something such as a book, movie, etc. and prevent the public from accessing them for political, moral, or religious purposes",
            "defineVi": "để xóa các phần của thứ gì đó chẳng hạn như sách, phim, v.v. và ngăn công chúng truy cập chúng vì mục đích chính trị, đạo đức hoặc tôn giáo"
        },
        {
            "id": "186b6c36-bd28-43df-ac47-07f0803f779b",
            "word": "to receive",
            "phonetic": "tə ɹᵻsiːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The young actress received an award for her outstanding performance.",
                "The film received lavish praise from critics for its groundbreaking visual effects, compelling storyline, and outstanding performances.",
                "Offenders should receive their just deserts.",
                "The hardworking employee received a promotion for their exceptional performance.",
                "She received a missed call from an unknown phone number."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjZWl2ZQ&hash=43f0d47c0ccfa193e2822ac53a92828fdcd3d29a&lang=en&cache-only=0",
            "defineEn": "to pick up broadcast signals",
            "defineVi": "để nhận tín hiệu phát sóng"
        },
        {
            "id": "cf20b74b-f6e0-4af0-b2fc-a14e8af32c55",
            "word": "to televise",
            "phonetic": "tə tɛlᵻvaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "He never missed a televised basketball or football game.",
                "Even if they weren't televised, he was glued to the radio.",
                "The resistance will be televised.",
                "The televised ceremony took place on the king's 67th birthday, with the queen at his side.",
                "It’s a televised spectacle again. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGVsZXZpc2U&hash=8db328d28a4974d170131558fcb86e28618069a3&lang=en&cache-only=0",
            "defineEn": "to broadcast or show something on TV",
            "defineVi": "để phát sóng hoặc hiển thị một cái gì đó trên TV",
            "hasImg": true
        },
        {
            "id": "74691f02-18d1-440c-a2c0-de2abafe08ee",
            "word": "to tune in",
            "phonetic": "tə tuːn ɪn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdHVuZSBpbg&hash=893fab846e5d9f5b0bfaa939b4641003f3c1d6c6&lang=en&cache-only=0",
            "defineEn": "to watch a TV program or listen to a radio show",
            "defineVi": "để xem một chương trình truyền hình hoặc nghe một chương trình radio"
        },
        {
            "id": "49eb1f48-55fc-44c0-8d4c-156e88bc1f33",
            "word": "bulletin",
            "phonetic": "bʊlɪtɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "And I saw the bulletin.",
                "Ever since, there have been Tolkien language bulletins, magazines, and societies popping up dedicated to studying his languages.",
                "And about two weeks later, the owner of panel 28 is reading her community bulletin, and saw the name Jacob Lawrence and recognized it, went over to a painting in her home and, of course, saw Jacob Lawrence's signature at the bottom of this painting that had been hanging in her home and in her family for decades.",
                "Coca-Cola sponsored the 1928 Summer Olympics in Amsterdam, where people from all over the world became familiar with the Coca-Cola logo, which appeared on everything from hats and bulletins to the walls of the city streets.",
                "And you see BULLETIN after BULLETIN from DHS and the Fbi Warning local law enforcement that there are these forces out"
            ],
            "audio": "https://tts.langeek.co/read?text=YnVsbGV0aW4&hash=f64f1980ca9c499f16b541471f59f9b1aed5740c&lang=en&cache-only=0",
            "defineEn": "a brief news program that is broadcast on the radio or television",
            "defineVi": "một chương trình tin tức ngắn được phát sóng trên đài phát thanh hoặc truyền hình",
            "hasImg": true
        },
        {
            "id": "41430c26-b235-46e0-bf0c-754e79f1d244",
            "word": "commentary",
            "phonetic": "kɑːməntɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film itself is a social commentary.",
                "Do you have any commentary?",
                "We might even add commentaries to some.",
                "People will add in random commentary, like on Markiplier's videos, Jacksepticeye, et cetera, et cetera.",
                "My favorite commentary on the Market Revolution actually comes from the author Herman Melville in his short story \"Bartleby the Scrivener.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWVudGFyeQ&hash=3f7ea326f74f43dffdecd1b941aece142fc5df03&lang=en&cache-only=0",
            "defineEn": "a spoken description of an event while it is taking place, particularly on TV or radio",
            "defineVi": "một mô tả bằng giọng nói về một sự kiện trong khi nó đang diễn ra, đặc biệt là trên TV hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "20c2594b-b48a-409d-8580-c2b1d22d5664",
            "word": "lead story",
            "phonetic": "liːd stoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "We return now to our lead story, today's move by the GOP to block an investigation into the Capitol insurrection.",
                "And we return now to our lead story, and that is the guilty verdict in the trial of Derek Chauvin for the murder of George Floyd.",
                "So let's start with our lead story tonight."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhZCBzdG9yeQ&hash=e9603998f2a07335e5dad76214d1f8a1efb0279a&lang=en&cache-only=0",
            "defineEn": "an item of news that is given the most prominence in a news broadcast, magazine, or newspaper",
            "defineVi": "một mục tin tức được đưa ra nổi bật nhất trong một chương trình phát sóng tin tức, tạp chí hoặc báo"
        },
        {
            "id": "2c8e550d-d767-4f37-947d-a52950686943",
            "word": "newsroom",
            "phonetic": "nuːzɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The movie opens in a newsroom where the media becomes the target of Romero’s social critique. ",
                "He's become family to our newsroom.",
                "He's become family to our newsroom.",
                "DAVID SANGER - The afternoon of Oct. 7, I remember we were sitting in the newsroom of The New York Times Washington bureau.",
                "Matt Zapotosky covers the Justice Department for The Washington Post, and he joins us now from their newsroom."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV3c3Jvb20&hash=d648171317a237b6e56bf69352d03d736e79e123&lang=en&cache-only=0",
            "defineEn": "a place in radio or television stations or a newspaper office where news is reviewed and put together to be broadcast or published",
            "defineVi": "một vị trí trong đài phát thanh hoặc đài truyền hình hoặc một văn phòng báo nơi tin tức được xem xét và đặt lại với nhau để phát sóng hoặc xuất bản"
        },
        {
            "id": "9ee16909-2e7f-4eb9-8b95-a2fbf580864d",
            "word": "prime time",
            "phonetic": "pɹaɪm taɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "This legislation is just not ready for prime time.",
                "Still, jellybots aren’t quite ready for prime time, right now, the researchers can’t actually steer them.",
                "I don’t think it was mentioned in Fox prime time until Thursday. ",
                "I don’t think it was mentioned in Fox prime time until Thursday. ",
                "Saturday morning cartoons came to an end last fall, but their spirit now seems to be inhabiting prime time."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbWUgdGltZQ&hash=a7226404e25de374997e7e88924e29d03f0f038a&lang=en&cache-only=0",
            "defineEn": "the time at which the largest number of people are watching TV or listening to the radio",
            "defineVi": "thời điểm mà số lượng người xem TV hoặc nghe đài lớn nhất"
        },
        {
            "id": "6a90acf8-6549-4732-8503-b8ba13550eec",
            "word": "circulation",
            "phonetic": "sɜːkjʊleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The library quickly withdrew the controversial novel from circulation after parents complained that there is no thief like a bad book, capable of corrupting even the most innocent of minds.",
                "When counterfeit bills started circulating in the town, people became skeptical of using the genuine currency, leading to a decrease in the overall value of money in circulation, showing how bad money drives out good.",
                "Circulation grew quickly, partly because of the magazine's lack of competition.",
                "The first Williams-Sonoma catalog had a circulation of about 10,000.",
                "In reality, mammals have a figure-eight circulation."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2lyY3VsYXRpb24&hash=c2bf6622f5c7049ab8b47cb046a78ef0a1a6d803&lang=en&cache-only=0",
            "defineEn": "the number of copies of a newspaper or magazine sold at regular intervals",
            "defineVi": "số lượng bản sao của một tờ báo hoặc tạp chí được bán đều đặn",
            "hasImg": true
        },
        {
            "id": "c3d3414b-7bf0-4f5d-a3b0-8647acbca8eb",
            "word": "clipping",
            "phonetic": "klɪpɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They're reading press clippings and wiring home about them.",
                "Then, the grown up wasps chew their way out, nibbling the edges away like fingernail clippings.",
                "- You know, I still have all the newspaper clippings of Dante when he played in high school.",
                "Or you can sort all that knowledge with one of those conspiracy investigation walls with pushpins, multiple colors of string, and newspaper clippings.",
                "Okay, in 1988, Princeton University received an admissions application from Alexi Indris-Santana that included some above-average SAT scores, some newspaper clippings for track meets that he had won, showing that he was an incredible runner."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpcHBpbmc&hash=a2b03e1ac746e912105babb24904724011d30f0d&lang=en&cache-only=0",
            "defineEn": "a story or article cut from a newspaper or magazine to be kept",
            "defineVi": "một câu chuyện hoặc bài báo cắt từ một tờ báo hoặc tạp chí để được lưu giữ"
        },
        {
            "id": "631c630c-daff-4fc1-99b7-36c453fe4f44",
            "word": "newsgathering",
            "phonetic": "nuːzɡɐðɚɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmV3c2dhdGhlcmluZw&hash=7878174d2075ae1385e4785d15deadcda66d9325&lang=en&cache-only=0",
            "defineEn": "the act of collecting news item for broadcast or publication",
            "defineVi": "hành động thu thập mục tin tức để phát sóng hoặc xuất bản"
        },
        {
            "id": "86a694cc-87ed-4344-bf8b-5f020a7143e8",
            "word": "newssheet",
            "phonetic": "nuːzʃiːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmV3c3NoZWV0&hash=2066d18e856bced3989776242aa99f3f559c57cd&lang=en&cache-only=0",
            "defineEn": "a small and simple form of newspaper with only few pages",
            "defineVi": "một dạng báo nhỏ và đơn giản chỉ có vài trang"
        },
        {
            "id": "0f8ff455-c553-496e-ab51-17ae97c5ac3c",
            "word": "issue",
            "phonetic": "ɪʃuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Alan's explanation just muddies the issue!",
                "The issue comes up over and over on the stump.",
                "He danced the issue around.",
                "I pressed the issue home to them.",
                "The winter issue is hot off the press."
            ],
            "audio": "https://tts.langeek.co/read?text=aXNzdWU&hash=cb7ffba76ab3a33386ef431e196e88fc7e0cd5cd&lang=en&cache-only=0",
            "defineEn": "one of a series of publications produced regularly",
            "defineVi": "một trong một loạt các ấn phẩm được sản xuất thường xuyên"
        },
        {
            "id": "00e6259c-6626-420a-bc7d-f176c19685a0",
            "word": "photojournalism",
            "phonetic": "foʊɾoʊdʒɜːnəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "And this largely came through innovations in the field of photojournalism, rather than new discoveries in city planning or architecture.",
                "Muybridge showed that the value of a sequence of photographs could be greater than that of any single image, a lesson that was later applied in photojournalism as well as biomechanics.",
                "Muybridge showed that the value of a sequence of photographs could be greater than that of any single image, a lesson that was later applied in photojournalism as well as biomechanics."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhvdG9qb3VybmFsaXNt&hash=d6c695b302635636d8377ec0bff1d2196afa7581&lang=en&cache-only=0",
            "defineEn": "the act or profession of reporting news articles in newspapers or magazines mainly through photographs",
            "defineVi": "hành động hoặc nghề báo cáo các bài báo trên báo hoặc tạp chí chủ yếu thông qua các bức ảnh"
        },
        {
            "id": "4e891ced-3b17-4fde-8fcf-881a84bb67c3",
            "word": "photo op",
            "phonetic": "foʊɾoʊ ɑːp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGhvdG8gb3A&hash=8d035db5776492df948f791775a5cd307ca734cf&lang=en&cache-only=0",
            "defineEn": "an occasion arranged by a politician or other famous people to be photographed while doing something that they think will popularize them",
            "defineVi": "một dịp được sắp xếp bởi một chính trị gia hoặc những người nổi tiếng khác để được chụp ảnh khi đang làm điều gì đó mà họ nghĩ sẽ phổ biến cho họ"
        },
        {
            "id": "1cad6357-d485-456d-9e0b-c8910f8a91bd",
            "word": "periodical",
            "phonetic": "piəɹɪɑːdɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "We just had repeated and periodical national elections.",
                "But periodical cicadas may be transforming in real life.",
                "But periodical cicadas may be transforming in real life.",
                "It’s the rise of the periodical cicadas.",
                "2015 is a special year for periodical cicadas, because a 13 year brood and 17 year brood are both emerging at the same time."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyaW9kaWNhbA&hash=17b3e634e85265fc7569c943df56c452b75b87f2&lang=en&cache-only=0",
            "defineEn": "a publication, especially about a technical subject, that is produced regularly",
            "defineVi": "một ấn phẩm, đặc biệt là về một chủ đề kỹ thuật, được sản xuất thường xuyên"
        },
        {
            "id": "e09d4395-8727-4925-be4c-8f9949935b15",
            "word": "quarterly",
            "phonetic": "kwɔːɹɾɚli ",
            "partOfSpeechType": "noun",
            "examples": [
                "According to a CBP spokesperson, specialists evaluate trainings quarterly, but as of now, \"the curriculum remains unchanged.\"",
                "It could be a quarterly income statement.",
                "The biggest quarterly decline we've seen an annualized GDP growth was in 1950 and that was 10 percent.",
                "They are under the stress of their public companies, reporting quarterly reports. ",
                "Take, for example, in 2018, when quarterly GDP growth reached its highest level in nearly four years."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhcnRlcmx5&hash=4fb97d938de6d42169f445662372d13cadb2fad5&lang=en&cache-only=0",
            "defineEn": "a publication produced four times a year",
            "defineVi": "một ấn phẩm được sản xuất bốn lần một năm"
        },
        {
            "id": "3f7a16dc-06a3-49e8-a10c-de751a367085",
            "word": "tabloid",
            "phonetic": "tæblɔɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The tabloid press ran the story.",
                "Tabloids are always eager to get the dirt on famous celebrities.",
                "The tabloids were quick to label the famous actor as a backdoor man after rumors circulated about his affairs with multiple co-stars.",
                "The freelance investigative reporter made a career of digging up dirt on celebrities for tabloids.",
                "Once I contact my usual sources at the tabloids, I should be able to dig up the dirt on that actress."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFibG9pZA&hash=64b242a179a31dd2c985b49a0138237caab94aad&lang=en&cache-only=0",
            "defineEn": "a newspaper with smaller pages and many pictures, covering stories about famous people and not much serious news",
            "defineVi": "một tờ báo với các trang nhỏ hơn và nhiều hình ảnh, bao gồm những câu chuyện về những người nổi tiếng và không có nhiều tin tức nghiêm trọng"
        },
        {
            "id": "6db9e49d-17d5-47ec-8c62-378c21be1ba5",
            "word": "readership",
            "phonetic": "ɹiːdɚʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "So while young adult fiction was plenty lucrative, it wasn't really respected by people outside of its targeted readership."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhZGVyc2hpcA&hash=56f274de886272565c12ae462984fbdce6e767bb&lang=en&cache-only=0",
            "defineEn": "the number of people who read a particular magazine, newspaper, or book on a regular basis",
            "defineVi": "số người thường xuyên đọc một tạp chí, tờ báo hoặc cuốn sách cụ thể"
        },
        {
            "id": "2e2f6360-759e-4d2b-a775-da23ab224bf2",
            "word": "citizen journalism",
            "phonetic": "sɪɾɪzən dʒɜːnəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2l0aXplbiBqb3VybmFsaXNt&hash=3b9884df61d180c2dde44a027ba35b63ffcea745&lang=en&cache-only=0",
            "defineEn": "the coverage of news by ordinary people, which is then shared on the Internet",
            "defineVi": "mức độ đưa tin của những người bình thường, sau đó được chia sẻ trên Internet"
        },
        {
            "id": "5a7f55c8-2d29-4f3b-ac16-62dd201a2504",
            "word": "anonymous",
            "phonetic": "ɐnɑːnəməs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Thank you, Anonymous, for asking a question.",
                "Take those anonymous donations, for instance.",
                "For one thing, it’s anonymous.",
                "Still, these ideas don’t fully explain things like anonymous donations.",
                "It’s anonymous and timeless."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5vbnltb3Vz&hash=09cf8d7bc6f3fb36535e1cbd5b43d3dfa5ea3cf0&lang=en&cache-only=0",
            "defineEn": "(of a person) not known by name",
            "defineVi": "(của một người) không biết tên",
            "hasImg": true
        },
        {
            "id": "45cad1f3-44b3-4cd6-818c-0767de931cd8",
            "word": "high-profile",
            "phonetic": "haɪpɹoʊfaɪl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Meanwhile, high-profile cases started appearing.",
                "He does make these high-profile media appearances. ",
                "Today, the company increasingly works with high-profile commercial customers too.",
                "But over the decades, a number of high-profile disasters have stalled the industry's momentum.",
                "These multiple shootings follow a spike of other high-profile mass shootings."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaC1wcm9maWxl&hash=b403133e92ba7c2b7267edf82dc5f570dcb08e21&lang=en&cache-only=0",
            "defineEn": "drawing a lot of public attention",
            "defineVi": "thu hút rất nhiều sự chú ý của công chúng"
        },
        {
            "id": "082a98db-b5cc-4b5e-9d3e-b827a69f8bfa",
            "word": "nationwide",
            "phonetic": "neɪʃənwaɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The new product will soon be available in stores nationwide.",
                "For our first entrepreneurial venture, we decided to cross the stream where it is shallowest by starting small and local rather than taking on a massive nationwide project initially.",
                "For every 1% increase in THC, 60 more people enter treatment nationwide.",
                "KATE SOSIN: 2015 saw the advent of marriage equality nationwide.",
                "Nationwide, the number is somewhere between two and three million."
            ],
            "audio": "https://tts.langeek.co/read?text=bmF0aW9ud2lkZQ&hash=690d7b87a65ec1e8fd4d9599759b8199f3e4b782&lang=en&cache-only=0",
            "defineEn": "existing or occurring across a country",
            "defineVi": "hiện có hoặc xảy ra trên khắp một quốc gia"
        },
        {
            "id": "52cf5ecd-6f7e-4d72-b792-9fa4b36f2433",
            "word": "ballot",
            "phonetic": "bælət ",
            "partOfSpeechType": "noun",
            "examples": [
                "Thankfully for our immune systems, we humans have ballots.",
                "Campaign officials fillings out ballots.",
                "Voters in New York City cast ballots today in primary elections for mayor.",
                "Cast your ballot.",
                "Ballots hidden in the bathroom."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsbG90&hash=a8590a04858031628ed936636ddec85d34ac1e84&lang=en&cache-only=0",
            "defineEn": "a piece of paper on which a vote is written",
            "defineVi": "một mảnh giấy mà một phiếu bầu được viết",
            "hasImg": true
        }
    ]
}