{
    "id": "850224b8-ad24-49f1-9f40-acb5a0eeb8a7",
    "title": "Lesson 7B",
    "originalTitle": "Lesson 7B",
    "words": [
        {
            "id": "c7399057-6195-46c7-a565-e5bec419fc06",
            "word": "palm",
            "phonetic": "pɑːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drug barons were greasing the palm of the chief of police.",
                "I'll have him in the palm of my hand in no time.",
                "If you want to get something done around here, you have to grease someone's palm.",
                "He likes to cook his french fries in palm oil for a crispy texture.",
                "There's a second way through this situation but it involves greasing your boss's palms."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFsbQ&hash=6504263a429be2e635de107a0e1293a1493d985b&lang=en&cache-only=0",
            "defineEn": "the inner surface of the hand between the wrist and fingers",
            "defineVi": "bề mặt bên trong của bàn tay giữa cổ tay và ngón tay",
            "hasImg": true
        },
        {
            "id": "bc7d1efd-3f75-4dcc-bb5e-d3a237a8fd1b",
            "word": "wrist",
            "phonetic": "ɹɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "When upper management does the same the law slaps them on the wrist.",
                "We have a wrist rest.",
                "So your wrist didn't fold.",
                "Isn't the wrist the shallowest portion of the body?",
                "it's on my wrist right now."
            ],
            "audio": "https://tts.langeek.co/read?text=d3Jpc3Q&hash=c2aee232bc92051b0e1148e0e6ac7e046d17d294&lang=en&cache-only=0",
            "defineEn": "the joint connecting the hand to the arm",
            "defineVi": "khớp nối bàn tay với cánh tay",
            "hasImg": true
        },
        {
            "id": "9f5361a4-a853-43d5-a1f8-a85556b7bcbe",
            "word": "bottom",
            "phonetic": "bɑːɾəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Charity hits rock bottom in Emmerdale.",
                "Morale within the company was at rock bottom.",
                "The bottom line for 2014 was a pre-tax profit of £85 million.",
                "You really are scraping the bottom of the barrel!",
                "The company bets its bottom dollar when it spends a lot of money on advertising."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym90dG9t&hash=184dce738cf0495a0d5c32af474a76b9ead1382f&lang=en&cache-only=0",
            "defineEn": "the part of the body that we sit on",
            "defineVi": "một phần của cơ thể mà chúng ta ngồi trên",
            "hasImg": true
        },
        {
            "id": "294a638f-2f5d-417c-bc8b-baf1b7b50ccf",
            "word": "chest",
            "phonetic": "tʃɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's still playing his cards close to his chest.",
                "The shirt has a pocket on the chest for small items.",
                "Getting things off your chest can be liberating.",
                "I feel all better now that I got that off my chest.",
                "Thank you for lending an ear, I feel much better now that I've gotten that off my chest."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlc3Q&hash=1c738b1c69b3bbb89b0e8998432b8d3886f63567&lang=en&cache-only=0",
            "defineEn": "the front part of the body between the neck and the stomach",
            "defineVi": "phần phía trước của cơ thể giữa cổ và dạ dày",
            "hasImg": true
        },
        {
            "id": "4bbcc31f-7098-49ff-94f4-357eac5cfe35",
            "word": "hip",
            "phonetic": "hɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The two friends were joined at the hip during their college years.",
                "He is shooting from the hip in an act of political desperation.",
                "John and Mary are joined at the hip.",
                "She fell downstairs and broke her hip.",
                "Jeff is a straight talker who always shoots from the hip."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlw&hash=9c1cc4c2e9ed905d4e386b4336a36699b52da8b4&lang=en&cache-only=0",
            "defineEn": "each of the parts above the legs and below the waist at either side of the body",
            "defineVi": "mỗi bộ phận phía trên chân và dưới thắt lưng ở hai bên cơ thể",
            "hasImg": true
        },
        {
            "id": "88195d0a-dcf9-4e4b-b5da-270000a0990c",
            "word": "thigh",
            "phonetic": "θaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Look at little baby's adorable thunder thighs!",
                "I asked my mother to prepare a delicious honey-glazed roasted turkey thigh for dinner.",
                "Growing up, Jason was teased for his larger thighs, but he eventually learned to love and appreciate his thunder thighs for their strength and endurance.",
                "They marinated their chicken thighs in a mixture of mace, garlic, and lemon juice.",
                "The skinless turkey thighs were tender and juicy, perfect for a Thanksgiving dinner."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpZ2g&hash=c6b8e632d47688a49c38f06a76600ae1de981ec1&lang=en&cache-only=0",
            "defineEn": "the top part of the leg between the hip and the knee",
            "defineVi": "phần trên cùng của chân giữa hông và đầu gối",
            "hasImg": true
        },
        {
            "id": "44dd9bbf-65a7-4c3e-a59e-ce6292dca0cf",
            "word": "waist",
            "phonetic": "weɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her hair reaches down to her waist.",
                "The hiker bent at the waist to drink water from the stream.",
                "The pants are too tight around the waist, so I can't zip them up.",
                "Researchers measured their waist circumference and weight at the beginning and end of the study.",
                "This one actually-- - Right, he's got a high waist."
            ],
            "audio": "https://tts.langeek.co/read?text=d2Fpc3Q&hash=f28fd6ff6807f44a538814e452f25e0fe94bb34e&lang=en&cache-only=0",
            "defineEn": "the part of the body between the ribs and hips, which is usually narrower than the parts mentioned",
            "defineVi": "phần cơ thể giữa xương sườn và hông, thường hẹp hơn các phần được đề cập",
            "hasImg": true
        },
        {
            "id": "c57273aa-7beb-4181-ac5f-b8439c7b1ccc",
            "word": "brain",
            "phonetic": "bɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The brain weighs about three pounds.",
                "After all, an electrical brain is smarter than the sum of its parts.",
                "He has golf on the brain!",
                "The brain is responsible for controlling our thoughts and actions.",
                "He suffered a traumatic brain injury in a car accident."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJhaW4&hash=680e4f8d64ce52f344e7cd50b0559b751969d388&lang=en&cache-only=0",
            "defineEn": "the body part that is inside our head controlling how we feel, think, move, etc.",
            "defineVi": "phần cơ thể nằm trong đầu kiểm soát cách chúng ta cảm nhận, suy nghĩ, di chuyển, v.v.",
            "hasImg": true
        },
        {
            "id": "c7ec3b9d-cceb-4601-8230-62e99e0c9df7",
            "word": "heart",
            "phonetic": "hɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our hearts go out to the families of the victims of this terrible tragedy.",
                "They never lost heart, even in the face of adversity.",
                "They pour out their hearts to God.",
                "Please, open your hearts to these poor people.",
                "And now the poor thing is crying his heart out."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhcnQ&hash=0df043b9bf913282183721a25e9a4a615cee0e75&lang=en&cache-only=0",
            "defineEn": "the body part that pushes the blood to go to all parts of our body",
            "defineVi": "bộ phận cơ thể đẩy máu đi đến tất cả các bộ phận của cơ thể chúng ta",
            "hasImg": true
        },
        {
            "id": "06ad94af-c250-4cbb-8586-2a003212b3fe",
            "word": "kidney",
            "phonetic": "kɪdni ",
            "partOfSpeechType": "noun",
            "examples": [
                "As adventurous eaters, they tried a variety of exotic foods but drew the line at kidneys.",
                "As she explored a bustling street market, she discovered a vendor selling savory kidney bean tacos.",
                "They joined a cooking class, learning to prepare diverse dishes with kidney beans.",
                "He had a deep-seated hate for kidney, finding it unappetizing and refusing to even consider trying it.",
                "Your kidneys filter out excess waste and water from your bloodstream."
            ],
            "audio": "https://tts.langeek.co/read?text=a2lkbmV5&hash=b74334be1a8f97342229d0b9a07d7674faf039bd&lang=en&cache-only=0",
            "defineEn": "each of the two bean-shaped organs in the lower back of the body that separate wastes from the blood and make urine",
            "defineVi": "mỗi cơ quan trong số hai cơ quan hình hạt đậu ở phần lưng dưới của cơ thể giúp tách chất thải ra khỏi máu và tạo ra nước tiểu",
            "hasImg": true
        },
        {
            "id": "504144ee-c5ec-4e5f-a25c-c529e4223b83",
            "word": "liver",
            "phonetic": "lɪvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She cooked the chicken liver with onions and served it as an appetizer.",
                "I read an article about the potential benefits of quassia in improving liver health.",
                "He decided to try a traditional dish that featured a mix of variety meats, including liver, heart, and tripe.",
                "The liver sausage spread on crackers was a tasty appetizer for the party.",
                "The liver sausage and onion omelette offered a rich and satisfying breakfast choice."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl2ZXI&hash=814bfad2e51683e116043a03efea8658235eed01&lang=en&cache-only=0",
            "defineEn": "a large organ in the body that produces bile and cleans the blood",
            "defineVi": "một cơ quan lớn trong cơ thể sản xuất mật và làm sạch máu",
            "hasImg": true
        },
        {
            "id": "fb260201-a0e7-4fd2-b3cf-75e6c81cc41d",
            "word": "lung",
            "phonetic": "lʌŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boss sure aired his lungs when we lost another customer!",
                "She almost shouted bloody murder on top of her lungs.",
                "A cure for lung cancer would save thousands of lives each year.",
                "She can sing for hours without getting tired, she really has a good pair of lungs.",
                "I am going to head outside and throw down a few more lung darts."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVuZw&hash=aaf009ec89ded0c0ea533e96f468b720ffa8c317&lang=en&cache-only=0",
            "defineEn": "each of the two organs in the chest that help us breathe",
            "defineVi": "mỗi cơ quan trong lồng ngực giúp chúng ta thở",
            "hasImg": true
        },
        {
            "id": "04662e14-8394-4415-a18c-18b55997cbd8",
            "word": "arm",
            "phonetic": "ɑːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Both teams chanced their arms at every opportunity.",
                "His arms dropped limply to his sides.",
                "He moved his arm away from his face.",
                "The mother gently cradled her newborn baby in her arms.",
                "The proud uncle held his newborn nephew in his arms."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJt&hash=06f559c6a0ca6d672f59aca0a725c4f41d0c69fa&lang=en&cache-only=0",
            "defineEn": "one of the two body parts that is connected to the shoulder and ends with fingers",
            "defineVi": "một trong hai bộ phận cơ thể được nối với vai và kết thúc bằng ngón tay",
            "hasImg": true
        },
        {
            "id": "fc05251c-0fea-4d2f-b19c-feb65cd38582",
            "word": "eyebrow",
            "phonetic": "aɪbɹaʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her irreverent chatter during the ceremony raised many people's eyebrows.",
                "My best friend's pink hair definitely raised a few eyebrows at our very strict school.",
                "He raised his eyebrows in surprise when he heard the unexpected news.",
                "She used a small brush to comb her eyebrows into shape.",
                "I'm well aware that statement will raise eyebrows."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXllYnJvdw&hash=12e453b0840e0af14f51f9a1506e1f516772e4a2&lang=en&cache-only=0",
            "defineEn": "one of the two lines of hair that grow above our eyes",
            "defineVi": "một trong hai dòng tóc mọc phía trên mắt của chúng ta",
            "hasImg": true
        },
        {
            "id": "5c30130e-e04f-4790-a96e-b1dd1fc47655",
            "word": "hair",
            "phonetic": "hɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Keep your hair on.",
                "Her hair reaches down to her waist.",
                "His hair reached down to the middle of his back.",
                "My grandmother's hair is gray.",
                "Short hair really becomes you."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFpcg&hash=4ca152a2fcf8b0dd90b01b48bc9d0545f1400da2&lang=en&cache-only=0",
            "defineEn": "the thin thread-like things that grow on our head",
            "defineVi": "những thứ giống như sợi chỉ mọc trên đầu chúng ta",
            "hasImg": true
        },
        {
            "id": "34f2dc61-8f06-4ded-928c-c89d9e3ea7ce",
            "word": "hand",
            "phonetic": "hænd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Canadian team handed the game to them on a silver plate.",
                "The girl held her father's hand tightly.",
                "She handed me a clean plate for dessert.",
                "The police had the situation well in hand.",
                "The prisoner held his head in his hands."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZA&hash=42372c981f552b4e6ec5da776f5b1bee27c6c04e&lang=en&cache-only=0",
            "defineEn": "the part of our body that is at the end of our arm and we use to grab, move, or feel things",
            "defineVi": "phần cơ thể nằm ở cuối cánh tay và chúng ta dùng để nắm lấy, di chuyển hoặc cảm nhận đồ vật",
            "hasImg": true
        },
        {
            "id": "3c3c5841-fbe4-4b75-8bb5-a8db3ba5e853",
            "word": "head",
            "phonetic": "hɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The baby cried its head off.",
                "The prisoner held his head in his hands.",
                "Heads are rolling all over the place.",
                "Hold your head up.",
                "Watch your head on the low ceiling."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhZA&hash=2abd8cb012e51c7b2b53b59f69b72bf289920647&lang=en&cache-only=0",
            "defineEn": "the top part of our body, where our brain and face are located",
            "defineVi": "phần trên cùng của cơ thể chúng ta, nơi đặt bộ não và khuôn mặt của chúng ta",
            "hasImg": true
        },
        {
            "id": "14430911-629e-4805-a0a7-7ca62002c7cb",
            "word": "nose",
            "phonetic": "noʊz ",
            "partOfSpeechType": "noun",
            "examples": [
                "It really gets up my nose.",
                "She wrinkled her nose at the taste of broccoli.",
                "She wrinkled her nose at the strong smell.",
                "He had a nose for trouble and a brilliant tactical mind.",
                "She has a good nose for a bargain."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9zZQ&hash=65e4d6c128026d14e1d23b5b45ffe40507c0f09e&lang=en&cache-only=0",
            "defineEn": "the body part that is in the middle of our face and we use to smell and breathe",
            "defineVi": "phần cơ thể ở giữa khuôn mặt của chúng tôi và chúng tôi sử dụng để ngửi và thở",
            "hasImg": true
        },
        {
            "id": "9fb79dae-d56a-4914-a38b-c370677c2345",
            "word": "shoulder",
            "phonetic": "ʃoʊldɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "That hot guy had a good head on his shoulders.",
                "The jacket sat beautifully on her shoulders.",
                "He gently rested his chin on her shoulder.",
                "He received a cold shoulder from his former friends after the argument.",
                "She gave a shrug of her shoulders."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvdWxkZXI&hash=aa6c794c911628c3d4b3f9c5d63eca18f0f0f4f5&lang=en&cache-only=0",
            "defineEn": "each of the two parts of the body between the top of the arms and the neck",
            "defineVi": "mỗi bộ phận trong số hai bộ phận của cơ thể giữa đầu cánh tay và cổ",
            "hasImg": true
        },
        {
            "id": "41bbc6c6-d965-487b-a253-9dafe1275456",
            "word": "body",
            "phonetic": "bɑːdi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gymnast effortlessly bent her body into a graceful arch during her routine.",
                "Under stress, the body produces adrenalin.",
                "The doctor examined her body to check for any signs of illness or injury.",
                "The demonstrators marched in a body to the main square.",
                "He dedicated himself body and soul to the education of young men."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9keQ&hash=f7a733a6c5b315d0682a60f3b15f02925b011363&lang=en&cache-only=0",
            "defineEn": "our or an animal's hands, legs, head, and every other part together",
            "defineVi": "tay, chân, đầu và mọi bộ phận khác của chúng ta hoặc động vật cùng với nhau",
            "hasImg": true
        },
        {
            "id": "dfc1f987-05e8-4e86-91c3-ae18369b3187",
            "word": "cheek",
            "phonetic": "tʃiːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The tears ran down her cheeks.",
                "She pressed her cheek against the cool glass window.",
                "The baby had chubby cheeks and a cute face.",
                "He planted a gentle kiss on her cheek.",
                "Neither nation is renowned for turning the other cheek."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlZWs&hash=6b03fd084933a4e0341f58aa2abebc371fb4f29a&lang=en&cache-only=0",
            "defineEn": "any of the two soft sides of our face that are bellow our eyes",
            "defineVi": "bất kỳ hai mặt mềm mại nào trên khuôn mặt của chúng ta dưới mắt chúng ta",
            "hasImg": true
        },
        {
            "id": "6db7c670-0aab-400c-a6d3-6f6381fdaa9e",
            "word": "chin",
            "phonetic": "tʃɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He gently rested his chin on her shoulder.",
                "The company took it on the chin as a symbol of the system in the Sixties.",
                "She wore a chin strap to protect her jaw during sports activities.",
                "She rested her chin on her hand, listening attentively to the conversation.",
                "He scratched his chin, trying to recall the answer to the question."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpbg&hash=174d607a349e5e6cfaf3af557823197aef33aec1&lang=en&cache-only=0",
            "defineEn": "the lowest part of our face that is below our mouth",
            "defineVi": "phần thấp nhất của khuôn mặt của chúng tôi là dưới miệng của chúng tôi",
            "hasImg": true
        },
        {
            "id": "7bd9b406-bf47-4fd9-ab27-af456c391c8f",
            "word": "eye",
            "phonetic": "aɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My father has brown eyes.",
                "The woman has eyes like a hawk!",
                "A vase on a side table caught his eye.",
                "The actor's intense bedroom eyes added an extra layer of allure to his performance.",
                "The intense gaze from across the room, eyes on stalks, left no doubt about his attraction."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXll&hash=f6db2d27d3e734403e211643841eb4f89c653156&lang=en&cache-only=0",
            "defineEn": "a body part on our face that we have two of and use for seeing",
            "defineVi": "một bộ phận cơ thể trên khuôn mặt của chúng ta mà chúng ta có hai và sử dụng để nhìn",
            "hasImg": true
        },
        {
            "id": "c61bbf18-da71-4970-a821-050747d1f957",
            "word": "forehead",
            "phonetic": "fɔːɹhɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "He reached out a hand and touched her forehead.",
                "I try to give people the benefit of the doubt and assume the best in them, as everyone's faults are not written in their forehead.",
                "Forehead reaching toward the earth, palms up.",
                "My last tennis match took place on Link's forehead.",
                "He had a forehead vein."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yZWhlYWQ&hash=a29e5504ddb19bf9c8f764cc1fa367b7dc5de90c&lang=en&cache-only=0",
            "defineEn": "the part of the face above the eyebrows and below the hair",
            "defineVi": "một phần của khuôn mặt trên lông mày và dưới tóc",
            "hasImg": true
        },
        {
            "id": "38d7b3a1-8515-48a3-8c67-a277ba089b3b",
            "word": "lip",
            "phonetic": "lɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rumors never passed her lips.",
                "Not a drop of liquor has passed my lips.",
                "Read my lips.",
                "Read my lips.",
                "My lips are sealed."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlw&hash=fa1cbd7d95b7698a4cfbaa75f2f0e9eaf872e010&lang=en&cache-only=0",
            "defineEn": "each of the two body parts that are soft and surround our mouth",
            "defineVi": "mỗi bộ phận trong số hai bộ phận cơ thể mềm và bao quanh miệng của chúng ta",
            "hasImg": true
        },
        {
            "id": "9612d7ef-a07d-4f0d-b6e2-0f685915f69d",
            "word": "neck",
            "phonetic": "nɛk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The doctor examined her neck for any signs of injury.",
                "His parents are always breathing down his neck.",
                "My debts are a millstone round my neck.",
                "The bullet got him in the neck.",
                "She wore a necklace around her neck."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVjaw&hash=9de013395b3339c27a4c2a894134f0c10d0c1667&lang=en&cache-only=0",
            "defineEn": "the body part that is connecting the head to the shoulders",
            "defineVi": "phần cơ thể nối đầu với vai",
            "hasImg": true
        },
        {
            "id": "eb44893c-578a-4dc1-909e-c79adcc5a36d",
            "word": "stubble",
            "phonetic": "stʌbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Are they, or is that stubble or freckles?"
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1YmJsZQ&hash=51b4e522fca64546061c6949b383c95332f7640e&lang=en&cache-only=0",
            "defineEn": "short stiff hair growing on the skin when it is not shaved, typically on a man's face",
            "defineVi": "lông ngắn cứng mọc trên da khi không cạo, điển hình là trên mặt nam giới",
            "hasImg": true
        },
        {
            "id": "141974c9-f7e8-42c0-b884-e8c620947c9e",
            "word": "wrinkle",
            "phonetic": "ɹɪŋkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "She wrinkled her nose at the taste of broccoli.",
                "She wrinkled her nose at the strong smell.",
                "She wrinkled her nose as she tasted the beet.",
                "Wrinkles were starting to show on his face.",
                "The wrinkles and gray hair show that he's getting on, but he's still full of wisdom and experience."
            ],
            "audio": "https://tts.langeek.co/read?text=d3JpbmtsZQ&hash=7bc1f6f3631fbed88b1f590dd94f73bb40427ec5&lang=en&cache-only=0",
            "defineEn": "a small fold or line in a piece of cloth or in the skin, particularly the face",
            "defineVi": "một nếp gấp hoặc đường nhỏ trên một mảnh vải hoặc trên da, đặc biệt là trên mặt",
            "hasImg": true
        },
        {
            "id": "3fc6bfb2-a21f-4146-a648-1121f48f8cd8",
            "word": "ankle",
            "phonetic": "æŋkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Wright turned his ankle in the first minute of the game.",
                "She wore ankle boots that emphasized her cankles.",
                "She turned her ankle on the rocks and had to hobble back to camp.",
                "The young athlete suffered a sprained ankle during the game, but with proper treatment and rehabilitation, she's on the mend and eager to get back on the field.",
                "The X-rays show that he has a broken ankle."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5rbGU&hash=a2c54e40c73218dedf8de11f0b6479f65a253fef&lang=en&cache-only=0",
            "defineEn": "the joint that connects the foot to the leg",
            "defineVi": "khớp nối bàn chân với chân",
            "hasImg": true
        },
        {
            "id": "e772253d-9823-49bd-8b81-1eb9edf1b01d",
            "word": "calf",
            "phonetic": "kæf ",
            "partOfSpeechType": "noun",
            "examples": [
                "The farmer witnessed the birth of a baby calf in the barn.",
                "The parents were both highly successful doctors, but their son struggled in medical school, proving that many a good cow has a bad calf.",
                "The chef was known for her delicious dishes, but even she had a few failed experiments, showing that many a good cow has a bad calf.",
                "Maria had been part of a social group, but when she had a falling out with one of the members, they quickly excluded her and moved on, proving that a bellowing cow soon forgets her calf.",
                "Maggie had been committed to a project, but when it became too challenging, she gave up and moved on, proving that a bellowing cow soon forgets her calf."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FsZg&hash=d491c88a0ac106fd7b26d00b9b7fe42e3c9fd375&lang=en&cache-only=0",
            "defineEn": "the muscular part at the back of the leg between the knee and the ankle",
            "defineVi": "phần cơ ở phía sau chân giữa đầu gối và mắt cá chân",
            "hasImg": true
        },
        {
            "id": "c4aca249-5658-441b-991b-e97bef5de45c",
            "word": "heel",
            "phonetic": "hiːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The town has become very down at heel.",
                "His shoes were wearing at the heel.",
                "This disaster comes hard on the heels of last week’s train crash.",
                "Hearing the noise in the dark, the children ran head over heels back home.",
                "Her second movie followed close on the heels of her successful film debut."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVlbA&hash=ffa2ee004b343736e7d6f2df6952b63340d8519b&lang=en&cache-only=0",
            "defineEn": "the back part of the foot, below the ankle",
            "defineVi": "phần sau của bàn chân, dưới mắt cá chân",
            "hasImg": true
        },
        {
            "id": "7e8fde3c-3c2f-410e-8d96-fd8b9f7aca5a",
            "word": "knee",
            "phonetic": "niː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company was on its knees.",
                "She's the bee's knees.",
                "I must have hit my knee.",
                "The weight of the world pushed him to his knees.",
                "He performed knee exercises to strengthen the muscles around the joint."
            ],
            "audio": "https://tts.langeek.co/read?text=a25lZQ&hash=2d46c9f74da84a871ab175f4deb3cd5f27adfa25&lang=en&cache-only=0",
            "defineEn": "the body part that is in the middle of the leg and helps it bend",
            "defineVi": "phần cơ thể ở giữa chân và giúp nó uốn cong",
            "hasImg": true
        },
        {
            "id": "4c600b78-20ce-4ecd-8071-61591b241645",
            "word": "elbow",
            "phonetic": "ɛlboʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The player elbowed his opponent out of the way to gain possession of the ball",
                "The determined fan elbowed his way through the crowd to get closer to the stage.",
                "Oh, did you bonk your elbow?",
                "She elbowed her way to the front of the line to secure the last ticket.",
                "His favorite pair of jeans became out at elbows after years of regular use, developing holes and signs of distress."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxib3c&hash=5115d7a4e00e540f87c17f211c0762079397f397&lang=en&cache-only=0",
            "defineEn": "the joint where arms bend; between the upper and lower parts of the arm",
            "defineVi": "khớp nơi cánh tay uốn cong; giữa phần trên và phần dưới của cánh tay",
            "hasImg": true
        },
        {
            "id": "0a79132e-991b-4bb7-97ae-3c3a94f4dcc3",
            "word": "fist",
            "phonetic": "fɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "He put his fist through a glass door.",
                "The patriarch has always been an iron fist in a velvet glove.",
                "a king who ruled his country with an iron fist.",
                "They promised that the army would strike with an iron fist at any resistance.",
                "Other people knock fists."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlzdA&hash=401bfaec0060308ba39a4dfd7b0b24c13433ee34&lang=en&cache-only=0",
            "defineEn": "the hand with the fingers tightly bent toward the palm",
            "defineVi": "bàn tay với các ngón tay uốn cong về phía lòng bàn tay",
            "hasImg": true
        },
        {
            "id": "e663e9f4-00d5-481d-8dd9-24f93ff805b8",
            "word": "nail",
            "phonetic": "neɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lawyers put another nail in her coffin today.",
                "Those coffin nails are going to hurt your voice.",
                "He hit the nail squarely on the head with the hammer.",
                "This latest evidence could be the final nail in the coffin for Jackson's case.",
                "You’ve hit the nail on the head there, David."
            ],
            "audio": "https://tts.langeek.co/read?text=bmFpbA&hash=320dea3073bf95aec2e9d62804f1137fc4d318f1&lang=en&cache-only=0",
            "defineEn": "the hard, thin layer on the upper surface of the tip of the finger and toe",
            "defineVi": "lớp cứng, mỏng ở mặt trên của đầu ngón tay và ngón chân",
            "hasImg": true
        },
        {
            "id": "ace703db-23fd-46f4-8434-d3fd29559b21",
            "word": "thumb",
            "phonetic": "θʌm ",
            "partOfSpeechType": "noun",
            "examples": [
                "So it's the thumbs up for Brighton's latest nightclub.",
                "He was very much under the thumb of his father.",
                "In Japan a European stands out like a sore thumb.",
                "I'm all thumbs when it comes to making bows.",
                "They hope the audience will give a thumbs up to the TV series."
            ],
            "audio": "https://tts.langeek.co/read?text=dGh1bWI&hash=57a57c30013fb454cd17d45bdd460bf1e145fa47&lang=en&cache-only=0",
            "defineEn": "the thick finger that has a different position than the other four",
            "defineVi": "ngón dày có vị trí khác với bốn ngón còn lại",
            "hasImg": true
        },
        {
            "id": "71d8d8dd-b1a7-4369-8482-15c943363fdf",
            "word": "toe",
            "phonetic": "toʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cut and thrust of the business world keeps entrepreneurs on their toes.",
                "The pair went toe to toe until the third set, when Azarenka squandered two match points.",
                "They won't stand toe to toe with us.",
                "The pair went toe to toe until the third set, when Azarenka squandered two match points.",
                "I keep my students on their toes with pop quizzes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9l&hash=84283c28d064bf30360bbd0c5b57fe4e1eec9dcf&lang=en&cache-only=0",
            "defineEn": "each of the five parts sticking out from the foot",
            "defineVi": "mỗi trong số năm phần nhô ra từ bàn chân",
            "hasImg": true
        },
        {
            "id": "c6243b08-bbe2-454d-95cd-3f7272de18b2",
            "word": "to bite",
            "phonetic": "tə baɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "By the will of his wife, he bit the bullet.",
                "The bite had scarcely broken the skin.",
                "The bite had scarcely broken the skin.",
                "The street vendor served crispy trotter bites with a tangy dipping sauce at the food market.",
                "Never bite the hand that feeds you Carol."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYml0ZQ&hash=ee9210b097ea1df8f23f7ae644c185769cba91a6&lang=en&cache-only=0",
            "defineEn": "to cut into flesh using the teeth",
            "defineVi": "để cắt vào thịt bằng cách sử dụng răng",
            "hasImg": true
        },
        {
            "id": "23726c24-bf93-4996-9c75-9a6d065eed4a",
            "word": "to blow",
            "phonetic": "tə bloʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The investigation blew the lid off corruption in city hall.",
                "The baby blew kisses, puckering up her tiny lips.",
                "The children came to blows over the new toy.",
                "The wind is blowing from the east today.",
                "The team rained down blows on their opponents, overwhelming them with a flurry of punches."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxvdw&hash=77d605341aee9a313f062f8ace3d1bc1426828f9&lang=en&cache-only=0",
            "defineEn": "to exhale forcefully through the mouth",
            "defineVi": "thở ra mạnh mẽ qua miệng",
            "hasImg": true
        },
        {
            "id": "c7d8b07e-f264-4ffe-a646-2aad629ab33f",
            "word": "to brush",
            "phonetic": "tə bɹʌʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I had a brush with him a number of years ago.",
                "The chef brushed a sweet glaze made of honey and soy sauce onto the grilled salmon.",
                "We need a new brush for our pet's fur.",
                "She had a brush with stardom in the eighties as a member of a minor pop band.",
                "The hairstylist used a round brush to create curls."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJ1c2g&hash=3064b2af058909b9f8fab8b4f202c646778dd744&lang=en&cache-only=0",
            "defineEn": "to arrange or tidy up one's hair with a brush",
            "defineVi": "để sắp xếp hoặc dọn dẹp tóc của một người với một bàn chải",
            "hasImg": true
        },
        {
            "id": "11d8a66d-d1bc-4423-8a3c-afa2dc5f5041",
            "word": "to comb",
            "phonetic": "tə koʊm ",
            "partOfSpeechType": "verb",
            "examples": [
                "He carefully combed his hair before going out.",
                "The police went over the house with a fine-tooth comb.",
                "She used a small brush to comb her eyebrows into shape.",
                "I looked everywhere with a fine-toothed comb but can't find my purse.",
                "I usually stand in front of the mirror to comb my hair."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tYg&hash=0f5f08ee9b7dcba5e310c04f2333ad698189c6ac&lang=en&cache-only=0",
            "defineEn": "to use a comb to tidy or arrange the hair",
            "defineVi": "sử dụng lược để gọn gàng hoặc sắp xếp tóc",
            "hasImg": true
        },
        {
            "id": "bc317d41-7aa1-45ff-b558-dd647c285482",
            "word": "to fold",
            "phonetic": "tə foʊld ",
            "partOfSpeechType": "verb",
            "examples": [
                "He carefully folded the fruit filling into the pastry dough made with pastry flour.",
                "She folded her T-shirt and put it neatly in the drawer.",
                "My mother asked me to fold my clothes and organize them in my closet.",
                "He spread jam on a slice of toast, folded it in half, and enjoyed a simple and tasty meal.",
                "Drill instructor: Fold the first sheet with you and your rackmate now."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9sZA&hash=4dd4e525929d93b7db1722db40680febbb8623db&lang=en&cache-only=0",
            "defineEn": "to bend something in a way that one part of it touches or covers another",
            "defineVi": "để uốn cong một cái gì đó trong một cách mà một phần của nó chạm vào hoặc bao phủ khác",
            "hasImg": true
        },
        {
            "id": "c55552c9-27bf-432b-8bd2-141ca6fdfa2e",
            "word": "to hold",
            "phonetic": "tə hoʊld ",
            "partOfSpeechType": "verb",
            "examples": [
                "The proud uncle held his newborn nephew in his arms.",
                "The medicine cabinet in the bathroom holds our first aid supplies.",
                "Hold your fire!",
                "A strawberry margarita, but hold the tequila.",
                "The senator held the floor for several hours."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9sZA&hash=70bc0c1736f7c3f6cf4d1c7ec516a27c851a113d&lang=en&cache-only=0",
            "defineEn": "to have in one's hands or arms",
            "defineVi": "có trong tay hoặc cánh tay của một người",
            "hasImg": true
        },
        {
            "id": "d7163728-5f99-422d-82b2-30fb6a314152",
            "word": "to touch",
            "phonetic": "tə tʌtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She gently touched the soft fur of the cat.",
                "A regular newsletter keeps people in touch with local events.",
                "My parents were constantly in touch.",
                "The Rangpur slices added a vibrant touch to my summer fruit salad.",
                "The leather sofa adds a touch of elegance to the room."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdG91Y2g&hash=f567ce6d5b530c41b3001434138c73a8ca094425&lang=en&cache-only=0",
            "defineEn": "to put our hand or body part on a thing or person",
            "defineVi": "để đặt bàn tay hoặc bộ phận cơ thể của chúng tôi trên một điều hoặc người",
            "hasImg": true
        },
        {
            "id": "7148bde2-d0f6-4463-b9fd-17dce1f57967",
            "word": "to suck",
            "phonetic": "tə sʌk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Tom's the kind of guy who could sell ice to Eskimos, so don't get sucked into any of his sales pitches.",
                "These young hotshots come in and try to prove they know the ropes better than we do, like they're teaching their grandmothers how to suck eggs.",
                "I wouldn't do the show if I thought we were going to suck.",
                "These last few months suck.",
                "Oppression sucks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Vjaw&hash=a72d7c9559a39b39c6118ab8d4ae7f813725064b&lang=en&cache-only=0",
            "defineEn": "to pull air, liquid, etc. into the mouth by using the muscles of the mouth and the lips",
            "defineVi": "để kéo không khí, chất lỏng, vv vào miệng bằng cách sử dụng các cơ miệng và môi",
            "hasImg": true
        },
        {
            "id": "d22dcdf3-256b-412e-ad62-b3764762586e",
            "word": "to shake",
            "phonetic": "tə ʃeɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "That poor kid is shaking in his shoes up there on stage.",
                "C’mon, shake a leg!",
                "Afterwards I was shaking like a leaf.",
                "John shook his head as another corporation was fined a relatively small amount for environmental damage and safety violations.",
                "I'll be with you in two shakes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hha2U&hash=cf715d4b8a4a7f9df2a127cf360ebf3050b44efe&lang=en&cache-only=0",
            "defineEn": "to move from side to side or up and down",
            "defineVi": "để di chuyển từ bên này sang bên kia hoặc lên và xuống",
            "hasImg": true
        },
        {
            "id": "425ad660-0510-4288-9a7c-4a746d53851f",
            "word": "to shrug",
            "phonetic": "tə ʃɹʌɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She gave a shrug of her shoulders.",
                "He shrugged and said, \"If it is not one thing, it is another.\"",
                "\"When it's your time to go, it's your time,\" Sarah shrugged.",
                "The old soldier shrugged and remarked that young men may die, but old men must die as he faced his final battle with failing health in old age.",
                "Frigg shrugged."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hydWc&hash=ed56f0a817db9f3733e9712d22f3dbc63c10f039&lang=en&cache-only=0",
            "defineEn": "to momentarily raise one's shoulders to express indifference",
            "defineVi": "tạm thời nâng cao vai của một người để thể hiện sự thờ ơ",
            "hasImg": true
        },
        {
            "id": "057907c2-f370-4c54-b656-bd58cd5bdc54",
            "word": "to raise",
            "phonetic": "tə ɹeɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The bank raised interest rates.",
                "Many shops have raised their prices.",
                "The piece raises the ghosts of a number of twentieth-century art ideas.",
                "The book raises many important questions.",
                "Local residents have raised concerns about late-night noise."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmFpc2U&hash=500f1aa3fef8123f772ac0554c8b0885efe19dfd&lang=en&cache-only=0",
            "defineEn": "to put something in a higher place or lift it to a higher position",
            "defineVi": "để đặt một cái gì đó ở một nơi cao hơn hoặc nâng nó lên một vị trí cao hơn",
            "hasImg": true
        },
        {
            "id": "693e2112-6250-4dd2-903d-b96b1eb6e481",
            "word": "to wink",
            "phonetic": "tə wɪŋk ",
            "partOfSpeechType": "verb",
            "examples": [
                "I didn't sleep a wink last night.",
                "She winked at him, playfully closing one eye.",
                "Our newborn son is rather colicky, so my wife and I haven't slept a wink the last few nights.",
                "In a world where miscommunication can lead to misunderstandings and conflicts, it's important to be straightforward and avoid relying on subtle or indirect cues - as they say, a nod is as good as a wink to a blind horse.",
                "And just like give a little wink."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2luaw&hash=07b293871188f2502241a085ec383ce468a854e8&lang=en&cache-only=0",
            "defineEn": "to quickly open and close one eye as a sign of affection, or to indicate something is a secret or a joke",
            "defineVi": "nhanh chóng mở và nhắm một mắt như một dấu hiệu của tình cảm, hoặc để biểu thị điều gì đó là một bí mật hoặc một trò đùa",
            "hasImg": true
        },
        {
            "id": "69d30c94-6f5f-49ca-aa8b-10d26d7d89c1",
            "word": "to chew",
            "phonetic": "tə tʃuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "That district attorney will chew you up and spit you out in the courtroom.",
                "He chewed his food with his mouth closed, showing good manners.",
                "Chewing on a clove can help alleviate a toothache.",
                "We bit off more than we could chew in our original reform proposals.",
                "Sarah's face looked like a bulldog chewing a wasp when she saw that her favorite dress was ruined."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hldw&hash=35c76e6e494ff0bdc4d5b5db21a92d4320d2564d&lang=en&cache-only=0",
            "defineEn": "to bite and crush food into smaller pieces with the teeth to make it easier to swallow",
            "defineVi": "cắn và nghiền thức ăn thành những miếng nhỏ hơn bằng răng để dễ nuốt hơn",
            "hasImg": true
        },
        {
            "id": "181e7890-a234-45b1-8581-6bfe2fd05bbb",
            "word": "to hug",
            "phonetic": "tə hʌɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Big Mama always has a warm hug and a kind word for everyone who walks through her door.",
                "My baby hugged his soft, plush doll tightly while sleeping.",
                "Delighted, I gave him some skin, and his mother gave him a big hug.",
                "When he realized that his so-called friend had been spreading rumors about him behind his back, he remembered the advice to never fear the enemy that attacks you but the fake friend that hugs you.",
                "That hugs the hips boys."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaHVn&hash=77d448ce4d36e336d7fc5d2d806ec36374062bbd&lang=en&cache-only=0",
            "defineEn": "to tightly hold a person that one loves in their arms",
            "defineVi": "ôm chặt người mình yêu trong vòng tay",
            "hasImg": true
        },
        {
            "id": "0e4cded3-3e69-492b-8163-7b3e35163f7a",
            "word": "to scratch",
            "phonetic": "tə skɹætʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She's scratched my back plenty of times.",
                "and I'll scratch yours.",
                "He scratched his head, puzzled by the difficult math problem.",
                "He scratches his itch for adventure by traveling to exotic destinations.",
                "She scratched that itch of curiosity by exploring different cultures and traditions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NyYXRjaA&hash=cf9a0f222a207947bdb1f077bced7e8bcd99302d&lang=en&cache-only=0",
            "defineEn": "to rub a person's or one's own skin to relieve an itching sensation, particularly with one's fingernails",
            "defineVi": "chà xát da của một người hoặc của chính mình để giảm cảm giác ngứa, đặc biệt là bằng móng tay của một người",
            "hasImg": true
        },
        {
            "id": "93e71ae0-b766-4be5-953c-45a8bbe1a9d0",
            "word": "to wave",
            "phonetic": "tə weɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The passengers waved goodbye to their loved ones from the ship's deck.",
                "The waves drove against the shore.",
                "Well, you can wave goodbye to your brand new car, mister!",
                "The sound of waves breaking on the beach.",
                "The politician is riding on the wave of public support, with high approval ratings and successful campaigns."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2F2ZQ&hash=511885fdb39492c284d19f3a46ff5088fa4f5ca3&lang=en&cache-only=0",
            "defineEn": "to raise one's hand and move it from side to side to greet someone or attract their attention",
            "defineVi": "giơ tay và di chuyển nó từ bên này sang bên kia để chào ai đó hoặc thu hút sự chú ý của họ",
            "hasImg": true
        },
        {
            "id": "62538fa3-521c-47ca-8050-e2ced511ad5c",
            "word": "to kneel",
            "phonetic": "tə niːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The couple knelt before the altar to exchange their vows.",
                "On arrival, Pollard and his wife kneeled and kissed the ground.",
                "Kneeling before it, he placed his jeweled prize on the iron tree as an offering.",
                "The death of George Floyd after a white police officer knelt on his neck for nearly nine minutes, was caught on camera by not one but several witnesses as they begged officers to let Floyd up.",
                "the Giant says quietly, and he kneels before the child."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ga25lZWw&hash=4e35720a0dc6d6ce2ea1a97376a11edc0df0439d&lang=en&cache-only=0",
            "defineEn": "to support the weight of the body on a knee or both knees",
            "defineVi": "để hỗ trợ trọng lượng của cơ thể trên một đầu gối hoặc cả hai đầu gối",
            "hasImg": true
        },
        {
            "id": "c1692cf0-7fe0-415d-9317-049f0c3b464b",
            "word": "to frown",
            "phonetic": "tə fɹaʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "She gave him a frown and told him to mind his manners.",
                "When I asked my friend for feedback on my presentation, she gave me some tough criticism, but I knew that a friend's frown is better than a fool's smile, so I took her advice and made some changes that ultimately improved the outcome.",
                "Don't frown now.",
                "I would just frown.",
                "That clown is frowning and running at me with a tiny cream pie."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnJvd24&hash=5bd932f5e1eeda44915c58e4a5f7b1766256eb7c&lang=en&cache-only=0",
            "defineEn": "to bring your eyebrows closer together showing anger, sadness or confusion",
            "defineVi": "đưa lông mày của bạn lại gần nhau thể hiện sự tức giận, buồn bã hoặc bối rối",
            "hasImg": true
        },
        {
            "id": "b865067c-d4cc-413e-ade7-694ee120a49b",
            "word": "to stare",
            "phonetic": "tə stɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The solution was staring me in the face.",
                "We are staring bankruptcy in the face.",
                "Failure was staring him in the face.",
                "A rise in interest rates is staring us in the face.",
                "Some of my patients are actually staring death in the face."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhcmU&hash=0272acc7df4002a56880f91a51bc24a9468dabaa&lang=en&cache-only=0",
            "defineEn": "to look at someone or something without moving the eyes or blinking, usually devoid of any expression or for a long time",
            "defineVi": "nhìn vào ai đó hoặc cái gì đó mà không di chuyển mắt hoặc chớp mắt, thường không có bất kỳ biểu hiện nào hoặc trong một thời gian dài",
            "hasImg": true
        },
        {
            "id": "e5953c07-c2d4-4778-9fa8-e51da55da647",
            "word": "to yawn",
            "phonetic": "tə jɔːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "She looked up from her work and gave a yawn.",
                "He let out a yawn, his mouth wide open.",
                "Can you really catch a yawn from someone else?",
                "That is a lot of yawns, Squeaks!",
                "Some people yawned a lot over multiple sessions, and others never opened their mouths at all."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8geWF3bg&hash=a35a7a91236a7de85b84dcd464e84aff1af71545&lang=en&cache-only=0",
            "defineEn": "to unexpectedly open one's mouth wide and deeply breathe in because of being bored or tired",
            "defineVi": "bất ngờ mở to miệng và hít vào thật sâu vì buồn chán hoặc mệt mỏi",
            "hasImg": true
        },
        {
            "id": "10acd4d1-2556-4ab0-a23b-2aa684af4898",
            "word": "to stretch",
            "phonetic": "tə stɹɛtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Fire crews have been operating at full stretch.",
                "By no stretch of the imagination does the factory operate efficiently.",
                "He stretched his legs before going for a run to prevent muscle cramps.",
                "This could not by any stretch be seen as a victory.",
                "We wanted to stretch our legs during intermission."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RyZXRjaA&hash=75cb8e1c1f8bdc041da4c4a594254b37b0d5d343&lang=en&cache-only=0",
            "defineEn": "to make something longer, looser, or wider, especially by pulling it",
            "defineVi": "để làm cho một cái gì đó dài hơn, lỏng hơn hoặc rộng hơn, đặc biệt là bằng cách kéo nó",
            "hasImg": true
        },
        {
            "id": "e3072181-4377-4503-98cf-b01dbf5b41fd",
            "word": "to point",
            "phonetic": "tə pɔɪnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The compass needle always points north.",
                "The problem has now reached crisis point.",
                "I take your point.",
                "No point in spoiling the ship for a ha'porth of tar",
                "The line cuts the circle at two points."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9pbnQ&hash=5f68b6af0cb61829d8c0200ae73cd4436c50967a&lang=en&cache-only=0",
            "defineEn": "to show the place or direction of someone or something by holding out a finger or an object",
            "defineVi": "để hiển thị địa điểm hoặc hướng của một ai đó hoặc một cái gì đó bằng cách đưa ra một ngón tay hoặc một đối tượng",
            "hasImg": true
        },
        {
            "id": "5896d0fc-3f5e-448a-9bbe-8fc003d1fd58",
            "word": "tooth",
            "phonetic": "tuːθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "That DJ's voice really sets my teeth on edge.",
                "He sank his teeth into an apple.",
                "He gritted his teeth in anger.",
                "Their teeth are sharp enough to break the skin.",
                "Their teeth are sharp enough to break the skin."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9vdGg&hash=76542508bbfcfa92bc0a9f4cd92e4d8fad57cd1d&lang=en&cache-only=0",
            "defineEn": "one of the things in our mouth that are hard and white and we use to chew and bite food with",
            "defineVi": "một trong những thứ cứng và trắng trong miệng của chúng ta và chúng ta dùng để nhai và cắn thức ăn bằng",
            "hasImg": true
        }
    ]
}