{
    "id": "854ed2aa-1cbf-40ba-857b-6593eaf3dba1",
    "title": "Argumentation",
    "originalTitle": "Argumentation",
    "words": [
        {
            "id": "6fa278c2-8e84-46e1-bfbc-dbb76f45d746",
            "word": "to avow",
            "phonetic": "tʊ ɐvaʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "If it were mine, I would avow it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXZvdw&hash=4f434176dc163b4e4bcef326d64b410c37b78f8e&lang=en&cache-only=0",
            "defineEn": "to publicly state that something is the case",
            "defineVi": "để tuyên bố công khai rằng một cái gì đó là trường hợp"
        },
        {
            "id": "0e64be7c-aa22-40f1-9f83-9fb3f5feb9db",
            "word": "to arbitrate",
            "phonetic": "tʊ ɑːɹbɪtɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "But if you would want me to mediate or arbitrate I would be willing to do that President I continue that right now It would you will have the prayers of over a billion people if you can mediate and resolve the decision should be resolved So, but he asked me the same thing"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXJiaXRyYXRl&hash=833edb24ecefb4ffcaca33e44c996f9ab5e3b70c&lang=en&cache-only=0",
            "defineEn": "to officially resolve a disagreement between people",
            "defineVi": "để chính thức giải quyết một sự bất đồng giữa mọi người"
        },
        {
            "id": "648a2196-242d-4dbe-98c3-2dd780475b8a",
            "word": "to come out",
            "phonetic": "tə kʌm aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Your painting has come out really well.",
                "In this grim little episode, few people come out well.",
                "The other team came out and dominated our players like nobody's business.",
                "The clouds broke and the sun came out.",
                "He got a cut, and red blood came out."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSBvdXQ&hash=3680635a1d2e3ea914dc0f6b5d7c0dfe11a8f37e&lang=en&cache-only=0",
            "defineEn": "to express if one is for or against an idea or arguement",
            "defineVi": "để bày tỏ nếu một người là cho hoặc chống lại một ý tưởng hoặc lập luận"
        },
        {
            "id": "cf4da51d-ebc7-4dc9-8f39-bde177a5d9b2",
            "word": "to confute",
            "phonetic": "tə kənfjuːt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZnV0ZQ&hash=14e27a07d6e551af7bee0ef82aaf9a7b245a4765&lang=en&cache-only=0",
            "defineEn": "to disprove something or someone",
            "defineVi": "để bác bỏ một cái gì đó hoặc một ai đó"
        },
        {
            "id": "52b65297-3b6a-4538-ad28-05f456d267f2",
            "word": "to extrapolate",
            "phonetic": "tʊ ɛkstɹæpəleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Researchers can then extrapolate details about the planet’s size and orbit based on the magnitude and regularity of that dip.",
                "From the MAVEN data, they extrapolated back one billion years.",
                "They can then extrapolate that and get a good idea of the overall health of the ecosystem.",
                "Lennard Davis: I'm extrapolating from what you said because there's a whole line of thinking.",
                "You can extrapolate to 3, but when we're getting the intuition, it's good to do it in 2."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXh0cmFwb2xhdGU&hash=0c758108f702c5d310071e4a3b6ad11b2ca182c4&lang=en&cache-only=0",
            "defineEn": "to estimate something using the information that one has",
            "defineVi": "để ước tính một cái gì đó bằng cách sử dụng thông tin mà một người có"
        },
        {
            "id": "a08187de-138e-4d84-b45f-af97e21f49d6",
            "word": "to interject",
            "phonetic": "tʊ ɪntɚdʒɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Without thinking, Alice interjects. ",
                "And I would interject at saying, what else?",
                "(interjecting) DIRTY!",
                "Even there, respectfully, you're interjecting your opinion about her testimony, which is really what the public doesn't like, respectfully.",
                "These consisted in part of 12 local men tasked with determining the innocence of the accused, and helping interject Royal law into local disputes without requiring the King to have direct say in every matter."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50ZXJqZWN0&hash=753301a6270e85e16a3e7041f48f58406fd9c582&lang=en&cache-only=0",
            "defineEn": "to suddenly interrupt someone with one’s own opinion or remark",
            "defineVi": "đột nhiên làm gián đoạn ai đó với ý kiến hoặc nhận xét của chính mình"
        },
        {
            "id": "c8960f33-f927-4737-964e-ab41366b401a",
            "word": "to opine",
            "phonetic": "tʊ oʊpaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Basically what you have is that the Supreme Court, in a 1976 case emanating from California opined on what we mean by the phrase \"regulation of immigration.\"",
                "so then would you rule have ruled the same way and voted with justice scalia senator klobuchar one of the uh plus sides or the upsides of being an academic is that you can speak for yourself that a professor professes and can opine "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3BpbmU&hash=7856073a2641fba667ae1644df370739b0bcab92&lang=en&cache-only=0",
            "defineEn": "to express one's opinion",
            "defineVi": "để bày tỏ ý kiến của một người",
            "hasImg": true
        },
        {
            "id": "5c6eb355-cbd1-47ff-8ce3-2b70056a0d6b",
            "word": "to pontificate",
            "phonetic": "tə pɔntɪfᵻkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9udGlmaWNhdGU&hash=7e7679fb884c8bb7629bc6931b791d40f88b41eb&lang=en&cache-only=0",
            "defineEn": "to state one's opinion in such a manner that shows one believes to be  the only person to fully know it and be unarguably correct",
            "defineVi": "nêu ý kiến của mình theo cách cho thấy người đó tin rằng mình là người duy nhất biết đầy đủ về ý kiến đó và đúng một cách rõ ràng"
        },
        {
            "id": "03468efe-5940-480c-853f-61b3ad0e232d",
            "word": "to posit",
            "phonetic": "tə pɑːzɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He posited a complete system, joining the elements and the heavens.",
                "This posited in very basic terms that all forms of matter accelerated at the same rate in response to gravity.",
                "And he posited that even non-existent things could fit into this system.",
                "Their model, dubbed the fusion theory, posits that the embryo does completely split, and this split occurs a lot earlier on.",
                "Other models posit that it’s not the strength of a given pathway, but rather the speed at which a process occurs and that we read faster than we ID color, basically."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9zaXQ&hash=79a3cfe75e111ba886fe950e44e80345205c7b36&lang=en&cache-only=0",
            "defineEn": "to suggest or accept something as true so that one can use that as the base for an argument",
            "defineVi": "để đề xuất hoặc chấp nhận một cái gì đó là đúng để người ta có thể sử dụng nó làm cơ sở cho một cuộc tranh luận"
        },
        {
            "id": "959a2f44-9ef6-46cc-a853-ad60bf545a07",
            "word": "to underpin",
            "phonetic": "tʊ ʌndɚpɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "And his oath—“do no harm”—still underpins medical education.",
                "It underpins productivity, it underpins focus, it underpins creativity.",
                "First off, they’re the foundation of the marine food web, underpinning everything from anchovies to whales.",
                "Underpinning these visionaryprojects is an economy hurtling forward at a staggeringrate of 9% a year, as China draws in hundredsof billions of dollars of foreign investment.",
                "RSA is the type of encryption that underpins the entire internet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5kZXJwaW4&hash=49b484030de983c9c56a603740d72ac3b957ee17&lang=en&cache-only=0",
            "defineEn": "to back up or form the basis of an argument by providing support",
            "defineVi": "để sao lưu hoặc hình thành cơ sở của một đối số bằng cách cung cấp hỗ trợ"
        },
        {
            "id": "2275bf56-9484-45c2-8f10-480cc65bcfc2",
            "word": "to vacillate",
            "phonetic": "tə væsɪleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We began to see vacillating practices by the staff and Mama began to look disheveled."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmFjaWxsYXRl&hash=839884bc70907b828d07b329b9b168b8c22883f1&lang=en&cache-only=0",
            "defineEn": "to be undecided and not know what opinion, idea, or course of action to stick to",
            "defineVi": "không quyết định và không biết ý kiến, ý tưởng hoặc quá trình hành động nào để tuân theo"
        },
        {
            "id": "88c61889-f394-41e3-bdb9-f2cba29cfe70",
            "word": "ad hominem",
            "phonetic": "æd hɑːmənəm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He was not going to engage in ad hominem with him.",
                "I’m afraid that there will be violence in 2020 and that there will be little or no substance, and everything will be accusations and ad hominem attacks. "
            ],
            "audio": "https://tts.langeek.co/read?text=YWQgaG9taW5lbQ&hash=7aab51cb573f841e9b02339e661cc2d542493398&lang=en&cache-only=0",
            "defineEn": "(of an argument) directed against a person and not their point of view",
            "defineVi": "(của một cuộc tranh luận) nhằm chống lại một người chứ không phải quan điểm của họ"
        },
        {
            "id": "87bdb036-96b4-427f-bec1-c67cd388e8fd",
            "word": "bumptious",
            "phonetic": "bʌmpʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnVtcHRpb3Vz&hash=73a8cb8bbc4122ba6295581d1943b9f338ee80dd&lang=en&cache-only=0",
            "defineEn": "extremely self-assertive in a way that annoys others",
            "defineVi": "cực kỳ tự khẳng định theo cách khiến người khác khó chịu"
        },
        {
            "id": "c655fbc0-5540-4236-88ef-5d2ea24adf3c",
            "word": "credulous",
            "phonetic": "kɹɛdʒuːləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It seemed to me that it was, in fact, just what it seemed, and that as a reporter, as a journalist, especially in a confusing situation and in a different culture and a new place, that it was important to not be credulous but to actually listen to what the president of Russia actually said."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlZHVsb3Vz&hash=cb42acc1c68f9ded3d905e28d3736035c49d8ee7&lang=en&cache-only=0",
            "defineEn": "believing things easily even without much evidence that leads to being easy to deceive",
            "defineVi": "dễ tin dù không có nhiều bằng chứng dẫn đến dễ bị lừa dối"
        },
        {
            "id": "1225fc00-a615-44ef-a697-b7510225f734",
            "word": "dialectical",
            "phonetic": "daɪəlɛktɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The gold standard therapy for borderline personality disorder is dialectical behavior therapy.",
                "Dialectical behavior therapy was developed for borderline personality disorder.",
                "The main treatment is dialectical behavior therapy and medication only to address other symptoms like depression or anxiety.",
                "And then there's dialectical behavioral therapy for binge eating disorder.",
                "I've talked about dialectical behavior therapy, or DBT, as the best treatment for borderline personality disorder."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhbGVjdGljYWw&hash=43611b9903b8c118e27407fcf68c66a05dad6793&lang=en&cache-only=0",
            "defineEn": "discovering the truth of ideas by logically discussing the opposite ideas",
            "defineVi": "khám phá sự thật của các ý tưởng bằng cách thảo luận một cách hợp lý các ý tưởng đối lập"
        },
        {
            "id": "aea9de6f-e1b4-43a9-aa58-6481f7ab22be",
            "word": "intermediary",
            "phonetic": "ɪntɚmiːdiːɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He was the intermediary.",
                "Before 1750, most European states relied on intermediaries, like local clergy and landlords, to do what governments do.",
                "In most cases, Europeans ruled their colonies with the help of, and sometimes completely through, intermediaries and collaborators.",
                "But these intermediaries could get in the way, so the rulers started bypassing them and instituting more direct forms of rule.",
                "We don't believe that we need a union to be an intermediary between us and our employees."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJtZWRpYXJ5&hash=5e4f7d226d73c198598772c916a047b59aff9f7a&lang=en&cache-only=0",
            "defineEn": "acting as a conversation medium between two groups of people so they can create an argument",
            "defineVi": "hoạt động như một phương tiện trò chuyện giữa hai nhóm người để họ có thể tạo ra một cuộc tranh luận"
        },
        {
            "id": "36d6dcb1-2fcc-458d-8161-3b2be643e3ad",
            "word": "non-committal",
            "phonetic": "nɑːŋkəmɪɾəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bm9uLWNvbW1pdHRhbA&hash=6ccd03d24c712325cfa130a494f91260f59d45d2&lang=en&cache-only=0",
            "defineEn": "not expressing one's definite opinion or intention clearly, especially in an argument",
            "defineVi": "không thể hiện ý kiến hoặc ý định rõ ràng của một người, đặc biệt là trong một cuộc tranh luận"
        },
        {
            "id": "3f3e510c-3cc6-408f-800d-f165cef88d72",
            "word": "polemic",
            "phonetic": "pɑːlɛmɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9sZW1pYw&hash=1ca047ed5b9244e822fda293368ef8d1dc79217b&lang=en&cache-only=0",
            "defineEn": "involving rational arguments to support or oppose an opinion, usually the opposite of others'",
            "defineVi": "liên quan đến các lập luận hợp lý để hỗ trợ hoặc phản đối một ý kiến, thường là ngược lại với ý kiến của người khác"
        },
        {
            "id": "4f6b7d29-e5e6-4d09-bca7-1e8748cee099",
            "word": "vociferous",
            "phonetic": "voʊsɪfɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The most vociferous protesters were often African Americans, and in the northern states at least, their pleas were heard.",
                "When it came to the opposition, where was the loudest, most vociferous opposition coming from to this?",
                "So we will have to see exactly how they move forward in opposition to this deal, without their most vociferous voice, which has been Netanyahu, since the deal was announced in 2015."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9jaWZlcm91cw&hash=ef414f69b977a3197edb48fe5e316991c71fdfcb&lang=en&cache-only=0",
            "defineEn": "confidently expressing one's opinion in a loud and firm voice",
            "defineVi": "tự tin thể hiện ý kiến của mình bằng giọng nói to và chắc chắn"
        },
        {
            "id": "67b385bc-8441-4177-b72e-d48f60628d8a",
            "word": "airing",
            "phonetic": "ɛɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In their airing of grievances the people included demands to fix France’s system of weights and measures."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlyaW5n&hash=94fe21f4152e84ec494e699dfaec1f9610d4ef5a&lang=en&cache-only=0",
            "defineEn": "a public expression or discussion of opinions",
            "defineVi": "một biểu hiện công khai hoặc thảo luận về ý kiến"
        },
        {
            "id": "98eb5867-d391-4476-939c-fb5d761a2282",
            "word": "aporia",
            "phonetic": "ɐpoːɹiə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXBvcmlh&hash=13415f3269f6b63ea5d28493d2410614854233a4&lang=en&cache-only=0",
            "defineEn": "a situation in which a theory or argument cannot be true because two or more parts of it are contradictory",
            "defineVi": "một tình huống trong đó một lý thuyết hoặc lập luận không thể đúng bởi vì hai hoặc nhiều phần của nó mâu thuẫn"
        },
        {
            "id": "7185a75d-438a-4abd-94c9-4d6a7ed8441f",
            "word": "argumentation",
            "phonetic": "ɑːɹɡjuːmənteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The debate between the two politicians was intense, as diamond cuts diamond, and both were skilled in rhetoric and argumentation.",
                "Miller is extremely fluent in a certain line of argumentation around immigration. ",
                "I mean, it was a radical policy to cancel DACA, but the actual argumentation that Sessions lays out in his announcement is really so far beyond the pale of what the conversation has ever consisted of with regard to DACA that is itself striking and says a lot about his intentions all along. "
            ],
            "audio": "https://tts.langeek.co/read?text=YXJndW1lbnRhdGlvbg&hash=2f8789cfe6eebdd5efbd13cb69e6cec5b10e1f83&lang=en&cache-only=0",
            "defineEn": "the process or action of logical reasoning for persuading others",
            "defineVi": "quá trình hoặc hành động của lý luận hợp lý để thuyết phục người khác"
        },
        {
            "id": "89706a87-1a53-4f73-b643-4f1d28f21b5b",
            "word": "chameleon",
            "phonetic": "kəmiːliən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Chameleons actually have taste preferences.",
                "Guy's a chameleon.",
                "Chameleons change color to make a statement.",
                "This synthetic chameleon skin has just one layer of nano-scale arrays.",
                "Chameleons don’t change color to match their environment."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbWVsZW9u&hash=4b42785fb83c751e048fc16fefde76ab13f01816&lang=en&cache-only=0",
            "defineEn": "someone whose opinion changes in accordance with the situation",
            "defineVi": "ai đó có ý kiến thay đổi phù hợp với tình hình"
        },
        {
            "id": "05fbff0a-9a44-4da5-8030-975c1efb0658",
            "word": "casuistry",
            "phonetic": "kæʒuːɪstɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FzdWlzdHJ5&hash=5f647b823aa4828df0f11d449e215a0da0e3af1c&lang=en&cache-only=0",
            "defineEn": "the practice of unsound reasoning and falsely arguing questions in a clever way",
            "defineVi": "thực hành lý luận không có căn cứ và các câu hỏi tranh luận sai một cách thông minh"
        },
        {
            "id": "906388d1-ba59-4c05-af95-7fdb84eab770",
            "word": "consensus",
            "phonetic": "kənsɛnsəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The political debate seemed to go on endlessly, with the candidates going from pillar to post without reaching a consensus.",
                "Practice consensus building.",
                "I built consensus around it.",
                "Nonetheless, scientific consensus is a powerful tool.",
                "What was the consensus about him?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2Vuc3Vz&hash=092e631975012462e70753d6729c712ee7eff04a&lang=en&cache-only=0",
            "defineEn": "an agreement reached by all members of a group",
            "defineVi": "một thỏa thuận đạt được bởi tất cả các thành viên của một nhóm",
            "hasImg": true
        },
        {
            "id": "5c5ac8cd-5633-45d8-9c1f-b0c39bde8abb",
            "word": "cornerstone",
            "phonetic": "kɔːɹnɚstoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Falsifiability is the cornerstone of any scientific theory.",
                "Their final extinction brought an end to 300 million years of conodonts’ role as a cornerstone of the world’s ocean communities.",
                "It's a cornerstone of citizenship.",
                "Their Soyuz spacecraft became the cornerstone of our ability to launch astronauts to the International Space Station.",
                "But here in the U.S., Taco Bell's version of Mexican has become a cornerstone of American fast-food."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ybmVyc3RvbmU&hash=d968dc117aab16fdf5635c57d78df41e5890f013&lang=en&cache-only=0",
            "defineEn": "the most important part of something on which its existence, success, or truth depends",
            "defineVi": "phần quan trọng nhất của một cái gì đó mà sự tồn tại, thành công hoặc sự thật của nó phụ thuộc vào"
        },
        {
            "id": "57a953a8-e707-47d5-9983-d0b79a4c145c",
            "word": "declamation",
            "phonetic": "dᵻklɐmeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVjbGFtYXRpb24&hash=ed1ff683772f9624f6aed368b6ea71d4f37f8e69&lang=en&cache-only=0",
            "defineEn": "a piece of writing or speech strongly expressing sentiments and opinions",
            "defineVi": "một bài viết hoặc bài phát biểu thể hiện mạnh mẽ tình cảm và ý kiến"
        },
        {
            "id": "3cd04f98-6bcd-45b6-bcd9-a0373191896b",
            "word": "doublethink",
            "phonetic": "dʌbəlθɪŋk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG91YmxldGhpbms&hash=2fcce12c0c7726b5030722778dcaf425aa29939f&lang=en&cache-only=0",
            "defineEn": "the state in which one holds two opposing ideas at the same time",
            "defineVi": "trạng thái trong đó một người nắm giữ hai ý tưởng đối lập cùng một lúc"
        },
        {
            "id": "018d4ce3-e60f-4120-b4be-72216e88f015",
            "word": "eloquence",
            "phonetic": "ɛləkwəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Add style and eloquence.",
                "As for Lincoln's use of the English language, it combined his unique eloquence with what came naturally to a man who spent his youth and young manhood on the Illinois and Indiana frontiers.",
                "He’d proved his eloquence, if not his electability, in a series of debates with Stephen Douglas when the two were running for the Senate in 1858."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxvcXVlbmNl&hash=0892af75628f92a322196261538730fe0286e550&lang=en&cache-only=0",
            "defineEn": "the ability to deliver a clear and strong message",
            "defineVi": "khả năng cung cấp một thông điệp rõ ràng và mạnh mẽ"
        },
        {
            "id": "a54c277c-b600-4311-8c79-a80ede5fe800",
            "word": "exponent",
            "phonetic": "ɛkspoʊnənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then you do exponents.",
                "You just add the exponents.",
                "A is an exponent right here.",
                "Then you subtract 1 from the exponent.",
                "But this is an exponent."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwb25lbnQ&hash=707f4c91326f807983329b7076380fb336f0d97e&lang=en&cache-only=0",
            "defineEn": "a supporter of a theory, belief, idea, etc. who tries to persuade others that it is true or good in order to gain their support",
            "defineVi": "một người ủng hộ một lý thuyết, niềm tin, ý tưởng, v.v. người cố gắng thuyết phục người khác rằng điều đó là đúng hoặc tốt để nhận được sự ủng hộ của họ"
        },
        {
            "id": "5baaaf64-4143-4ba6-86dc-70bb6b37e402",
            "word": "gag",
            "phonetic": "ɡæɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And I gag from time to time.",
                "He fought against the gag rule over and over.",
                "Suddenly, it wasn't like just a prom gag.",
                "The leader against the gag rule was John Quincy Adams, former president of the United States, since 1831 was a member of the House.",
                "And hyaluronic acid is a GAG, and can help retain moisture."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2Fn&hash=779cb6a2a8a753ed9bce5c4caa96aee7b0a82c78&lang=en&cache-only=0",
            "defineEn": "a limitation on freedom of speech or a restriction on dissemination of information",
            "defineVi": "hạn chế quyền tự do ngôn luận hoặc hạn chế phổ biến thông tin"
        },
        {
            "id": "2fc3a3ca-9a92-475d-8d46-fe425cec3d5f",
            "word": "intransigence",
            "phonetic": "ɪntɹænsɪdʒəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the campaign and Houthi intransigence have succeeded in transforming the Arab world's poorest country into a humanitarian catastrophe."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50cmFuc2lnZW5jZQ&hash=b6097be60234cf76434ff16b85a2cc39b2f2e8f4&lang=en&cache-only=0",
            "defineEn": "the state or quality of unwillingness to change one's opinion or behavior",
            "defineVi": "trạng thái hoặc chất lượng không muốn thay đổi ý kiến hoặc hành vi của một người"
        },
        {
            "id": "71a675e6-bfa8-485a-842d-3d1756aacbfe",
            "word": "maverick",
            "phonetic": "mævɚɹɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Endorsed a new maverick.",
                "The system doesn't encourage independent thinkers and mavericks.",
                "What was at his disposal was this great personality and this great sense of humor and this true reformer, maverick spirit.",
                "Because Tom Cruise was cool in Top Gun when he was the Maverick.",
                "It's like the thinnest balance beam that's probably existed, because on one side, he's trying to still retain the, \"I'm the independent, I'm the moderate, I can appeal, I'm the maverick.\""
            ],
            "audio": "https://tts.langeek.co/read?text=bWF2ZXJpY2s&hash=959212d654eb5b04cbce3742216d97573d622e5e&lang=en&cache-only=0",
            "defineEn": "an individual who thinks and behaves differently and independently",
            "defineVi": "một cá nhân suy nghĩ và cư xử khác nhau và độc lập"
        },
        {
            "id": "078406c7-d91c-4aa8-b2e3-ae47f7da7ce3",
            "word": "slant",
            "phonetic": "slænt ",
            "partOfSpeechType": "noun",
            "examples": [
                "and most keyboards slant the number/hash sign from right to left.",
                "But if the volar pad isn’t slanted when the ridges show up, then they’ll form a more symmetrical pattern.",
                "She pursued her reporting with grace, intelligence and integrity, earning her the trust of countless Americans who counted on her to present the facts of the story without slant or spin.",
                "But in chimps, the tibia slants diagonally outward, which suits their preferred mode of locomotion, called knucklewalking.",
                "If the primary ridges, which are the earliest precursors of the ridges in fingerprints, form along that slant, they’ll make a loop."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xhbnQ&hash=1f517538ddc2d27ce60e0134b40ec927d558d697&lang=en&cache-only=0",
            "defineEn": "a unique approach or perspective that is centered around a particular opinion",
            "defineVi": "một cách tiếp cận hoặc quan điểm độc đáo tập trung vào một ý kiến cụ thể"
        },
        {
            "id": "81662924-0f63-4e5d-9f59-b96a950a0132",
            "word": "syllogism",
            "phonetic": "sɪlədʒɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3lsbG9naXNt&hash=4be96a376f697cf6ca363f1a15b9c6552c7cf581&lang=en&cache-only=0",
            "defineEn": "a type of logical argument that uses deductive reasoning to conclude based on two premises claimed or supposed to be true",
            "defineVi": "một loại lập luận logic sử dụng lý luận suy diễn để kết luận dựa trên hai tiền đề được khẳng định hoặc được cho là đúng"
        },
        {
            "id": "dffe4b4b-d877-461b-abe4-608edcf887e0",
            "word": "touche",
            "phonetic": "tuːʃeɪ ",
            "partOfSpeechType": "interjection",
            "examples": [
                "It hired Deloitte and Touche as its independent auditor in the spring of 2009.",
                "(Rhett) \"Rhett doesn't know how to properly use the word 'touché.'\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG91Y2hl&hash=a75487f6d25a82590114095389dde20e1c56a26d&lang=en&cache-only=0",
            "defineEn": "used humorously to show that someone has made a good point in an argument or discussion",
            "defineVi": "được sử dụng một cách hài hước để chỉ ra rằng ai đó đã đưa ra quan điểm tốt trong một cuộc tranh luận hoặc thảo luận"
        },
        {
            "id": "df1029f8-1f54-43ab-956f-d8e05a4fc97e",
            "word": "to embroil",
            "phonetic": "tʊ ɛmbɹɔɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "When Prester John’s letter appeared, Europe was embroiled in the Crusades.",
                "Soon, though, Japan was embroiled in World War Two and the country's auto industry shifted production to help with the war effort.",
                "Instead, the U.S. became embroiled in low intensity conflicts in the Middle East.",
                "At the time that Termen was working, Russia was embroiled in a Civil War.",
                "If and when it reopens, it could be embroiled in mass protests."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1icm9pbA&hash=8c27f93b648c70138e8586e2d72f76237569a4b9&lang=en&cache-only=0",
            "defineEn": "to involve someone in an argument, conflict, or complex situation",
            "defineVi": "liên quan đến ai đó trong một cuộc tranh cãi, xung đột hoặc tình huống phức tạp"
        }
    ]
}