{
    "id": "8555f175-ea32-4976-b89c-5fd46ec411fc",
    "title": "Talking about Change",
    "originalTitle": "Lesson 28",
    "words": [
        {
            "id": "bb025e45-d69d-4a00-ac22-934b3a800d6b",
            "word": "to change",
            "phonetic": "tə tʃeɪndʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "That experience changed my life.",
                "The storekeeper changed my dollar bill for four quarters.",
                "Leaves change colour in autumn.",
                "The wind has changed direction.",
                "The lights changed to green."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hhbmdl&hash=cfe58ecdbdf274fe64af4fdf5332fe5608faf329&lang=en&cache-only=0",
            "defineEn": "to not stay the same and as a result become different",
            "defineVi": "để không giữ nguyên và kết quả là trở nên khác biệt",
            "hasImg": true
        },
        {
            "id": "5d7dbe31-1e1a-41f3-9a10-4376d4c63668",
            "word": "to convert",
            "phonetic": "tə kənvɜːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Others converted in name only, out of fear, while others stuck to their faith.",
                "Worms convert organic waste and other compostable products into natural fertilizers.",
                "The information is converted into a jumble of nonsense.",
                "This converts chemical energy into kinetic energy.",
                "That molecule subsequently is converted into a sugar."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udmVydA&hash=798b9634d348efa6a4b2556f8b4448330f4194e8&lang=en&cache-only=0",
            "defineEn": "to change into a different form or to change into something with a different use",
            "defineVi": "để thay đổi thành một hình thức khác hoặc thay đổi thành một cái gì đó với một sử dụng khác"
        },
        {
            "id": "41b4d882-8a1b-4a65-be0b-8639cc93ddf1",
            "word": "to transform",
            "phonetic": "tə tɹænsfɔːɹm ",
            "partOfSpeechType": "verb",
            "examples": [
                "She transformed plain rice into a delightful rice pudding using manioc starch.",
                "She transformed leftover meatloaf into meatloaf sliders, placing small slices of meatloaf on mini buns.",
                "It's amazing how a spoonful of sauerkraut can transform a simple dish into something delicious.",
                "They used vinegar to pickle cucumbers, transforming them into crunchy and tangy homemade pickles.",
                "Alex surprised his partner by transforming their spare room into a romantic love nest, complete with candles, rose petals, and soft music."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhbnNmb3Jt&hash=c3c823d480e19aee5e6e1259551c1e305a84ec4f&lang=en&cache-only=0",
            "defineEn": "to change the appearance, character, or nature of a person or object",
            "defineVi": "để thay đổi sự xuất hiện, nhân vật, hoặc bản chất của một người hoặc đối tượng"
        },
        {
            "id": "dc712f85-387f-4dd5-9e31-1b2415163bd5",
            "word": "to modify",
            "phonetic": "tə mɑːdᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The educator can also modify HAL's responses on the fly.",
                "We can also modify settings within the game itself.",
                "Psychologist David Eagleman set up a modified version of this experiment. ",
                "You can body, you can modify your body.",
                "Natural selection modifies the population: the fittest survive and reproduce, passing on their traits."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW9kaWZ5&hash=4caaffc290631ee552bf0ff053e4c2a5757f1f33&lang=en&cache-only=0",
            "defineEn": "to make minor changes to something so that it is more suitable or better",
            "defineVi": "để thực hiện những thay đổi nhỏ cho một cái gì đó để nó phù hợp hơn hoặc tốt hơn",
            "hasImg": true
        },
        {
            "id": "c40bb6b3-5174-42da-a354-79e2c5785052",
            "word": "to alter",
            "phonetic": "tʊ ɔltɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The school had a policy of not allowing makeup exams, but when a student missed an exam due to a medical emergency, the administration realized that circumstances alter cases.",
                "The arrogant CEO refused to alter his unrealistic deadline despite mounting evidence of its impracticality, demonstrating that he was a fool, as a wise man changes his mind, a fool never.",
                "Changes in both law and in business practices also altered the industry.",
                "Gravity also alters the passage of time itself.",
                "And those changes dramatically altered the coastline of California, as well as the size of the Channel Islands themselves."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWx0ZXI&hash=7392a8944508834e060c656f5a0fb3d04222da16&lang=en&cache-only=0",
            "defineEn": "to cause something or someone to be different; to experience a change",
            "defineVi": "để làm cho một cái gì đó hoặc ai đó khác đi; để trải nghiệm một sự thay đổi",
            "hasImg": true
        },
        {
            "id": "54205acc-eaed-42d7-b5ce-b0089b4ce0dd",
            "word": "to adapt",
            "phonetic": "tʊ ɐdæpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The buses have been adapted to take biofuel.",
                "So I've tried to adapt, letting the comments roll off my back.",
                "The team quickly developed their sea legs in the fast-paced work environment and adapted to the company's expectations.",
                "But with a lot of hard work and a willingness to adapt, they were able to get the business back on the rails and turn a profit once again.",
                "As a marketer, he knew that a jack of all trades is a master of none, but oftentimes better than a master of one, as possessing a diverse skill set allowed him to adapt to changing industry trends and develop innovative marketing strategies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRhcHQ&hash=b1b3ee2ba0296b5f37c85a314edec9007b13d3e3&lang=en&cache-only=0",
            "defineEn": "to change something in a way that suits a new purpose or situation better",
            "defineVi": "để thay đổi một cái gì đó trong một cách phù hợp với một mục đích mới hoặc tình hình tốt hơn"
        },
        {
            "id": "9edd756c-025c-484b-9ea0-3b4a13e71e70",
            "word": "to reverse",
            "phonetic": "tə ɹᵻvɜːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "This reversed Euclid’s idea.",
                "Three taps is reverse.",
                "Also, they reversed the flow of the freaking Chicago River.",
                "However this time, the situation was reversed.",
                "So you did the reverse."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV2ZXJzZQ&hash=a83e8cafdb0152b7e7447d92a1835c95457190eb&lang=en&cache-only=0",
            "defineEn": "to change something such as a process, situation, etc. to be the opposite of what it was before",
            "defineVi": "để thay đổi một cái gì đó chẳng hạn như một quá trình, tình huống, vv để ngược lại với những gì trước đây",
            "hasImg": true
        },
        {
            "id": "ddd68153-31f0-425d-a0f7-af9d31fcbd93",
            "word": "to revise",
            "phonetic": "tə ɹᵻvaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The revised edition is to all intents and purposes a new book.",
                "The scientist had to eat crow and revise their theory after new evidence contradicted their original findings.",
                "The changes to the project didn't sit well with the team, so they decided to revise the plan.",
                "Mark wasn't happy with his first draft of the book, but he's grateful for the chance to take a second bite at the cherry and revise it before submitting it to publishers.",
                "The writing instructor told the students that whoever writes a book should be ready to accept criticism, and encouraged them to revise their work based on feedback from others."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV2aXNl&hash=4f246f69f2abfc0fe8d54dee2bd3e0d433827feb&lang=en&cache-only=0",
            "defineEn": "to make changes to something because of new information, etc.",
            "defineVi": "để thay đổi một cái gì đó vì thông tin mới, vv",
            "hasImg": true
        },
        {
            "id": "797d835f-96c1-435a-b148-da22c454ad35",
            "word": "to adjust",
            "phonetic": "tʊ ɐdʒʌst ",
            "partOfSpeechType": "verb",
            "examples": [
                "We will have to adjust to our reduced circumstances.",
                "He adjusted his tie in the mirror to make sure it was straight.",
                "Remember to always adjust the quantity of yeast extract according to your taste preferences.",
                "The restaurant is working out the kinks in the new menu, adjusting portion sizes and experimenting with new dishes",
                "He is a smart cookie, adjusting his songs to fit his audiences."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRqdXN0&hash=5ca6433168bdcb546bafc5382e1404ae455ab10c&lang=en&cache-only=0",
            "defineEn": "to slightly alter or move something in order to improve it or make it work better",
            "defineVi": "để thay đổi một chút hoặc di chuyển một cái gì đó để cải thiện nó hoặc làm cho nó hoạt động tốt hơn"
        },
        {
            "id": "cc7f189e-8db5-4b62-864f-62ca3beeddb3",
            "word": "to customize",
            "phonetic": "tə kʌstəmaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "You can customize your sandwich with a dollop of guacamole.",
                "The restaurant offers a variety of salad dressings, allowing you to customize your salad to your liking.",
                "She customized her hamburger steak with a tangy barbecue sauce, adding a sweet and smoky flavor to the dish.",
                "The doctor understood that different patients had different medical histories and needs, and customized treatment plans accordingly - every shoe fits not every foot.",
                "\"In the package, I have customized forks.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3VzdG9taXpl&hash=19f627753058883fe227563baefd1000fb267644&lang=en&cache-only=0",
            "defineEn": "to change or make something in a way that better serves a particular task, person, etc.",
            "defineVi": "để thay đổi hoặc làm một cái gì đó theo cách phục vụ tốt hơn một nhiệm vụ cụ thể, con người, v.v."
        },
        {
            "id": "644028c7-4e51-4c2a-b7e8-f0de09d74206",
            "word": "to distort",
            "phonetic": "tə dɪstɔːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "During the investigation into the harassment allegations, both the accused employee and the victim were found to have distorted the truth, showcasing how truth is the first casualty of war.",
                "The rise of social media connected people in positive ways but also led to the spread of misinformation, and hate, illustrating that where God builds a church, the devil will build a chapel attempting to undermine and distort good purposes.",
                "Depression can really distort your perception about your future.",
                "You're just distorting the story.",
                "Republican negative campaigning-- divide, distort, and distract-- won't work."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzdG9ydA&hash=ff011f4f4815fc817e0f534906a4e783773a411d&lang=en&cache-only=0",
            "defineEn": "to change and twist a fact, idea, etc. in a way that no longer conveys its true meaning",
            "defineVi": "để thay đổi và bóp méo một sự thật, ý tưởng, v.v. theo cách không còn truyền đạt ý nghĩa thực sự của nó"
        },
        {
            "id": "bb1a08ae-7652-4300-a822-2bd97d9d89a8",
            "word": "to doctor",
            "phonetic": "tə dɑːktɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Doctors couldn't stop the bleeding.",
                "The doctor examined her neck for any signs of injury.",
                "Somebody get a doctor!",
                "The doctor will see you now.",
                "The doctor used a small flashlight to examine her eyes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZG9jdG9y&hash=564d7f889aaf9ca46a5c3d657aae8bea4e95184f&lang=en&cache-only=0",
            "defineEn": "to change something in order to trick people into believing a lie",
            "defineVi": "để thay đổi một cái gì đó để lừa mọi người tin vào một lời nói dối"
        },
        {
            "id": "3425d3de-5a68-46b3-9b01-cd383949469d",
            "word": "to modulate",
            "phonetic": "tə mɑːdʒuːleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "And modulating your stress.",
                "Third, the body's enzymes, hormones, nerves, and blood all work together to break down food, modulate the digestive process, and deliver its final products.",
                "Drug developers have tapped venoms for drugs that modulate the immune system, keep blood from clotting, shrink tumors, and kill microbes.",
                "ACE2 does lots of other things, too, like accelerating tissue repair and modulating the microbes in our guts.",
                "Mother's milk for example, contains special sugars that are meant to feed and support certain groups of microbes, work as a decoy for others, and help to modulate the immune system."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW9kdWxhdGU&hash=cd234bdd88780561447931bac9e79789e89d5be2&lang=en&cache-only=0",
            "defineEn": "to change or keep something in order to achieve a desired effect",
            "defineVi": "để thay đổi hoặc giữ một cái gì đó để đạt được một hiệu quả mong muốn"
        },
        {
            "id": "b042bd77-fcc5-4be6-a00b-ec8136159337",
            "word": "to reinvent",
            "phonetic": "tə ɹiːɪnvɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He spoke with the fervour of discovery, unaware that he was reinventing the wheel.",
                "The film doesn't reinvent the wheel for action films, but it adds enough clever twists on the genre to still feel fresh and new.",
                "The company is often criticized for trying to reinvent the wheel every time they bring a new product to market, adding gimmicks and innovations nobody wanted or asked for.",
                "People in this small Egyptian village reinvented the ancient process in the 1970s.",
                "At the same time, the union suit was reinvented for athletes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVpbnZlbnQ&hash=194c6111960b2ef4aded560b06057a28e18b4a9e&lang=en&cache-only=0",
            "defineEn": "to practice a new way of life or engage in a new job",
            "defineVi": "để thực hành một lối sống mới hoặc tham gia vào một công việc mới"
        },
        {
            "id": "8a1e2043-d419-4d56-bbe5-a8969d8952f1",
            "word": "to remodel",
            "phonetic": "tə ɹᵻmɑːdəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "So the train was remodeled in the shape of a kingfisher’s beak.",
                "Within a month or so, the hard callus is remodeled into new lamellar bone.",
                "Turns out, to prepare for a baby, pregnancy actually remodels the human brain.",
                "In response, Olive Garden announced plans to remodel restaurants, upgrade its logo, and retool the website.",
                "Dunkin' says the new store is slightly more expensive than previous remodels because there's more technology in this design."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVtb2RlbA&hash=6ad5b2c3b4e967285e8b13104a4afaf08c498766&lang=en&cache-only=0",
            "defineEn": "to change the figure, appearance or structure of something",
            "defineVi": "để thay đổi hình dạng, sự xuất hiện hoặc cấu trúc của một cái gì đó"
        },
        {
            "id": "f56b24e9-cc1f-4aab-a22c-bc86277de514",
            "word": "to revolutionize",
            "phonetic": "tə ɹɛvəluːʃənaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her groundbreaking research has revolutionized the scientific community.",
                "The scientist presented an abstract theory that revolutionized our understanding of the universe.",
                "The startup company is reaching for the moon with its ambitious goals to revolutionize the industry.",
                "The popular new social media platform left its rivals in the dust, attracting millions of users and revolutionizing the way people connect and share information online.",
                "Its discovery revolutionized our thinking about our past for a number of reasons."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV2b2x1dGlvbml6ZQ&hash=4f95f999fb0e5c86011b2943cd7700ffa3577431&lang=en&cache-only=0",
            "defineEn": "to change something in a significant or fundamental way",
            "defineVi": "để thay đổi một cái gì đó trong một cách quan trọng hoặc cơ bản"
        },
        {
            "id": "11e70be2-8b42-4256-b693-29d3c847a6fc",
            "word": "to shift",
            "phonetic": "tə ʃɪft ",
            "partOfSpeechType": "verb",
            "examples": [
                "His gaze shifted, and he stared into the distance.",
                "I need to shift these boxes from the warehouse to the loading dock.",
                "Can you shift your chair a bit to the left so I can see the presentation better?",
                "I know you want to make changes to the education system, but you cannot shift an old tree without it dying.",
                "Here the calendar date shifted. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hpZnQ&hash=cee6e0e81bda792f0bdc305022e1f24251c96ab8&lang=en&cache-only=0",
            "defineEn": "(of a policy, point of view, or situation) to become something different",
            "defineVi": "(của một chính sách, quan điểm, hoặc tình huống) để trở thành một cái gì đó khác nhau"
        },
        {
            "id": "ac57cd9a-b5a3-431e-b3c6-dd6b78b0da45",
            "word": "to transition",
            "phonetic": "tə tɹænsɪʃən ",
            "partOfSpeechType": "verb",
            "examples": [
                "As the baby grew older, we transitioned from liquid formula to a powdered formula.",
                "We just transitioned our daughter out of diapers, and she's having a very hard time holding her water so far.",
                "After years of using typewriters, the company decided to ring out the old and transition to computerized systems.",
                "My job was to transition kids back to their homes.",
                "Apply video transition to ends of clips."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhbnNpdGlvbg&hash=240e15d83d0fe9e447f758ac8f1f33d07f5d64f0&lang=en&cache-only=0",
            "defineEn": "to make something change from a particular state, condition or position to another",
            "defineVi": "để làm cho một cái gì đó thay đổi từ một trạng thái, điều kiện hoặc vị trí cụ thể sang trạng thái khác"
        },
        {
            "id": "3bafb2de-d454-46fa-a018-9954999a53d5",
            "word": "to undo",
            "phonetic": "tʊ ʌnduː ",
            "partOfSpeechType": "verb",
            "examples": [
                "I'm trying to learn a new skill, and while I'm not getting it right the first time, I remind myself that do and undo, the day is long enough, and I'll get there eventually.",
                "Undone in prophase.",
                "I'll undo the binding.",
                "This change can't be undone.",
                "The plan would effectively undo a major component of the 2017 tax cuts signed into law by former President Trump."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5kbw&hash=6a13ff5af69d97ecbd65d4ab9ab207bb5163b7e3&lang=en&cache-only=0",
            "defineEn": "to make null or cancel the effects of something",
            "defineVi": "để làm vô giá trị hoặc hủy bỏ hiệu ứng của một cái gì đó"
        },
        {
            "id": "feded59a-3d29-4c31-847c-59ac998cf674",
            "word": "to diversify",
            "phonetic": "tə daɪvɜːsᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Investors should diversify their investments instead of putting all their eggs in one basket.",
                "The business owner anticipated a downturn in the market and diversified their products, avoiding losses.",
                "The financial advisor recommended diversifying the investment portfolio to maximize yield and minimize risk.",
                "Including pulses in your weekly meal plan can help diversify your diet.",
                "The company was making a lot of money, but didn't invest in innovation or diversify its products."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGl2ZXJzaWZ5&hash=4933f32e58e7ccf960d6c61a0eb0382fd920a4d1&lang=en&cache-only=0",
            "defineEn": "(of a business) to increase the range of goods and services in order to reduce risk of failure",
            "defineVi": "(của một doanh nghiệp) để tăng phạm vi hàng hóa và dịch vụ nhằm giảm rủi ro thất bại"
        },
        {
            "id": "c6d7b066-1b0a-4029-a40e-d9d950fc125f",
            "word": "to develop",
            "phonetic": "tə dɪvɛləp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Over the years, he developed a reputation as a penny pincher who wouldn't spend money for anything.",
                "The startup is developing cutting-edge technology, boldly going where no man has gone before in the quest for innovation.",
                "The company hedged its bets by developing a second line of products.",
                "Developing a complex software program from scratch within a tight deadline is a herculean task for the development team.",
                "The two colleagues worked together closely and, over time, developed a strong rapport."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGV2ZWxvcA&hash=5623a399537b7fa85fd222791fe571e9465bfff5&lang=en&cache-only=0",
            "defineEn": "to change and become stronger or more advanced",
            "defineVi": "để thay đổi và trở nên mạnh mẽ hơn hoặc tiên tiến hơn",
            "hasImg": true
        },
        {
            "id": "d7592e37-5f93-4183-bea0-707421f309a0",
            "word": "to switch",
            "phonetic": "tə swɪtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She reached blindly for the light switch.",
                "This store is famous for its bait and switch tactics.",
                "Can you reach the light switch from where you're sitting?",
                "The students played a trick on their teacher by switching the labels on the chemical bottles.",
                "I had to feel about in the dark for the light switch."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dpdGNo&hash=778078a054b4fb6177918cb843125af2978bf007&lang=en&cache-only=0",
            "defineEn": "to change from one thing to another",
            "defineVi": "thay đổi từ thứ này sang thứ khác"
        },
        {
            "id": "079b1168-5bcc-49b8-a3f9-9ec06579c83e",
            "word": "drastic",
            "phonetic": "dɹæstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Laura's drastic weight loss has left her looking frail and skinny as a stick, raising concerns among her loved ones.",
                "Joe warned him that 'a fool's bolt is soon shot' and advised him to take the time to develop a solid plan before making any drastic decisions.",
                "A drastic design change, like the color, could modernize the look.",
                "It's not that drastic.",
                "For most people this already means a drastic change in their diets though, The average American consumes around almost 1600 grams of meat a week."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhc3RpYw&hash=f6f742d0fc968871a61d443c92b3ef82b996417f&lang=en&cache-only=0",
            "defineEn": "extreme and with a serious effect",
            "defineVi": "cực đoan và có ảnh hưởng nghiêm trọng"
        },
        {
            "id": "de50a06c-5a85-4095-a944-d5b6b6045a30",
            "word": "developmental",
            "phonetic": "dɪvɛləpmɛntəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Of course, other thinkers at that time were also talking about developmental crises.",
                "For this, scientists got some inspiration from developmental biology.",
                "He viewed homosexuality as a developmental glitch.",
                "You can see negative symptoms with social anxiety, autism spectrum disorder and other developmental disorders.",
                "And developmental psychologists are very interested in the changes that happen in most kids between the ages of three and five."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV2ZWxvcG1lbnRhbA&hash=6017c18e1f09deef51182850e0ab912e0d36c51d&lang=en&cache-only=0",
            "defineEn": "connected with the state or process of development",
            "defineVi": "kết nối với trạng thái hoặc quá trình phát triển"
        },
        {
            "id": "e8ee8ed5-0bda-4364-bd15-d0ee108e9947",
            "word": "gradual",
            "phonetic": "ɡɹædʒuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Eventually gradual change gave rise to a new era.",
                "A number of U.S. cities and states have begun a gradual reopening in recent days.",
                "It's a gradual movement.",
                "It's a gradual trend.",
                "We call this gradual change antigenic drift."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhZHVhbA&hash=21c7540153d16da63dcf0f11e00a86225fd0c05b&lang=en&cache-only=0",
            "defineEn": "occurring slowly and step-by-step over a long period of time",
            "defineVi": "xảy ra từ từ và từng bước trong một thời gian dài"
        },
        {
            "id": "c6a0fd71-6608-4f87-8438-b1fff3f34dac",
            "word": "radical",
            "phonetic": "ɹædɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The blueberries were rich in antioxidants, which helped protect the body against free radicals.",
                "Peaches are packed with antioxidants that help protect your body against harmful free radicals.",
                "It was revealed that the FBI kept tabs on him for years just because he once attended a meeting of a radical group.",
                "You may have method to your madness, but these radical changes to the business could still prove catastrophic.",
                "I really went against the stream when I was in college with some radical opinions, but as I've grown older I have found myself falling more in line with other people's way of thinking."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFkaWNhbA&hash=5d35d2a4a74e1f88c634f1c81487937a985aa69b&lang=en&cache-only=0",
            "defineEn": "(of actions, ideas, etc.) very new and different from the norm",
            "defineVi": "(về hành động, ý tưởng, v.v.) rất mới và khác với chuẩn mực"
        },
        {
            "id": "ec822022-e9ca-4afd-acbe-0dba9ef01194",
            "word": "sweeping",
            "phonetic": "swiːpɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "With his charming smile and charismatic personality, Jonathan had a way of sweeping women off their feet without even trying.",
                "But her legal legacy was even more sweeping.",
                "The sweeping expose detailed years of official deception about chances of winning the war in Vietnam.",
                "The sweeping steel tariffs also surprised America's closest allies.",
                "The sweeping steel tariffs also surprised America's closest allies."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dlZXBpbmc&hash=bb447466560835c6d5a707cf79104f62cdd8df68&lang=en&cache-only=0",
            "defineEn": "having a wide range of effects or impacts",
            "defineVi": "có một loạt các hiệu ứng hoặc tác động"
        },
        {
            "id": "84290e64-276a-4515-b0e4-3c0af601704d",
            "word": "accommodation",
            "phonetic": "ɐkɑːmədeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "But it's not really surprising that this accommodation should happen.",
                "You may well need to look outside your preferred area to find affordable accommodation.",
                "The inn offers luxury accommodations, including condos and kitty suites with plush beds and TVs.",
                "Accommodation is important, makes things go a lot smoother.",
                "Layovers in 161 cities worldwide with accommodations and meals covered."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb21tb2RhdGlvbg&hash=800ddb027302e7bab6f3fe74302c54aedefee48a&lang=en&cache-only=0",
            "defineEn": "an arrangement made and accepted by a group of people who were in disagreement",
            "defineVi": "một sự sắp xếp được thực hiện và chấp nhận bởi một nhóm người không đồng ý"
        },
        {
            "id": "9546da56-aff7-4f25-af2d-13ca29295f88",
            "word": "amendment",
            "phonetic": "ɐmɛndmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Opposition moved an amendment to the Bill.",
                "When negotiating the contract, make sure to leave the door open for future amendments and changes.",
                "Amendments added child, spouse and survivor benefits.",
                "The amendment took effect a year later under the Volstead Act.",
                "Some Constitutional amendments also help to structure American elections."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1lbmRtZW50&hash=38fd9aa6dfb1d24f8c55cbdab89755f7bcdfc7ae&lang=en&cache-only=0",
            "defineEn": "the process of slightly changing something in order to fix or improve it",
            "defineVi": "quá trình thay đổi một chút một cái gì đó để sửa chữa hoặc cải thiện nó"
        },
        {
            "id": "90332688-4797-4dd0-8635-f8c81eaef3d4",
            "word": "alteration",
            "phonetic": "ɔltɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Unfortunately for the photographer, his alterations were soon apparent to some sharp-eyed readers.",
                "The lower gravity can kickstart a whole list of physical alterations.",
                "With schizoaffective disorder, you get a combination of the alterations in your emotions and your thinking abilities.",
                "Moreover, some DNA alterations can occur in white blood cells during fetal development, further increasing the risk of early leukemia.",
                "Those alterations might be really important to understand or even counteract somehow if we want people to go on extended space missions."
            ],
            "audio": "https://tts.langeek.co/read?text=YWx0ZXJhdGlvbg&hash=717897b08d16dffe8f880ef106bd4c7e9c484bde&lang=en&cache-only=0",
            "defineEn": "a change in something that does not fundamentally make it different",
            "defineVi": "một sự thay đổi trong một cái gì đó mà về cơ bản không làm cho nó khác đi"
        },
        {
            "id": "3176668f-3a11-485a-9ff0-01e2f3edc2f1",
            "word": "to make into",
            "phonetic": "tə meɪk ɪntʊ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFrZSBpbnRv&hash=93df1e7f62d9731a27987e4a337bad9dcd462c2e&lang=en&cache-only=0",
            "defineEn": "to change a person or thing into another",
            "defineVi": "để thay đổi một người hoặc điều thành khác"
        },
        {
            "id": "7cd7fbcd-72e7-4b8a-9b67-534c5b6b988b",
            "word": "to turn into",
            "phonetic": "tə tɜːn ɪntʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The couple's marriage turned into a cat-and-dog life.",
                "The mortgage on it has turned into a real yoke round my neck.",
                "What began as a minor scuffle turned into a full-scale riot.",
                "I left a jar of milk on the counter overnight, and it turned into clabber.",
                "But a security guard catches them in the act and simple theft turns into capital murder."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHVybiBpbnRv&hash=497c27be16c49069b592b8d2e867b2d03adff7bf&lang=en&cache-only=0",
            "defineEn": "to change and become something else",
            "defineVi": "để thay đổi và trở thành một cái gì đó khác",
            "hasImg": true
        },
        {
            "id": "2e7252e6-0fe7-4f41-81e4-7494fc9fb1f5",
            "word": "to morph into",
            "phonetic": "tə mɔːɹf ɪntʊ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbW9ycGggaW50bw&hash=f386891ae735e058d92d01daa9b2a711dd3535de&lang=en&cache-only=0",
            "defineEn": "to gradually turn into something else",
            "defineVi": "để dần dần biến thành một cái gì đó khác"
        },
        {
            "id": "7bfefdf3-2179-4e89-9efc-74988cb5af34",
            "word": "by the minute",
            "phonetic": "baɪ ðə mɪnɪt ",
            "partOfSpeechType": "phrase",
            "examples": [
                "They can charge by the minute or by kilowatt hour."
            ],
            "audio": "https://tts.langeek.co/read?text=YnkgdGhlIG1pbnV0ZQ&hash=16a12daedb067352b93f64dc138a960aff7c1ebb&lang=en&cache-only=0",
            "defineEn": "changing or developing rapidly",
            "defineVi": "thay đổi hoặc phát triển nhanh chóng"
        }
    ]
}