{
    "id": "8568666f-4d27-486d-a761-73ce563f46d9",
    "title": "My Dream Job",
    "originalTitle": "Lesson 19",
    "words": [
        {
            "id": "10305e1d-bcaf-48de-82e6-579b7fc5e3f3",
            "word": "attorney",
            "phonetic": "ɐtɜːni ",
            "partOfSpeechType": "noun",
            "examples": [
                "That district attorney will chew you up and spit you out in the courtroom.",
                "You can expect to hear from my attorney.",
                "But the press caught them with their pants down and now the district attorney will press charges.",
                "His attorney called the charges wholly without merit.",
                "The Wright family's attorney reacted in New York."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0b3JuZXk&hash=e6561926be44ba04a9d8a81aab92e2038676f5cf&lang=en&cache-only=0",
            "defineEn": "a lawyer who represents someone in a court of law",
            "defineVi": "một luật sư đại diện cho ai đó trong một tòa án của pháp luật",
            "hasImg": true
        },
        {
            "id": "649b6f03-37b8-41d1-9d17-c094b22ad170",
            "word": "bartender",
            "phonetic": "bɑːɹtɛndɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bartender served a cocktail in a fancy glass.",
                "The bartender garnished the cocktail with a twist of citrus rind.",
                "The bartender rimmed the cocktail glass with a touch of white sugar, adding a touch of sweetness to the drink.",
                "The bartender slips her a mickey, and after a few minutes the world is just a blur to Peggy.",
                "Bartender, can I get two shots?"
            ],
            "audio": "https://tts.langeek.co/read?text=YmFydGVuZGVy&hash=8cb13f946b4134f5d96d228783d028f29914ca81&lang=en&cache-only=0",
            "defineEn": "a person who serves drinks at a bar",
            "defineVi": "một người phục vụ đồ uống tại một quán bar",
            "hasImg": true
        },
        {
            "id": "8547f19a-6755-4ace-80a5-eca43cc9d3c2",
            "word": "cab driver",
            "phonetic": "kæb dɹaɪvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "oh well, he's a cab driver.",
                "When you pay a cab driver in cash, you’re very aware of the value of that ride.",
                "but you just trust in New York that cab drivers know what they're doing.",
                "Seventy-eight-year-old Shabbir Hamdani loved to interact with people, his son told us, and that's exactly what he did for about 40 years as a cab driver.",
                "Average to good service at restaurants, bars, hairdressers, cab drivers and spas comes with an expectation of a 15-25% standard gratuity."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FiIGRyaXZlcg&hash=cf21b51e328379953d6460350604613689278c50&lang=en&cache-only=0",
            "defineEn": "a person whose job is driving a taxi",
            "defineVi": "một người có công việc lái xe taxi",
            "hasImg": true
        },
        {
            "id": "49e52712-ec7c-4b98-a33d-3a4e4d7cabb1",
            "word": "carpenter",
            "phonetic": "kɑːɹpəntɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a journalist, I know that a carpenter is known by his chips.",
                "As a seasoned carpenter, he knew that there are tricks in every trade and was always willing to share his knowledge with others.",
                "Carpenters roughly shape the figurine with a band saw.",
                "Right, right, because he is, that's his thing, he is a carpenter.",
                "Following a trip to Europe, Chuck Williams, a former airplane mechanic and carpenter with a passion for cooking, came up with the idea for importing high-quality French cookware to America."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FycGVudGVy&hash=895fc9144667c22bf7ebbd2300cebbae9386bec3&lang=en&cache-only=0",
            "defineEn": "someone who works with wooden objects as a job",
            "defineVi": "một người làm việc với các đồ vật bằng gỗ như một công việc",
            "hasImg": true
        },
        {
            "id": "d547ee0b-5b52-4812-b7c7-e0b56bd62821",
            "word": "cashier",
            "phonetic": "kæʃɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He works as a cashier at the supermarket, scanning and bagging customers' items.",
                "He tried to pass off his counterfeit bills as real money, but the cashier immediately noticed and called the police.",
                "The last person we hired as a cashier turned out to have sticky fingers.",
                "the cashier asked politely as she took the woman's money.",
                "The cashier voluntarily decided to work there."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzaGllcg&hash=945def26df3576dec630041feee43d22503ab6c6&lang=en&cache-only=0",
            "defineEn": "a person in charge of paying and receiving money in a hotel, shop, bank, etc.",
            "defineVi": "một người chịu trách nhiệm thanh toán và nhận tiền trong khách sạn, cửa hàng, ngân hàng, v.v.",
            "hasImg": true
        },
        {
            "id": "a5e7958d-1a7c-4a01-a39b-fe3c87d4f516",
            "word": "caterer",
            "phonetic": "keɪɾɚɹɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The caterer really pulled a rabbit out of a hat by producing 100 cupcakes with just 20 minutes' notice.",
                "And that weakened sense of taste can cause a lot of problems for airline caterers, who have to modify every recipe to account for it.",
                "I'm Tyco Ytt Director, actor, performer, stunt performer, performer performer, caterer and also data wrangler on movie sets.",
                "We rely on expertise of the local caterers to advise us what fruit and vegetables in season, what fish is great this month and then we map that out over the course of the year.",
                "But while U.S. airlines are making billions labor union leaders say many of the airline caterers in the U.S. who prepare first class meals for American, Delta and United are struggling to make ends meet."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0ZXJlcg&hash=580533f6f6f9371b5fdb309e06e69f90af991d64&lang=en&cache-only=0",
            "defineEn": "a person or company that provides food and drink for an event",
            "defineVi": "một người hoặc công ty cung cấp thực phẩm và đồ uống cho một sự kiện"
        },
        {
            "id": "0615b09f-0d49-429b-b564-02de09791bf1",
            "word": "comedian",
            "phonetic": "kəmiːdiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That comedian was really in rare form last night.",
                "In recent years, comedians have found themselves in hot water for making politically incorrect topics about everything from race to gender.",
                "As the comedian told the joke, the audience grimaced in a mixture of amusement and discomfort.",
                "The comedian joked that from the sublime to the ridiculous is only a step, and that the best comedy often came from taking serious topics and turning them on their head.",
                "When the comedian saw that the audience wasn't laughing, he quickly read the room and changed his jokes to ones that were more relatable."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tZWRpYW4&hash=25ed0694f28bcbc98a691fdde39b38d9cfb7401e&lang=en&cache-only=0",
            "defineEn": "someone whose job is making their audience laugh through jokes",
            "defineVi": "ai đó có công việc là làm cho khán giả của họ cười qua những trò đùa",
            "hasImg": true
        },
        {
            "id": "89eb8846-ce13-42c0-a116-237b889deff9",
            "word": "economist",
            "phonetic": "ɪkɑːnəmɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "It seems clear that a compromise, half-way solution had equally been ruled out by Government, Opposition, economists, press, TV, Uncle Tom Cobleigh and all.",
                "\"The economy is booming right now, but we have to be prepared for when things slow down because what goes up must come down,\" cautioned the economist.",
                "Economists evaluate the effectiveness of a healthcare system on three criteria: Access, Cost, and Quality.",
                "Economists call this jobless growth.",
                "Economists call that deflation."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNvbm9taXN0&hash=c6a08dec0a7fe899964b5f41924a248fe7946c6a&lang=en&cache-only=0",
            "defineEn": "someone who is an expert in economics",
            "defineVi": "một người là một chuyên gia về kinh tế",
            "hasImg": true
        },
        {
            "id": "6d00fa04-8033-4b55-905c-262f249e8594",
            "word": "electrician",
            "phonetic": "ᵻlɛktɹɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Today, those younger boys are the electricians and the plumbers.",
                "Atlanta electrician Tonya Hicks sees the same bias in her community, even though unemployment is famously much higher for African Americans.",
                "She now works with electrician Brian LaMorte, who graduated from Towson University in Maryland with a computer degree.",
                "That's the path that a lot of electricians take.",
                "In college, would you have thought that you would become an electrician?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3RyaWNpYW4&hash=e20b8ab61201f5b5799c2fda1e8685b1184c9f83&lang=en&cache-only=0",
            "defineEn": "someone who deals with electrical equipment, such as repairing or installing them",
            "defineVi": "một người liên quan đến thiết bị điện, chẳng hạn như sửa chữa hoặc cài đặt chúng",
            "hasImg": true
        },
        {
            "id": "8f3b32d6-0285-4c6a-91c3-9e710b349bc8",
            "word": "fisherman",
            "phonetic": "fɪʃɚmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fisherman patiently cast his line from the riverbank, hoping for a big catch.",
                "Soon, with the return of the peasants and fishermen, the village comes to life again.",
                "He spotted a fisherman collecting roe from a freshly caught salmon.",
                "In fact, a fisherman once found a 34-kilogram pearl inside a giant clam.",
                "'Oh, yes,' answered the fisherman."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlzaGVybWFu&hash=7cd4aa359a274495fe52db4620809613f851ca5c&lang=en&cache-only=0",
            "defineEn": "a person whose occupation or hobby is catching fish",
            "defineVi": "một người có nghề nghiệp hoặc sở thích là bắt cá",
            "hasImg": true
        },
        {
            "id": "612bb7ed-e1c1-4705-9c28-aa28b04c40d3",
            "word": "florist",
            "phonetic": "flɔːɹɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "I work as a florist.",
                "Narrator: Local artists, ceramicists, bakers, and fellow florists also sold their products from socially distant booths.",
                "Luckily, florists get around the daffodil’s penchant for destruction by putting them in a separate vase for at least a few hours to draw out the sap."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxvcmlzdA&hash=1d48068002de9476ea6ac96fbfb8b564479dcf39&lang=en&cache-only=0",
            "defineEn": "a person whose job is arranging and selling flowers",
            "defineVi": "một người có công việc sắp xếp và bán hoa",
            "hasImg": true
        },
        {
            "id": "8b3afd85-00e1-4eb2-ae4f-8f2bdb2880b1",
            "word": "health professional",
            "phonetic": "hɛlθ pɹəfɛʃənəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "To health professionals, we regret the deaths from COVID and the other deaths in Brazil.",
                "Their vision insurance company, EyeMed, has a network of 28,000 eye health professionals and covers 39 million people.",
                "But the form of most concern to public health professionals is pneumonic plague, which is when it infects the respiratory tract.",
                "It’s a process known as contact killing, and recently, health professionals have started using it to their advantage.",
                "Another paper in the journal Medical Education studied nearly 500 successful med students and other health professionals, to look for patterns in how the impostor phenomenon affected high-achieving people."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhbHRoIHByb2Zlc3Npb25hbA&hash=3c009d6066ac0dfb12492966bc9fab208dae9748&lang=en&cache-only=0",
            "defineEn": "someone whose job involves people's health, such as a doctor, dentist, etc.",
            "defineVi": "một người có công việc liên quan đến sức khỏe của mọi người, chẳng hạn như bác sĩ, nha sĩ, v.v."
        },
        {
            "id": "171adec3-494a-4242-8be1-8ecb426b302f",
            "word": "interpreter",
            "phonetic": "ɪntɜːpɹɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I do not know what the interpreter said, but under no circumstances did I mean that I had a problem with you, not by any stretch of the imagination.",
                "And the woman writes, 'Interpreter?'",
                "So many protests, so many protests do not have interpreters.",
                "Finally, interpreters work in pairs.",
                "I love that interpreter."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJwcmV0ZXI&hash=8452dfce3494207f5d0dec15c644620c9111caf4&lang=en&cache-only=0",
            "defineEn": "someone who verbally changes the words of a language into another",
            "defineVi": "ai đó bằng lời nói thay đổi các từ của một ngôn ngữ sang một ngôn ngữ khác",
            "hasImg": true
        },
        {
            "id": "37f37cf2-0ec7-477d-bc3e-b23485fd126a",
            "word": "investigator",
            "phonetic": "ɪnvɛstᵻɡeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Investigators say DNA has helped close the books on two unsolved murders in California in the late 1980s .",
                "After decades as an investigator, I can identify a con man a mile away.",
                "When he died, investigators were called in and soon smelt a rat.",
                "In our case, the investigators catch a lucky break.",
                "The investigators have discovered Boyd's current address from the bar's landlord."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52ZXN0aWdhdG9y&hash=c97a8906b5920b5328367d7af5204909cfd1050f&lang=en&cache-only=0",
            "defineEn": "someone whose job is examining the causes, etc. of an accident or crime",
            "defineVi": "ai đó có công việc đang kiểm tra nguyên nhân, v.v. của một vụ tai nạn hoặc tội phạm"
        },
        {
            "id": "0d5b57fd-893c-4c81-ad1b-3f8966f9a4a1",
            "word": "librarian",
            "phonetic": "laɪbɹɛɹiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The librarian helped me find a book on ancient history for my research project.",
                "As a librarian, I encourage readers to look beyond a book's cover, recognizing that a book, tight shut, is but a block of papers - it is only when we delve into its pages that we can discover its true value.",
                "The librarian advised the young reader to choose an author as you choose a friend and select writers based on shared values and interests, not just popularity.",
                "- I've heard that about librarians.",
                "Your local librarian can help you find information books with captions."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlicmFyaWFu&hash=33b3c94f9c7ce84ef0fb3dd09b5ea393c067d908&lang=en&cache-only=0",
            "defineEn": "someone who is in charge of a library or works in it",
            "defineVi": "một người phụ trách thư viện hoặc làm việc trong đó",
            "hasImg": true
        },
        {
            "id": "a5b37ac1-7142-4e1e-bd22-750d258f2bb9",
            "word": "plumber",
            "phonetic": "plʌmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "At the moment, finding a good plumber is like finding a pot of gold at the end of the rainbow.",
                "The homeowner decided to fix the leaky faucet on their own, believing that if you want something done right, do it yourself and knowing that relying on a plumber could lead to a suboptimal result.",
                "Any plumbers out there probably have heard of cross-linked ethylene or PEX pipe.",
                "\"Yes I know,\" answered the plumber.",
                "\"Yes I know,\" answered the plumber."
            ],
            "audio": "https://tts.langeek.co/read?text=cGx1bWJlcg&hash=4f14c1f3cfa0b5a3dd9caf89857ea0856681254f&lang=en&cache-only=0",
            "defineEn": "someone who installs and repairs pipes, toilets, etc.",
            "defineVi": "người lắp đặt và sửa chữa đường ống, nhà vệ sinh, v.v.",
            "hasImg": true
        },
        {
            "id": "91ac85b7-947a-4708-a606-0620301c75c9",
            "word": "psychologist",
            "phonetic": "saɪkɑːlədʒɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Psychologists call this type of cognitive bias the Framing Effect.",
                "And psychologists typically study personality in two broad ways: 1.",
                "Psychologists often view motivation in one of four ways.",
                "In fact, psychologists actually have a pretty good understanding of Ouija boards.",
                "Psychologists call this multisensory integration."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hvbG9naXN0&hash=ac38b1c3bd1ce9bd55c21f3ae27ff52d9a22a265&lang=en&cache-only=0",
            "defineEn": "a specialist in the science of psychology",
            "defineVi": "một chuyên gia trong khoa học tâm lý học",
            "hasImg": true
        },
        {
            "id": "d49e8f67-24cb-4efc-b6c0-103192eb080d",
            "word": "security guard",
            "phonetic": "sᵻkjʊɹɹᵻɾi ɡɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "But a security guard catches them in the act and simple theft turns into capital murder.",
                "A security guard was killed trying to stop a raid.",
                "Local people took matters into their own hands and hired their own security guards.",
                "the robber tells the security guard.",
                "And uh, a security guard recognizes me."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VjdXJpdHkgZ3VhcmQ&hash=3b2051c088995ccc82c8f715a5f7c77989042fb9&lang=en&cache-only=0",
            "defineEn": "someone who protects something such as a building, etc.",
            "defineVi": "một người bảo vệ một cái gì đó chẳng hạn như một tòa nhà, vv",
            "hasImg": true
        },
        {
            "id": "c5faf38f-531e-43d1-97bf-005b3e600a0a",
            "word": "sheriff",
            "phonetic": "ʃɛɹɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "We are free from the sheriff's grasp, and I'd say that with the benefit of the doubt",
                "A sheriff in South Carolina, meanwhile, has fired two deputies over the death of Jamal Sutherland, a Black inmate at a Charleston County jail.",
                "His father had been a local sheriff.",
                "The next day the Sheriff's men found the doctor's body in the graveyard - and Muff Potter's knife.",
                "Sheriff's deputies fatally shot Andrew Brown last week."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hlcmlmZg&hash=89fee6ac0533d6db33d4e384ea3d51517515d5f7&lang=en&cache-only=0",
            "defineEn": "an elected officer of law in a county",
            "defineVi": "một quan chức được bầu của pháp luật trong một quận",
            "hasImg": true
        },
        {
            "id": "3bb35ef4-5dda-4eca-9a0c-07be9d650f1f",
            "word": "shopkeeper",
            "phonetic": "ʃɑːpkiːpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The shopkeeper closed the shop for a short break.",
                "Permission for the development was granted in the teeth of opposition from local shopkeepers.",
                "Shopkeepers trading in the centre of the town have experienced a fall in the number of customers darkening their doors recently.",
                "The shopkeeper is always friendly and helpful.",
                "Every day angry shopkeepers come to Sinbad's house."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvcGtlZXBlcg&hash=b0ea04777f9582db2b16a9f55bdda2ff95adf38c&lang=en&cache-only=0",
            "defineEn": "someone who manages or owns a shop",
            "defineVi": "một người quản lý hoặc sở hữu một cửa hàng",
            "hasImg": true
        },
        {
            "id": "c43e8e22-b764-462f-bd59-fbfd19fada2a",
            "word": "spy",
            "phonetic": "spaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The spy stole across the border under the cover of darkness.",
                "A spy novel set in Berlin.",
                "The spy fled when he realized that someone had blown his cover.",
                "The spy knew that they couldn't trust anyone, since three may keep a secret if two are dead.",
                "The politician was suspected of being in league with the foreign spy agency to leak confidential information."
            ],
            "audio": "https://tts.langeek.co/read?text=c3B5&hash=ddd1f02ad473a1787ac746730b2239d96c8b000e&lang=en&cache-only=0",
            "defineEn": "someone who is employed by a government to obtain secret information on another person, country, company, etc.",
            "defineVi": "một người được chính phủ tuyển dụng để lấy thông tin bí mật về người khác, quốc gia, công ty, v.v."
        },
        {
            "id": "0f8b405c-be6d-4499-b015-94ecac3af6bf",
            "word": "stylist",
            "phonetic": "staɪlɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "I need to find a stylist to do our hair and makeup and all that jazz on the day of the wedding.",
                "So, she's like my stylist now.",
                "In 2017, Juicy Couture appointed Hollywood stylist Jamie Mizrahi as its new creative director.",
                "Soltau has laid out her vision, redesigning roughly 860 stores, putting the focus back on apparel and adding stylists to enhance in-store shopping.",
                "You wanna be a hair stylist, which I know that's your backup career, then you're gonna have to make it an enjoyable experience for your clients."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R5bGlzdA&hash=6a6b7ea7cbfebf714330ac2ed86f2183bc263e40&lang=en&cache-only=0",
            "defineEn": "someone whose job is cutting people's hair or arranging it",
            "defineVi": "ai đó có công việc là cắt tóc của mọi người hoặc sắp xếp nó",
            "hasImg": true
        },
        {
            "id": "2d472693-76f8-4c68-88cd-bb53fdfe0cd8",
            "word": "real estate agent",
            "phonetic": "ɹiːəl ᵻsteɪt eɪdʒənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The real estate agent was always polite to his clients, but he also knew how to use his charm to close a deal.",
                "The real estate agent knew that the house was not the most impressive, but because it had once belonged to a famous musician, she was certain that it would sell for a higher price.",
                "They're talking to real estate agents about, you know, what the real estate market is like, which is what Anna Chapman was doing."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhbCBlc3RhdGUgYWdlbnQ&hash=517b6020e507390d80c3f697a32ec0f2d53db9b5&lang=en&cache-only=0",
            "defineEn": "someone whose job involves selling and renting lands or apartments for people",
            "defineVi": "một người có công việc liên quan đến việc bán và cho thuê đất hoặc căn hộ cho người dân",
            "hasImg": true
        },
        {
            "id": "ff00f6db-6152-4cb2-ad9f-89314cd37460",
            "word": "travel agent",
            "phonetic": "tɹævəl eɪdʒənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm a travel agent.",
                "And I'm a travel agent.",
                "STEVEN TAMASY, Travel Agent: I was laid off on March 19.",
                "PAUL SOLMAN: Travel agent Steven Tamasy thinks the business travel coma will be long-term.",
                "Mr. and Mrs. Buggies come into the travel agent's office."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhdmVsIGFnZW50&hash=3478772ab6fb83547e770c64462d423720322cf1&lang=en&cache-only=0",
            "defineEn": "someone who buys tickets, arranges tours, books hotels, etc. for travelers as their job",
            "defineVi": "người mua vé, sắp xếp các tour du lịch, đặt khách sạn, v.v. cho khách du lịch là công việc của họ",
            "hasImg": true
        },
        {
            "id": "0a6a6102-6c97-4e09-acd1-171f4f59e220",
            "word": "freelance",
            "phonetic": "fɹiːlæns ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The freelance investigative reporter made a career of digging up dirt on celebrities for tabloids.",
                "While raising her children, she kept her finger on the pulse of business and technology by freelancing for start-ups and small businesses.",
                "MALCOLM BRABANT: Jago and Gus' mother is freelance writer Flora Watkins.",
                "I had just gotten a couple of freelance writing assignments.",
                "Companies like HackerOne, Bugcrowd and Synack have sprung up to connect freelance hackers with corporations that offer bug bounty programs."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlZWxhbmNl&hash=fdd788e61438b5ecbe6e69344479ae0e062f19a8&lang=en&cache-only=0",
            "defineEn": "earning money by working for several different companies rather than being employed by one particular organization",
            "defineVi": "kiếm tiền bằng cách làm việc cho một số công ty khác nhau thay vì làm việc cho một tổ chức cụ thể",
            "hasImg": true
        },
        {
            "id": "dfaab8a1-b9f6-4899-b38c-b05a4559ad81",
            "word": "permanent",
            "phonetic": "pɜːmənənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We label our boxes with permanent markers for easy identification.",
                "The landscape isn’t permanent.",
                "But these teeth are permanent!",
                "It’s permanent.",
                "Does it cause permanent damage?"
            ],
            "audio": "https://tts.langeek.co/read?text=cGVybWFuZW50&hash=e46c87fb4729efa2ffc8d4e6db216c802fb1681a&lang=en&cache-only=0",
            "defineEn": "continuing to exist all the time or remaining without change for a long time",
            "defineVi": "tiếp tục tồn tại mọi lúc hoặc không thay đổi trong một thời gian dài",
            "hasImg": true
        },
        {
            "id": "23a1b925-fe71-48cb-8c0f-3ffc3e1da485",
            "word": "self-employed",
            "phonetic": "sɛlfɛmplɔɪd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1lbXBsb3llZA&hash=1e4bba29a96c35387127e83b2af3d07bd03ccb27&lang=en&cache-only=0",
            "defineEn": "working for oneself rather than for another",
            "defineVi": "làm việc cho chính mình hơn là cho người khác",
            "hasImg": true
        },
        {
            "id": "a382e627-c332-442d-b595-71d078c8665e",
            "word": "temporary",
            "phonetic": "tɛmpɚɹɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I enjoyed the temporary exhibition at the museum, which featured contemporary art from around the world.",
                "He was sitting as a temporary judge.",
                "He traced patterns in the sand with his foot, leaving temporary imprints.",
                "He felt a sense of relief when the doctor assured him that his stomach issue was temporary.",
                "The family who lost their home in a natural disaster had to live in a temporary shelter for several months, but they endured the difficult circumstances with patience and resilience, knowing that what cannot be cured must be endured."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVtcG9yYXJ5&hash=856856fc99c7a9dc89591db484f57794c0e68cd8&lang=en&cache-only=0",
            "defineEn": "existing for a limited time",
            "defineVi": "tồn tại trong một thời gian giới hạn",
            "hasImg": true
        },
        {
            "id": "2af7c119-202a-444a-8237-d31b369bf9d3",
            "word": "voluntary",
            "phonetic": "vɑːləntɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The company is offering voluntary severance packages.",
                "The CEO told new hires that any ignorance is a voluntary misfortune in this day and age, advising them to constantly learn and update their skills in order to progress in their careers.",
                "The disclosures are voluntary.",
                "The move to America was not voluntary.",
                "That's voluntary."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9sdW50YXJ5&hash=911ec64bb2a0c6940fc0f481869cc85c66d58282&lang=en&cache-only=0",
            "defineEn": "working without pay",
            "defineVi": "làm việc không lương"
        },
        {
            "id": "fd61b3a1-3219-45e8-8775-91a9f6caea33",
            "word": "out of work",
            "phonetic": "aʊɾəv wɜːk ",
            "partOfSpeechType": "phrase",
            "examples": [
                "New machines can put people out of work.",
                "My husband's out of work.",
                "The miners are out of work.",
                "They're out of work.",
                "She's now out of work."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0IG9mIHdvcms&hash=e53866d9316a920b5c481ab01dd409a5bbce0bef&lang=en&cache-only=0",
            "defineEn": "having no job",
            "defineVi": "không có việc làm",
            "hasImg": true
        },
        {
            "id": "b7cb0485-db4e-48e8-ae2c-4c22cc71f52f",
            "word": "wage",
            "phonetic": "weɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company raised wages and hired more skilled workers in order to up the ante and grab more market share.",
                "By this time next year, they will have been waging a losing battle against rising costs.",
                "The wages of sin is death, and she felt like a part of her had died when she lost her family.",
                "As a general rule, it is considered impolite to ask someone about their salary or age, as the proverb goes, 'never reveal a man's wage and woman's age'.",
                "And of course, ants wage war."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FnZQ&hash=a996e69ffad3fe00a1ab925e45b3c6025d97bca4&lang=en&cache-only=0",
            "defineEn": "money that a person earns, daily or weekly, through work or giving services",
            "defineVi": "tiền mà một người kiếm được, hàng ngày hoặc hàng tuần, thông qua công việc hoặc cung cấp dịch vụ",
            "hasImg": true
        },
        {
            "id": "490b3f17-410f-4a88-b659-c58003c4ca23",
            "word": "golden years",
            "phonetic": "ɡoʊldən jɪɹz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z29sZGVuIHllYXJz&hash=7251b5932512b29032ea0c27e3e9e181f828daed&lang=en&cache-only=0",
            "defineEn": "a period of retirement, usually in old age, when a person is free from work responsibilities and can enjoy the benefits of their lifetime achievements",
            "defineVi": "một khoảng thời gian nghỉ hưu, thường là ở tuổi già, khi một người thoát khỏi trách nhiệm công việc và có thể tận hưởng những lợi ích từ những thành tựu suốt đời của họ",
            "hasImg": true
        }
    ]
}