{
    "id": "85aaba17-7303-4260-aeda-5fda0cda1bf5",
    "title": "Lesson 25",
    "originalTitle": "Lesson 25",
    "words": [
        {
            "id": "8c2c5b2f-35a7-4c3b-a783-91e576865a9c",
            "word": "embargo",
            "phonetic": "ɛmbɑːɹɡoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The second oil embargo in 1979 raised the price of fuel above one dollar for the first time, a huge price hike for the era.",
                "When Japan and Italy joined on the side of Germany, the US embargoed oil to Japan.",
                "The first oil embargo in the 70s really set the stage for convenience stores to sell fuel.",
                "I mean, the embargo just lifted like a couple of hours before I filmed this thing.",
                "In direct response to the Soviets, the U.S. put an embargo on grain shipments and organized the boycott of the 1980 Olympics in Moscow."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1iYXJnbw&hash=7ad9128318f5b1fd65c3cf9094291ae3a69dd42a&lang=en&cache-only=0",
            "defineEn": "an official order according to which any commercial activity with a particular country is banned",
            "defineVi": "một lệnh chính thức theo đó bất kỳ hoạt động thương mại nào với một quốc gia cụ thể đều bị cấm"
        },
        {
            "id": "9f1873a0-3939-4947-b0f3-fb9399171dd2",
            "word": "scoundrel",
            "phonetic": "skaʊndɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Just because the CEO turned out to be a rotten scoundrel doesn't mean we should tar the entire company with the same brush.",
                "The scoundrel might have allocated the rubies as 8, 14 and 8.",
                "But if your number is greater than the number of rubies actually there, the scoundrel gets to keep the entire box.",
                "Agriculture, the last refuge for scoundrels who want to devote their lives to working instead of skoodilypooping.",
                "Its success allowed Lucas to continue the story of idealistic farm boy Luke Skywalker, scoundrel Han Solo and rebel leader Leah Organa."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NvdW5kcmVs&hash=9ae13d19c7d432b770d2ae3cfdcddad74a1f4c3b&lang=en&cache-only=0",
            "defineEn": "a wicked or evil person; someone who does evil deliberately",
            "defineVi": "một người độc ác hoặc xấu xa; ai đó cố ý làm điều ác"
        },
        {
            "id": "b4f88d82-f84d-49c7-8503-d1c5dd73f177",
            "word": "buffet",
            "phonetic": "bʌfɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "At a family reunion picnic, the buffet table showcased a classic beef plate roast.",
                "Our scalp is their buffet.",
                "Think: Las Vegas buffet.",
                "The stream delivers an endless buffet of new victims.",
                "In the process, it releases a buffet of long dead plants and animals on the lake floor."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVmZmV0&hash=2fdc68f23739d81b0ef367d9802e48892bd3769f&lang=en&cache-only=0",
            "defineEn": "a meal with many dishes from which people serve themselves at a table and then eat elsewhere",
            "defineVi": "một bữa ăn với nhiều món ăn mà mọi người tự phục vụ tại bàn và sau đó ăn ở nơi khác",
            "hasImg": true
        },
        {
            "id": "c43a6eeb-824a-4b04-a4ae-e921481ebc54",
            "word": "quietus",
            "phonetic": "kwaɪəɾəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cXVpZXR1cw&hash=b4d9b1486e7e06dbd13cd26fa6c43a958ef54087&lang=en&cache-only=0",
            "defineEn": "euphemisms for death (based on an analogy between lying in a bed and in a tomb)",
            "defineVi": "uyển ngữ cho cái chết (dựa trên sự tương đồng giữa việc nằm trên giường và trong một ngôi mộ)"
        },
        {
            "id": "61c07e62-854c-42a6-b45e-c7594d9c5b96",
            "word": "vaudeville",
            "phonetic": "vɔːdvɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the late 1920s two comics named Eddie Cantor and Ed Wynn invented the live studio audience as a way to bring the rowdiness and animation of their vaudeville and live performances into the creepy quiet of the recording studio.",
                "Flash forward to the 1920s, when the vaudeville, vignette-style of musical theatre was in vogue and the songs rarely moved the plot forward and were more showcases for dancing/singing. "
            ],
            "audio": "https://tts.langeek.co/read?text=dmF1ZGV2aWxsZQ&hash=beafa833b2cc7ff0c520704e3c80b50dd2580138&lang=en&cache-only=0",
            "defineEn": "a type of comic theatrical production combining pantomime, dance, singing, etc. popular in the 1800s and early 1900s",
            "defineVi": "một loại hình sản xuất sân khấu truyện tranh kết hợp kịch câm, khiêu vũ, ca hát, v.v. phổ biến vào những năm 1800 và đầu những năm 1900"
        },
        {
            "id": "8505bfc2-3726-4ac5-982a-7464a3fedf58",
            "word": "linchpin",
            "phonetic": "lɪntʃpɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "5G could be the linchpin in making a service like this work.",
                "Not only did Henle discover the Loop of Henle, arguably the linchpin of kidney function in mammals, he was an early adopter of the wildly unpopular germ theory of disease.",
                "While family and colleagues described Deran Hill as kind and shy, he was still a linchpin at the Decatur, Alabama, restaurant where he worked.",
                "Also, while trade was certainly the linchpin of Venice’s economic success, they had a diverse economy.",
                "[but] on Earth they machine I've never encountered anyone like this He absolutely blew my mind To scientists this man is a gold mine a once-in-A-lifetime opportunity This could be the linchpin that spawns off a new field of research Why are they all so excited genius?"
            ],
            "audio": "https://tts.langeek.co/read?text=bGluY2hwaW4&hash=71b60aa275fb07b9b72ff1a113823102037de204&lang=en&cache-only=0",
            "defineEn": "a central cohesive source of support and stability",
            "defineVi": "một nguồn hỗ trợ và ổn định gắn kết trung tâm"
        },
        {
            "id": "055bcb9d-3a71-4816-ae1c-894d384ffe17",
            "word": "rout",
            "phonetic": "ɹaʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "But he wasn’t able to turn it into an all out rout, and ended up having to spend a miserable winter at Valley Forge.",
                "Indeed, on Election Day, it was a crushing rout.",
                "On Wall Street, a rout of tech stocks dragged the market down today, as rising interest rates on bonds siphoned off investors.",
                "In 1972, there was a revolution, the George McGovern Democrats, convinced that there was a great peace majority in the country who would turn out in numbers never before seen to rout Richard Nixon."
            ],
            "audio": "https://tts.langeek.co/read?text=cm91dA&hash=24aef5dccafd006a7281be26d55c44c00b370bc4&lang=en&cache-only=0",
            "defineEn": "a disorderly crowd of people",
            "defineVi": "một đám đông hỗn loạn"
        },
        {
            "id": "619944b7-c349-4c4e-9897-37d4806c1b3c",
            "word": "tenet",
            "phonetic": "tɛnɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"Tenet\" eventually was released in theaters.",
                "One of the central tenets of quantum physics is called superposition.",
                "I'm the director and writer of Tenet.",
                "That is a basic tenet of the way we operate.",
                "- That's an attack on the basic tenets of press freedom. "
            ],
            "audio": "https://tts.langeek.co/read?text=dGVuZXQ&hash=9cbf0882339c81fd34002527a6517b7144ef1dfa&lang=en&cache-only=0",
            "defineEn": "a religious doctrine that is proclaimed as true without proof",
            "defineVi": "một học thuyết tôn giáo được tuyên bố là đúng mà không có bằng chứng"
        },
        {
            "id": "30963cc2-6934-4cbf-882c-a90aeb90c78d",
            "word": "pontiff",
            "phonetic": "pɔntɪf ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9udGlmZg&hash=78a45ab8550dc367267c8f52fc04812d5a414547&lang=en&cache-only=0",
            "defineEn": "the head of the Roman Catholic Church",
            "defineVi": "người đứng đầu Giáo hội Công giáo La Mã"
        },
        {
            "id": "4173727d-1e28-4117-9d5c-1e4cba4377ec",
            "word": "paroxysm",
            "phonetic": "pæɹəksɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFyb3h5c20&hash=b5fb8ca76c0f4542afe358db9978fca86c4067f6&lang=en&cache-only=0",
            "defineEn": "a sudden uncontrollable attack",
            "defineVi": "một cuộc tấn công bất ngờ không thể kiểm soát"
        },
        {
            "id": "d0399e91-1004-44fe-b1be-e60868fdb1e0",
            "word": "deterrent",
            "phonetic": "dɪtɜːɹənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's an animal deterrent. -",
                "That makes the sm three a potential deterrent against an ICBM launched by North Korea or Iran.",
                "And if you look at the numbers month to month, it had little deterrent effect.",
                "We needed a deterrent I did not have anything to do with that speech personally.",
                "They could even be deterrents to attending school altogether."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV0ZXJyZW50&hash=83f92fc63e18213531c0b0218f28789e548ac249&lang=en&cache-only=0",
            "defineEn": "a thing that reduces the chances of someone doing something because it makes them aware of its difficulties or consequences",
            "defineVi": "một điều làm giảm cơ hội của ai đó làm điều gì đó bởi vì nó khiến họ nhận thức được những khó khăn hoặc hậu quả của nó"
        },
        {
            "id": "463c5bf4-73d6-4025-9c2c-9227f501797b",
            "word": "ruse",
            "phonetic": "ɹuːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some predators, however, like the whales and dolphins, get around this ruse by using sound waves to detect a squid’s camouflaged form.",
                "But maintaining a death ruse isn’t easy.",
                "Of course, you can’t let them in on the ruse, because then the placebo won’t work.",
                "The ruse was in full swing in the 1990s, made off fabricated profits, attracting new investors, while paying bigger returns to old ones, the biggest Ponzi scheme ever.",
                "And those rally-goers didn’t know that it was a ruse."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVzZQ&hash=5c54361e56c1bde2b6a7f1b534393346a004f2fa&lang=en&cache-only=0",
            "defineEn": "a deceptive maneuver (especially to avoid capture)",
            "defineVi": "một thủ đoạn lừa đảo (đặc biệt là để tránh bị bắt)"
        },
        {
            "id": "11b31111-2e39-4d16-b604-e05e424e19d2",
            "word": "tyro",
            "phonetic": "taɪɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He even plans to kill his own brother, Salmoneus, by marrying Salmoneus’s daughter Tyro and making her bear a son who will kill his grandad."
            ],
            "audio": "https://tts.langeek.co/read?text=dHlybw&hash=333a66680cd6f20ef5bf2e00d308cad71ee0b0c7&lang=en&cache-only=0",
            "defineEn": "someone new to a field or activity",
            "defineVi": "ai đó mới vào một lĩnh vực hoặc hoạt động"
        },
        {
            "id": "89131c61-4779-4054-a932-c89baa3a7990",
            "word": "digraph",
            "phonetic": "dɪɡɹæf ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlncmFwaA&hash=32ab10b807b0f378af2267d319eb5b639d553578&lang=en&cache-only=0",
            "defineEn": "two successive letters (especially two letters used to represent a single sound: `sh' in `shoe')",
            "defineVi": "hai chữ cái liên tiếp (đặc biệt là hai chữ cái được sử dụng để biểu thị một âm duy nhất: `sh' trong `shoe')"
        },
        {
            "id": "cf981bfe-e326-404e-8f8a-1c101ca5cea4",
            "word": "gauntlet",
            "phonetic": "ɡɔːntlɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company threw down the gauntlet and told the union that this offer for a contract was final.",
                "When it comes to civil rights issues, Mary is always eager to take up the gauntlet.",
                "Washington had no choice but to take up the gauntlet.",
                "A price war looks likely now that a leading supermarket has thrown down the gauntlet to its competitors.",
                "It's just one of several tests recruits complete during their final challenge of boot camp, a 54-hour gauntlet called the Crucible."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2F1bnRsZXQ&hash=1b3b2ed548e42b6cd52799c0c41fda9ee4aa41fd&lang=en&cache-only=0",
            "defineEn": "a glove of armored leather; protects the hand",
            "defineVi": "một chiếc găng tay da bọc thép; bảo vệ bàn tay"
        },
        {
            "id": "56c46549-ac49-499f-b4fc-2d5d6b1b3442",
            "word": "exponent",
            "phonetic": "ɛkspoʊnənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then you do exponents.",
                "You just add the exponents.",
                "A is an exponent right here.",
                "Then you subtract 1 from the exponent.",
                "But this is an exponent."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwb25lbnQ&hash=707f4c91326f807983329b7076380fb336f0d97e&lang=en&cache-only=0",
            "defineEn": "a supporter of a theory, belief, idea, etc. who tries to persuade others that it is true or good in order to gain their support",
            "defineVi": "một người ủng hộ một lý thuyết, niềm tin, ý tưởng, v.v. người cố gắng thuyết phục người khác rằng điều đó là đúng hoặc tốt để nhận được sự ủng hộ của họ"
        },
        {
            "id": "21299f93-8dd0-4109-8900-f08624d17d4f",
            "word": "mane",
            "phonetic": "meɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's a lion's mane.",
                "Lion’s Mane sounds like something you might add to a potion.",
                "You'll find the lion's mane has UAPB in it.",
                "Males tend to be over 1000g and regularly display their larger mane. ",
                "But ravens are much larger than the other black birds with a larger beak, longer wing feathers, and the feathers around their neck almost look like a small mane."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuZQ&hash=eae75d6e1e1b61e29950d2cd7486c84478991631&lang=en&cache-only=0",
            "defineEn": "hair that grows on the neck of an animal such as a horse, lion, etc.",
            "defineVi": "lông mọc trên cổ của động vật như ngựa, sư tử, v.v.",
            "hasImg": true
        },
        {
            "id": "807fa55c-a669-4608-a78d-9d548baa9728",
            "word": "lieu",
            "phonetic": "luː ",
            "partOfSpeechType": "noun",
            "examples": [
                "And you do this party in lieu of gifts.",
                "So in lieu of that, y’all have to use this video to tide you over.",
                "Where other cities, other capital cities in the nation get payment, in lieu of taxes, we don't receive that.",
                "Asking for help in lieu of gifts is a great way to cut costs and honor the talents of the people close to you.",
                "Asking for their help in lieu of gifts is an amazing way to both cut costs and honor the talents of the people closest to you."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlldQ&hash=0bb0d9d32002903f0e25fe774a9bf6317c89773b&lang=en&cache-only=0",
            "defineEn": "the post or function properly or customarily occupied or served by another",
            "defineVi": "vị trí hoặc chức năng phù hợp hoặc thường được sử dụng hoặc phục vụ bởi người khác"
        },
        {
            "id": "2256bfd5-e3a1-4b36-828b-052014525efb",
            "word": "gaffe",
            "phonetic": "ɡæf ",
            "partOfSpeechType": "noun",
            "examples": [
                "There were hesitations, a gaffe, and one senior moment.",
                "There’s the famous story of the gaffe that he said about Obama. ",
                "A gaffe committed in the current climate with all the reactions that immediately follow is preserved forever."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FmZmU&hash=2d7fe5a210dcee84cacc7ad6362927f1540d7fa0&lang=en&cache-only=0",
            "defineEn": "a thing that was done or said in a social or public situation that is considered to be an embarrassing or tactless mistake",
            "defineVi": "một điều đã được thực hiện hoặc nói trong một tình huống xã hội hoặc công cộng được coi là một sai lầm đáng xấu hổ hoặc thiếu tế nhị"
        },
        {
            "id": "cb55c75a-5447-4b3e-b68d-2e35930e8ed0",
            "word": "obelisk",
            "phonetic": "ɑːbəlɪsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "(thump as the obelisk comes free) -"
            ],
            "audio": "https://tts.langeek.co/read?text=b2JlbGlzaw&hash=6a0a793eb3ec0699aeb11158d5d18336f9550060&lang=en&cache-only=0",
            "defineEn": "a tall column made of stone with four sides and a pyramid-like top, used as a monument to honor an important event or  person",
            "defineVi": "một cột cao làm bằng đá có bốn mặt và đỉnh giống như kim tự tháp, được sử dụng làm tượng đài để tôn vinh một sự kiện hoặc người quan trọng",
            "hasImg": true
        }
    ]
}