{
    "id": "85ef8363-2fda-4a98-86b8-b9a8a2c37392",
    "title": "Abstract Concepts",
    "originalTitle": "Lesson 58",
    "words": [
        {
            "id": "0318c32a-646e-4adc-80cf-fc5c4a16b116",
            "word": "abstract",
            "phonetic": "æbstɹækt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The author abstracted key themes from the novel in her literary analysis.",
                "The scientist abstracted the data from various sources to analyze trends.",
                "The professor delivered a lecture on abstract mathematics, exploring complex theories and formulas.",
                "The scientist presented an abstract theory that revolutionized our understanding of the universe.",
                "The film incorporated abstract imagery and surreal elements to convey the protagonist's inner emotional journey."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJzdHJhY3Q&hash=b698d86340386a7b5a49e689993ceb2596b7dc7f&lang=en&cache-only=0",
            "defineEn": "existing in the mind or as a quality or idea as opposed to something that is physical",
            "defineVi": "tồn tại trong tâm trí hoặc như một chất lượng hoặc ý tưởng trái ngược với một cái gì đó là vật chất"
        },
        {
            "id": "19c7c3b4-7d9e-4fb4-bcaa-7271246e8f82",
            "word": "content",
            "phonetic": "kɑːntɛnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "With its higher protein content, bread flour gives breads a stronger structure and a chewier texture.",
                "She valued the high nutritional content and low-calorie nature of asparagus in his diet.",
                "People often judge a book by its cover without reading the contents.",
                "Avocado's high fiber content can aid in digestion and help promote a healthy gut.",
                "I often include nopal in my smoothies for its high fiber content and nutrient-rich properties."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGVudA&hash=5283aca2cf9afafdd4ed37a1da95167d5bb387f5&lang=en&cache-only=0",
            "defineEn": "all the things that are held, included, or contained in something else",
            "defineVi": "tất cả những thứ được giữ, bao gồm hoặc chứa trong một cái gì đó khác"
        },
        {
            "id": "9c9ceee5-6cb4-4955-a9e5-3de0e41d65d0",
            "word": "situation",
            "phonetic": "sɪtʃuːeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The police had the situation well in hand.",
                "The current situation is spelling disaster for the project.",
                "We're watching the situation very carefully.",
                "We're watching the situation very carefully.",
                "This situation doesn't feel right."
            ],
            "audio": "https://tts.langeek.co/read?text=c2l0dWF0aW9u&hash=d9397351d343cb8767551dba43a90d27079c8cb9&lang=en&cache-only=0",
            "defineEn": "the way things are at a certain time or place, describing what is happening or how things are taking place",
            "defineVi": "cách mọi thứ diễn ra tại một thời điểm hoặc địa điểm nhất định, mô tả những gì đang xảy ra hoặc mọi thứ đang diễn ra như thế nào"
        },
        {
            "id": "fa1c80b6-c212-4ee9-943d-e8fc6d2116fd",
            "word": "attitude",
            "phonetic": "æɾɪtuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "He strikes an attitude of bravery and lonely defiance.",
                "The make-or-break factor in this delicate post-course period is the attitude of the person's immediate superior.",
                "He struck an attitude of offended dignity and marched out of the room.",
                "Their arrogant attitude is what really made my hackles rise.",
                "Sticks and stones may break my bones, but my positive attitude will never falter."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0aXR1ZGU&hash=2d700785bc195199d36d0136570585214ef76c1f&lang=en&cache-only=0",
            "defineEn": "the way a person thinks or feels about something or someone, often affecting their behavior and decisions",
            "defineVi": "cách một người suy nghĩ hoặc cảm nhận về một cái gì đó hoặc ai đó, thường ảnh hưởng đến hành vi và quyết định của họ"
        },
        {
            "id": "0afd169f-c03d-413e-899a-ce24dbb7aa44",
            "word": "impression",
            "phonetic": "ɪmpɹɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I got the impression that she wasn't happy.",
                "She gives the impression of being very busy.",
                "He had the strong impression that someone was watching him.",
                "We came away with the impression that all was not well with their marriage.",
                "She left me with the impression that she was unhappy."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wcmVzc2lvbg&hash=191ac6862ef3eb03334f3f83855e611eb46138c0&lang=en&cache-only=0",
            "defineEn": "an opinion or feeling that one has about someone or something, particularly one formed unconsciously",
            "defineVi": "một ý kiến hoặc cảm giác mà một người có về ai đó hoặc một cái gì đó, đặc biệt là một hình thành vô thức"
        },
        {
            "id": "700e4c3b-1bfe-427b-9ade-5642f45fddd7",
            "word": "point",
            "phonetic": "pɔɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The compass needle always points north.",
                "The problem has now reached crisis point.",
                "I take your point.",
                "No point in spoiling the ship for a ha'porth of tar",
                "The line cuts the circle at two points."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9pbnQ&hash=2c0c7698e836ae3e8b0cced32a1b5b0ca9b74704&lang=en&cache-only=0",
            "defineEn": "the most important thing that is said or done which highlights the purpose of something",
            "defineVi": "điều quan trọng nhất được nói hoặc làm làm nổi bật mục đích của một cái gì đó"
        },
        {
            "id": "b1062e05-9b6e-43dd-8ca8-91387848d190",
            "word": "theory",
            "phonetic": "θiəɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The grand unified theory is compact and elegant in mathematical terms.",
                "I don't have any theories.",
                "The scientist presented an abstract theory that revolutionized our understanding of the universe.",
                "The theory falls flat on its face when put into practice.",
                "Her controversial new theory flies in the face of everything we know about quantum mechanics."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlb3J5&hash=0e3a7ffc932d2a506ac3d6e5442b80dc98f40377&lang=en&cache-only=0",
            "defineEn": "a set of ideas intended to explain the reason behind the existence or occurrence of something",
            "defineVi": "một tập hợp các ý tưởng nhằm giải thích lý do đằng sau sự tồn tại hoặc xuất hiện của một cái gì đó"
        },
        {
            "id": "2dbb7a53-ee3a-4649-a383-92606f801f68",
            "word": "thinking",
            "phonetic": "θɪŋkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The question requires critical thinking and analysis.",
                "To my way of thinking, this approach is more efficient.",
                "We'll need our thinking caps to solve this one.",
                "If we put on our thinking caps, we may come up with the answer.",
                "Two conflicting stereotypes of housework exist in popular thinking today."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpbmtpbmc&hash=084c35ddb3c42ef61908aae5480877206c4fd5aa&lang=en&cache-only=0",
            "defineEn": "the activity or process of considering something in one's mind",
            "defineVi": "hoạt động hoặc quá trình xem xét một cái gì đó trong tâm trí của một người"
        },
        {
            "id": "b9dcf67c-cfef-45dc-8026-845125c56aaf",
            "word": "choice",
            "phonetic": "tʃɔɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The passion fruit smoothie is a popular choice at the café.",
                "The refreshing Muscat grape juice was the perfect choice for a hot summer day.",
                "Camembert is an excellent choice for a picnic.",
                "A Granny Smith apple is a popular choice for juicing.",
                "On the credit side, the restaurant offers a wide range of choices."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hvaWNl&hash=1ea7f6a4e769ccd0083d9d663f6155c4e3d589cd&lang=en&cache-only=0",
            "defineEn": "the number of different things that one can choose from",
            "defineVi": "số lượng những thứ khác nhau mà người ta có thể chọn"
        },
        {
            "id": "4b8fde9b-a5fb-4d4d-8991-717da9e9d2de",
            "word": "option",
            "phonetic": "ɑːpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bakery offered gluten-free options for customers with dietary restrictions.",
                "The vegetarian menu offers a delicious black bean burrito as a protein-packed option.",
                "I'm always keeping my options open Sophia.",
                "For a gluten-free option, substitute regular flour with almond flour in the cake recipe.",
                "They finally added a delicious veggie burger option to their menu."
            ],
            "audio": "https://tts.langeek.co/read?text=b3B0aW9u&hash=1e00870c20b12372b2d669f95f3581928933239c&lang=en&cache-only=0",
            "defineEn": "something that can or may be chosen from a number of alternatives",
            "defineVi": "một cái gì đó có thể hoặc có thể được chọn từ một số lựa chọn thay thế"
        },
        {
            "id": "e32c82f1-feb8-4529-902b-946d23d9e6b4",
            "word": "ignorance",
            "phonetic": "ɪɡnɚɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "A lack of investment in education can breed ignorance and apathy in a society.",
                "Ignorance of the law is no excuse for breaking it.",
                "The CEO told new hires that any ignorance is a voluntary misfortune in this day and age, advising them to constantly learn and update their skills in order to progress in their careers.",
                "For Jeremy, ignorance was bliss as he remained oblivious to his failing grade in chemistry class.",
                "At the risk of showing my ignorance, how exactly does the internet work?"
            ],
            "audio": "https://tts.langeek.co/read?text=aWdub3JhbmNl&hash=0d2c49e9a45c5aa168c8af9507685cda9c25edcb&lang=en&cache-only=0",
            "defineEn": "the fact or state of not having the necessary information, knowledge, or understanding of something",
            "defineVi": "thực tế hoặc tình trạng không có thông tin cần thiết, kiến thức, hoặc sự hiểu biết về một cái gì đó"
        },
        {
            "id": "f293b0cd-0e6f-4eab-80de-bb6fc39c977b",
            "word": "doubt",
            "phonetic": "daʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Maths error casts doubts on Greater Cambridge Partnership's road.",
                "To raise doubts in people’s minds.",
                "After a successful career at the Italian central bank, few people doubt his ability to whip the economy into shape.",
                "A new study is casting doubt on the once popular narrative that N95 masks are more effective than surgical masks.",
                "The referee gave him the benefit of the doubt."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG91YnQ&hash=84ba49be3bc7d2594163a1fe286ecaf7dcfd7697&lang=en&cache-only=0",
            "defineEn": "a feeling of uncertainty about something",
            "defineVi": "một cảm giác không chắc chắn về một cái gì đó"
        },
        {
            "id": "d17e8b31-6135-4a04-b8d4-114e46dd79d3",
            "word": "possibility",
            "phonetic": "pɑːsəbɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "We are considering various possibilities.",
                "Support the possibility of keeping a lid on tax increases.",
                "The morning is a time of new beginnings and possibilities.",
                "Moving to London is certainly a possibility - I wouldn't dismiss it out of hand.",
                "Don't worry about the possibility of getting a flat tire on your road trip, never trouble trouble till trouble troubles you."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zc2liaWxpdHk&hash=fd66a315a10326be014c442651b431b803e68279&lang=en&cache-only=0",
            "defineEn": "something that one can choose or do among many other things",
            "defineVi": "một cái gì đó mà người ta có thể chọn hoặc làm trong số nhiều thứ khác"
        },
        {
            "id": "7a4cc0a2-176a-4f5a-9eba-1bd96ae2e487",
            "word": "concept",
            "phonetic": "kɑːnsɛpt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can you explain this math concept to me?",
                "She presented an abstract concept that challenged traditional notions of reality.",
                "The audience nodded in understanding as the speaker explained the concept.",
                "Engineers collaborate with architects to turn design concepts into reality.",
                "I need someone to explain the concept of gravity to me."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY2VwdA&hash=dab1dea2b40a7ddf2d3c6f5599d8fb659ac92063&lang=en&cache-only=0",
            "defineEn": "a principle or idea that is abstract",
            "defineVi": "một nguyên tắc hoặc ý tưởng đó là trừu tượng"
        },
        {
            "id": "7efa41dd-c776-4661-b1d3-9be9dd7da418",
            "word": "prediction",
            "phonetic": "pɹɪdɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The manager's prediction for sales was wide off the mark and the actual sales figures were much lower.",
                "After my negative prediction for the season, I certainly ate dirt when the team started out undefeated.",
                "My grandfather was a farmer, and he always said that weather predictions like: a dry March, a wet April and a cool May fill barn and cellar and bring much hay still held true in determining a good harvest.",
                "We're doing predictions.",
                "Students' predictions were about split."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZGljdGlvbg&hash=be78046895969a696da7dcc347b553fc51e90411&lang=en&cache-only=0",
            "defineEn": "a statement made about the likelihood of something happening in the future",
            "defineVi": "một tuyên bố được thực hiện về khả năng của một cái gì đó xảy ra trong tương lai"
        },
        {
            "id": "a1ad1d21-d8de-493a-b744-d85c8d9daa47",
            "word": "truth",
            "phonetic": "tɹuːθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She was clearly speaking the truth.",
                "Surely she would guess the truth.",
                "She finally wormed the truth out of him.",
                "There is truth in wine, after all.",
                "She realized the truth in the saying 'a person with too much ambition cannot sleep in peace.'"
            ],
            "audio": "https://tts.langeek.co/read?text=dHJ1dGg&hash=4424d2c34c76eb790f48ff4b1ff756c471552e9d&lang=en&cache-only=0",
            "defineEn": "the true principles or facts about something, in contrast to what is imagined or thought",
            "defineVi": "các nguyên tắc thực sự hoặc sự thật về một cái gì đó, trái ngược với những gì được tưởng tượng hoặc suy nghĩ"
        },
        {
            "id": "7aba0176-740e-4232-9ec7-1a9587d15338",
            "word": "need",
            "phonetic": "niːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The soup needs a little more seasoning.",
                "This shirt needs washing.",
                "My father's car needs an oil change.",
                "I need a lightweight sweater for the spring season.",
                "We need a new brush for our pet's fur."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVlZA&hash=b60ac631a082249747fd536922211850baafcce2&lang=en&cache-only=0",
            "defineEn": "(usually plural) a set of things that allow someone to achieve their goal or live comfortably",
            "defineVi": "(thường là số nhiều) tập hợp những thứ cho phép ai đó đạt được mục tiêu hoặc sống thoải mái"
        },
        {
            "id": "e2b4a25e-106b-4427-9252-6760a587c9d5",
            "word": "permission",
            "phonetic": "pɚmɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Permission for the development was granted in the teeth of opposition from local shopkeepers.",
                "They have permission to build 200 new homes.",
                "Did your friend ask for permission to use the image?",
                "The campaign could fall at the first hurdle if they fail to secure planning permission.",
                "You probably won't need to apply for planning permission to build a shed in your garden, but to be on the safe side, check with your local planning department."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVybWlzc2lvbg&hash=6570466abb4232c196ebb0617a533e9c0f51dc9b&lang=en&cache-only=0",
            "defineEn": "the action of being allowed or allowing someone to do something, particularly in an official way",
            "defineVi": "hành động được phép hoặc cho phép ai đó làm điều gì đó, đặc biệt là theo cách chính thức",
            "hasImg": true
        },
        {
            "id": "07f5fc0f-5bfe-4e8f-a40e-dbe1caf0476d",
            "word": "help",
            "phonetic": "hɛlp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The support of our families has helped enormously.",
                "Helping you?",
                "Such helps were like drop in the ocean.",
                "The taxi driver helped me with my luggage.",
                "His help is useful as a chocolate teapot."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVscA&hash=36e7511a5e4ebe8d5ecec8536cab5e6a7bd2aeda&lang=en&cache-only=0",
            "defineEn": "anything that is done to make a task or process easier or less difficult for someone",
            "defineVi": "bất cứ điều gì được thực hiện để làm cho một nhiệm vụ hoặc quy trình dễ dàng hơn hoặc ít khó khăn hơn đối với ai đó",
            "hasImg": true
        },
        {
            "id": "1add946b-83bf-414d-a458-5837d1c045d0",
            "word": "to [make] sure",
            "phonetic": "tə meɪk ʃʊɹ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFrZSBzdXJl&hash=47f8d4ec90f6819467bcc4250c0663c35697d235&lang=en&cache-only=0",
            "defineEn": "to do something that guarantees the happening of something else or that guarantees something will not happen",
            "defineVi": "để làm điều gì đó đảm bảo sự xảy ra của điều gì khác hoặc điều đó đảm bảo điều gì đó sẽ không xảy ra"
        },
        {
            "id": "ef4c6d49-63a1-4c0e-97bf-6c867d338b1f",
            "word": "no way",
            "phonetic": "noʊ weɪ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bm8gd2F5&hash=f781b7e21f6a30ca92612c24926a89e34a1c3255&lang=en&cache-only=0",
            "defineEn": "used to emphasize that under no circumstances would one do something or something would happen",
            "defineVi": "được sử dụng để nhấn mạnh rằng trong mọi trường hợp sẽ không làm điều gì đó hoặc điều gì đó sẽ xảy ra"
        },
        {
            "id": "b9c7595d-10f2-4f2f-995c-73e3d7431f0f",
            "word": "evidence",
            "phonetic": "ɛvɪdəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The police searched the suspect's house for evidence.",
                "Evidence of their relationship exists in the form of a series of letters.",
                "He presented a false document as evidence in the court case.",
                "This latest evidence could be the final nail in the coffin for Jackson's case.",
                "This evidence proves that the senator was part of the conspiracy."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZpZGVuY2U&hash=af497e9fcae09f43328ded1e99e4b9a2ac3f9778&lang=en&cache-only=0",
            "defineEn": "anything that proves the truth or validity of something, such as facts, objects, or signs",
            "defineVi": "bất cứ điều gì chứng minh sự thật hoặc giá trị của một cái gì đó, chẳng hạn như sự thật, đối tượng hoặc dấu hiệu"
        },
        {
            "id": "8fc58ffe-6b6d-411b-ac4d-5f4758dd3f81",
            "word": "gap",
            "phonetic": "ɡæp ",
            "partOfSpeechType": "noun",
            "examples": [
                "This collection of stories bridges the gap between history and fiction.",
                "She had a gap between her front teeth that added character to her smile.",
                "They have a significant age gap but are happily married.",
                "He tried to push his hand through the gap but it wouldn't go.",
                "Richard Atlas bridged a gap between public and private funders by establishing the L.A. Partnership for Early Childhood Investment."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2Fw&hash=f98ea00cd239e06423c90941ef9f04a34c5cf871&lang=en&cache-only=0",
            "defineEn": "a difference, particularly an unwanted one, causing separation between two people, situations, or opinions",
            "defineVi": "một sự khác biệt, đặc biệt là một điều không mong muốn, gây ra sự tách biệt giữa hai người, tình huống hoặc ý kiến"
        },
        {
            "id": "c0a18be7-474a-47b1-9607-1f61a0f9fff1",
            "word": "in favor",
            "phonetic": "ɪn feɪvɚ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW4gZmF2b3I&hash=98d909c165254d508e6d1eebcd38ae89dcfdb646&lang=en&cache-only=0",
            "defineEn": "used to show support for or agreement with someone or something",
            "defineVi": "được sử dụng để hiển thị hỗ trợ cho hoặc đồng ý với một ai đó hoặc một cái gì đó"
        },
        {
            "id": "79d62005-83ef-4f6b-94e0-ee89ce79cfa9",
            "word": "sorry",
            "phonetic": "sɑːɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "\"Sorry, I've run out.\"",
                "Sorry, I'm still really groggy.",
                "Sorry, what did you say?",
                "Sorry, I don't follow.",
                "Sorry, could you please hand me the book?"
            ],
            "audio": "https://tts.langeek.co/read?text=c29ycnk&hash=a8da0eac560611173812b345a3409907801f90f3&lang=en&cache-only=0",
            "defineEn": "feeling ashamed or sad about something that one has or has not done",
            "defineVi": "cảm thấy xấu hổ hoặc buồn về điều gì đó mà một người đã hoặc chưa làm",
            "hasImg": true
        },
        {
            "id": "0b5fbb48-580d-4fae-8a48-6ce357088382",
            "word": "unless",
            "phonetic": "ʌnlɛs ",
            "partOfSpeechType": "conjunction",
            "examples": [
                "Unless you give me something in writing, that promise isn't worth diddly-squat.",
                "Unless you’ve got money to burn, these expensive guitars are probably not for you.",
                "Unless you've got your stuff together then you're cruising for a bruising",
                "Unless somebody pulls a rabbit out of the hat by next week, we'll be bankrupt.",
                "It will be the end of the line for me unless there are some changes around here."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5sZXNz&hash=eb19eae657258b5c07f670af9ff70181125830f0&lang=en&cache-only=0",
            "defineEn": "used to say that something depends on something else to happen or be true",
            "defineVi": "được sử dụng để nói rằng một cái gì đó phụ thuộc vào một cái gì đó khác để xảy ra hoặc là sự thật"
        },
        {
            "id": "6e47372b-00ef-42b9-9396-3e5e35ef10f5",
            "word": "to point out",
            "phonetic": "tə pɔɪnt aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Pointing out that many health problems stem from poor diet and overeating.",
                "When discussing the limitations of artificial intelligence, I point out that even the most advanced algorithms can make mistakes, for even Homer nods.",
                "The celebrity was quick to judge others for their fashion choices, but someone pointed out that he had been caught wearing a similar outfit a few years ago.",
                "You were all over your sister about her eating habits, but you start pouting when I point out that you had a cupcake for dinner last night!",
                "The argument that the company's products were environmentally friendly had more holes than Swiss cheese, and critics pointed out several inconsistencies in their claims."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9pbnQgb3V0&hash=3948c2409425dfc14ee25948a6fd99b3b581b3d6&lang=en&cache-only=0",
            "defineEn": "to show something to someone by pointing one's finger towards it",
            "defineVi": "để hiển thị một cái gì đó cho ai đó bằng cách chỉ ngón tay của một người về phía nó",
            "hasImg": true
        },
        {
            "id": "3bfcb0e6-f163-477a-8290-cde8d2deec8f",
            "word": "comparison",
            "phonetic": "kəmpæɹɪsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"Comparisons are odious,\" said Jane, refusing to engage in a debate about which of her two friends was more successful.",
                "So for comparison, most places in the U.S. have average PM2.5 levels below 10.",
                "The physician and writer Lewis Thomas most famously made this comparison in 1973.",
                "By comparison, avocados have much less sugar but more protein and fat.",
                "By comparison, normal strains of the flu today have a mortality rate of around 0.1 percent."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGFyaXNvbg&hash=ab109a9932d821fe92edd0c13241e8f3a71d3837&lang=en&cache-only=0",
            "defineEn": "the process of examining the similarities and differences between two or more things or people",
            "defineVi": "quá trình kiểm tra sự tương đồng và khác biệt giữa hai hoặc nhiều thứ hoặc con người"
        },
        {
            "id": "573775be-8edb-4689-97f7-62a7b832403d",
            "word": "concern",
            "phonetic": "kənsɜːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Concern showed in his face.",
                "Local residents have raised concerns about late-night noise.",
                "The jury is still out as concerns the location of the new station.",
                "The Red Cross's primary concern is to preserve and protect human life.",
                "John's family had concerns about his fiancée, suspecting she might be a gold digger who was after his inheritance."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY2Vybg&hash=b09d6b6590a69a144ddb302bc1bccac4c81a60a8&lang=en&cache-only=0",
            "defineEn": "a subject of significance or interest to someone or something",
            "defineVi": "một chủ đề có ý nghĩa hoặc quan tâm đến một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "3a77c525-0c14-46c6-b967-963de32aa853",
            "word": "growth",
            "phonetic": "ɡɹoʊθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The active ingredient checks the growth of bacteria.",
                "The modest pace of economic growth has also kept the lid on price growth.",
                "Profit and dividend growth looks like being above average for the foreseeable future.",
                "The modest pace of economic growth has also kept the lid on price growth.",
                "The organization is preparing the ground for future growth by investing in new technology and expanding its product line."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Jvd3Ro&hash=df8c075a281826fe166da784742f438dbb32212f&lang=en&cache-only=0",
            "defineEn": "an increase in the amount, degree, importance, or size of something",
            "defineVi": "sự gia tăng về số lượng, mức độ, tầm quan trọng hoặc kích thước của một cái gì đó"
        },
        {
            "id": "bafa4f05-2f5b-441f-8d67-461f1f724513",
            "word": "dream",
            "phonetic": "dɹiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sleep well and sweet dreams.",
                "The wedding celebrations went like a dream.",
                "Many actors dream of winning prestigious awards for their performances.",
                "A few weeks later, I landed my dream job.",
                "Our dream destination for this year's vacation is a secluded tropical island."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJlYW0&hash=a5bf427c9c334756ee03881017174de9e4085d62&lang=en&cache-only=0",
            "defineEn": "a series of images, feelings, or events happening in one's mind during sleep",
            "defineVi": "một loạt hình ảnh, cảm giác hoặc sự kiện xảy ra trong tâm trí của một người trong khi ngủ",
            "hasImg": true
        },
        {
            "id": "eeabe32d-3a4b-4724-8ad1-09a13bbd937d",
            "word": "nightmare",
            "phonetic": "naɪtmɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She’s just a nightmare dressed like a daydream.",
                "The shows lifted my spirits and reminded me that this nightmare would soon be over.",
                "This reminded him of when his father sang him to sleep as a child after a nightmare.",
                "So how do you warn them about stranger danger without giving them nightmares?",
                "So you give nightmares"
            ],
            "audio": "https://tts.langeek.co/read?text=bmlnaHRtYXJl&hash=03d89b2d8bdf44c3cd894720873880b631544cbe&lang=en&cache-only=0",
            "defineEn": "a very scary, unpleasant, or disturbing dream",
            "defineVi": "một giấc mơ rất đáng sợ, khó chịu hoặc đáng lo ngại"
        },
        {
            "id": "5f78c45f-1dcf-43b7-8538-39de1ccc3d9e",
            "word": "offer",
            "phonetic": "ɔfɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "On the credit side, the restaurant offers a wide range of choices.",
                "Italy's Mediterranean climate and diverse geography offer a wide range of outdoor activities",
                "The store sometimes offers discounts on certain items.",
                "The vegetarian menu offers a delicious black bean burrito as a protein-packed option.",
                "The textile store offers bolts of various fabrics, from cotton to linen."
            ],
            "audio": "https://tts.langeek.co/read?text=b2ZmZXI&hash=f2da829a3f403d4b2b40a5d4adf3806cb7c8ea5f&lang=en&cache-only=0",
            "defineEn": "a statement in which one expresses readiness or willingness to do something for someone or give something to them",
            "defineVi": "một tuyên bố trong đó một người thể hiện sự sẵn sàng hoặc sẵn sàng làm điều gì đó cho ai đó hoặc đưa cho họ một cái gì đó"
        },
        {
            "id": "2ae117e1-9544-42b4-82be-e31e932604c5",
            "word": "sort of",
            "phonetic": "sɔːɹt ʌv ",
            "partOfSpeechType": "phrase",
            "examples": [
                "That's sort of like trying to nail Jell-O to the wall.",
                "That sort of attitude really gets my goat.",
                "That sort of thing scares the living daylights out of me.",
                "Before, I was chasing my tail like some sort of lunatic.",
                "This sort of thing only happens like this once in a blue moon."
            ],
            "audio": "https://tts.langeek.co/read?text=c29ydCBvZg&hash=e5b00c7d2111a55b6442015e4b7f3c9ef0b660af&lang=en&cache-only=0",
            "defineEn": "to a degree or extent that is unclear",
            "defineVi": "ở một mức độ hoặc mức độ không rõ ràng"
        },
        {
            "id": "6b71dfcc-7c1e-42f1-af11-9582c4ec95ec",
            "word": "difference",
            "phonetic": "dɪfɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scholarship fund had made a difference in a lot of people's lives.",
                "Exercise can make a big difference to your state of health.",
                "It could mean the difference between a red-letter day and an empty basket.",
                "Make a difference by doing what?",
                "He got the hook, reportedly due to differences with his co-star."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlmZmVyZW5jZQ&hash=c898195fbf798de6c9956461e967cee140390385&lang=en&cache-only=0",
            "defineEn": "the way that two or more people or things are different from each other",
            "defineVi": "cách mà hai hoặc nhiều người hoặc vật khác nhau",
            "hasImg": true
        },
        {
            "id": "6b2e91b5-f4da-42e7-8def-29a5a68e7d19",
            "word": "series",
            "phonetic": "sɪɹiz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The interviewer asked me a series of questions during the job interview.",
                "The wacky series has been on the air for ten years.",
                "It makes light work of a complex process thanks to a series of easy-to-use wizards.",
                "The magician performed a series of tricks, and surprisingly, the rabbit appeared out of thin air.",
                "Our graphic designer really carved out a niche for himself with that series of innovative ads."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VyaWVz&hash=c5a32535f41174491017271b0e3c3c1a6b8206d6&lang=en&cache-only=0",
            "defineEn": "a group of similar events, things, or people coming one after the other",
            "defineVi": "một nhóm các sự kiện, sự vật hoặc con người tương tự lần lượt xuất hiện"
        },
        {
            "id": "db4c8908-6e33-41f0-8d02-97495546d4b7",
            "word": "possession",
            "phonetic": "pəzɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The player elbowed his opponent out of the way to gain possession of the ball",
                "I try not to flaunt my wealth or possessions, because beauty provoketh thieves sooner than gold.",
                "Real eyes realize that success is not measured by material possessions, but by the impact we have on others.",
                "My grandfather often warned that shrouds have no pockets, encouraging me to spend wisely and value experiences over possessions.",
                "My grandmother always tells me that clothing is cherishable when new, but relationship when old, and that I should always prioritize the people in my life over material possessions."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zc2Vzc2lvbg&hash=1291f81d8bfc4b2fb7c875d2aade06ff9ce310dc&lang=en&cache-only=0",
            "defineEn": "the fact of owning or having something",
            "defineVi": "thực tế của việc sở hữu hoặc có một cái gì đó",
            "hasImg": true
        },
        {
            "id": "d4bc0792-3bdd-4bda-9330-4fac43181504",
            "word": "defense",
            "phonetic": "dᵻfɛns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The team's defense is a tough nut to crack.",
                "The defense says it plans to call four witnesses.",
                "The food supply proved to be the nation's Achilles' heel in its defense against terrorist attacks.",
                "The football player managed to go through the defense and score a goal.",
                "In a court of law, both the prosecution and the defense have the opportunity to present their case, as there are two sides to every question."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmZW5zZQ&hash=3ec7f6c79a27527a2842d422cf425136bec390e2&lang=en&cache-only=0",
            "defineEn": "protection against harm, criticism, attack, etc.",
            "defineVi": "bảo vệ chống lại tác hại, chỉ trích, tấn công, vv"
        },
        {
            "id": "da995094-5131-4fb3-83da-506073f2d44d",
            "word": "middle",
            "phonetic": "mɪdəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "His hair reached down to the middle of his back.",
                "Wednesday is the middle of the week.",
                "The guitarist went AWOL in the middle of the recording.",
                "Woe was me as the middle child.",
                "Hershel just asked me out in the middle of class in front of everyone."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlkZGxl&hash=77e1b3dda325934ce9f6cdd26cf2a99c28e6c039&lang=en&cache-only=0",
            "defineEn": "the part, position, or point of something that has an equal distance from the edges or sides",
            "defineVi": "phần, vị trí hoặc điểm của một cái gì đó có khoảng cách bằng nhau từ các cạnh hoặc các cạnh",
            "hasImg": true
        },
        {
            "id": "b14ba582-de93-4646-bae6-65d090ada28d",
            "word": "boundary",
            "phonetic": "baʊndɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our priority will be to raise a boundary wall and prevent trespassing.",
                "I don't want to be in bed with someone who doesn't respect me or my boundaries.",
                "John is a hard worker who never says no to anyone, but he needs to learn that all lay loads on a willing horse, and he should set boundaries.",
                "The farmer and his neighbor had a good relationship, as they both understood that good fences make good neighbors, and respected each other's property boundaries.",
                "Children have to develop boundaries."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym91bmRhcnk&hash=9bebf658b11b4ee3c7b2747c162e5089a5f2d99e&lang=en&cache-only=0",
            "defineEn": "the line or plane indicating the limit or extent of something",
            "defineVi": "đường hoặc mặt phẳng biểu thị giới hạn hoặc phạm vi của một cái gì đó"
        },
        {
            "id": "02ae6b43-e861-412d-9f2a-ecb2ae3bb5e5",
            "word": "feeling",
            "phonetic": "fiːlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The feeling of sickness soon passed.",
                "The drug produces a feeling of excitement.",
                "He had mixed feelings about the whole project.",
                "Have you considered my feelings?",
                "Have you considered my feelings?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVlbGluZw&hash=111f721be433253758a6ae5114d7ba9754a31525&lang=en&cache-only=0",
            "defineEn": "something that one feels such as happiness, guilt, sadness, etc.",
            "defineVi": "một cái gì đó mà một người cảm thấy như hạnh phúc, tội lỗi, buồn bã, vv",
            "hasImg": true
        }
    ]
}