{
    "id": "864ba941-fa0d-4c70-a36b-faf401c14327",
    "title": "Lesson 47",
    "originalTitle": "Lesson 47",
    "words": [
        {
            "id": "c9b03e29-f8d9-4aa0-a907-6e3c5cd40296",
            "word": "to dissimulate",
            "phonetic": "tə dɪsɪmjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzc2ltdWxhdGU&hash=20c5bb9472b54a56da53045f5d1e05c03b0227bc&lang=en&cache-only=0",
            "defineEn": "hide (feelings) from other people",
            "defineVi": "che giấu (cảm xúc) với người khác"
        },
        {
            "id": "258dff05-3f36-49d2-9bee-2ce590bb0fa2",
            "word": "to exhilarate",
            "phonetic": "tʊ ɛɡzɪlæɹət ",
            "partOfSpeechType": "verb",
            "examples": [
                "- Exhilarated!",
                "It was exhilarating.",
                "Ginsburg said it was her job on the bench, which she still found exhilarating."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhoaWxhcmF0ZQ&hash=771bf346d255a0f9dbdeb3c209fbb019557557e4&lang=en&cache-only=0",
            "defineEn": "to make one feel remarkably excited, pleased, and delighted",
            "defineVi": "để làm cho một người cảm thấy rất vui mừng, hài lòng, và vui mừng"
        },
        {
            "id": "1d45725b-549a-442c-95b4-176e393f3f74",
            "word": "to stipulate",
            "phonetic": "tə stɪpjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "You need to stipulate each employer, their federal employer identification number and your last day of working.",
                "Let me just stipulate this. ",
                "But we do not have regulations that stipulate specific requirements for space flight participants.",
                "And I said, OK, let’s stipulate. ",
                "I'm not stipulating, this is not--"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RpcHVsYXRl&hash=01698a8cac518b5451ba49d4c4d9e9cf7798f0d1&lang=en&cache-only=0",
            "defineEn": "give a guarantee or promise of",
            "defineVi": "đưa ra một đảm bảo hoặc lời hứa của"
        },
        {
            "id": "a4abff71-3a9d-41fd-8c2b-caa1ba26f520",
            "word": "to regurgitate",
            "phonetic": "tə ɹᵻɡɜːdʒᵻteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "For instance, vampire bats in South America will literally regurgitate blood into the mouths of members of its clan who didn't get a meal that night.",
                "But some animals, like cows and goats, regurgitate their food to give them a second chance to break it down by chewing it.",
                "Once the spiderlings hatch, she regurgitates her own liquified insides, and the babies chow down.",
                "Some mantids, spiders and scorpions eat their mates, while white-fronted parrots regurgitate in each others’ mouths.",
                "The literal definition refers to cows regurgitating their food to chew it over and over."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVndXJnaXRhdGU&hash=297f31a9ac6587da3f65cf942f70cd820ebcf00e&lang=en&cache-only=0",
            "defineEn": "repeat after memorization",
            "defineVi": "lặp lại sau khi ghi nhớ"
        },
        {
            "id": "be897ac6-515d-4d4a-9f9e-dc882a4f4b1d",
            "word": "to conflate",
            "phonetic": "tə kənfleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "So, the two trends are both being conflated as hate crimes.",
                "Unless you're at McDonald's, gold is the color that conflates wealth and beauty.",
                "Donald Trump has conflated Republican party loyalty with loyalty to himself to an extreme degree, and has been remarkably successful over the last several years in what amounts to really a hostile takeover of a Republican Party that was actually quite united against him in 2016.",
                "I wanted to give you a short episode that accurately trace just one of these genealogies rather than conflating many global histories into one short timeline.",
                "And somewhere along the way, we ended up conflating physical and emotional warmth."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZmxhdGU&hash=4ab525aacbc50ddb5b25542b6b8f445fbda702dc&lang=en&cache-only=0",
            "defineEn": "to bring ideas, texts, things, etc. together and create something new",
            "defineVi": "để mang ý tưởng, văn bản, sự vật, vv với nhau và tạo ra một cái gì đó mới"
        },
        {
            "id": "2534d223-37a5-414c-90c9-2651a9195fa6",
            "word": "to defalcate",
            "phonetic": "tə diːfɐlkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVmYWxjYXRl&hash=8490a06e54f7be5396d6a1f459be872a16c2ce58&lang=en&cache-only=0",
            "defineEn": "appropriate (as property entrusted to one's care) fraudulently to one's own use",
            "defineVi": "phù hợp (như tài sản được giao cho một người chăm sóc) một cách gian lận để sử dụng cho chính mình"
        },
        {
            "id": "119da69c-0dbf-4018-b014-f5f3eaaacac1",
            "word": "to castigate",
            "phonetic": "tə kæstᵻɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "And he's delivering a speech that castigates in some ways, in lots of ways, the elite Washington establishment, and they're right behind him. ",
                "but you know One time when I was being criticized by Obama in a press-conference and I sort of realized that I’m also the head of sovereign state That he should have criticized me in a proper venue He should have brought the case to the United nations rather than castigate a president of another country in a press-con"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FzdGlnYXRl&hash=65dcee20e212c5ff4891b463995d9b413c3275b6&lang=en&cache-only=0",
            "defineEn": "to give severe criticism to something or someone",
            "defineVi": "để đưa ra những lời chỉ trích nghiêm trọng cho một cái gì đó hoặc ai đó"
        },
        {
            "id": "2c8e9445-c303-4505-9878-16ed7bc9e525",
            "word": "to elucidate",
            "phonetic": "tʊ ᵻluːsᵻdeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "These studies are helping elucidate the neuroscience of navigation, providing insights as to how animals big and small sense their world and make their way around."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWx1Y2lkYXRl&hash=28844751503ba0396c00aaf50e4b5fc309334894&lang=en&cache-only=0",
            "defineEn": "make clear and (more) comprehensible",
            "defineVi": "làm rõ ràng và (hơn) dễ hiểu"
        },
        {
            "id": "5926e5f9-c33e-4ef6-9f13-ce47e68ce0fa",
            "word": "to escalate",
            "phonetic": "tʊ ɛskɐleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "That's when the balloon went up, and tensions escalated.",
                "The manager knew that a little fire is quickly trodden out, so she quickly addressed the issue before it had a chance to escalate.",
                "The parent who put off talking to their child about a serious issue found that the situation had escalated beyond their control - they had been too hesitant to act and suffered the consequences of while the grass grows the horse starves.",
                "A former staffer for New York Governor Andrew Cuomo has escalated her accusation against him of sexual harassment.",
                "Trump would escalate the conflict."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXNjYWxhdGU&hash=2515df38e4bc36eacda847036543060e513e90db&lang=en&cache-only=0",
            "defineEn": "to become or make something become much worse or more intense",
            "defineVi": "để trở thành hoặc làm cho một cái gì đó trở nên tồi tệ hơn hoặc dữ dội hơn"
        },
        {
            "id": "fc148142-2b73-4b3d-9bda-f237c7724c10",
            "word": "to agitate",
            "phonetic": "tʊ ædʒᵻteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Which you do by agitating empty space into pairs of matter and antimatter excitations.",
                "Um, to, you know, just being agitated at Sean because we're stuck in the house.",
                "Crucially, the soothing effect lasted two to three minutes longer than the agitating effect.",
                "He also, I think, blamed Hillary Clinton and America for agitating, yes?",
                "And in the US, where no paid maternity leave decisions have been reached, activists continue to agitate for change that benefits working families and the babies in their care."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWdpdGF0ZQ&hash=0b3c84a8dc1d750bdbf1c929c36daaf889ef5764&lang=en&cache-only=0",
            "defineEn": "try to stir up public opinion",
            "defineVi": "cố gắng khuấy động dư luận"
        },
        {
            "id": "130dbc85-a82e-48ce-bc50-ce200a43ad11",
            "word": "to adumbrate",
            "phonetic": "tʊ ædəmbɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYWR1bWJyYXRl&hash=b8b4d17b967943e854c16759464f8e05e039e5d6&lang=en&cache-only=0",
            "defineEn": "describe roughly or briefly or give the main points or summary of",
            "defineVi": "mô tả đại khái hoặc ngắn gọn hoặc đưa ra những điểm chính hoặc tóm tắt về"
        },
        {
            "id": "c5cf258a-67b8-4413-bb81-89f21facbdd8",
            "word": "to penetrate",
            "phonetic": "tə pɛnɪtɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "You should marinade the steak for a few hours to allow the flavors to penetrate the meat.",
                "Slowly penetrate right -",
                "And so penetrating. - Oh, gosh.",
                "And, of course, the electrification trend is penetrating the truck market as well.",
                "And uh, so those teeth just penetrate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVuZXRyYXRl&hash=5a81d31dd3d16207f67940a0b49f00735e73e1d8&lang=en&cache-only=0",
            "defineEn": "spread or diffuse through",
            "defineVi": "lan truyền hoặc khuếch tán qua"
        },
        {
            "id": "df316685-9cbe-4ede-b700-ce3129e7eaf3",
            "word": "to defoliate",
            "phonetic": "tə dᵻfoʊlɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVmb2xpYXRl&hash=976b89ade587755ad28af641f0ab2a3dc98302c4&lang=en&cache-only=0",
            "defineEn": "strip the leaves or branches from",
            "defineVi": "tước lá hoặc cành khỏi"
        },
        {
            "id": "118951a2-cd48-4279-91cc-e6604eed68d6",
            "word": "to elaborate",
            "phonetic": "tʊ ᵻlæbɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She knew that his elaborate gallantries and his florid speeches were all done with his tongue in his cheek.",
                "During her time off, the chef enjoyed experimenting with new recipes and creating elaborate meals for her family and friends, turning her vacation into a delightful busman's holiday in the kitchen.",
                "The small, family-owned restaurant may not have an elaborate menu, but the food is delicious and made with care, proving that small is beautiful and emphasizing that something small can be of high quality and value.",
                "But this creation story is elaborate.",
                "Can you elaborate?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWxhYm9yYXRl&hash=1b55cdb8638250d9c11ea8e173bbad3c13d32f72&lang=en&cache-only=0",
            "defineEn": "to add more detail or information to something, often in order to make it clearer or more complete",
            "defineVi": "để thêm chi tiết hoặc thông tin vào một cái gì đó, thường là để làm cho nó rõ ràng hơn hoặc đầy đủ hơn"
        },
        {
            "id": "db21b8c2-ea66-4b3b-8993-0e3ba04545cb",
            "word": "to mitigate",
            "phonetic": "tə mɪɾᵻɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Pandemics you can only mitigate.",
                "We took some aggressive actions prior to Thanksgiving to mitigate these numbers.",
                "All of the rest of them, in my mind, could have been mitigated or decreased substantially.",
                "Luckily, there are ways to mitigate these harms.",
                "In both instances, we're preparing to mitigate the risks against knowns and unknowns."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWl0aWdhdGU&hash=7ce4fcc246730789fb9ef535f09de76b2ac9e997&lang=en&cache-only=0",
            "defineEn": "to lessen something's seriousness, severity, or painfulness",
            "defineVi": "để giảm bớt một cái gì đó nghiêm trọng, mức độ nghiêm trọng, hoặc đau đớn"
        },
        {
            "id": "7851dd1a-ca19-4681-b373-9ad55efc3584",
            "word": "to capitulate",
            "phonetic": "tə kɐpɪtʃʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "For me, I could no longer be a member of a political party that was so corrupted by Donald Trump that he consumed lock, stock and barrel, and the leadership of the political party fundamentally capitulated to him. ",
                "And the plan was that Putin would either capitulate or he would lose his image, his reputation.",
                "And it's not so much that Trump took over the Republican Party, it's that the Republican Party completely capitulated to him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FwaXR1bGF0ZQ&hash=66a1cf4a6d5b13a14424caf8d33fd42a21291f4a&lang=en&cache-only=0",
            "defineEn": "to stop resisting something and accept it",
            "defineVi": "để ngừng chống lại một cái gì đó và chấp nhận nó"
        },
        {
            "id": "951ecca8-1a7c-4857-9a05-6b40bfe80f8d",
            "word": "to invigorate",
            "phonetic": "tʊ ɪnvɪɡɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The quality of sun here in Florence is invigorating.",
                "It invigorated us.",
                "The PPP program, the Payroll Production Program, needs to be invigorated and the resources needs to be there.",
                "But early on, the fact that he could perform was just invigorating and life-affirming.",
                "The earliest records tell us the beans were ground and mixed with cornmeal and chili peppers to create a drink - not a relaxing cup of hot cocoa, but a bitter, invigorating concoction frothing with foam."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW52aWdvcmF0ZQ&hash=41d422a8aa270589b81a42e10ef3fa77cfb667b8&lang=en&cache-only=0",
            "defineEn": "impart vigor, strength, or vitality to",
            "defineVi": "truyền sức sống, sức mạnh hoặc sức sống cho"
        },
        {
            "id": "e3352c3a-0b46-47d0-8bb0-364c01828364",
            "word": "to concatenate",
            "phonetic": "tə kəŋkætəneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Concatenate, or, put this space at the end of it.",
                "It concatenated b to a. Concatenated is just a fancy word for put them together.",
                "It concatenated b to a. Concatenated is just a fancy word for put them together.",
                "We're concatenating a 1 to the end of it.",
                "Now the next thing I want to do is show you how to concatenate two strings."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uY2F0ZW5hdGU&hash=af7113f104502a7681b73cddeeda4283b0283d8b&lang=en&cache-only=0",
            "defineEn": "add by linking or joining so as to form a chain or series",
            "defineVi": "thêm bằng cách liên kết hoặc tham gia để tạo thành một chuỗi hoặc chuỗi"
        }
    ]
}