{
    "id": "868f6727-761d-4484-a3a9-cd4f922e6bbd",
    "title": "Lesson 24",
    "originalTitle": "Lesson 24",
    "words": [
        {
            "id": "373a126a-e4b0-4824-a96c-307551563cdd",
            "word": "leeward",
            "phonetic": "liːwɚd ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGVld2FyZA&hash=e9c84fe12be3b190fecfae5d24bb90a6508b2a4b&lang=en&cache-only=0",
            "defineEn": "away from the wind",
            "defineVi": "tránh xa gió"
        },
        {
            "id": "852fe9c3-1b81-4826-b678-9e14e23564e1",
            "word": "quaint",
            "phonetic": "kweɪnt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Compared to the grandeur of the neighboring buildings, the quaint little café on the corner is knee-high to a grasshopper.",
                "Well, there's a Canadian coffee chain that makes those look like quaint little neighborhood cafes.",
                "- That concern seems positively quaint today.",
                "Although some of the work now may seem less avant garde or edgy, the capturing of quaint and depoliticized versions of colloquial American life was the driving force of the projects that received support."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhaW50&hash=0f3d4c72112c1452adfe8235cb45848f177bb40d&lang=en&cache-only=0",
            "defineEn": "strange, peculiar, or unusual in an interesting or appealing way",
            "defineVi": "kỳ lạ, đặc biệt, hoặc bất thường trong một cách thú vị hoặc hấp dẫn"
        },
        {
            "id": "31ad007a-3468-4295-a7a0-0b20ce81a10e",
            "word": "forlorn",
            "phonetic": "fɔːɹlɔːɹn ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zm9ybG9ybg&hash=a946d5c69c2ae4a1513255c7c2cf91efe2cdd6cd&lang=en&cache-only=0",
            "defineEn": "not likely to happen or succeed",
            "defineVi": "không có khả năng xảy ra hoặc thành công"
        },
        {
            "id": "8f1b00fe-195f-45b6-95cd-73fa3fa5d382",
            "word": "hirsute",
            "phonetic": "hɜːsuːt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGlyc3V0ZQ&hash=eba4f95e361fb9e12b9022204833e8033c384525&lang=en&cache-only=0",
            "defineEn": "(of a man) shaggy and covered with a lot of hair",
            "defineVi": "(của một người đàn ông) bờm xờm và bao phủ bởi rất nhiều tóc",
            "hasImg": true
        },
        {
            "id": "bb854e3f-f2f0-4f65-b2b0-952f624d3850",
            "word": "gauche",
            "phonetic": "ɡoʊʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You get the Gauche conformation.",
                "This right here is called the Gauche conformation.",
                "So this one right here is also a Gauche conformation.",
                "Narrator: Designs emblazoned with luxury logos seemed a little too gauche at a time when so many people were struggling financially.",
                "And then if we were to go another 60 degrees from this, then we'd go to another Gauche conformation."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2F1Y2hl&hash=666dc7ca136efe6b60ac34ccd9699c3bc47a8ee9&lang=en&cache-only=0",
            "defineEn": "having an awkward or impolite way of behaving due to a lack of social skills or experience",
            "defineVi": "có cách cư xử vụng về hoặc bất lịch sự do thiếu kỹ năng hoặc kinh nghiệm xã hội"
        },
        {
            "id": "9c344909-2a2f-493d-886f-8042d024b2c7",
            "word": "dulcet",
            "phonetic": "dʌlsɪt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHVsY2V0&hash=5fec1a80b0e4145cac3ad93611045f08ba03edf1&lang=en&cache-only=0",
            "defineEn": "extremely pleasant in a gentle way",
            "defineVi": "cực kỳ dễ chịu một cách nhẹ nhàng"
        },
        {
            "id": "cbc85252-34a9-4c28-8d8b-5bf2650b9a15",
            "word": "ribald",
            "phonetic": "ɹɪbɔːld ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmliYWxk&hash=d49613b26ec9f742c3dc46d32d7c89fcc12b3c3a&lang=en&cache-only=0",
            "defineEn": "making rude and humorous remarks about sex",
            "defineVi": "đưa ra những nhận xét thô lỗ và hài hước về tình dục"
        },
        {
            "id": "48cb0a6a-bc29-4bc2-9305-3e14e79cfed7",
            "word": "lucid",
            "phonetic": "luːsɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Tesla rival Lucid motors built a brand new electric vehicle factory in the state along with Nikola and ElectraMeccanica.",
                "Lucid broke ground on its 590 acre factory in 2019.",
                "In 2018, Lucid raised one billion dollars from the Saudi wealth fund.",
                "Through that, Lucid has actually learned a lot about design and performance of high-performance battery packs.",
                "Lucid is entering the market as a premium brand with the intention of producing more affordable vehicles down the road."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVjaWQ&hash=61894397ee7b1903e4fe908977a751d196ebe477&lang=en&cache-only=0",
            "defineEn": "(of language) transparently clear; easily understandable",
            "defineVi": "(của ngôn ngữ) minh bạch rõ ràng; dễ hiểu"
        },
        {
            "id": "890b698a-deb1-49e6-a02c-b98c607e5fb3",
            "word": "overt",
            "phonetic": "oʊvɜːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "but we did no overt advertising at all no social nothing.",
                "You had, in Washington, thousands of personnel evacuate to these mountain bunkers in an overt manner.",
                "In other words, he toned down the overt cannibalism and upped the aesthetic factor.",
                "He is not going to bend to overt American pressure.",
                "As for Europe, home to major oil companies like BP, Shell and Total, there's traditionally been less overt climate change denialism, at least in part because the continent just has less fossil fuels, and thus fewer industry jobs."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcnQ&hash=97018c85c5aea3d0428f7b82cc69f642cf6b6030&lang=en&cache-only=0",
            "defineEn": "open and observable; not secret or hidden",
            "defineVi": "mở và quan sát được; không bí mật hoặc ẩn"
        },
        {
            "id": "b128b484-8140-457e-8c7d-0e772919d3f6",
            "word": "covert",
            "phonetic": "koʊvɜːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Covert oil deliveries are crucial to North Korea’s economy and its ballistic and nuclear weapons program.",
                "You know what I wanna use instead, the ginkgo covert switch dock.",
                "As it reels in the catch, the cone snail uses another covert tool called a rostrum.",
                "That's where what was a classic intelligence or espionage operation, gathering information about a foreign adversary, something all countries do, became a covert operation, what in Russian intelligence circles is called an active measure, an attempt to actually influence the outcome of a political event in a foreign country.",
                "If these robots could use a similar technique, it could help them land and take off without detection, which is key to accomplishing a covert mission."
            ],
            "audio": "https://tts.langeek.co/read?text=Y292ZXJ0&hash=7484cee26ddd8daeb13bc7224272449dd2834acc&lang=en&cache-only=0",
            "defineEn": "not displayed or acknowledged openly; secret, concealed, or hidden",
            "defineVi": "không được hiển thị hoặc thừa nhận một cách công khai; bí mật, che giấu, hoặc ẩn"
        },
        {
            "id": "15739250-60de-4a8e-abd3-c82551f46f3b",
            "word": "steadfast",
            "phonetic": "stɛdfæst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We remember the duke for all of this, and, above all, for his steadfast support for Her Majesty the queen.",
                "The scenes around her shift, but there she remains, serious, steadfast, confrontational.",
                "These investigations also found links between Bassem Awadallah and foreign elements, the so-called external opposition related to weakening Jordan's steadfast position on major issues.",
                "Our hearts have been heavy but again, I’m still grateful we were able to give Cas a wonderful life and he had Seraphina as a steadfast friend through it all. ",
                "We’d been warned by guards that the camp’s most violent and steadfast ISIS followers were to be found here."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlYWRmYXN0&hash=567137e0eaf560561e1d1b4c1ecf900a0c7850aa&lang=en&cache-only=0",
            "defineEn": "firm and dependable especially in loyalty",
            "defineVi": "công ty và đáng tin cậy đặc biệt là trong lòng trung thành"
        },
        {
            "id": "0b1c002c-c2ca-4630-8d0c-b218debb1d61",
            "word": "bizarre",
            "phonetic": "bᵻzɑːɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It is a bizarre tale and the author hits just the right note of horror and disbelief.",
                "Their creation story is just as bizarre.",
                "The magical setting of the woods at night disrupts the boundaries between separate groups, with bizarre results.",
                "That is bizarre!",
                "Which is bizarre."
            ],
            "audio": "https://tts.langeek.co/read?text=Yml6YXJyZQ&hash=191b7501d9ffb6ada8d90824180e4dd3fa9b7481&lang=en&cache-only=0",
            "defineEn": "very strange or unusual in a way that surprises or confuses people",
            "defineVi": "rất lạ hoặc bất thường theo cách gây ngạc nhiên hoặc nhầm lẫn cho mọi người",
            "hasImg": true
        },
        {
            "id": "2df50a2b-a2cc-4e44-8488-0dfbea2f3f68",
            "word": "bogus",
            "phonetic": "boʊɡəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And a lot of card frauds go unnoticed by consumers after banks automatically clear bogus charges.",
                "Well un-familiarize yourself, because they are bogus.",
                "And you've probably seen the version of this bogus taste map, which incorrectly assigns certain tastes to certain parts of your tongue.",
                "And, you know, they did the bogus asylum claim, and they were just delivered to the bus station, waiting for their bus. ",
                "And then there's a slew of new tricks popping up from bogus seller accounts to mysterious free Amazon packages appearing on people's doorsteps."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9ndXM&hash=83f0e74651973fa05d5d94d748843e53aa7f90f3&lang=en&cache-only=0",
            "defineEn": "not authentic or true, despite attempting to make it seem so",
            "defineVi": "không xác thực hoặc đúng sự thật, mặc dù đã cố gắng làm cho nó có vẻ như vậy"
        },
        {
            "id": "9579859b-2f28-463b-af0e-b51548bbdeac",
            "word": "liege",
            "phonetic": "liːdʒ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "PRINCE PHILIP, Duke of Edinburgh: I, Philip, do become your liege man of life and limb, and of earthly worship, and faith and truth I will bear unto you, to live and die against all manner of folks, so help me God."
            ],
            "audio": "https://tts.langeek.co/read?text=bGllZ2U&hash=c3eed36caad21f3baaddcf64944c9dc022663519&lang=en&cache-only=0",
            "defineEn": "owing or owed feudal allegiance and service",
            "defineVi": "nợ hoặc mắc nợ lòng trung thành và dịch vụ phong kiến"
        },
        {
            "id": "40b2a75b-929f-4541-89e2-39011ee46c30",
            "word": "reliant",
            "phonetic": "ɹᵻlaɪənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The couple next door is always in each other's pocket, rarely seen apart and excessively reliant on each other.",
                "We are heavily reliant on open-source investigation.",
                "They're more reliant on Kremlin TV.",
                "They're more reliant on the federal budget and the local authorities for money, for livelihood.",
                "And with this access, many people have become less reliant on professional journalism."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsaWFudA&hash=424aa1bbb491ce8b8b44a1d5f294361b202e59cb&lang=en&cache-only=0",
            "defineEn": "dependent on something or someone for support, assistance, or success",
            "defineVi": "phụ thuộc vào một cái gì đó hoặc ai đó để được hỗ trợ, giúp đỡ hoặc thành công",
            "hasImg": true
        },
        {
            "id": "e5bbce31-4386-4761-9835-48bfd8a09eaa",
            "word": "slipshod",
            "phonetic": "slɪpʃɑːd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2xpcHNob2Q&hash=d5f9ec56470a9dc33035490fe7a6f66fc98f6b17&lang=en&cache-only=0",
            "defineEn": "marked by great carelessness",
            "defineVi": "được đánh dấu bởi sự bất cẩn lớn"
        },
        {
            "id": "0dcd8006-dae0-4ff3-804d-7b19c9661cc8",
            "word": "rancid",
            "phonetic": "ɹænsɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- You sprinkle some rancid on it?",
                "Beneath your feet that squishy carpet oozes out the same chemical found in rancid butter.",
                "There's one thing in it that I think is rancid.",
                "Their acidic stomachs protect them from living animals too: their rancid vomit scares off most predators.",
                "While you may offend others and perhaps yourself, in this case, being pungently rancid is a good thing, for it increases bacteria levels on the skin, which make you less alluring to mosquitoes."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFuY2lk&hash=a5fe1d7183b19d1dd1d4d1fb034761e82fe861e7&lang=en&cache-only=0",
            "defineEn": "smelling of fermentation or staleness",
            "defineVi": "mùi của quá trình lên men hoặc staleness"
        },
        {
            "id": "0f571b4b-a0b1-4faa-938f-b3abe41980d0",
            "word": "prolix",
            "phonetic": "pɹɑːlɪks ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvbGl4&hash=db6e715d1cf6ac8e6149add90307c458061e0da2&lang=en&cache-only=0",
            "defineEn": "bombarded with words, therefore creating a tedious effect",
            "defineVi": "bị bắn phá bằng các từ, do đó tạo ra một hiệu ứng tẻ nhạt"
        },
        {
            "id": "f497c527-3f7f-4c63-a51b-4f926b58649f",
            "word": "snide",
            "phonetic": "snaɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But you encountered snide comments from the wives of other politicians, even from then first lady Nancy Reagan, ugly remarks about your daughter Bridget.",
                "You went out of your way to make a snide comment.",
                "Passive ways to express anger are over eating, self harm like cutting yourself or pulling out your hair, making snide comments, being late, withholding affection, and forgetting things."
            ],
            "audio": "https://tts.langeek.co/read?text=c25pZGU&hash=f8706f9a87637bbe59dbe9cdecd6c013f001cd9a&lang=en&cache-only=0",
            "defineEn": "expressive of contempt",
            "defineVi": "thể hiện sự khinh thường"
        }
    ]
}