{
    "id": "86d72e85-f025-479f-b068-9b016d4fecf3",
    "title": "Verbs Related to Performing Arts",
    "originalTitle": "Verbs Related to Performing Arts",
    "words": [
        {
            "id": "cc4a553b-11f7-4c1c-92ff-a256b7f494e1",
            "word": "to choreograph",
            "phonetic": "tə koːɹɪɑːɡɹæf ",
            "partOfSpeechType": "verb",
            "examples": [
                "I'm currently choreographing three plays, so I'm as busy as a bee.",
                "These nucleophilic attacks are slightly more complicated fight sequences to choreograph.",
                "My daddy choreographed the knife fight for Michael Jackson's bad. ",
                "Hundreds or even thousands of them will choreograph their movements without a singular leader telling them what to do.",
                "We'll just carefully choreographed, such as the safe and arm keys, which are put into the arm box."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hvcmVvZ3JhcGg&hash=d844fc904ffe5535bf0c5b40fcf25d8b1bbc1976&lang=en&cache-only=0",
            "defineEn": "compose a sequence of dance steps, often to music",
            "defineVi": "sáng tác một chuỗi các bước nhảy, thường là theo nhạc"
        },
        {
            "id": "cac55897-4786-48bd-a4dd-4a73af7dee37",
            "word": "to boogie",
            "phonetic": "tə bʊɡi ",
            "partOfSpeechType": "verb",
            "examples": [
                "Okay guys, we have our three cakes here, now let's boogie.",
                "Boogie wonderland ♪ -I love to dance and she loves to dance.",
                "These are called dancing bones and you turn them on and they boogie.",
                "As we've learned, the jet stream isn't a straight line, it's a wiggly wavy band that boogies its way around the Earth.",
                "If all this talk of dance has gotten you in the mood to boogie, you might want to check out Skillshare."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9vZ2ll&hash=a0244fdcf681f025574726b4d6bfe95134e4f6d8&lang=en&cache-only=0",
            "defineEn": "dance to boogie music",
            "defineVi": "nhảy theo điệu nhạc boogie"
        },
        {
            "id": "c77733fb-50a1-45ce-8d75-484872337dbf",
            "word": "to dance",
            "phonetic": "tə dæns ",
            "partOfSpeechType": "verb",
            "examples": [
                "He danced the issue around.",
                "As the wind blew gently, the silver-gray leaves of artemisia danced in the breeze.",
                "She attends a dance class every Thursday to learn new moves.",
                "Asian cultures have a rich heritage of art, music, and dance.",
                "He always dances around the topic of pay raises for my team whenever I bring it up to him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGFuY2U&hash=bc9fc52422e48478f7d1de3fa1dbb6700411a085&lang=en&cache-only=0",
            "defineEn": "to move the body to music in a special way",
            "defineVi": "để di chuyển cơ thể âm nhạc trong một cách đặc biệt",
            "hasImg": true
        },
        {
            "id": "d49946f7-d540-46d5-89d7-d1ec91b2a4f9",
            "word": "to disco",
            "phonetic": "tə dɪskoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "It’s disco without the luxury.",
                "Dr. Cole has been deejaying disco mornings.",
                "Everything about disco and twirling around in furs under a disco ball.",
                "Disco glasses-- sparkly glasses.",
                "And an actual disco golf ball made by a crash course fan!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzY28&hash=a3bbd5a9d07c299f79a23dbb172fd3459c23eac1&lang=en&cache-only=0",
            "defineEn": "dance to disco music",
            "defineVi": "nhảy theo nhạc disco",
            "hasImg": true
        },
        {
            "id": "d34ad297-1aac-403e-8373-a3f147342a14",
            "word": "to jig",
            "phonetic": "tə dʒɪɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Was my jig so bad?",
                "I'm not doing the jig.",
                "So we flew in Conner O'Malley and his fun elbow jig.",
                "- Jig, slider, everybody's got their own little nickname for it.",
                "If the guest won't do the jig, I will do the jig."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gamln&hash=eaa1f2f5ebc0f0b846b9aa635c30a4589e0d6b23&lang=en&cache-only=0",
            "defineEn": "dance a quick dance with leaping and kicking motions",
            "defineVi": "nhảy một điệu nhảy nhanh với các chuyển động nhảy và đá"
        },
        {
            "id": "e5f02da6-1c49-4751-a630-6127cce39110",
            "word": "to jive",
            "phonetic": "tə dʒaɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "General relativity doesn’t explain quantum mechanical phenomena, and has problems jiving with the theory of quantum mechanics in certain extreme situations. ",
                "But the film is shot through the lens of the more chaotic 1970s, when these class and gender were as hectic as a hand jive.",
                "These results jive well with the motor neuron excitability idea, although they still leave a lot of questions unanswered, like why we’ve evolved this reaction in the first place.",
                "But the amounts reported did not jive with our understanding of how fusion works.",
                "So it's an unsaturated fat, but it's really bad for you, that doesn't really jive."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaml2ZQ&hash=498f47189cb496fa0c97c6624235d4ad7c57ce4d&lang=en&cache-only=0",
            "defineEn": "dance to jive music; dance the jive",
            "defineVi": "nhảy theo điệu nhạc jive; nhảy jive",
            "hasImg": true
        },
        {
            "id": "760c005c-c4e6-44f6-a165-50ee384ef1e5",
            "word": "to mosh",
            "phonetic": "tə mɑːʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I don't know why-- towards this mosh pit area.",
                "For instance, one 2013 paper looked at people thrashing around in mosh pits at heavy metal concerts.",
                "No word yet on whether they have a special pattern for getting a mosh pit started though."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW9zaA&hash=2e4a5acc803a2c57cc3d3209f7bb4d3a41a2e1da&lang=en&cache-only=0",
            "defineEn": "dance the slam dance",
            "defineVi": "nhảy điệu nhảy slam"
        },
        {
            "id": "db1712f6-a478-4f61-913d-8a94b31bebe0",
            "word": "to shimmy",
            "phonetic": "tə ʃɪmi ",
            "partOfSpeechType": "verb",
            "examples": [
                "The walking catfish will shimmy towards attractive volatile amino acids while steering clear of foul waters emanating hydrogen sulfide."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hpbW15&hash=2ab0b6d1a140f020cbf97e2fe6155f4a67d4c520&lang=en&cache-only=0",
            "defineEn": "dance a shimmy",
            "defineVi": "nhảy một điệu shimmy"
        },
        {
            "id": "4b1eaa52-3437-47fa-b859-2461e5c5f1af",
            "word": "to tango",
            "phonetic": "tə tæŋɡoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "When negotiating a deal, both parties must be willing to compromise and work together, as it takes two to tango.",
                "- I said tango!",
                "But in the meantime, Tango classes will continue.",
                "And if you feel that strongly about Lay's-- - Well, it takes two to tango.",
                "If you showed up to one of these group classes, you’d most likely perform a Tango."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFuZ28&hash=abe0d3af04596f016730a7cfb68eef038a73729a&lang=en&cache-only=0",
            "defineEn": "dance a tango",
            "defineVi": "nhảy tango",
            "hasImg": true
        },
        {
            "id": "b1760aed-a457-40b4-9ad7-e6b8099e9295",
            "word": "to twerk",
            "phonetic": "tə twɜːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Oh, my God, I think I found a white girl that can twerk!",
                "You can get an idea of who a person is from the way they twerk as well."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHdlcms&hash=c3d8d77cce588e6c7f0e19283be9b886554730b6&lang=en&cache-only=0",
            "defineEn": "to dance in a sexually provocative manner by rapidly moving and thrusting one's hips and buttocks back and forth",
            "defineVi": "khiêu vũ theo cách khiêu khích bằng cách di chuyển nhanh và đẩy hông và mông của một người qua lại"
        },
        {
            "id": "0eeeeea6-02a7-48b2-93d7-0cbc70534950",
            "word": "to shake",
            "phonetic": "tə ʃeɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "That poor kid is shaking in his shoes up there on stage.",
                "C’mon, shake a leg!",
                "Afterwards I was shaking like a leaf.",
                "John shook his head as another corporation was fined a relatively small amount for environmental damage and safety violations.",
                "I'll be with you in two shakes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hha2U&hash=cf715d4b8a4a7f9df2a127cf360ebf3050b44efe&lang=en&cache-only=0",
            "defineEn": "to move from side to side or up and down",
            "defineVi": "để di chuyển từ bên này sang bên kia hoặc lên và xuống",
            "hasImg": true
        },
        {
            "id": "34550a56-24bd-4fd7-bb54-7f66cd3de34a",
            "word": "to waltz",
            "phonetic": "tə wɔlts ",
            "partOfSpeechType": "verb",
            "examples": [
                "Oh, the difference between Austrians and Germans is like the difference between a battleship and a waltz.",
                "Oh, this must be The Last Waltz thing, I bet.",
                "Here's the waltz jump, the salchow, and the flip.",
                "While many stars exist as binary systems, only a small percentage of those end up as neutron-star binaries, where two neutron stars circle each other in a waltz doomed to end as a merger."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FsdHo&hash=d13ddd995edf11e95a7a61eb5c2f3ea6af371bb7&lang=en&cache-only=0",
            "defineEn": "dance a waltz",
            "defineVi": "nhảy điệu valse"
        },
        {
            "id": "5f14c338-7ac1-4412-b4ba-bbd07f701b0a",
            "word": "to amuse",
            "phonetic": "tʊ ɐmjuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "He was not amused.",
                "The squirrels were not amused and the tail flagging began.",
                "You have to keep people amused.",
                "So that's just to amuse yourself.",
                "And Stanton is not amused."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW11c2U&hash=0ea350a36250dfa66f43036c6bcfcbcd4768afbe&lang=en&cache-only=0",
            "defineEn": "to make one's time enjoyable by doing something that is interesting and does not make one bored",
            "defineVi": "để làm cho thời gian của một người thú vị bằng cách làm điều gì đó thú vị và không làm cho một người buồn chán"
        },
        {
            "id": "9eaaa7d9-cce1-4382-b9c6-0fcfe467438d",
            "word": "to debut",
            "phonetic": "tə deɪbjuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her second movie followed close on the heels of her successful film debut.",
                "Her second movie followed close on the heels of her successful film debut.",
                "The author rode on a wave of success with her debut novel, which became a bestseller and won critical acclaim.",
                "It is also a red-letter day for Bath's Ben Clarke, who makes his debut.",
                "The show was one of the hottest programs on television when it debuted."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVidXQ&hash=31889efa660405fd059239bef1116abe03fa6996&lang=en&cache-only=0",
            "defineEn": "to make a first appearance or perform publicly for the first time, especially as a professional or artist",
            "defineVi": "xuất hiện lần đầu tiên hoặc biểu diễn công khai lần đầu tiên, đặc biệt là với tư cách là một nghệ sĩ chuyên nghiệp hoặc nghệ sĩ"
        },
        {
            "id": "52ca886f-355e-4e81-a9f2-f26be1b2296e",
            "word": "to entertain",
            "phonetic": "tʊ ɛntɚteɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Let's see what I have in my bag of tricks to entertain the baby.",
                "I aim to strike a happy medium between playing entertaining football and getting results.",
                "Are you not entertained?!",
                "People go to casinos to be entertained.",
                "I like to entertain at home."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW50ZXJ0YWlu&hash=fb306eaca8c3acc9c99819bcb5e54a47f35873a2&lang=en&cache-only=0",
            "defineEn": "to amuse someone so that they have an enjoyable time",
            "defineVi": "để giải trí một ai đó để họ có một thời gian thú vị",
            "hasImg": true
        },
        {
            "id": "f22475d4-f7ac-4049-8b67-557986a28461",
            "word": "to extemporize",
            "phonetic": "tʊ ɛkstɛmpɚɹaɪz ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZXh0ZW1wb3JpemU&hash=a09b67d875e80dbe2bf1123d4b396d2827f2c6c8&lang=en&cache-only=0",
            "defineEn": "perform without preparation",
            "defineVi": "thực hiện mà không cần chuẩn bị"
        },
        {
            "id": "5b1e5773-d470-4461-a77b-e30f70f06104",
            "word": "to headline",
            "phonetic": "tə hɛdlaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "ran the dramatic headline.",
                "The celebrity scandal dominated the headlines for a short period, but it turned out to be just a nine-day wonder as people quickly forgot about it and focused on other news.",
                "They can get their heads around something that's in the headlines of The Globe and Mail that morning.",
                "Social media can be a platform for anyone to voice their opinions, but often shallow streams make most din as people compete for attention with flashy headlines and clickbait.",
                "And in 2017, one of hers made headlines."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGVhZGxpbmU&hash=c42ffc88cfffa58f658a8ce3dfe427536c0271c0&lang=en&cache-only=0",
            "defineEn": "to be the star performer in a concert or performance",
            "defineVi": "trở thành người biểu diễn ngôi sao trong buổi hòa nhạc hoặc buổi biểu diễn",
            "hasImg": true
        },
        {
            "id": "828cb4bf-6f7b-49cd-bc55-99a1b3746eb8",
            "word": "to perform",
            "phonetic": "tə pɚfɔːɹm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The actress performed beautifully in the play.",
                "The magician performed a series of tricks, and surprisingly, the rabbit appeared out of thin air.",
                "The doctor performed a surgery on my grandfather to remove his appendix.",
                "He performed knee exercises to strengthen the muscles around the joint.",
                "The Irish economy is performing strongly, but the devil is in the detail."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVyZm9ybQ&hash=4f6a152ba639497d8521f6f1ff70aa9ae93ce9b9&lang=en&cache-only=0",
            "defineEn": "to give a performance of something such as a play or a piece of music for entertainment",
            "defineVi": "để thực hiện một cái gì đó chẳng hạn như một vở kịch hoặc một bản nhạc để giải trí",
            "hasImg": true
        },
        {
            "id": "35c92262-b7f8-441e-876d-231c5f8864bd",
            "word": "to warm up",
            "phonetic": "tə wɔːɹm ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "I made a comforting chicken noodle soup to warm up on a cold day.",
                "It was a cold winter evening, but I warmed up with a comforting bowl of millet and butternut squash soup.",
                "Upon hearing the bad news, Tom's face turned white, and he looked like death warmed up, visibly shaken by the revelation.",
                "Earth is warming up, fast.",
                "We can warm up. -"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FybSB1cA&hash=487eac85bdefc920120eda9b47329e5c42e43f32&lang=en&cache-only=0",
            "defineEn": "to engage in a preparatory routine or exercise to ready the body, voice, or mind for optimal performance",
            "defineVi": "tham gia vào một thói quen chuẩn bị hoặc bài tập để cơ thể, giọng nói hoặc tâm trí sẵn sàng cho hiệu suất tối ưu"
        },
        {
            "id": "ed8a7380-062b-4b78-91c2-4380b216ff92",
            "word": "to improvise",
            "phonetic": "tʊ ɪmpɹəvaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "They improvised.",
                "We also have space to improvise.",
                "Drones are another area where the Ukrainian military improvises.",
                "According to Tom Silverman, Soul Sonic Force member Pow Wow had forgotten the lyrics he had written down going into the fifth verse of the song, so he improvised instead.",
                "Which is a music of like, you have a song and you improvise variations on that song and on that interpretation and on that performance."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wcm92aXNl&hash=f7646d8d58a85b1db97bb379381142c1c3440f3d&lang=en&cache-only=0",
            "defineEn": "to create and perform words of a play, music, etc. on impulse and without preparation, particularly because one is forced to do so",
            "defineVi": "để tạo và biểu diễn các từ của một vở kịch, âm nhạc, v.v. một cách bốc đồng và không có sự chuẩn bị trước, đặc biệt là vì một người bị buộc phải làm như vậy"
        },
        {
            "id": "afd2189c-5f37-45fa-b440-52e7f34eeaed",
            "word": "to rave",
            "phonetic": "tə ɹeɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The old man ranted and raved about the new waste collection system, but he had to accept it.",
                "Stop ranting and raving for a minute and start being honest with yourself.",
                "The appearance of a personality in a public place made fans raving bonkers.",
                "That noise is going to drive me stark raving mad.",
                "For heaven's sake Bruce, have you gone stark raving mad?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmF2ZQ&hash=7b15007c45adb1be9dfa76c0fbd09ed823874cd4&lang=en&cache-only=0",
            "defineEn": "participate in an all-night techno dance party",
            "defineVi": "tham gia bữa tiệc khiêu vũ kỹ thuật thâu đêm"
        }
    ]
}