{
    "id": "878ebeff-1234-48b6-83a0-b6d985b00b6b",
    "title": "Agriculture and Plants",
    "originalTitle": "Agriculture and Plants",
    "words": [
        {
            "id": "b4cc943e-9974-4b1d-98f4-b2b5f8da5441",
            "word": "agricultural",
            "phonetic": "æɡɹɪkʌltʃɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The farmer employs modern agricultural techniques to maximize the yield of his soybean crop.",
                "The study analyzed the yield of various crops across different regions, providing valuable insights for agricultural planning.",
                "About 12,000 years ago, the agricultural revolution took place.",
                "Locusts are an agricultural menace.",
                "We are protecting the country's agricultural interests."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdyaWN1bHR1cmFs&hash=6f9050eb6cba38f5e3dd75206b94ffd453e923b9&lang=en&cache-only=0",
            "defineEn": "related to the practice or science of farming",
            "defineVi": "liên quan đến thực hành hoặc khoa học canh tác"
        },
        {
            "id": "41726c8b-f71c-4da5-b1f9-01cb576de80b",
            "word": "peasant",
            "phonetic": "pɛzənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Soon, with the return of the peasants and fishermen, the village comes to life again.",
                "No, I love peasants.",
                "Everywhere you look in China,peasants on the move.",
                "In British-India colonial taxes forced peasants further into the market economy because they had to be paid in cash.",
                "Peasants across the empire were, as they had been in 1846, not terribly interested in the push for noble and middle-class rights."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVhc2FudA&hash=8c559cd0415aa28987a91f5154ad8cdabe532cc9&lang=en&cache-only=0",
            "defineEn": "a farmer who owns or rents a small piece of land, particularly in the past or in poorer countries",
            "defineVi": "một nông dân sở hữu hoặc thuê một mảnh đất nhỏ, đặc biệt là trong quá khứ hoặc ở các nước nghèo hơn"
        },
        {
            "id": "b9ce45b1-7c54-45a9-a2c3-27859effe2be",
            "word": "to cultivate",
            "phonetic": "tə kʌltᵻveɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Cultivating personal style and inner confidence will be more enduring than just following the latest fads.",
                "The woman had always tried to be friends with everyone, but when she needed support during a difficult time, she realized that all men's friend is no man's friend, and that she needed to focus on cultivating deeper, more authentic connections.",
                "Maybe the real trick to survival is cultivating your sensitive side, for hundreds of millions of years.",
                "Putin cultivated the image of a reformer and a democrat.",
                "Roy cultivated an image as a bulldog."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3VsdGl2YXRl&hash=9b960149bee6d9181aeb82ee6d144419dd628468&lang=en&cache-only=0",
            "defineEn": "to raise crops or grow plants",
            "defineVi": "để trồng trọt hoặc trồng cây"
        },
        {
            "id": "1ba3dc75-ff93-424f-85f7-5c18783b5e6e",
            "word": "to yield",
            "phonetic": "tə jiːld ",
            "partOfSpeechType": "verb",
            "examples": [
                "The negotiations between the two countries finally yielded a peace agreement.",
                "The apple orchard typically yields a bountiful harvest each year.",
                "The fertile soil in this region yields abundant crops of wheat and corn.",
                "The study yielded significant findings that could advance medical research.",
                "The orchard's yield of apples was lower this year due to unfavorable weather conditions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8geWllbGQ&hash=1eb805969185c715e720b1bc467d3df93422709c&lang=en&cache-only=0",
            "defineEn": "(of a farm or an industry) to grow or produce a crop or product",
            "defineVi": "(của một trang trại hoặc một ngành công nghiệp) để phát triển hoặc sản xuất một loại cây trồng hoặc sản phẩm"
        },
        {
            "id": "7b524675-9da6-42bd-ab23-6b9db7698ae0",
            "word": "harvest",
            "phonetic": "hɑːɹvɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The farmer harvested a bountiful crop of watermelons from his fields.",
                "The farmer harvested the tuberous roots of the yam plant.",
                "The farmer harvested the fresh broccoli florets from the garden for market.",
                "She harvested a bunch of parsley from her rooftop garden.",
                "She carefully harvested the tender leaves of the Alexander plant for her herbal tea."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFydmVzdA&hash=4d675f7b2a8e60661644908ce9ecff9d083c4238&lang=en&cache-only=0",
            "defineEn": "the yield from plants in a single growing season",
            "defineVi": "sản lượng từ thực vật trong một mùa sinh trưởng",
            "hasImg": true
        },
        {
            "id": "e037118b-05e6-4633-96fa-4443962ec05f",
            "word": "growing season",
            "phonetic": "ɡɹoʊɪŋ siːzən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3Jvd2luZyBzZWFzb24&hash=0d4bc148d695003dd51501042265684067eeed90&lang=en&cache-only=0",
            "defineEn": "a time of the year during which the plants have good condition to grow",
            "defineVi": "một thời điểm trong năm mà thực vật có điều kiện tốt để phát triển"
        },
        {
            "id": "cc209866-1895-4953-8487-b398662cb20b",
            "word": "plantation",
            "phonetic": "plænteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And for every ton of fruit, plantations produce 2 tons of debris.",
                "Plantations arrived in Guatemala with European explorers colonizing the Americas. ",
                "Northern bankers financed the purchase of land for plantations.",
                "In 1928, workers from United Fruit plantations in Colombia went on strike.",
                "A single worker at this plantation in Michoacán can cut over 800 pounds of the fruit per day."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhbnRhdGlvbg&hash=a10889bb846f7142f4d77b7913d1e5e57b39a124&lang=en&cache-only=0",
            "defineEn": "a large piece of land used for growing sugar cane, coffee, tea, etc., particularly in a hot country",
            "defineVi": "một mảnh đất lớn được sử dụng để trồng mía, cà phê, trà, vv, đặc biệt là ở một đất nước nóng",
            "hasImg": true
        },
        {
            "id": "f40c7417-8eec-4ab2-9e07-0e020a3d056b",
            "word": "to raise",
            "phonetic": "tə ɹeɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The bank raised interest rates.",
                "Many shops have raised their prices.",
                "The piece raises the ghosts of a number of twentieth-century art ideas.",
                "The book raises many important questions.",
                "Local residents have raised concerns about late-night noise."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmFpc2U&hash=500f1aa3fef8123f772ac0554c8b0885efe19dfd&lang=en&cache-only=0",
            "defineEn": "(of animals or plants) to grow or reproduce",
            "defineVi": "(của động vật hoặc thực vật) để phát triển hoặc sinh sản"
        },
        {
            "id": "79f57d62-be97-4eca-bbec-704c2a803265",
            "word": "to produce",
            "phonetic": "tə pɹəduːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The apple tree in our backyard produces juicy fruits every year.",
                "Violence in the last analysis produces more violence.",
                "ur company mainly produces goods for export.",
                "The local factory produces electronic components.",
                "The company has just produced a luxury version of the aircraft."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvZHVjZQ&hash=054a384a1e7f0a408ebc1210f3d4e80c3197790f&lang=en&cache-only=0",
            "defineEn": "to raise or grow something naturally, in large numbers",
            "defineVi": "để nâng cao hoặc phát triển một cái gì đó một cách tự nhiên, với số lượng lớn",
            "hasImg": true
        },
        {
            "id": "1181e411-e4e4-4688-879e-17ba663d7982",
            "word": "to plow",
            "phonetic": "tə plaʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "So the army had to plow its waythrough a series of blockades.",
                "We developed plows and shovels.",
                "We're going to plow ahead.",
                "Amazon plows large portions of revenue back into itself to cultivate long term growth.",
                "It doesn't make V8 noises or like plow into crowds of people."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxvdw&hash=728e53b738ab8c54ab298ec07614d3dc563a8c4c&lang=en&cache-only=0",
            "defineEn": "to use a large farming equipment to dig the ground and make it ready for farming",
            "defineVi": "sử dụng một thiết bị canh tác lớn để đào đất và chuẩn bị sẵn sàng cho việc canh tác",
            "hasImg": true
        },
        {
            "id": "533d026f-dca7-44bf-944c-3e6758d1d931",
            "word": "to reap",
            "phonetic": "tə ɹiːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "After all, you reap what you sow.",
                "The big industries like to get their hooks into the bright young people, to subsidize them through their education and then reap the benefit.",
                "The athlete who trained hard every day knew that one who handles honey, licks his fingers, and was determined to reap the rewards of her hard work in competitions.",
                "You’ve reaped the wind. ",
                "As Cadillac fell, its competitor Lincoln reaped the benefits."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVhcA&hash=7bbfd9fadc32541c171097fa722a8a052f35271e&lang=en&cache-only=0",
            "defineEn": "(of crops) to gather",
            "defineVi": "(của cây trồng) để thu thập",
            "hasImg": true
        },
        {
            "id": "2e00a018-4a9c-4fa2-b324-9f79fcbf1e6b",
            "word": "cereal",
            "phonetic": "siəɹɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "They use cereal as a crunchy topping for their homemade ice cream sundaes.",
                "The children enjoyed a bowl of chocolate cereal with cold milk and a glass of orange juice for breakfast.",
                "I start my day with a bowl of cereal and a splash of cold milk.",
                "I enjoy starting my day with a bowl of cereal and a glass of dairy product, like milk or yogurt.",
                "I added fresh youngberries to my cereal for a vibrant and nutritious breakfast."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VyZWFs&hash=015b56ed2fbef49ba2e279ff5a8f946c4b4978d0&lang=en&cache-only=0",
            "defineEn": "any plant that is produced for grains that can be eaten or used in making flour",
            "defineVi": "bất kỳ loại cây nào được sản xuất để lấy ngũ cốc có thể ăn được hoặc được sử dụng để làm bột"
        },
        {
            "id": "78b2ccd1-42d3-46a9-b6b6-2350716ce5b5",
            "word": "crop",
            "phonetic": "kɹɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fertile soil in this region yields abundant crops of wheat and corn.",
                "The farmer harvested a bountiful crop of watermelons from his fields.",
                "The study analyzed the yield of various crops across different regions, providing valuable insights for agricultural planning.",
                "The land is used to grow crops.",
                "More land was needed to grow crops for export."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JvcA&hash=132303f32566c9d4bd12c33917c19430e2fe87d7&lang=en&cache-only=0",
            "defineEn": "all the fruit, wheat, etc. harvested during a season",
            "defineVi": "tất cả trái cây, lúa mì, v.v. được thu hoạch trong một mùa",
            "hasImg": true
        },
        {
            "id": "4e294fe7-26b9-4fa6-8e5b-1c37ee6fa057",
            "word": "wheat",
            "phonetic": "wiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They added cooked wheat berries to their homemade granola bars.",
                "She mixed wheat flour, water, and yeast to make a dough for homemade bread.",
                "The fertile soil in this region yields abundant crops of wheat and corn.",
                "The region produces over 50 per cent of the country's wheat.",
                "He separated the wheat from the chaff in hopes of improving productivity."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hlYXQ&hash=a2673c58a8f746578456538d82cf0b4d9e2fa91c&lang=en&cache-only=0",
            "defineEn": "the common grain that is used in making flour, taken from a cereal grass which is green and tall",
            "defineVi": "loại ngũ cốc phổ biến được sử dụng để làm bột, được lấy từ một loại cỏ ngũ cốc có màu xanh và cao",
            "hasImg": true
        },
        {
            "id": "63118eee-ffd9-4e43-a842-51c76f209358",
            "word": "soy",
            "phonetic": "sɔɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The protein in the soy milk is also more complete.",
                "Soy milk, actually, is a good source of potassium, but some of the others are not.",
                "The crickets here eat a mixture of corn, soy, and some flax.",
                "I'm going to call you soy egg.",
                "In August, this corridor for soy and beef exports lit up like an inferno."
            ],
            "audio": "https://tts.langeek.co/read?text=c295&hash=f8c4d271dd5d6051388cb4004753f225427b7f89&lang=en&cache-only=0",
            "defineEn": "the plant from which soybeans are taken; the food produced from soybeans",
            "defineVi": "cây lấy đậu nành; các món ăn làm từ đậu nành",
            "hasImg": true
        },
        {
            "id": "b919e8a7-bcb9-473b-9bbe-ba7e0041c178",
            "word": "sugar cane",
            "phonetic": "ʃʊɡɚ keɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "We ran into a lot of sugar cane.",
                "Mono- and disaccharides come from fruits, honey, sugar beets and sugar cane, while polysaccharide starches come from veggies and grains.",
                "They added some sugar cane, some honey, and voila it was sweeter.",
                "Made from feedstocks like corn starch and sugar cane, well known bioplastics producers include Fabri-Kal, which makes the Greenware-branded cups and lids, Eco-Products and World Centric.",
                "So, it's a big, big challenge, the sugar cane. -"
            ],
            "audio": "https://tts.langeek.co/read?text=c3VnYXIgY2FuZQ&hash=16c653360d38a5079223f6a4bad7b6dd5ee4c455&lang=en&cache-only=0",
            "defineEn": "a type of tall tropical plant that from its stems sugar can be extracted",
            "defineVi": "một loại cây nhiệt đới cao có thể chiết xuất đường từ thân của nó",
            "hasImg": true
        },
        {
            "id": "437b69bf-993a-49d5-98b3-636625a56deb",
            "word": "barley",
            "phonetic": "bɑːɹli ",
            "partOfSpeechType": "noun",
            "examples": [
                "I asked my mother to prepare a refreshing barley salad for me.",
                "They planted wheat, barley, and other grains. ",
                "A barley seedling predicts a baby boy, while emmer foretells a girl.",
                "Grains are plants, like oats, wheat, and barley.",
                "And in England, they settled on the barleycorn: a single grain of barley."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFybGV5&hash=a7b72d6a7c05c23717cf4005e3857d70aefa04fa&lang=en&cache-only=0",
            "defineEn": "a type of plant from which food and alcoholic beverages are produced; the grain from this plant",
            "defineVi": "một loại cây trồng để sản xuất thức ăn và đồ uống có cồn; hạt từ cây này",
            "hasImg": true
        },
        {
            "id": "4cec61c3-e3ee-4b44-b31f-6d86ca9d4786",
            "word": "hay",
            "phonetic": "heɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She hits the hay every night at 10 pm.",
                "Kim Kardashian makes hay while the sun shines by promoting three products all at once.",
                "I had some free time in class, so I made hay while the sun shone and did the extra assignment.",
                "My grandfather was a farmer, and he always said that weather predictions like: a dry March, a wet April and a cool May fill barn and cellar and bring much hay still held true in determining a good harvest.",
                "The farmer was concerned about the dry weather in February, remembering the old proverb that if in February there be no rain, it is neither good for hay nor grain, and worried that his crops might not yield as much as he had hoped."
            ],
            "audio": "https://tts.langeek.co/read?text=aGF5&hash=2997c82ef5c381da15f0cd76d7cfa4814a71b365&lang=en&cache-only=0",
            "defineEn": "cut and dried grass, for animals to feed on",
            "defineVi": "cắt và phơi khô cỏ, cho động vật ăn",
            "hasImg": true
        },
        {
            "id": "b4081211-22c2-48df-863c-e1a5fefe2592",
            "word": "vineyard",
            "phonetic": "vɪnjɚd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The California vineyards produce excellent wines.",
                "This vineyard yields high-quality grapes that are used to produce exceptional wines.",
                "And a year later, he bought a 210-acre vineyard in the south of France.",
                "It's full of gardens, groves, and vineyards.",
                "Champagne production dates back to the third century, when the Romans first planted vineyards in northeastern France."
            ],
            "audio": "https://tts.langeek.co/read?text=dmluZXlhcmQ&hash=3e9729dded724d49486fa0bce9f2adda879e7152&lang=en&cache-only=0",
            "defineEn": "a piece of land on which grapes are grown to make wine",
            "defineVi": "một mảnh đất trên đó nho được trồng để làm rượu vang",
            "hasImg": true
        },
        {
            "id": "5b3efce2-ef69-43e8-8383-88511dc59051",
            "word": "mill",
            "phonetic": "mɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The unexpected challenges became grist for the mill of their problem-solving skills.",
                "I went through the mill as a kid in high school.",
                "The writer drew inspiration from her life experiences, using them as grist for the mill of her creative process.",
                "The politicians were accused of using their positions to benefit themselves and their families, as every miller draws water to his own mill.",
                "Many people who have been divorced have been through the mill psychologically."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlsbA&hash=4e37947ead3ebedf390cd06dd16dd2c9953fc674&lang=en&cache-only=0",
            "defineEn": "a building in which flour is made out of grain",
            "defineVi": "một tòa nhà trong đó bột được làm từ ngũ cốc"
        },
        {
            "id": "f72bafdc-2fd4-47b2-a77e-035c2b9d4f7e",
            "word": "ripe",
            "phonetic": "ɹaɪp ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The time was ripe for change in the company.",
                "The market had ripe oranges with bright orange peels.",
                "My mom peeled a ripe banana for me.",
                "The bramble bushes along the hiking trail were filled with ripe dewberries.",
                "The delicate aroma of ripe may apples fills the kitchen."
            ],
            "audio": "https://tts.langeek.co/read?text=cmlwZQ&hash=66ee4aba52a2ec6956b24382ff839674567f5d31&lang=en&cache-only=0",
            "defineEn": "describing a fruit or crop that has completed its growth and is ready to be eaten",
            "defineVi": "mô tả một loại trái cây hoặc cây trồng đã hoàn thành quá trình tăng trưởng và sẵn sàng để ăn",
            "hasImg": true
        },
        {
            "id": "5b3c7bdd-6258-4735-8492-6c4559dd3cde",
            "word": "pest",
            "phonetic": "pɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Excessive use of pesticides can breed resistance in pests, making them harder to control in the future.",
                "But inside our homes, termites are pests.",
                "The Asian longhorned tick is truly a villainous pest.",
                "Old piping, stuff like that, will always cause pest problems, a bunch of places for the rodents and pests to hide.",
                "From Texas to South America, leafcutter ants are huge agricultural pests."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVzdA&hash=3a17a17df8c0ea027a5a5ad7e25c283eeef43dcb&lang=en&cache-only=0",
            "defineEn": "an insect or small animal that destroys or damages crops, food, etc.",
            "defineVi": "một loại côn trùng hoặc động vật nhỏ phá hoại hoặc làm hỏng mùa màng, thực phẩm, v.v.",
            "hasImg": true
        },
        {
            "id": "fb5fcab2-4f3b-4bd0-a0c6-0145da988032",
            "word": "pesticide",
            "phonetic": "pɛstɪsaɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Excessive use of pesticides can breed resistance in pests, making them harder to control in the future.",
                "Pesticides can fight the locusts.",
                "- Woah. - Ooh, those pesticides really come through.",
                "Less pesticide does not mean none at all.",
                "The plant makes its own pesticide."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVzdGljaWRl&hash=f16cee875dfcc4d56cc80cb836e6f2e5d5b8b61f&lang=en&cache-only=0",
            "defineEn": "a type of chemical substance that is used for killing insects or small animals that damage food or crops",
            "defineVi": "một loại chất hóa học được sử dụng để diệt côn trùng hoặc động vật nhỏ làm hỏng thực phẩm hoặc mùa màng",
            "hasImg": true
        },
        {
            "id": "d3673169-9ee7-4406-bc7a-9c8cf22f9e87",
            "word": "livestock",
            "phonetic": "laɪvstɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "She attends a workshop on animal nutrition, learning about the importance of incorporating meal into livestock diets.",
                "The farmer knew that as the day lengthens, so the cold strengthens, and he made sure to prepare his crops and livestock for the harsh winter ahead.",
                "Our livestock are the dominant biomass on the planet.",
                "About 500 million people rely on livestock for their livelihood worldwide.",
                "Meanwhile, the livestock industry is facing other problems."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl2ZXN0b2Nr&hash=81d9a967dae9cb5cf1a7ad575ca917d0fcea20d2&lang=en&cache-only=0",
            "defineEn": "animals that are kept on a farm, such as cows, pigs, or sheep",
            "defineVi": "động vật được nuôi trong trang trại, chẳng hạn như bò, lợn hoặc cừu",
            "hasImg": true
        },
        {
            "id": "e3b7f3c9-7320-40f9-91bc-6edf14cc8d7b",
            "word": "dairy",
            "phonetic": "dɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Vitamin B12 is found in dairy products.",
                "The dairy products market will also be driven by consumer demand.",
                "The supermarket offers a wide variety of dairy products, including milk, cheese, butter, and yogurt.",
                "I have decided to cut down on my consumption of dairy products due to lactose intolerance.",
                "I enjoy starting my day with a bowl of cereal and a glass of dairy product, like milk or yogurt."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFpcnk&hash=0b4ef8916d28106346177bcc08de863f01dc8f3f&lang=en&cache-only=0",
            "defineEn": "milk and milk products that are produced by mammals such as cows, goats, and sheep collectively",
            "defineVi": "sữa và các sản phẩm sữa được sản xuất bởi động vật có vú như bò, dê và cừu gọi chung",
            "hasImg": true
        },
        {
            "id": "892fc16c-5b45-4f91-a261-5642b51a224c",
            "word": "to fertilize",
            "phonetic": "tə fɜːɾɪlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The sperm fertilizes the egg.",
                "The male gamete fertilizes a female gamete.",
                "Three days later, they fertilized the eggs with sperm from a northern white rhino male.",
                "Two of her father’s sperm fertilized two of her mother’s eggs, resulting in two embryos that merged into one.",
                "While the Moon is helping baby fish to grow, meteors are fertilizing the growth of phytoplankton."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmVydGlsaXpl&hash=44c8e7a0f869440a4bb7d3c20b7bf27a6c523801&lang=en&cache-only=0",
            "defineEn": "increase productivity of the soil by spreading suitable substances on it",
            "defineVi": "tăng năng suất của đất bằng cách rải các chất phù hợp lên nó"
        },
        {
            "id": "ecb1a666-60b2-46bf-bbdb-dae5f4e466f9",
            "word": "fertilizer",
            "phonetic": "fɜːɾəlaɪzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Do you like fertilizer?",
                "Worms convert organic waste and other compostable products into natural fertilizers.",
                "- Is it fertilizer?",
                "Aside from energy, the plant creates another valuable byproduct: fertilizer.",
                "Hand in hand with fertilizers is animal feed."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVydGlsaXplcg&hash=726a6e32017b14c34223a9d251ba9dfac0792e65&lang=en&cache-only=0",
            "defineEn": "a chemical or natural material that is added to the soil to improve its productivity and help plants grow",
            "defineVi": "một chất hóa học hoặc vật liệu tự nhiên được thêm vào đất để cải thiện năng suất và giúp cây trồng phát triển"
        },
        {
            "id": "feb22a9b-e41c-4408-9450-c1d9a828821a",
            "word": "barn",
            "phonetic": "bɑːɹn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The farmer witnessed the birth of a baby calf in the barn.",
                "My father quit smoking after he was diagnosed with lung cancer, but I'm afraid he's locking the barn door after the horse is stolen.",
                "My grandfather was a farmer, and he always said that weather predictions like: a dry March, a wet April and a cool May fill barn and cellar and bring much hay still held true in determining a good harvest.",
                "They provide a barn.",
                "And barns are even out at the frontiers of knowledge."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFybg&hash=2c28dcb62c2e476dc78745dc59ac68ed47f1b6f8&lang=en&cache-only=0",
            "defineEn": "a building on a farm in which people keep their animals, straw, hay, or grains",
            "defineVi": "một tòa nhà trong một trang trại, trong đó mọi người giữ động vật, rơm, cỏ khô hoặc ngũ cốc của họ",
            "hasImg": true
        },
        {
            "id": "da7a1019-4d93-4dd1-92a7-2fec193ab811",
            "word": "stable",
            "phonetic": "steɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "A stable relationship stands the test of time.",
                "If you try to replace the oil filter on the engine now, you're just closing the stable door after the horse has bolted.",
                "John was nervous about quitting his stable job to start his own business, but he knew that no guts, no glory, and he took the leap.",
                "When Tom was offered a high-risk investment opportunity with the potential for a big payout, he remembered the saying better a steady dime than a rare dollar and decided to invest his money in a more stable option.",
                "She led the horse back into the stable."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhYmxl&hash=0e994ae64d736eae6f6f9f6cda6d814939bef921&lang=en&cache-only=0",
            "defineEn": "a building on a farm to house horses",
            "defineVi": "một tòa nhà trong một trang trại để nuôi ngựa",
            "hasImg": true
        },
        {
            "id": "fcb4a1e3-a51f-4e0c-988c-a924333d21ec",
            "word": "greenhouse",
            "phonetic": "ɡɹiːnhaʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The greenhouse will protect the plants from insects, rain, and too much heat from the sun. ",
                "Long rows of tables fill the greenhouse. ",
                "Long rows of tables fill the greenhouse.",
                "Also, greenhouses would allow food plants to grow almost anywhere in the world. ",
                "Each floor could be a greenhouse where vegetables and fruits could grow without soil in a hydroponic system. "
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlZW5ob3VzZQ&hash=9ebb9338cd44903068e6afc14d11b211b8ac5d99&lang=en&cache-only=0",
            "defineEn": "a glass structure used for growing plants in and protecting them from cold weather",
            "defineVi": "một cấu trúc thủy tinh được sử dụng để trồng cây và bảo vệ chúng khỏi thời tiết lạnh",
            "hasImg": true
        },
        {
            "id": "2ea8d242-812a-4fe9-a1bb-a1a779a546d6",
            "word": "to bloom",
            "phonetic": "tə bluːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The flowers bloomed under the sunny sky.",
                "The Japanese cherry trees in my garden are in full bloom, creating a picturesque scene.",
                "His favorite season is spring, when the weather is mild and the flowers are in full bloom.",
                "The coach told his team that a flower blooms more than once to encourage them to keep practicing and striving for success, even after a defeat.",
                "Many flowers bloom in May, such as tulips and daisies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxvb20&hash=b44030d8e13618139e402dd48bbf1de9d5d43acc&lang=en&cache-only=0",
            "defineEn": "(plant) to bear flowers",
            "defineVi": "(cây) ra hoa",
            "hasImg": true
        },
        {
            "id": "6627f9d3-7441-4836-a3ef-7d08f6bbf37a",
            "word": "bud",
            "phonetic": "bʌd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rebellion was nipped in the bud.",
                "It's important to nip this problem in the bud.",
                "Inflation will only get worse if the government doesn't do something right now to nip it in the bud.",
                "Bud got stuck into it straight away and really enjoyed exploring the foam and making different shapes with it.",
                "Check out this bud."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVk&hash=326e9e0b19f4b4c88b45ec4bd1ead30e9c1753e6&lang=en&cache-only=0",
            "defineEn": "a part of a plant from which new flowers, leaves, or stems develop",
            "defineVi": "một phần của cây mà từ đó hoa, lá hoặc thân mới phát triển",
            "hasImg": true
        },
        {
            "id": "aef55de0-8b5d-4658-89a4-291d6c5f26be",
            "word": "bush",
            "phonetic": "bʊʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I picked a handful of delicious sand cherries from the bush in my backyard.",
                "I gathered a basket of sloes from the bushes near my house.",
                "The blackberry bushes in our backyard were loaded with plump, juicy fruits.",
                "The bramble bushes along the hiking trail were filled with ripe dewberries.",
                "The bushes beneath the window helped to break his fall."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVzaA&hash=465104f9ab2f999ca2b779b6fa4b724ed49e6c11&lang=en&cache-only=0",
            "defineEn": "a type of plant small in size with several stems in the ground",
            "defineVi": "một loại cây có kích thước nhỏ với một số thân cây trong lòng đất",
            "hasImg": true
        },
        {
            "id": "9d93e52e-4279-478f-85e2-15daf57f2527",
            "word": "weed",
            "phonetic": "wiːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I bought a spray to kill the weeds.",
                "It may be too difficult for the trainee - small dog, tall weeds!",
                "A man of words and not of deeds is like a garden full of weeds, and the politician's promises were nothing but empty words.",
                "Nature abhors a vacuum, so if you don't fill the garden bed with plants, weeds will quickly take over.",
                "Maria's marriage was not perfect, but she understood that there is no garden without its weeds, and she was willing to work through the problems with her husband."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VlZA&hash=11766eff9c7b94a191f6b6ff35d438ffed0c4eaf&lang=en&cache-only=0",
            "defineEn": "any wild and unwanted plant that may harm the process of growth in a farm or garden",
            "defineVi": "bất kỳ loại cây dại và không mong muốn nào có thể gây hại cho quá trình sinh trưởng trong trang trại hoặc khu vườn",
            "hasImg": true
        },
        {
            "id": "35d73d7f-fa9a-4104-a915-011cb8caecce",
            "word": "root",
            "phonetic": "ɹuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The laws were reformed root and branch.",
                "The farmer harvested the tuberous roots of the yam plant.",
                "Racism must be eliminated, roots and all.",
                "It's time for a roots and all review of political donations.",
                "I watched as the pig rooted around in the dirt for food."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9vdA&hash=56abf0681805fefc5383f82410e1a3d71eca084b&lang=en&cache-only=0",
            "defineEn": "the underground part of a plant that absorbs water and minerals, sending it to other parts",
            "defineVi": "phần ngầm của cây hấp thụ nước và khoáng chất, gửi nó đến các bộ phận khác",
            "hasImg": true
        },
        {
            "id": "7061c131-c276-4a6f-87ff-4f6b8fb84669",
            "word": "palm",
            "phonetic": "pɑːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drug barons were greasing the palm of the chief of police.",
                "I'll have him in the palm of my hand in no time.",
                "If you want to get something done around here, you have to grease someone's palm.",
                "He likes to cook his french fries in palm oil for a crispy texture.",
                "There's a second way through this situation but it involves greasing your boss's palms."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFsbQ&hash=6504263a429be2e635de107a0e1293a1493d985b&lang=en&cache-only=0",
            "defineEn": "a tropical tree with a big trunk and needle-like leaves",
            "defineVi": "một loại cây nhiệt đới có thân to và lá hình kim",
            "hasImg": true
        },
        {
            "id": "a7866366-d2fd-4167-b817-e6d2610a7835",
            "word": "oak",
            "phonetic": "oʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The tall oak tree provided shade on a hot summer day.",
                "The treasure was buried under a big oak tree.",
                "The storm brought the old oak tree crashing down.",
                "Mark, a construction worker, is as strong as an oak.",
                "They admired the sturdy stem of the oak tree, providing support to its branches and leaves."
            ],
            "audio": "https://tts.langeek.co/read?text=b2Fr&hash=ed4a2007041c31bbbaac0c1f98dc28143a259fa9&lang=en&cache-only=0",
            "defineEn": "a large tree that has acorn as its fruit",
            "defineVi": "một cây lớn có quả sồi như quả của nó",
            "hasImg": true
        }
    ]
}