{
    "id": "87aa0734-abae-438c-8c4a-0c07f01cf252",
    "title": "Transportation",
    "originalTitle": "Transportation",
    "words": [
        {
            "id": "a2cb7a40-afc4-4e99-b64a-fc39c4e5757e",
            "word": "aerial",
            "phonetic": "ɛɹɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Later on, aerial photos came out.",
                "One of Goodyear's main airship functions now is aerial broadcasting.",
                "Uber Air promises says aerial ride-sharing at scale.",
                "We do strikes, so aerial interception.",
                "Aerial Vehicle Multirotor Super Drone is for."
            ],
            "audio": "https://tts.langeek.co/read?text=YWVyaWFs&hash=298fdb1790982a19f2bfce6e31211a1da1bdfa3b&lang=en&cache-only=0",
            "defineEn": "relating to a plane or other aircraft",
            "defineVi": "liên quan đến một chiếc máy bay hoặc máy bay khác"
        },
        {
            "id": "de9c8844-63ff-4783-8ce3-630f5dfebf7f",
            "word": "airbase",
            "phonetic": "ɛɹbeɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWlyYmFzZQ&hash=df797364a32e43d615cf77621ff979eac3bcb6a2&lang=en&cache-only=0",
            "defineEn": "the base of operation for the aircraft of military forces",
            "defineVi": "cơ sở hoạt động cho máy bay của lực lượng quân sự"
        },
        {
            "id": "6918e9ff-09ad-4d42-9955-4214d119e483",
            "word": "airfield",
            "phonetic": "ɛɹfiːld ",
            "partOfSpeechType": "noun",
            "examples": [
                "So destroy the airfields where aircraft may operate out of.",
                "The Airport Improvement Program supports the runways, taxiways and overall quality and health of airfields.",
                "and he sees the abandoned airfield in Drem, Scotland.",
                "While a few airfields were built before World War I, airport construction really began in the United States when the post office began to experiment with carrying the mail by air, they needed places to land.",
                "One of the biggest arguments against a larger carrier fleet is that a much cheaper, long range advanced guided missile could sink these billion dollar floating airfields."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlyZmllbGQ&hash=90b3ab3af327a640debe5c79fdb966db4b4f881e&lang=en&cache-only=0",
            "defineEn": "a level area in which military or private aircraft can take off and land",
            "defineVi": "một khu vực bằng phẳng trong đó máy bay quân sự hoặc tư nhân có thể cất cánh và hạ cánh"
        },
        {
            "id": "333193f1-a2d4-4f5c-9e5a-bff3da78606b",
            "word": "charter",
            "phonetic": "tʃɑːɹɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "On Thursday the airline had to charter 10 aircraft to counter industrial action by its pilots, who are on a work-to-rule.",
                "And my charter says I can only invest in A rated bonds.",
                "And part of my charter says that I can only invest in very, very, very safe instruments.",
                "The Massachusetts Bay colony was chartered in 1629 by London merchants who, like the founders of the Virginia Company, hoped to make money.",
                "Spirit Airlines got its start in the early 1980s in Detroit, Michigan, under the name Charter One."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcnRlcg&hash=755238cc7341d9c33ae1216e138c095b1bb0d7c4&lang=en&cache-only=0",
            "defineEn": "the renting of a plane, ship, etc.",
            "defineVi": "việc thuê máy bay, tàu, v.v."
        },
        {
            "id": "10954034-59af-4166-91d5-96296f1f9fc0",
            "word": "charter flight",
            "phonetic": "tʃɑːɹɾɚ flaɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hhcnRlciBmbGlnaHQ&hash=34e50c8917756e2297ed2bca33a37f35d6489d81&lang=en&cache-only=0",
            "defineEn": "a flight in which a travel agency pays for all the tickets beforehand and then sells them to their customers",
            "defineVi": "một chuyến bay trong đó một công ty du lịch thanh toán trước tất cả các vé và sau đó bán chúng cho khách hàng của họ"
        },
        {
            "id": "b819cb62-3432-4f7b-a6fb-015252541682",
            "word": "airliner",
            "phonetic": "ɛɹlaɪnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A commercial airliner has different weight and speed requirements than that of a fighter jet.",
                "That morning terrorists affiliated with al Qaeda hijacked 4 airliners.",
                "Now, any commercial airliner nowadays is being tracked.",
                "But the airliner keeps flying.",
                "Until the mid-1980s, most airliners used what was essentially a porta-potty with a pump-powered flushing mechanism."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlybGluZXI&hash=79e18a1a89ab64fe9896d7fa5a9df0ac2a888ac6&lang=en&cache-only=0",
            "defineEn": "a large aircraft for transporting passengers",
            "defineVi": "một chiếc máy bay lớn để vận chuyển hành khách",
            "hasImg": true
        },
        {
            "id": "c6044c87-f083-4f61-8b61-a5c04de01501",
            "word": "airstrip",
            "phonetic": "ɛɹstɹɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "And where is the airstrip?",
                "ANDY: The airstrip is in here.",
                "This airplane is a good combination between being able to carry and being able to get in and out of a short airstrip."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlyc3RyaXA&hash=b8b81697a8d1804566f66534acdcd7dc11e90567&lang=en&cache-only=0",
            "defineEn": "a long and narrow piece of land where an aircraft can take off or land",
            "defineVi": "một mảnh đất dài và hẹp nơi máy bay có thể cất cánh hoặc hạ cánh"
        },
        {
            "id": "4efb6bbf-4ae5-452e-a784-dd58fd7221e6",
            "word": "aviator",
            "phonetic": "eɪvɪeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Yet, all over the world, engineers, entrepreneurs and aviators are trying to meet the challenge.",
                "G tolerance is the process in which aviators condition their bodies to withstand G forces, the event when blood is pulled away from the brain during high levels of acceleration.",
                "On the way out to the flight line, I was kindly offered a pair of aviator sunglasses, which I declined, and we walked out to the jet.",
                "The Brazilian air force calls it VC-1A, but it's officially named after famous aviator Santos-Dumont.",
                "The purpose of hypoxia training is to let astronauts and aviators know when their brain’s about to stop working correctly, which is very, very important."
            ],
            "audio": "https://tts.langeek.co/read?text=YXZpYXRvcg&hash=ff8de2862eddf8cec83505cadd777ae4cf92e140&lang=en&cache-only=0",
            "defineEn": "a person who operates an aircraft",
            "defineVi": "một người điều hành một chiếc máy bay"
        },
        {
            "id": "b93e6a06-a97a-4c4d-96c9-509cd5d35fce",
            "word": "clearance",
            "phonetic": "klɪɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "We arrange for them the air traffic clearance.",
                "We've got up to 14.5 inches of ground clearance.",
                "But first, she needed clearance from NASA, and they said no.",
                "But this could be an annoyance in terms of IO clearance at some point.",
                "You would still start with getting medical clearance though."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xlYXJhbmNl&hash=e46d22d8c57b2d76b94cc14f833aa1e31615af54&lang=en&cache-only=0",
            "defineEn": "a permit issued by an airport to allow an aircraft to land or take off",
            "defineVi": "giấy phép do sân bay cấp để cho phép máy bay hạ cánh hoặc cất cánh"
        },
        {
            "id": "79b19f89-ea90-4c3a-afbd-6213dd98a429",
            "word": "conveyor belt",
            "phonetic": "kənveɪɚ bɛlt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29udmV5b3IgYmVsdA&hash=86c4a1b805779cf1661a518d6ecca8d142da867f&lang=en&cache-only=0",
            "defineEn": "a continuous moving surface or strip, used for transporting objects from one part of a building to another, especially in a factory or an airport",
            "defineVi": "một bề mặt hoặc dải di chuyển liên tục, được sử dụng để vận chuyển các vật thể từ phần này sang phần khác của tòa nhà, đặc biệt là trong nhà máy hoặc sân bay",
            "hasImg": true
        },
        {
            "id": "b80090a2-cf94-4dfb-a80e-bf11e491451d",
            "word": "customs",
            "phonetic": "kʌstəmz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Customs officers have the right to check all baggage going through customs.",
                "Earlier today, I spoke to Customs and Border Protection Executive Assistant Commissioner Brenda Smith.",
                "Earlier today, I spoke to Customs and Border Protection Executive Assistant Commissioner Brenda Smith.",
                "Customs and Border Patrol was like, no chance.",
                "Ana Hinojosa is a Customs and Border Protection executive director."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VzdG9tcw&hash=8d9f35c7af6f5c068c1f2f251ce4c1cf8c795a7b&lang=en&cache-only=0",
            "defineEn": "the place at an airport or port where passengers' bags are checked for illegal goods as they enter a country",
            "defineVi": "địa điểm tại sân bay hoặc bến cảng nơi túi hành khách được kiểm tra hàng hóa bất hợp pháp khi họ nhập cảnh vào một quốc gia",
            "hasImg": true
        },
        {
            "id": "60742abf-1f9d-4a4f-9109-ac8443ce7a0b",
            "word": "to disembark",
            "phonetic": "tə dɪsɛmbɑːɹk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Finally, the police order the migrants to disembark.",
                "And then a surprise move by the Italians: an offer to allow migrants to disembark, but only the families.",
                "Allied forces disembarked from landing craft to confront German firepower from the well-fortified shores."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzZW1iYXJr&hash=4c9165dfbb58a1c27da3a6f6ec1c851fa25bda80&lang=en&cache-only=0",
            "defineEn": "to take off the cargo or passengers of a plane, train, or ship once it has reached its destination",
            "defineVi": "cất cánh hàng hóa hoặc hành khách của máy bay, xe lửa hoặc tàu khi nó đã đến đích"
        },
        {
            "id": "6ccb45d1-b755-4212-9481-322475f0a891",
            "word": "ETA",
            "phonetic": "iːɾə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=RVRB&hash=d11c225f827640cc0b90e5d2eaca5b0df66d269e&lang=en&cache-only=0",
            "defineEn": "the time at which one is likely to arrive at one's destination",
            "defineVi": "thời gian mà một người có khả năng đến đích của một người"
        },
        {
            "id": "bb476035-a04c-4cdb-8607-67f874d39f9f",
            "word": "ETD",
            "phonetic": "ɛtd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=RVRE&hash=4fd70dbddfc587fd7da73b1f3a471d76be26a32f&lang=en&cache-only=0",
            "defineEn": "the time at which an aircraft, ship, etc. is scheduled for departure",
            "defineVi": "thời gian mà máy bay, tàu, v.v. dự kiến khởi hành"
        },
        {
            "id": "9f4ad26a-7148-4413-b7f4-9cb7ecda34eb",
            "word": "black box",
            "phonetic": "blæk bɑːks ",
            "partOfSpeechType": "noun",
            "examples": [
                "If you mark off the WHITE and/or the Black Box, to answer the Race Question, for the first TIME the census BUREAU is going to ASK within the context of race what your ORIGINS are."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhY2sgYm94&hash=5c2431c6326fcfec00f940f2facc152b987ec8da&lang=en&cache-only=0",
            "defineEn": "a device in a plane that records all the information during the flight which is used to discover the cause in case of an accident",
            "defineVi": "một thiết bị trong máy bay ghi lại tất cả thông tin trong chuyến bay được sử dụng để tìm ra nguyên nhân trong trường hợp xảy ra tai nạn"
        },
        {
            "id": "0cc279b2-1b04-4ed3-bb61-13c69b12218f",
            "word": "standby ticket",
            "phonetic": "stændbaɪ tɪkɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RhbmRieSB0aWNrZXQ&hash=711a9ed57f6d4ceed93cfefa04522271ea9b3bfa&lang=en&cache-only=0",
            "defineEn": "a cheap ticket that is not available in advance, purchasable just before the departure of a plane or the start of a performance",
            "defineVi": "một vé giá rẻ không có sẵn trước, có thể mua ngay trước khi máy bay khởi hành hoặc bắt đầu buổi biểu diễn"
        },
        {
            "id": "be07b236-71c2-409d-a7a6-1b9f27c14a1d",
            "word": "touchdown",
            "phonetic": "tʌtʃdaʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Facing elimination from the playoffs, the team's star quarterback threw an incredible pass for a last-minute touchdown and saved the situation.",
                "Since then, that quarterback has scored 456 touchdowns and won 208 games.",
                "And even when they figured that out, the touchdown itself wasn’t all smooth sailing.",
                "The rocket's first stage also made a picture-perfect touchdown on a floating platform in the Pacific Ocean, the first such landing off the West Coast and that's just the start of the company's plans for this year.",
                "But it is capable of flying the aircraft essentially from takeoff all the way to touchdown and including touchdown."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91Y2hkb3du&hash=d107e59e55b4138f1ebda11dbc87e15eae67cad9&lang=en&cache-only=0",
            "defineEn": "the very first moment of landing during which the plane's wheels hit the ground",
            "defineVi": "khoảnh khắc hạ cánh đầu tiên khi bánh máy bay chạm đất"
        },
        {
            "id": "a9f7ddf0-0cf4-4147-9e9d-2fd495791dd2",
            "word": "depot",
            "phonetic": "diːpoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Nobody dies at Depot.",
                "But at Depot, cadets take it to another level.",
                "And it all starts here, at Depot.",
                "J.C. Penney stores gave farmers and others their first depot that offered essentials at affordable prices.",
                "It's one of two enlisted recruit depots in the United States."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwb3Q&hash=775f22c9ad8e4b86592439f6549b70ff4b3fcf6b&lang=en&cache-only=0",
            "defineEn": "the place where transport vehicles, such as buses or trains, leave from or stop to unload their passengers and content",
            "defineVi": "nơi các phương tiện giao thông, chẳng hạn như xe buýt hoặc xe lửa, khởi hành hoặc dừng lại để dỡ hành khách và nội dung của họ",
            "hasImg": true
        },
        {
            "id": "66db278d-a502-487c-8075-421239e95c9c",
            "word": "to derail",
            "phonetic": "tə dᵻɹeɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "But opposition from just one could derail the effort.",
                "But then his career was nearly derailed.",
                "Or would it derail your day?",
                "He was laid off in 2016, his plans derailed when the firm reorganized.",
                "But it will never permanently derail us."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVyYWls&hash=1e1ad5230b283cd9ae03432db5f1bedb7f6ca8da&lang=en&cache-only=0",
            "defineEn": "(of a train) to accidentally go off the tracks",
            "defineVi": "(của một chuyến tàu) vô tình đi chệch khỏi đường ray"
        },
        {
            "id": "d62c2102-e735-47ee-8aae-b816f8d4b17f",
            "word": "to hail",
            "phonetic": "tə heɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "I hailed a taxi to take me to the airport.",
                "Still, America's top infectious disease expert, Dr. Anthony Fauci, hailed the news.",
                "Modern hail cannons basically just blast a bunch of noise into the sky.",
                "AMNA NAWAZ: The tech giants hailed the progress they have made so far.",
                "Greetings home planet and all hail our supreme Zorgdorg."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFpbA&hash=c03e6e462c98416056bf20463105bff08b89ec41&lang=en&cache-only=0",
            "defineEn": "to signal an approaching taxi or bus to stop",
            "defineVi": "để báo hiệu một chiếc taxi hoặc xe buýt đang đến gần dừng lại"
        },
        {
            "id": "f0cfa0d5-97e2-4050-bbe3-88d5cbf7e5e2",
            "word": "locomotive",
            "phonetic": "loʊkəmoʊɾɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "But it also makes mining equipment, diesel and natural gas engines, industrial turbines and diesel electric locomotives.",
                "It’s like having a powerful steam locomotive, but no way to shovel in coal fast enough.",
                "Back then, CEO Mike Hart, who is also the CEO of Sierra Railroad Company, was seeking to improve the fuel efficiency of his locomotive fleet.",
                "The process is simple: a locomotive pulls train cars weighted with rock or cement up a slope."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9jb21vdGl2ZQ&hash=19fb70262d2baa0323176e8996771fd8418da7fe&lang=en&cache-only=0",
            "defineEn": "a powered railroad vehicle that pulls a train along",
            "defineVi": "một phương tiện đường sắt chạy bằng điện kéo một đoàn tàu dọc theo",
            "hasImg": true
        },
        {
            "id": "0113f5ae-786f-416f-a2f1-1f1f74c820eb",
            "word": "monorail",
            "phonetic": "mɑːnoʊɹeɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "That take another spin on that monorail to the ground floor.",
                "Then they're loaded up onto the building's mile-and-a-half-long monorail to be taken upstairs.",
                "The monorail has pick up and drop off points at multiple locations on every floor."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9ub3JhaWw&hash=d244c08b8900bd556563a1bd88106ff94b6b26ec&lang=en&cache-only=0",
            "defineEn": "a railway system that has only one rail instead of two, usually in an elevated position",
            "defineVi": "một hệ thống đường sắt chỉ có một đường ray thay vì hai, thường ở vị trí trên cao"
        },
        {
            "id": "21a36be1-e9fa-4060-a99d-30ad22fe9713",
            "word": "porter",
            "phonetic": "poːɹɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Meisha Ross-Porter, you’re our new chancellor.",
                "That Stanton was rude, with everyone, from the hall porter up to the president.",
                "Those who didn’t work on farms as sharecroppers entered into the service industry, becoming railroad porters, household servants, or…waiters in restaurants.",
                "Porter already had an established writing career as a humorist, but after being arrested and jailed for embezzlement, picked up the pen again while in prison as O. Henry in a bid to conceal that he was publishing stories while incarcerated.",
                "Porter’s 5 Forces is no Pride and Prejudice, but it’s considered a business classic."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ydGVy&hash=6fa4778f265c2d15c99cd655194c160095e98ec7&lang=en&cache-only=0",
            "defineEn": "someone whose job is carrying people's baggage, particularly at airports, hotels, etc.",
            "defineVi": "ai đó có công việc mang vác hành lý của mọi người, đặc biệt là tại sân bay, khách sạn, v.v.",
            "hasImg": true
        },
        {
            "id": "2f9c68fa-e919-403c-adab-58c71d53eb22",
            "word": "asphalt",
            "phonetic": "æsfɔlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And back in the Pleistocene, these asphalt pits were a textbook example of a predator trap.",
                "The same thing happens when a driver takes a curve too sharp or too fast on an asphalt racetrack.",
                "Toby McCartney is behind MacRebur a British start-up that mixes recycled plastic pellets into asphalt to make longer-lasting and cheaper roads.",
                "Brian: And dirt you can brake as hard as you want on dirt, you're not going to hurt anything on asphalt you'll slide and flatten the tires.",
                "Eh we're back, so we've got Asphalt 9 Pub G mobile, Rage Shadow Legends, (bites candy) and a comfort snack."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNwaGFsdA&hash=4e9cb0b5f7fdc1c303d36b89fd9dba0c741b8952&lang=en&cache-only=0",
            "defineEn": "a black sticky substance which is the combination of dark bituminous pitch with sand or gravel, commonly used in building roads",
            "defineVi": "một chất dính màu đen là sự kết hợp của hắc ín bitum với cát hoặc sỏi, thường được sử dụng trong xây dựng đường"
        },
        {
            "id": "f9522f78-7e01-4fa4-ae5b-a9682a19d869",
            "word": "cruise control",
            "phonetic": "kɹuːz kəntɹoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Or that guy who sneezed next to you while you were watching Speed 2: Cruise Control."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3J1aXNlIGNvbnRyb2w&hash=a1a1f31237626cc0088c37175cd7978296ab1fe9&lang=en&cache-only=0",
            "defineEn": "a device in a motor vehicle used to maintain a constant speed that is based on the preference of the driver",
            "defineVi": "một thiết bị trong xe cơ giới được sử dụng để duy trì tốc độ không đổi dựa trên sở thích của người lái xe"
        },
        {
            "id": "b1c14abb-25a0-42c5-860c-f6806203406c",
            "word": "SUV",
            "phonetic": "ɛsjuːviː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The largest portion of each brand's sales growth in the US in recent years has come from SUVs.",
                "- huge SUVs, and a 78 year-old man gets in the back seat of a little Fiat?",
                "The all too familiar answer is in three letters SUV.",
                "Cross-overs and SUVs grew their share of the new car market in the US by 20 percent from 2008 to 2018.",
                "SUVs and crossovers are really the norm."
            ],
            "audio": "https://tts.langeek.co/read?text=U1VW&hash=4c86bc0dbb4f1861f543f5a925a00204b36e8d95&lang=en&cache-only=0",
            "defineEn": "a large car in which the engine delivers power to all four wheels",
            "defineVi": "một chiếc ô tô lớn trong đó động cơ cung cấp năng lượng cho cả bốn bánh",
            "hasImg": true
        },
        {
            "id": "a4a93b14-582c-42d4-a80d-498d0311c296",
            "word": "tanker",
            "phonetic": "tæŋkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They need tankers or whatever the case may be.",
                "Fire crews drive in water on big tankers or water tenders.",
                "Spills from a single oil tanker can contribute 200,000 tons of oil to the already polluted oceans. ",
                "One of the tankers belonged to a Hong Kong company owned by the late Wong Tin Chuk.",
                "A drogue fire hose with a parachute on the end comes out of the tanker, while the receiver extends a thin probe into the parachute, like a bullseye."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFua2Vy&hash=5e8bd4d2b05aae3937b9d812ebd3052439440dec&lang=en&cache-only=0",
            "defineEn": "a ship, aircraft, or road vehicle for carrying liquids, particularly crude oil or gas in large quantities",
            "defineVi": "một con tàu, máy bay hoặc phương tiện giao thông đường bộ để chở chất lỏng, đặc biệt là dầu thô hoặc khí đốt với số lượng lớn",
            "hasImg": true
        },
        {
            "id": "5c867662-87a8-4882-be14-cecf906c9641",
            "word": "tractor",
            "phonetic": "tɹæktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A distant tractor turning the soil.",
                "Tractors move the trash into the containers beneath the ground.",
                "I heard a tractor.",
                "And tractors are destroying crops, plowing them back into the ground.",
                "- He can work wonders with tractor parts."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhY3Rvcg&hash=88eefa482dfdaa160de3c99556ee5fe25a5eecc2&lang=en&cache-only=0",
            "defineEn": "a vehicle with large rear wheels and thick tires, mostly used on farms",
            "defineVi": "một chiếc xe có bánh sau lớn và lốp dày, chủ yếu được sử dụng trong các trang trại",
            "hasImg": true
        },
        {
            "id": "c42c50f1-adaf-4c46-9ea1-b8ad91209422",
            "word": "sedan",
            "phonetic": "sᵻdæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Impreza sedan followed in 1993.",
                "The sedan market is enormously large.",
                "The sedan market is enormously large.",
                "Many automakers, especially American ones, have dropped most sedans and coops altogether.",
                "BMW sold sixteen thousand one hundred fifty five seven series sedans."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VkYW4&hash=aeaaa10ede584eb45734be8b1eb04e79f1bc7ef8&lang=en&cache-only=0",
            "defineEn": "a car having a closed body with two or four doors and a separated boot in the back",
            "defineVi": "một chiếc ô tô có thân kín với hai hoặc bốn cửa và một cốp riêng ở phía sau",
            "hasImg": true
        },
        {
            "id": "9b7f4aae-50d5-4254-8fef-1c261b7e2be6",
            "word": "ramp",
            "phonetic": "ɹæmp ",
            "partOfSpeechType": "noun",
            "examples": [
                "A ramp allows easy access for wheelchairs.",
                "Despite the initial popularity of their product, the company has been playing it safe, deciding not to ramp up production until they are sure momentum will continue.",
                "Corporate interests really ramped up their spending on this.",
                "Ramps are all around you!",
                "And ramps are only one kind of simple machine."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFtcA&hash=0603f6a457583110f34b8ce2eafa5b7016abd232&lang=en&cache-only=0",
            "defineEn": "a road that was used years ago has that now is motorway or getaway",
            "defineVi": "một con đường đã được sử dụng nhiều năm trước giờ là đường cao tốc hoặc nơi nghỉ ngơi"
        },
        {
            "id": "09acdd43-6509-47bd-a797-7e0f2496de58",
            "word": "adrift",
            "phonetic": "ɐdɹɪft ",
            "partOfSpeechType": "adverb",
            "examples": [
                "So she sets Maui five adrift at sea.",
                "What left the Sea Dragon adrift wasn’t the engineering challenges, or even the cost, but the motivation.",
                "In Berkeley’s scenario, we’re all set adrift in a world of nothing but thought.",
                "Until we build a stellar engine, we're adrift and subject to the whims of the Galactic sea.",
                "So you're gonna have your cursor to stay where you want it to be less adrift."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRyaWZ0&hash=c2e29e816c1801cae061cef7ae472b1497dccf44&lang=en&cache-only=0",
            "defineEn": "(of boats or ships) floating without being anchored or controlled by anyone",
            "defineVi": "(của thuyền hoặc tàu) trôi nổi mà không được neo đậu hoặc kiểm soát bởi bất kỳ ai"
        },
        {
            "id": "c1347d14-cdea-467c-bfc2-65b9ece12e0d",
            "word": "to anchor",
            "phonetic": "tʊ æŋkɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The boat's anchor would not hold.",
                "Researchers have anchored teeny electronic prosthetics into the bells of moon jellies.",
                "Those hooks anchor the tick to us for the long haul, like mini-harpoons.",
                "This anchors objects in relation to other things or the environment.",
                "My breath is my anchor for the moment."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW5jaG9y&hash=34c6ebb8f8245c8014bc19f8a1c6a6db6b2c5003&lang=en&cache-only=0",
            "defineEn": "to moor a ship or boat to the bottom of the sea to stop it from moving away",
            "defineVi": "thả neo một con tàu hoặc thuyền xuống đáy biển để ngăn nó di chuyển đi"
        },
        {
            "id": "9535561e-c677-4f64-8aec-c596b5da5d62",
            "word": "ashore",
            "phonetic": "ɐʃoːɹ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "We were helped ashore by local people.",
                "The storm charged ashore in Nicaragua overnight with sustained winds of 155 miles an hour.",
                "You have to go ashore.",
                "Some wash ashore in different places.",
                "He washes ashore in his hometown, St. Petersburg."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNob3Jl&hash=bf3151a61b58fbb6f0f388e585155f77486f633b&lang=en&cache-only=0",
            "defineEn": "toward the land from the direction of a ship or the sea",
            "defineVi": "về phía đất liền từ hướng của một con tàu hoặc biển"
        },
        {
            "id": "cc7da5da-0d4a-4023-9b1a-fd0a1d2a28ea",
            "word": "carrier",
            "phonetic": "kæɹiɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She carried her baby on her back using a baby carrier.",
                "U.S. carriers lost a record $60 billion, according to Airlines for America, an industry, trade and lobbying group.",
                "In 2019 the carrier expanded its farm-to-plane initiative for one of the world's longest flights.",
                "Now, strategic carriers are widening their scopes.",
                "American carriers later followed with their version of the flat bed seat."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fycmllcg&hash=e68e000e884944159523620c9cb068ab4a87c84d&lang=en&cache-only=0",
            "defineEn": "a massive military ship that has a broad flat deck for takeoffs and landings and also carries soldiers, equipment, etc. from one place to another",
            "defineVi": "một con tàu quân sự khổng lồ có sàn phẳng rộng để cất cánh và hạ cánh, đồng thời chở binh lính, thiết bị, v.v. từ nơi này đến nơi khác"
        },
        {
            "id": "4681c202-c140-466e-8a07-b64e7852659b",
            "word": "to capsize",
            "phonetic": "tə kæpsaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Imagine that a boat capsizes, and 10 survivors swim to shore on a deserted island.",
                "Some 130 migrants bound for Europe are feared dead after capsizing off Libya."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2Fwc2l6ZQ&hash=ed04fe54a5d678f8bdf9ddf41ea0edb47fc4d4e5&lang=en&cache-only=0",
            "defineEn": "(of a boat) to be overturned or to cause it to overturn",
            "defineVi": "(của một chiếc thuyền) bị lật hoặc khiến nó bị lật"
        },
        {
            "id": "1e425038-3ba0-4fb3-a30a-2cc6175b15a4",
            "word": "shipwreck",
            "phonetic": "ʃɪpɹɛk ",
            "partOfSpeechType": "noun",
            "examples": [
                "And like most great engineering stories, it started with a problem: The rocks, off the coast of Cornwall, were causing lots of shipwrecks.",
                "Underwater archaeologists excavate shipwrecks and one ship at Uluburun in Turkey from the thirteenth century BCE had products on it from at least seven different states.",
                "and I experienced during a shipwreck dive in the Gulf of Mexico earlier this year.",
                "Last year, after strong winds pushed water levels to extreme lows in the Mobile River, a journalist for the Alabama news Web site AL.com found a shipwreck in the area where the Clotilda is believed to have been burned.",
                "But Delgado says he could see right away the shipwreck was too big to be the Clotilda."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hpcHdyZWNr&hash=4a222c071c28bf4f0b42c52dd6c5a26633a02be4&lang=en&cache-only=0",
            "defineEn": "a ship that is destroyed or sunk at sea",
            "defineVi": "một con tàu bị phá hủy hoặc chìm trên biển"
        },
        {
            "id": "d45e818c-2dbb-4464-b079-a7ea755f9802",
            "word": "convoy",
            "phonetic": "kɑːnvɔɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Military convoys join routine traffic on the highways.",
                "The victims were escorting a United Nations convoy east of Kabul.",
                "Other players in the market include companies like Transfix and Convoy.",
                "The last major convoy of Soviet troops from Kabul has crossed the border from Afghanistan into the Soviet Union on its way home.",
                "Derek Chauvin, he had a convoy with him, and that's the other officers."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udm95&hash=0f121381198b70804f95da988ecfadf475a8bf12&lang=en&cache-only=0",
            "defineEn": "a number of vehicles or ships that travel together and are often escorted with armed troops protection",
            "defineVi": "một số phương tiện hoặc tàu đi cùng nhau và thường được hộ tống với sự bảo vệ của quân đội vũ trang"
        },
        {
            "id": "be784e6b-4580-42ad-bb35-7033b172e91d",
            "word": "liner",
            "phonetic": "laɪnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Here's your liners right there on the ground.",
                "Captains navigate the cruise liners from the US, UK, and Italy.",
                "This is the NYX Epic Ink liner in black.",
                "Soldiers wore new plastic helmet liners and water-resistant vinyl raincoats.",
                "But this is the Nyx matte liquid liner."
            ],
            "audio": "https://tts.langeek.co/read?text=bGluZXI&hash=f7a45c9a8b1332c2e34eb70e4cbb9b0ca062540c&lang=en&cache-only=0",
            "defineEn": "a large luxurious passenger ship, especially one that travels on a regular schedule and is used for long journeys",
            "defineVi": "một con tàu chở khách lớn sang trọng, đặc biệt là một con tàu đi theo lịch trình thường xuyên và được sử dụng cho những chuyến đi dài",
            "hasImg": true
        },
        {
            "id": "e6aff642-e581-4556-84d6-01b23e895f0b",
            "word": "manifest",
            "phonetic": "mænɪfɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"The disorders typically manifest early in development often before the child enters grade school\" so very young.",
                "It manifests itself in a huge variety of behaviors.",
                "And that manifests itself in lots of different ways.",
                "The manifest, or am I thinking of something else?",
                "Obsessions can manifest as fears of contamination and illness, worries about harming others, or preoccupations with numbers, patterns, morality, or sexual identity."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuaWZlc3Q&hash=4b4fbac47aab7cb6b0f6871907625ab2db267e65&lang=en&cache-only=0",
            "defineEn": "(of a ship, aircraft, train) a list of passengers, crew, and goods carried on board for the use of customs officers",
            "defineVi": "(của một con tàu, máy bay, xe lửa) danh sách hành khách, phi hành đoàn và hàng hóa mang theo trên tàu để nhân viên hải quan sử dụng"
        },
        {
            "id": "4d5408e6-d1b5-4304-9f5f-8f2812604925",
            "word": "offshore",
            "phonetic": "ɔfʃoːɹ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "We were essentially offshoring our labor of sorting these materials to China.",
                "On an array of two dozen websites based not in Texas, but offshore, on the tiny Caribbean island of Curacao, which the bookies used to process bets around the clock.",
                "And where are they based offshore again?",
                "And these 15 megawatt or even larger offshore turbines are kind of unbelievable engineering wonders.",
                "Jeffrey Salvati owns a stake in two offshore gambling sites: UBet and VitalBet."
            ],
            "audio": "https://tts.langeek.co/read?text=b2Zmc2hvcmU&hash=b588658360ee7e1362b202da07242994a0a11025&lang=en&cache-only=0",
            "defineEn": "in the sea, but not too far from the coast",
            "defineVi": "ở biển, nhưng không quá xa bờ biển"
        }
    ]
}