{
    "id": "87bb1364-1f4c-4482-998c-c22fdc833352",
    "title": "History Is Past Politics!",
    "originalTitle": "Lesson 67",
    "words": [
        {
            "id": "3a1f7c37-d53f-4615-a8cc-65359b682910",
            "word": "archive",
            "phonetic": "ɑːɹkaɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "Enjoy the archives in the meantime.",
                "Going into the archives.",
                "It could be an archive.",
                "and I search the archives for quotes about him from Angela Merkel, everybody.",
                "Honda pulled the passport name out of its archives for a new sport utility."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGl2ZQ&hash=f4d20f864ac597d0ee2fa129ed92eb6aff3a3b1c&lang=en&cache-only=0",
            "defineEn": "a place or a collection of records or documents of historical importance",
            "defineVi": "một địa điểm hoặc một bộ sưu tập hồ sơ hoặc tài liệu có tầm quan trọng lịch sử"
        },
        {
            "id": "63126678-d10c-4a54-b3e8-2ac1cf6958d6",
            "word": "bibliography",
            "phonetic": "bɪblɪɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Indeed, you'll find it in the bibliography."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlibGlvZ3JhcGh5&hash=cca4c643f3cff521c3d2a1f741692f31bf292fec&lang=en&cache-only=0",
            "defineEn": "the study of books' history, their classification, production, editions, etc.",
            "defineVi": "nghiên cứu về lịch sử của sách, phân loại, sản xuất, ấn bản, v.v."
        },
        {
            "id": "6fc9d0b9-ec9c-40b9-83b4-2b655e8b7aff",
            "word": "abolition",
            "phonetic": "æbəlɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Nat Turner's revolt and abolition of slavery and colonies by Great Britain deeply worried southerners.",
                "Abolition of the slave trade in the United States did not mean that the system was abolished world-wide.",
                "According to Karl Marx, \"The theory of communism may be summed up in the single sentence: abolition of private property.\"",
                "Since 1986, the United Nations has marked December 2nd as the International Day for the Abolition of Slavery.",
                "For Alcott, the cozy world of the Marches was somewhat distant from her own life of poverty, abolition, and frustration."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJvbGl0aW9u&hash=693178aa11fcad7cdf9474c00c00a94007362f5d&lang=en&cache-only=0",
            "defineEn": "the state of a law, system, or institution having been ended",
            "defineVi": "tình trạng của một luật, hệ thống, hoặc tổ chức đã được kết thúc"
        },
        {
            "id": "35bb6384-3079-4f9d-b125-d2f2d0329e51",
            "word": "battlefield",
            "phonetic": "bæɾəlfiːld ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a warrior you must be quick on your feet if you are to stand a chance on the battlefield.",
                "The battlefield is different?",
                "They were using battlefield weapons.",
                "In the chaotic battle, both parties lose countless fighters on the increasingly acidic battlefield.",
                "Far less people would be needed on the battlefield."
            ],
            "audio": "https://tts.langeek.co/read?text=YmF0dGxlZmllbGQ&hash=e99a4a5c02b928a001b8441359062439e14abd38&lang=en&cache-only=0",
            "defineEn": "an area where a battle is being or was fought",
            "defineVi": "một khu vực nơi một trận chiến đang được hoặc đã được chiến đấu"
        },
        {
            "id": "a644c4dd-fe30-41c1-bc12-c21b1adccc85",
            "word": "shield",
            "phonetic": "ʃiːld ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a parent, I try not to shield my children from every disappointment.",
                "They observed how the seed coat of the coconut was tough and fibrous, helping to shield the inner seed.",
                "Or rather, shield.",
                "Heat shielded capsules filled with gas bubbles.",
                "They can get these shields."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hpZWxk&hash=69dd80dc62df2e206df082f072ce6de1894445d1&lang=en&cache-only=0",
            "defineEn": "a large piece of armor made of strong material, carried on the arm by soldiers in the past",
            "defineVi": "một mảnh áo giáp lớn làm bằng vật liệu chắc chắn, được những người lính mang trên cánh tay trong quá khứ",
            "hasImg": true
        },
        {
            "id": "86105534-737d-47da-9c72-0e3fc99a0905",
            "word": "spear",
            "phonetic": "spɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The curved ends of penne make it easy to spear with a fork, ideal for pasta salads.",
                "Spearing me in the mud.",
                "Chak Ek’ speared him at the time of the harvest.",
                "His hat is poisonous, like a spear.",
                "Chak Ek’ speared the jaguar sun as it rose at dawn towards the end of the dry season."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlYXI&hash=39efe721be62a0660fb1b42f76f58355a0e5cc78&lang=en&cache-only=0",
            "defineEn": "a weapon with a long handle and a metal pointed tip, used for fighting and fishing in the past",
            "defineVi": "một loại vũ khí có cán dài và đầu nhọn bằng kim loại, được sử dụng để chiến đấu và đánh cá trong quá khứ",
            "hasImg": true
        },
        {
            "id": "e24e2c18-b469-4332-a656-09222959df7a",
            "word": "tomahawk",
            "phonetic": "tɑːmɐhɔːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "And then you pull out your tomahawk.",
                "I got my own tomahawk, guys.",
                "Oh, it's a tomahawk.",
                "Trump liked firing 59 Tomahawk missiles at Syria.",
                "Tomahawk missiles targeting senior Iraqi leaders and possibly Saddam Hussein himself."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9tYWhhd2s&hash=404e083d807d02b2064dda82f6ff17b3ab3c9e03&lang=en&cache-only=0",
            "defineEn": "a small-sized ax used by Native Americans for fighting or as a tool",
            "defineVi": "một chiếc rìu cỡ nhỏ được người Mỹ bản địa sử dụng để chiến đấu hoặc làm công cụ"
        },
        {
            "id": "f042791f-9f5e-476e-a3db-f8d9a10ec730",
            "word": "bow",
            "phonetic": "boʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I gave a bow.",
                "The rookie player made his bow on the field during the championship game.",
                "The loyal subjects bowed down before their king as a sign of reverence.",
                "The new CEO made her bow at the company's annual shareholder meeting.",
                "As a mark of respect, the students would bow down to their teacher at the end of each class."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym93&hash=64e861cdac57c895016fbbb829906830bc39f58d&lang=en&cache-only=0",
            "defineEn": "a curved weapon joined at both ends by a string, capable of shooting arrows",
            "defineVi": "một vũ khí cong được nối ở hai đầu bằng một sợi dây, có khả năng bắn tên",
            "hasImg": true
        },
        {
            "id": "5629e1da-6108-4c28-af83-5cc29ce68aa7",
            "word": "dagger",
            "phonetic": "dæɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He looked daggers at Mary as if it had all been her fault.",
                "The two sides have been at daggers drawn for some months now with no sign of improvement in relations.",
                "She and her sister are at daggers drawn.",
                "They have been at daggers drawn for weeks over tactics.",
                "The couple have been at daggers drawn since they separated six months ago."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFnZ2Vy&hash=289397d9c90153ef647af3f3885faa164ac5e0fa&lang=en&cache-only=0",
            "defineEn": "a short weapon with a  pointed blade",
            "defineVi": "một vũ khí ngắn với một lưỡi nhọn",
            "hasImg": true
        },
        {
            "id": "4216b411-fb7d-4bb7-80c9-e8382af4e3e6",
            "word": "cannon",
            "phonetic": "kænən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Police turned water cannon on the rioters.",
                "The male version had cannons at the side.",
                "Police, in turn, deployed water cannons.",
                "Elsewhere, police fired water cannons at protesters in the capital, Naypyidaw.",
                "So we painted the cannon."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fubm9u&hash=d2dec848e12e4af2288cad2ff394546f182b2e40&lang=en&cache-only=0",
            "defineEn": "a large and powerful gun that was used in the past to fire stone or metal balls",
            "defineVi": "một khẩu súng lớn và mạnh đã được sử dụng trong quá khứ để bắn những quả bóng bằng đá hoặc kim loại",
            "hasImg": true
        },
        {
            "id": "a7dcdec3-7612-4dc0-8219-f6b4a064ad8d",
            "word": "carriage",
            "phonetic": "kæɹɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The carriage went quickly on.",
                "Number one, the gun carriage itself.",
                "The guard ran with Mr Harris back to the carriage.",
                "The guard ran with Mr Harris back to the carriage.",
                "She was in the carriage.'"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FycmlhZ2U&hash=5964e77182176ca95469f42f5192581b47ca1711&lang=en&cache-only=0",
            "defineEn": "a vehicle with usually four wheels, pulled by one or more horses",
            "defineVi": "một chiếc xe thường có bốn bánh, được kéo bởi một hoặc nhiều con ngựa",
            "hasImg": true
        },
        {
            "id": "ebc2ee83-7dd5-4a71-a73c-6cb40ef5b542",
            "word": "chariot",
            "phonetic": "tʃæɹiət ",
            "partOfSpeechType": "noun",
            "examples": [
                "They were just regular chariots?",
                "The potter’s wheel found a new home on chariots and wagons.",
                "The sun god Helios admired the hero’s strength and lent his chariot for the journey to the island of Erytheia.",
                "As his fame spread across Europe, his tale was mixed with local folktales of flying chariots and elves.",
                "To a Bronze Age foot soldier, the most terrifying sight imaginable would’ve been enemy chariots rolling onto the battlefield."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcmlvdA&hash=3c12cb4d5adc15dd80c481a3d01d7a470910a0ed&lang=en&cache-only=0",
            "defineEn": "a vehicle with two wheels, drawn by horses, used in ancient times for warfare and racing",
            "defineVi": "một phương tiện có hai bánh, do ngựa kéo, được sử dụng trong thời cổ đại để chiến tranh và đua xe",
            "hasImg": true
        },
        {
            "id": "43116994-7bd4-4cb2-be0e-d85fc873ecfd",
            "word": "dungeon",
            "phonetic": "dʌndʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "It seemed like any other dungeon he set foot in, but there was more than what met the eye, as it looked ominously gloomy.",
                "Think dungeons, corporal punishment, and executions.",
                "It's a dungeon.",
                "It's a dungeon. ",
                "A monster in Dungeons and Dragons, a song by They Might Be Giants, the bad guys in Fullmetal Alchemist, a novel by James Blaylock."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVuZ2Vvbg&hash=643c89226092600b4ae0ad24dc79ade061d9a192&lang=en&cache-only=0",
            "defineEn": "an underground room in which prisoners were confined, particularly in a castle",
            "defineVi": "một căn phòng ngầm trong đó các tù nhân bị giam giữ, đặc biệt là trong một lâu đài"
        },
        {
            "id": "9833de17-d24f-4c81-be87-e37f02c7c5f6",
            "word": "fort",
            "phonetic": "fɔːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His business partner is holding the fort while he is away.",
                "I usually like to be the person who holds down the fort, especially at work.",
                "Kemosabe's tree fort, who knew?",
                "Have a question for us here at the Fort?",
                "Yucca, are you making a fort over here?"
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ydA&hash=c934525b3edd45e1c1af32416864b88d2baea579&lang=en&cache-only=0",
            "defineEn": "a building or group of buildings used by troops to protect an area",
            "defineVi": "một tòa nhà hoặc nhóm các tòa nhà được quân đội sử dụng để bảo vệ một khu vực"
        },
        {
            "id": "cc350f5f-2b55-4ea2-8872-293b0d020133",
            "word": "conqueror",
            "phonetic": "kɑːŋkɚɹɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The defeated army was forced to bow down before their conquerors, acknowledging their superiority.",
                "The conquerors also married the princesses and other noble women they had raped as a ritual of domination.",
                "The Mongols were seriously brutal conquerors.",
                "After William the Conqueror, every King and Queen of England was crowned king or queen here.",
                "Since night owls could protect their tribes from nocturnal predators, or their cities from cunning conquerors."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ucXVlcm9y&hash=03aebc9651502655cf9c9bf42fb1167f800693a0&lang=en&cache-only=0",
            "defineEn": "someone who forcibly takes control of a city or country and its citizens",
            "defineVi": "ai đó buộc phải kiểm soát một thành phố hoặc quốc gia và công dân của nó"
        },
        {
            "id": "703a6a4e-4d06-4cc0-8556-b2896a61a420",
            "word": "successor",
            "phonetic": "səksɛsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The President handed over the baton to his successor.",
                "He is retiring and passing the torch on to his successor.",
                "And the emperor’s successors weren’t very interested in maritime trade.",
                "They're bringing back the Cannonball Loop successor.",
                "Photo-editing software is simply a far smarter successor to those tools."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VjY2Vzc29y&hash=6bd83e3ea2ff37516f1cfbaf56ac26de1bf68720&lang=en&cache-only=0",
            "defineEn": "someone or something that succeeds another person or thing",
            "defineVi": "một ai đó hoặc một cái gì đó thành công một người khác hoặc điều"
        },
        {
            "id": "5c963994-ac12-4502-870d-794efcaf014b",
            "word": "reign",
            "phonetic": "ɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The underdog team, surprisingly, defeated the reigning champions in a stunning upset.",
                "The underdog team gave the reigning champions a run for their money, scoring multiple goals and nearly securing an unexpected victory.",
                "Since Zoe's father was a reigning emperor, she was born into the purple.",
                "In 20 years' time, the Emperor Vespasian's youngest son, Domitian, as emperor, will enact a reign of terror.",
                "Alas, the reign of Dimetrodon ended around 270 million years ago."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVpZ24&hash=cd1dd6b0df88c4f65862e9cc0f71de049c2f2dd0&lang=en&cache-only=0",
            "defineEn": "the period that a monarch rules",
            "defineVi": "thời kỳ mà một vị vua cai trị"
        },
        {
            "id": "57b15c50-2fe1-461f-920e-d11e47bbd959",
            "word": "to crown",
            "phonetic": "tə kɹaʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Uneasy lies the head that wears the crown.",
                "Rumours spread that the Duke had designs on the crown.",
                "The completion of the landmark building was the architect's crowning glory, showcasing their visionary design and construction skills.",
                "Her latest novel is her crowning glory, receiving widespread critical acclaim and topping the bestseller lists.",
                "There are some cases the Crown feels so serious they don't want to stay the charges."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3Jvd24&hash=1689ce0056b2220d88f86712e43b60b633a8d503&lang=en&cache-only=0",
            "defineEn": "to place a crown on someone's head in a ceremony so that person officially becomes a king or queen",
            "defineVi": "đặt vương miện lên đầu ai đó trong một buổi lễ để người đó chính thức trở thành vua hoặc hoàng hậu",
            "hasImg": true
        },
        {
            "id": "33cf077c-43b9-4262-ae07-c4043102cbbc",
            "word": "peasant",
            "phonetic": "pɛzənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Soon, with the return of the peasants and fishermen, the village comes to life again.",
                "No, I love peasants.",
                "Everywhere you look in China,peasants on the move.",
                "In British-India colonial taxes forced peasants further into the market economy because they had to be paid in cash.",
                "Peasants across the empire were, as they had been in 1846, not terribly interested in the push for noble and middle-class rights."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVhc2FudA&hash=8c559cd0415aa28987a91f5154ad8cdabe532cc9&lang=en&cache-only=0",
            "defineEn": "a farmer who owns or rents a small piece of land, particularly in the past or in poorer countries",
            "defineVi": "một nông dân sở hữu hoặc thuê một mảnh đất nhỏ, đặc biệt là trong quá khứ hoặc ở các nước nghèo hơn"
        },
        {
            "id": "4084379b-861c-4c7a-bfa8-a1a71fb13c01",
            "word": "primitive",
            "phonetic": "pɹɪmᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "By later standards, this war was primitive, small.",
                "In fact, primitive fleas were dining on dinosaur blood about 165 million years ago.",
                "so-called primitive rebels went about breaking things.",
                "So it'll be relatively primitive.",
                "It's a very primitive fear."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbWl0aXZl&hash=743c9b3fbbdee087989e5b578a1f2f755f7655d8&lang=en&cache-only=0",
            "defineEn": "characteristic of an early stage of human or animal evolution",
            "defineVi": "đặc trưng của giai đoạn đầu của quá trình tiến hóa của con người hoặc động vật"
        },
        {
            "id": "f025dd1f-6182-4334-97d5-d823c0915d92",
            "word": "datable",
            "phonetic": "deɪɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGF0YWJsZQ&hash=23a9624bc20287b1213ada37bfd81f07105c495f&lang=en&cache-only=0",
            "defineEn": "able to be dated to a specific time",
            "defineVi": "có thể được hẹn hò vào một thời điểm cụ thể"
        },
        {
            "id": "5071756d-a11e-4617-baaf-daeb09495d23",
            "word": "prehistoric",
            "phonetic": "pɹiːhɪstɔːɹɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Prehistoric ground sloths first appeared around 35 million years ago.",
                "It almost looks prehistoric.",
                "Within a decade of that find, two more prehistoric reptiles were described - the duck-billed Iguanodon and armoured Hylaeosaurus.",
                "Hundreds of millions of years ago, some other prehistoric microbe swallowed a cyanobacterium whole in a process called endosymbiosis.",
                "And inside the prehistoric puke, researchers found tiny little teeth that resembled those of a young Coelophysis."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlaGlzdG9yaWM&hash=171f025c668aafa811105881fb5c793a155229ec&lang=en&cache-only=0",
            "defineEn": "related or belonging to the time before history was recorded",
            "defineVi": "liên quan hoặc thuộc về thời gian trước khi lịch sử được ghi lại"
        },
        {
            "id": "4de55a25-0328-4480-97e1-86bd8c5e678f",
            "word": "ice age",
            "phonetic": "aɪs eɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This fearsome Ice Age cat, the size of a modern-day tiger, had a pair of fangs nearly 18 centimeters long.",
                "The Ice Age tundra could be an unforgiving place to live.",
                "The Eons crew will be breaking down your favorite natural history-ish movies, like Ice Age and one of my favorites - Tremors. ",
                "They were some of the most common predators of the Ice Age.",
                "He thought that the phase of cold indifference to sexuality during pubescence was literally an echo of the Ice Age."
            ],
            "audio": "https://tts.langeek.co/read?text=aWNlIGFnZQ&hash=e65fa555fb35f3366aa295ff50c69dd70024cdb2&lang=en&cache-only=0",
            "defineEn": "one of the periods in history when ice covered large parts of the world",
            "defineVi": "một trong những thời kỳ trong lịch sử khi băng bao phủ phần lớn thế giới"
        },
        {
            "id": "acffdf3a-8fa3-479a-a454-831ef289b2ed",
            "word": "stone age",
            "phonetic": "stoʊn eɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And by the Stone Age, men of the Gravettian hunter-gatherer culture in Europe stood at an average of 6 feet.",
                "And these are knives that Stone Age man would have used to put supper on the table.",
                "And these are knives that Stone Age man would have used to put supper on the table.",
                "The authors pointed out that similar frequencies have been found to resonate in other Stone Age sites in Europe.",
                "The first masters of biotechnology date back to more than 12,000 years ago to the Neolithic period of the Stone Age, where the adoption of farming and agriculture first began to develop."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvbmUgYWdl&hash=69529efab2f1751c52e864a942bdb3efeae3287d&lang=en&cache-only=0",
            "defineEn": "the early period of human history when people used things such as stone, horn, bone, etc. to make tools",
            "defineVi": "thời kỳ đầu của lịch sử loài người khi con người sử dụng những thứ như đá, sừng, xương, v.v. để chế tạo công cụ",
            "hasImg": true
        },
        {
            "id": "5762e633-b39c-492e-895a-ac278a452a70",
            "word": "Bronze Age",
            "phonetic": "bɹɑːnz eɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And this brings up another feature of the ancient Near East in the late Bronze Age: warfare.",
                "This Sumerian writing probably inspired the writing systems of other major Bronze Age civilizations around the Mediterranean, like the Egyptians with their hieroglyphs.",
                "Instead today we are going to talk about the end of a civilization in the ancient Near East at the end of the Bronze Age.",
                "Irreversible vasectomies, pulling out , and that slightly updated Bronze Age invention.",
                "And sometimes the wars ended with diplomatic marriages, so rather than just pretending that they were family, rulers of the late Bronze Age states would actually become family."
            ],
            "audio": "https://tts.langeek.co/read?text=QnJvbnplIEFnZQ&hash=738d921c9682d52c862c74259c08bd09a64e39ef&lang=en&cache-only=0",
            "defineEn": "the period when iron was not discovered and people used bronze to make tools",
            "defineVi": "thời kỳ chưa phát hiện ra sắt và người ta sử dụng đồng để chế tạo công cụ"
        },
        {
            "id": "f94da065-145b-4ff8-bbf0-0b3e02de3235",
            "word": "Iron Age",
            "phonetic": "aɪɚn eɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Excavations in Germany, dating from 500 BCE, suggest that Iron Age tribes also prepared malts."
            ],
            "audio": "https://tts.langeek.co/read?text=SXJvbiBBZ2U&hash=a0b64464ed9d43ca02f5848c86124286ff3cfaad&lang=en&cache-only=0",
            "defineEn": "the period that began about 1100 BC when people used iron tools for the first time",
            "defineVi": "thời kỳ bắt đầu vào khoảng năm 1100 trước Công nguyên khi con người lần đầu tiên sử dụng các công cụ bằng sắt"
        },
        {
            "id": "60d7fe94-c295-4d6e-840c-12f534d0963d",
            "word": "golden age",
            "phonetic": "ɡoʊldən eɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But a lot of great things did happen during the Golden Age, including the Parthenon, a temple that became a church and then a mosque and then an armory until finally settling into its current gig as a ruin.",
                "Laurey has another suitor: Loner farmhand Jud Fry, who is basically a Golden Age incel.",
                "For some, the 1950's and 60's were seen as the Golden Age of air travel.",
                "The 1950's and 60's have often been described as the Golden Age of flying.",
                "The late 19th century was the Golden Age of nationalism in Europe, and no place was crazier than the Hapsburg Austro-Hungarian Empire in which at least 10 different nations all wanted their own state."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29sZGVuIGFnZQ&hash=94239b16e5fe6fcfa9b48f024a49fb91597634d8&lang=en&cache-only=0",
            "defineEn": "a period of great prosperity and success, particularly in the past",
            "defineVi": "một thời kỳ thịnh vượng và thành công lớn, đặc biệt là trong quá khứ"
        },
        {
            "id": "0edcd4a8-f5b6-4d72-aec8-e24ce4f04835",
            "word": "medieval",
            "phonetic": "mɛdɪiːvəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Medieval church went to some lengths to specify the roles of particular stones in religious imagery.",
                "She visited an old castle and marveled at its medieval architecture.",
                "Check out this medieval helicopter. ",
                "I mean the medieval stuff.",
                "The city of Cologne is a medieval city."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaWV2YWw&hash=2b0dc5d34a5c6940f7c881098a44399baaaef698&lang=en&cache-only=0",
            "defineEn": "belonging or related to the Middle Ages, which was the period between the 5th and 15th centuries",
            "defineVi": "thuộc hoặc liên quan đến thời Trung cổ, đó là khoảng thời gian giữa thế kỷ thứ 5 và 15"
        },
        {
            "id": "a233e768-b00b-459c-9af5-6a3097b683b0",
            "word": "Enlightenment",
            "phonetic": "ɛnlaɪʔn̩mənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Enlightenment formulation of History also played a crucial role in the development of social ideologies of race.",
                "Another important Enlightenment book was Jean-Jacques Rousseau’s",
                "The symbols of Freemasonry and these ideals of the Enlightenment are found throughout the opera.",
                "First, the Age of Enlightenment, an 18th century philosophical movement that elevated reason and empirical observation as the nexus for human knowledge rather than, say, religious doctrine or monarchy.",
                "Like John Locke, a major Enlightenment thinker, formulated his version of inalienable rights as life, liberty, and property."
            ],
            "audio": "https://tts.langeek.co/read?text=RW5saWdodGVubWVudA&hash=e7124a801b37ab8bcbda8ecc41e38e72ec8502b9&lang=en&cache-only=0",
            "defineEn": "a philosophical movement in the late 17th and 18th centuries that emphasized reason and science were of more importance than tradition and religion",
            "defineVi": "một phong trào triết học vào cuối thế kỷ 17 và 18 nhấn mạnh lý trí và khoa học có tầm quan trọng hơn truyền thống và tôn giáo"
        },
        {
            "id": "b72c1349-a329-4f68-9b58-67bb36f85d0a",
            "word": "civil war",
            "phonetic": "sɪvəl wɔːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Civil war broke out.",
                "The Civil War is over!",
                "Libya's civil war began six years ago.",
                "The history of funeral homes in America really begins with the civil war.",
                "All this led to Civil War."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2l2aWwgd2Fy&hash=b089670601458a910bd2dc0402cb9595fd60bfae&lang=en&cache-only=0",
            "defineEn": "a war that is between people who are in the same country",
            "defineVi": "một cuộc chiến giữa những người ở trong cùng một quốc gia"
        },
        {
            "id": "73e9e891-5ca5-492c-80b3-646b4e7b0bae",
            "word": "colonial",
            "phonetic": "kəloʊnɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A case in point is colonial India.",
                "Thus, some colonials wore red.",
                "Some colonial women fought in the war:",
                "According to the US Department of State’s website, the treaty had a very colonial purpose in mind.",
                "Now, taxes on colonial trade were nothing new."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sb25pYWw&hash=c3212262c9589dde431359618800ba0b4e43880e&lang=en&cache-only=0",
            "defineEn": "characteristic of or related to a colony or colonialism",
            "defineVi": "đặc điểm của hoặc liên quan đến một thuộc địa hoặc chủ nghĩa thực dân"
        },
        {
            "id": "8e2b2dbc-386f-43a6-af68-df63209e46e1",
            "word": "imperial",
            "phonetic": "ɪmpɪɹiəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A pair of golden lions flanked the imperial throne.",
                "I hate imperial.",
                "In 1922, he joined the imperial police in Burma.",
                "And some people call it the imperial period.",
                "So on the one hand you have the imperial forces, 2. led by the Catholic Hapsburg Ferdinand II, 3."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wZXJpYWw&hash=e5e3cba01d3214d7ab0edbef48415da88e92712e&lang=en&cache-only=0",
            "defineEn": "related to an empire, emperor, or empress",
            "defineVi": "liên quan đến một đế chế, hoàng đế, hoặc hoàng hậu"
        },
        {
            "id": "c6337e27-3f20-41c9-9329-ae1c59e4855a",
            "word": "mythology",
            "phonetic": "mɪθɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mythology is a complicated subject.",
                "In classical mythology, the griffin has the body of a lion with the head and wings of an eagle.",
                "That's mythology? ",
                "And Nordic mythology is full of mythical horses.",
                "It’s not mythology!"
            ],
            "audio": "https://tts.langeek.co/read?text=bXl0aG9sb2d5&hash=b2fdfb96001f646f3f1535f2bea667b31c91a491&lang=en&cache-only=0",
            "defineEn": "a collection of ancient myths, particularly one that belongs to a group of people and their history, etc.",
            "defineVi": "một bộ sưu tập các câu chuyện thần thoại cổ xưa, đặc biệt là câu chuyện thuộc về một nhóm người và lịch sử của họ, v.v."
        },
        {
            "id": "aceee7ca-b881-4573-83a8-b15a798259a9",
            "word": "industrial revolution",
            "phonetic": "ɪndʌstɹɪəl ɹɛvəluːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This trend accelerated during the Industrial Revolution.",
                "Only 250 years ago, the Industrial Revolution turned the world into a progress machine.",
                "The Industrial Revolution led to a previously unimaginable increase in economic output.",
                "Welcome to the Industrial Revolution.",
                "Your bed, your antibiotics, your toilet, your contraception, your tap water, your every waking and sleeping second: Industrial Revolution."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kdXN0cmlhbCByZXZvbHV0aW9u&hash=ec4b7099a834aac6498e4d96123fe5dcfbe7b2f7&lang=en&cache-only=0",
            "defineEn": "the period of time in the 18th and 19th centuries that machines were used for the first time for mass production of goods, started in Britain",
            "defineVi": "khoảng thời gian vào thế kỷ 18 và 19 lần đầu tiên máy móc được sử dụng để sản xuất hàng loạt, bắt đầu ở Anh"
        },
        {
            "id": "70ab6340-d101-485e-b351-90ccd0a97868",
            "word": "pharaoh",
            "phonetic": "fɛɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And at last, Pharaoh released the Jews from bondage.",
                "And then there was this new Pharaoh who didn't know Joseph.",
                "Egypt had its own civil war at the time, between the Pharaoh and his sister/wife Cleopatra.",
                "And each time a new plague began, Pharaoh would promise to liberate the Jews.",
                "But Pharaoh would not listen, so the plagues began."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhhcmFvaA&hash=0630d1a92f14752d25e7840a8dcf4cf6d01b4e07&lang=en&cache-only=0",
            "defineEn": "a title used for ancient Egyptian rulers",
            "defineVi": "một danh hiệu được sử dụng cho những người cai trị Ai Cập cổ đại"
        },
        {
            "id": "a6b03df6-9726-4a36-a5d4-a83e7e6c3e8f",
            "word": "archeology",
            "phonetic": "ɑːɹkɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Carbon dating has transformed fields like archeology and paleontology."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGVvbG9neQ&hash=fb79adb46446e676b4dad3c524670110a6bef15b&lang=en&cache-only=0",
            "defineEn": "the study of civilizations of the past and historical periods by the excavation of sites and the analysis of artifacts and other physical remains",
            "defineVi": "nghiên cứu về các nền văn minh trong quá khứ và các giai đoạn lịch sử bằng cách khai quật các địa điểm và phân tích các đồ tạo tác và các di tích vật chất khác"
        },
        {
            "id": "89dc45f6-bdbe-4534-a666-fd732fa519cf",
            "word": "bloodline",
            "phonetic": "blʌdlaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Get that bloodline out of there.",
                "In fact, the bloodline of all stallion horses is closer than you might think.",
                "He said, \"Oh, the heathens have entered my bloodline, Lutheran.\"",
                "And, just as mtDNA can shed light on the growth and spread of certain maternal bloodlines, the Y chromosome can tell us about the migration patterns of some groups of men.",
                "So maybe, just maybe, it is part of my DNA, my bloodline or whatever you want to call it."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymxvb2RsaW5l&hash=52f7c4c4faab7ba55fb7b5b1d8a41358ddd6c0cb&lang=en&cache-only=0",
            "defineEn": "all family members of a person over several generations, particularly a notable person",
            "defineVi": "tất cả các thành viên gia đình của một người trong nhiều thế hệ, đặc biệt là một người đáng chú ý"
        },
        {
            "id": "f94720c7-2d72-43f4-b499-71c0f1c9c77b",
            "word": "artifact",
            "phonetic": "ɑːɹɾɪfækt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The museum showcased artifacts from different civilizations spanning over a hundred years.",
                "And the stone artifacts were between 190,000 and 50,000 years old.",
                "We got a weird artifact in our lens there.",
                "But historical artifacts have been at the center of similar debates.",
                "They had just kind of odd artifacts."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aWZhY3Q&hash=e5eca851263b7cb2d04b497b022ca4513d8f0cb4&lang=en&cache-only=0",
            "defineEn": "a man-made object, tool, weapon, etc. that was created in the past and holds historical or cultural significance",
            "defineVi": "một đồ vật, công cụ, vũ khí, v.v. do con người tạo ra đã được tạo ra trong quá khứ và có ý nghĩa lịch sử hoặc văn hóa"
        },
        {
            "id": "bc7b7c5a-c5ce-4473-b7bb-4735b7f29810",
            "word": "war-torn",
            "phonetic": "wɔːɹtɔːɹn ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2FyLXRvcm4&hash=4c96b1039b2eee8fd3a7a41cea63b6fa67cda016&lang=en&cache-only=0",
            "defineEn": "(of a country or place) damaged or destroyed severely as an aftermath of war",
            "defineVi": "(của một quốc gia hoặc địa điểm) bị hư hại hoặc bị phá hủy nghiêm trọng do hậu quả của chiến tranh"
        },
        {
            "id": "e563a111-831f-4ada-bf12-507a57eae54b",
            "word": "ranged weapon",
            "phonetic": "ɹeɪndʒd wɛpən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmFuZ2VkIHdlYXBvbg&hash=75557f7c67fe613f80ec4bc64cbecd2971531dd9&lang=en&cache-only=0",
            "defineEn": "any weapon that is capable of hitting a target at a distance beyond the reach of hands",
            "defineVi": "bất kỳ vũ khí nào có khả năng bắn trúng mục tiêu ở khoảng cách ngoài tầm với của bàn tay",
            "hasImg": true
        },
        {
            "id": "42497d75-85b5-4c23-b3c7-08ef40568390",
            "word": "melee weapon",
            "phonetic": "meɪleɪ wɛpən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWVsZWUgd2VhcG9u&hash=ebbb6ecb842c8faa06225505e2b0c91223acf56c&lang=en&cache-only=0",
            "defineEn": "a hand-held weapon such as a sword, spear, etc., used when one attacks enemies at a close range",
            "defineVi": "một vũ khí cầm tay như kiếm, giáo, v.v., được sử dụng khi tấn công kẻ thù ở cự ly gần",
            "hasImg": true
        },
        {
            "id": "36b7fdaa-4320-4af0-b324-ff491ad16ac5",
            "word": "machete",
            "phonetic": "mɐʃɛɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "One of them hold a machete here that day.",
                "They had a machete that they were going to use to cut my hands.",
                "They already had machetes and everything to cut me into pieces.",
                "There's a little blood on the machete.",
                "He's got his hand on his pistol, another hand on a machete."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFjaGV0ZQ&hash=6664d27bb09000c89716cd7e3bd8c094e9afa05a&lang=en&cache-only=0",
            "defineEn": "a long knife that has a wide and heavy blade, used as a weapon or a tool to cut plants and trees",
            "defineVi": "một con dao dài có lưỡi rộng và nặng, dùng làm vũ khí hoặc công cụ để chặt cây cối",
            "hasImg": true
        },
        {
            "id": "a3a61d9d-2f82-4aac-996f-90bd4ccfdf6a",
            "word": "spartan",
            "phonetic": "spɑːɹtən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "On the day of their birth, elder Spartan leaders examined every newborn.",
                "It's spartan, two cots, no bathroom.",
                "It had a spartan interior, no air conditioning, and few other creature comforts.",
                "You must visit the Spartan king, Menelaus, for me.'",
                "Spartan girls lived at home with their mothers as they attended school."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BhcnRhbg&hash=c0651b0bc8a9c8a03cae18a72a7af605ae673f9a&lang=en&cache-only=0",
            "defineEn": "relating to a city-state in ancient Greece called Sparta or its people",
            "defineVi": "liên quan đến một thành bang ở Hy Lạp cổ đại được gọi là Sparta hoặc người dân của nó"
        }
    ]
}