{
    "id": "884c9f85-ec67-4695-86ca-9d9d257a4f53",
    "title": "Lesson 9",
    "originalTitle": "Lesson 9",
    "words": [
        {
            "id": "ac37c6d3-10f8-4edf-909e-80c8ba42df2a",
            "word": "thermal",
            "phonetic": "θɜːməl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Thermal cameras are nothing new.",
                "Thermal desalination is the oldest form of desalination.",
                "Thermal cameras are already widespread in Asia.",
                "Thermals weren't as good as if you'd gone with a much larger laptop.",
                "Then there's thermal storage."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlcm1hbA&hash=c262b5960c97f01ab59bfda886307cadc8f2d73a&lang=en&cache-only=0",
            "defineEn": "relating to or connected with heat",
            "defineVi": "liên quan đến hoặc kết nối với nhiệt"
        },
        {
            "id": "e6d6809e-adc1-462f-9a42-2e04aa0a397d",
            "word": "thermoelectric",
            "phonetic": "θɜːmoʊɪlɛktɹɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The two biggest demands are actually thermoelectric power to generate electricity and irrigation for farms.",
                "But the hornets have one final trick up their exoskeleton: the silk around their cocoons is thermoelectric.",
                "Changing the temperature of a thermoelectric material makes electric current flow through it.",
                "It will run on what's called a radioisotope thermoelectric generator, or RTG.",
                "It’s called a radioisotope thermoelectric generator, or RTG."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlcm1vZWxlY3RyaWM&hash=aff7f20b906a758b416f07edbf29419a507c8555&lang=en&cache-only=0",
            "defineEn": "involving or resulting from thermoelectricity",
            "defineVi": "liên quan hoặc kết quả từ nhiệt điện"
        },
        {
            "id": "bed88fc4-fd31-4c05-9ed5-f62034a6540c",
            "word": "thermoelectricity",
            "phonetic": "θɜːmoʊɛlɪktɹɪsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhlcm1vZWxlY3RyaWNpdHk&hash=17ee58d9ca3656724e440a351925bca544fd4d24&lang=en&cache-only=0",
            "defineEn": "electricity produced by heat (as in a thermocouple)",
            "defineVi": "điện được sản xuất bởi nhiệt (như trong cặp nhiệt điện)"
        },
        {
            "id": "5f5f1e53-6da0-402c-b80a-a53a0c4d5f47",
            "word": "insurgence",
            "phonetic": "ɪnsɜːdʒəns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5zdXJnZW5jZQ&hash=21241cc2982d7126a7c9cb274fed858eb3465960&lang=en&cache-only=0",
            "defineEn": "an organized rebellion aimed at overthrowing a constituted government through the use of subversion and armed conflict",
            "defineVi": "một cuộc nổi dậy có tổ chức nhằm lật đổ một chính phủ được thành lập thông qua việc sử dụng lật đổ và xung đột vũ trang"
        },
        {
            "id": "4ac6621f-b23a-43de-8555-d394f62d9b35",
            "word": "insurgent",
            "phonetic": "ɪnsɜːdʒənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We were the insurgents. ",
                "John McCain brought his insurgent presidential campaign to an end today.",
                "We had in Tal Afar the exact location for approximately 30 insurgents.",
                "But Perot is best known for his insurgent third-party candidacy in the 1992 presidential election against President George H.W. Bush and Democratic challenger Bill Clinton.",
                "The Myanmar army denies that, and claims, it only acted against insurgent groups who attacked the police."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdXJnZW50&hash=3d45c5bb808c779bd2076dc7124031ae6412d1c6&lang=en&cache-only=0",
            "defineEn": "in opposition to a civil authority or government",
            "defineVi": "đối lập với một cơ quan dân sự hoặc chính phủ"
        },
        {
            "id": "23506182-dccd-439e-ad45-72f32c3c8209",
            "word": "insurgence",
            "phonetic": "ɪnsɜːdʒənsi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5zdXJnZW5jZQ&hash=21241cc2982d7126a7c9cb274fed858eb3465960&lang=en&cache-only=0",
            "defineEn": "an organized rebellion aimed at overthrowing a constituted government through the use of subversion and armed conflict",
            "defineVi": "một cuộc nổi dậy có tổ chức nhằm lật đổ một chính phủ được thành lập thông qua việc sử dụng lật đổ và xung đột vũ trang"
        },
        {
            "id": "5e54691c-68fc-4461-ae35-216d4aba41d2",
            "word": "apartheid",
            "phonetic": "ɐpɑːɹθeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "South African apartheid is an example of this.",
                "During apartheid, they saw themselves as a superior race.",
                "20 years on from apartheid, some people claim that this country is still governed by racist policies.",
                "Essentially, Black and White people are victims of apartheid, and they're still feeling the effects of it.",
                "But isn't there a danger of vaccine apartheid?"
            ],
            "audio": "https://tts.langeek.co/read?text=YXBhcnRoZWlk&hash=4520d200ec05769997bd234304d801dfca47ecd6&lang=en&cache-only=0",
            "defineEn": "a social policy or racial segregation involving political and economic and legal discrimination against people who are not Whites; the former official policy in South Africa",
            "defineVi": "một chính sách xã hội hoặc phân biệt chủng tộc liên quan đến phân biệt đối xử về chính trị, kinh tế và pháp lý đối với những người không phải là người da trắng; chính sách chính thức trước đây ở Nam Phi"
        },
        {
            "id": "338674c6-6569-485f-b533-cc6ea1f3b002",
            "word": "apathetic",
            "phonetic": "æpɐθɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You can be become apathetic as a result of depression, schizophrenia, neurologic disorders like stroke, traumatic brain injury, Parkinson's disease, and dementias like Alzheimer's.",
                "I've heard a lot of criticisms aimed at young people that Americans are too lazy or too apathetic to vote, but is that true?"
            ],
            "audio": "https://tts.langeek.co/read?text=YXBhdGhldGlj&hash=8bb0fc0f8d9a87b713d22f69a964e86958f08d94&lang=en&cache-only=0",
            "defineEn": "showing little or no emotion or animation",
            "defineVi": "hiển thị ít hoặc không có cảm xúc hoặc hoạt hình"
        },
        {
            "id": "92f431a0-1b51-40fa-b1c2-f83affd6a359",
            "word": "dissertation",
            "phonetic": "dɪsɚteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Writing a dissertation within a week is a herculean task.",
                "As part of his dissertation at Leipzig University, Hänig analyzed taste sensitivities across the tongue for the four basic flavors.",
                "Sister Carol Berg is a retired historian who focused her doctoral dissertation White Earth and broader assimilation policies.",
                "Less than a decade after his dissertation, newspapers were falsely insisting that experiments could prove sweetness was imperceptible on the back of the tongue.",
                "In the case of the tongue map, Hänig’s dissertation was written in German, meaning the paper could only be understood by readers fluent in German and well versed in Hanig’s small corner of academia."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzc2VydGF0aW9u&hash=8af4c3e5409a979643aad6ebc968d745d1ab48b5&lang=en&cache-only=0",
            "defineEn": "a long piece of writing on a particular subject that a university student presents in order to get an advanced degree",
            "defineVi": "một bài viết dài về một chủ đề cụ thể mà một sinh viên đại học trình bày để lấy bằng cấp cao"
        },
        {
            "id": "89633ef1-f76e-4be0-9d37-69e4c1d03622",
            "word": "disservice",
            "phonetic": "dɪsɜːvɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "There is absolutely a segment of video game enthusiasts who create a hostile and toxic environment online, but tarring all gamers with the same brush does a disservice to the community.",
                "Taking the mortality at its face value is a huge disservice because it's not painting the full picture in terms of the whole effect that COVID-19 has on an individual.",
                "And so, I remember thinking that was a huge disservice to people.",
                "Together, these three senses are really important in helping us navigate our environment successfully and safely, so even though they don't make the list of our traditional senses, I think we'd do ourselves a disservice by forgetting about them.",
                "And the sort of disservice that it does to disabled people."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzc2VydmljZQ&hash=622e9e848f59815bd90d367f2d6904442f78dcb0&lang=en&cache-only=0",
            "defineEn": "an act intended to help that turns out badly",
            "defineVi": "một hành động nhằm mục đích giúp đỡ hóa ra là xấu"
        },
        {
            "id": "5f4f885c-56d5-4d69-a541-0c8908f7b00b",
            "word": "to dissever",
            "phonetic": "tə dɪsɛvɚ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzc2V2ZXI&hash=8b36adbdaf1310cd0dc0e1e73c627f685dbc4007&lang=en&cache-only=0",
            "defineEn": "separate into parts or portions",
            "defineVi": "tách thành các phần hoặc phần",
            "hasImg": true
        },
        {
            "id": "64585133-334d-43bb-96a9-84c04f2d1168",
            "word": "genesis",
            "phonetic": "dʒɛnᵻsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "In fact, that was the genesis of my book.",
                "The Mega Drive was rebranded as the Genesis in America.",
                "The genesis of Electrified Garage was such that a lot of people started reaching out to me because of the YouTube channel.",
                "The genesis of demise of the front bench seat can be traced back to passive restraints because in the early 70s, automakers had two ways of meeting safety regulations.",
                "Let's start like Genesis, in the beginning. "
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXNpcw&hash=da9ef70edd8b3304ddcd10091a925d7d47d2903f&lang=en&cache-only=0",
            "defineEn": "a coming into being",
            "defineVi": "sắp ra đời"
        },
        {
            "id": "e816bafa-aeb4-4a9b-8643-92681cdf7453",
            "word": "genital",
            "phonetic": "dʒɛnɪɾəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Its genitals were backwards too.",
                "A dog with this cancer develops tumors around the genitals.",
                "I don't have genitals.",
                "Their heads and genitals were displayed on pikes.",
                "The primary function of these garments was to protect the genitals from the sun, the elements, and impact."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuaXRhbA&hash=7802015024e03fdeccc6c620c046ae44a3208354&lang=en&cache-only=0",
            "defineEn": "of or relating to the external sex organs",
            "defineVi": "của hoặc liên quan đến các cơ quan sinh dục bên ngoài"
        },
        {
            "id": "2154a6aa-b402-4cb0-94c3-a6c0ad1cad22",
            "word": "genitive",
            "phonetic": "dʒɛnᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So, negate those negative things you're telling yourself be aware of what you say in your head to yourself each and every day because if it's more genitive than positive we need to work to change that and you know how we do that?"
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuaXRpdmU&hash=e21eb04deb1e5b02ad55994d108cae8121d0e761&lang=en&cache-only=0",
            "defineEn": "(grammar)(in some languages) relating to or being a grammatical case of a noun or pronoun that is used to indicate possession or close connection",
            "defineVi": "(ngữ pháp)(trong một số ngôn ngữ) liên quan đến hoặc là trường hợp ngữ pháp của danh từ hoặc đại từ được dùng để biểu thị sự sở hữu hoặc quan hệ gần gũi"
        },
        {
            "id": "db0a3904-248b-42bf-9a29-21619949def1",
            "word": "exemplar",
            "phonetic": "ɛɡzɛmplɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We talked about moral exemplars, and the life of eudaimonia that comes with virtuousness.",
                "For example, an exemplar of a chair probably has four legs, a rigid back, and seats one human, but that doesn't mean that a chair can't have three legs, or be extra tall, or be an adjustable desk chair.",
                "PAUL SOLMAN: Desai, wanting to accentuate the positive, uses an exemplar of finance from Willa Cather's 19th century novel, \"O Pioneers!\"",
                "And most people's exemplars of a bird are small, feathery ones like sparrows or robins, but that doesn't mean that less-central category members like emus or penguins aren’t still birds.",
                "These people who already possess virtue are moral exemplars, and according to this theory, we are built with the ability to recognize them, and the desire to emulate them."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhlbXBsYXI&hash=b2424c4f722e1c9149b6fb781b98e4cba5027b4b&lang=en&cache-only=0",
            "defineEn": "a suitable example of a thing or trait",
            "defineVi": "một ví dụ thích hợp của một điều hoặc đặc điểm"
        },
        {
            "id": "0bf792ea-63ed-4725-b138-d7ad34b20815",
            "word": "exemplary",
            "phonetic": "ɛɡzɛmplɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXhlbXBsYXJ5&hash=6a2e5cee296d1bf5ceff9cb6a2b4441d766190ad&lang=en&cache-only=0",
            "defineEn": "being or serving as an illustration of a type",
            "defineVi": "là hoặc phục vụ như là một minh họa của một loại"
        },
        {
            "id": "b81217ce-a730-4546-9f25-616c6a73ab95",
            "word": "to exemplify",
            "phonetic": "tʊ ɛɡzɛmplᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Mary's constant complaining prevented her from seeing solutions right in front of her, exemplifying how a bleating sheep loses a bite.",
                "After reading a few articles, Laura thought she was qualified to give financial advice but her lack of expertise soon became clear, exemplifying how a little knowledge is a dangerous thing without full understanding.",
                "The transformation exemplified a larger shift in the automotive market in the United States and increasingly outside of it.",
                "Johnson himself exemplified the shift between race and enslavement as a social status.",
                "Johnson himself exemplified the shift between race and enslavement as a social status."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhlbXBsaWZ5&hash=02479ef326f39dffbac43e431259a274b09733b6&lang=en&cache-only=0",
            "defineEn": "clarify by giving an example of",
            "defineVi": "làm rõ bằng cách đưa ra một ví dụ về"
        },
        {
            "id": "6382e483-6f49-4f11-86fe-7949d71a33c5",
            "word": "ignoble",
            "phonetic": "ɪɡnoʊbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aWdub2JsZQ&hash=1ca89ce5506419bee960e885d0e1edffdde42774&lang=en&cache-only=0",
            "defineEn": "completely lacking nobility in character or quality or purpose",
            "defineVi": "hoàn toàn thiếu sự cao quý trong tính cách hoặc phẩm chất hoặc mục đích"
        },
        {
            "id": "6620abea-0a53-42ca-b906-b2f66387d2af",
            "word": "ignominious",
            "phonetic": "ɪɡnəmɪniəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aWdub21pbmlvdXM&hash=fe81193c93909d574f36238ded4eda6c5b19b6bc&lang=en&cache-only=0",
            "defineEn": "(used of conduct or character) deserving or bringing disgrace or shame",
            "defineVi": "(được sử dụng cho hành vi hoặc tính cách) xứng đáng hoặc mang lại sự ô nhục hoặc xấu hổ"
        },
        {
            "id": "39d04bfd-74bf-4ecd-8a35-249381c538e4",
            "word": "ignominy",
            "phonetic": "ɪɡnəmɪni ",
            "partOfSpeechType": "noun",
            "examples": [
                "Always choose ignominy."
            ],
            "audio": "https://tts.langeek.co/read?text=aWdub21pbnk&hash=65dc9d0bed543a513abd2be2f2c802a3bc6c65f6&lang=en&cache-only=0",
            "defineEn": "a state of dishonor",
            "defineVi": "một tình trạng ô nhục"
        }
    ]
}