{
    "id": "88aadb16-5621-480f-8ab2-0057e45cf300",
    "title": "Lesson 11B",
    "originalTitle": "Lesson 11B",
    "words": [
        {
            "id": "fbd20b89-bc61-42fa-9df3-7271c09e0519",
            "word": "to choose",
            "phonetic": "tə tʃuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "She chose a knee-length skirt for the office.",
                "May I choose the restaurant?",
                "He chose a seat facing the door.",
                "Many people choose not to marry.",
                "He chose to go."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hvb3Nl&hash=80659d5f5ce2337fbe44d87e00e4051f82a4323f&lang=en&cache-only=0",
            "defineEn": "to decide what we want to have or what is best for us from a group of options",
            "defineVi": "để quyết định những gì chúng tôi muốn có hoặc những gì là tốt nhất cho chúng tôi từ một nhóm các tùy chọn",
            "hasImg": true
        },
        {
            "id": "89d3329d-2a01-4ebe-ad23-82fd3f0564b3",
            "word": "choice",
            "phonetic": "tʃɔɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The passion fruit smoothie is a popular choice at the café.",
                "The refreshing Muscat grape juice was the perfect choice for a hot summer day.",
                "Camembert is an excellent choice for a picnic.",
                "A Granny Smith apple is a popular choice for juicing.",
                "On the credit side, the restaurant offers a wide range of choices."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hvaWNl&hash=1ea7f6a4e769ccd0083d9d663f6155c4e3d589cd&lang=en&cache-only=0",
            "defineEn": "an act of deciding to choose between two things or more",
            "defineVi": "một hành động quyết định lựa chọn giữa hai điều hoặc nhiều hơn",
            "hasImg": true
        },
        {
            "id": "479e6953-2ff1-4c9b-b46f-18059caa2062",
            "word": "to decide",
            "phonetic": "tə dᵻsaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "A mixture of skill and good luck decided the outcome of the game.",
                "The courts decided in favor of the New York claimants.",
                "The Appeal Court decided in their favour.",
                "The case will be decided by a jury.",
                "The government decided to abandon the proposed legislation due to public opposition."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVjaWRl&hash=8969aa509b6a4aee013e9f9c604ea3c46f19248d&lang=en&cache-only=0",
            "defineEn": "to think carefully about different things and choose one of them",
            "defineVi": "suy nghĩ cẩn thận về những điều khác nhau và chọn một trong số họ",
            "hasImg": true
        },
        {
            "id": "0fb61134-990f-473f-88cc-479732f6cc8d",
            "word": "decision",
            "phonetic": "dᵻsɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The decision is in the hands of the judge.",
                "The decision comes in a case brought by the residents of a small town in Alabama.",
                "This decision is, I feel, a huge mistake.",
                "I can’t make a decision just yet.",
                "The company's profits are on the rocks due to poor management decisions."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjaXNpb24&hash=957b5d56d8a685289089bebaecce1daad0f5ac1b&lang=en&cache-only=0",
            "defineEn": "a choice or judgment that is made after adequate consideration or thought",
            "defineVi": "một sự lựa chọn hoặc phán đoán được thực hiện sau khi xem xét đầy đủ hoặc suy nghĩ",
            "hasImg": true
        },
        {
            "id": "baebc832-d6e2-40ff-9493-3b782ab33479",
            "word": "to revise",
            "phonetic": "tə ɹᵻvaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The revised edition is to all intents and purposes a new book.",
                "The scientist had to eat crow and revise their theory after new evidence contradicted their original findings.",
                "The changes to the project didn't sit well with the team, so they decided to revise the plan.",
                "Mark wasn't happy with his first draft of the book, but he's grateful for the chance to take a second bite at the cherry and revise it before submitting it to publishers.",
                "The writing instructor told the students that whoever writes a book should be ready to accept criticism, and encouraged them to revise their work based on feedback from others."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV2aXNl&hash=4f246f69f2abfc0fe8d54dee2bd3e0d433827feb&lang=en&cache-only=0",
            "defineEn": "to make changes to something because of new information, etc.",
            "defineVi": "để thay đổi một cái gì đó vì thông tin mới, vv",
            "hasImg": true
        },
        {
            "id": "af719af5-cbc8-4ae5-a604-489112dc5025",
            "word": "revision",
            "phonetic": "ɹᵻvɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The party has broken ranks, with five of its nine presidential hopefuls calling for a review of the revisions.",
                "So, revisions of the Kay and Berlin theory have floated the idea of just six primary colors, in line with the biology of color vision.",
                "German psychologist William Stern used revisions of Binet and Simon's work to create the famous intelligence quotient, or IQ measurement.",
                "What we haven't mentioned are the countless revisions and edits.",
                "This weekend, the American Psychiatric Association released a revision to the Diagnostic and Statistical Manual of Mental Disorders, often referred to as \"the DSM.\""
            ],
            "audio": "https://tts.langeek.co/read?text=cmV2aXNpb24&hash=93b1032f605ba7809c9fa234324e49b31fa375a7&lang=en&cache-only=0",
            "defineEn": "the act of examining and making corrections or alterations to a text, plan, etc.",
            "defineVi": "hành động kiểm tra và thực hiện các chỉnh sửa hoặc thay đổi đối với một văn bản, kế hoạch, v.v.",
            "hasImg": true
        },
        {
            "id": "60aef64f-97c7-46a3-905f-2471c7e9178c",
            "word": "to confuse",
            "phonetic": "tə kənfjuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Though his staff is often confused by the way he runs the office, I've found that there's method in his madness.",
                "Most people confuse Elon's management style with his vision in a sense.",
                "They also sometimes confuse their own actions with the actions of other people.",
                "Travelers and railroad workers were confused by the many local sun times. ",
                "I'm confusing the two signs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZnVzZQ&hash=0ab0920df199b6c05dd4a252820ee17fb6feff3f&lang=en&cache-only=0",
            "defineEn": "to wrongly think that a person is someone else or that a thing is something else",
            "defineVi": "nghĩ sai rằng một người là một người khác hoặc một vật là một cái gì đó khác"
        },
        {
            "id": "ac19285e-4345-48fd-8a01-bd40a0b8d8b4",
            "word": "confusion",
            "phonetic": "kənfjuːʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The announcement only succeeded in creating confusion.",
                "The group of students working on the assignment found that adding more people to the team only led to confusion and inefficiency, proving how two boys are half a boy, and three boys are no boy at all.",
                "The company had two CEOs, but they quickly realized that when two ride together one must ride behind, and eventually appointed one as the clear leader to avoid confusion and conflicts.",
                "Confusion about eligibility for loan forgiveness is widespread.",
                "The confusion takes away some of your sense of control."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZnVzaW9u&hash=5d7ac5dc7230c8bbdfb39364e74d787a491b179b&lang=en&cache-only=0",
            "defineEn": "a state of disorder in which people panic and do not know what to do",
            "defineVi": "một trạng thái rối loạn trong đó mọi người hoảng sợ và không biết phải làm gì"
        },
        {
            "id": "2752e310-50d3-4aff-8ae3-776a5b5034ba",
            "word": "to invent",
            "phonetic": "tʊ ɪnvɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Stop inventing silly excuses.",
                "Chick-Fil-A's founder S. Truett Cathy invented the chain's original chicken sandwich in 1964.",
                "Invented the field of psychoanalysis?",
                "My grandpa invented the phrase dollars to donuts.",
                "For that, engineers invented the mate-demate device, or MDD."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW52ZW50&hash=32356d94f0bcf3431150c849626b98f2dc801acf&lang=en&cache-only=0",
            "defineEn": "to make or design something that did not exist before",
            "defineVi": "để thực hiện hoặc thiết kế một cái gì đó không tồn tại trước đây",
            "hasImg": true
        },
        {
            "id": "f9aca81c-6f88-4680-9209-32036079c41f",
            "word": "invention",
            "phonetic": "ɪnvɛnʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His latest invention turned out to be a real cash cow.",
                "As the saying goes, necessity is the mother of invention.",
                "He will make a fortune if his invention takes off.",
                "The inventor who sold their patent for a large sum of money also had to give up the right to profit from the invention in the future.",
                "Van Houten's invention could separate the cocoa's natural fat, or cocoa butter."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52ZW50aW9u&hash=5833ce029949c10a4320d26f05e3867272699847&lang=en&cache-only=0",
            "defineEn": "a brand new machine, tool, or process that is made after study and experiment",
            "defineVi": "một máy móc, công cụ hoặc quy trình hoàn toàn mới được tạo ra sau khi nghiên cứu và thử nghiệm"
        },
        {
            "id": "a5a3ec08-69b4-4fbf-a6b6-3bddaf8158df",
            "word": "to compete",
            "phonetic": "tə kəmpiːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "This law will help small businesses to compete on equal terms with large multinational corporations.",
                "She joined a soccer league to compete against other teams.",
                "She joined a local volleyball league to compete against other teams.",
                "If the athlete wants to compete at the highest level, she knows that she has a long way to go and will need to work on her technique and endurance.",
                "They competed to see who could spit the cherry pits the farthest during the summer picnic."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcGV0ZQ&hash=0821de9e1a5a8baceb80f07bacb9debd89aa14f6&lang=en&cache-only=0",
            "defineEn": "to take part or engage in a contest or game",
            "defineVi": "tham gia hoặc tham gia vào một cuộc thi hoặc trò chơi",
            "hasImg": true
        },
        {
            "id": "ae40e685-1820-45a3-98c2-5ddd41e5c132",
            "word": "competition",
            "phonetic": "kɑːmpətɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Competition is good but only up to a certain point.",
                "The singer won the talent competition by a nose, impressing the judges with her powerful voice and stage presence.",
                "Last year's champions have been making mincemeat of the competition again this year.",
                "They are studying for the science competition next month.",
                "To hold an event/a party/a competition."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGV0aXRpb24&hash=e4689ccd75493facdf51e4cf4c5a8ca276d95ffb&lang=en&cache-only=0",
            "defineEn": "an event or contest in which people or teams compete against each other",
            "defineVi": "một sự kiện hoặc cuộc thi trong đó mọi người hoặc các đội cạnh tranh với nhau",
            "hasImg": true
        },
        {
            "id": "28cec831-630a-4c46-a1b4-bf5cafc7d714",
            "word": "to educate",
            "phonetic": "tʊ ɛdʒuːkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She is a dedicated teacher who is passionate about nurturing and educating children.",
                "Schools are educating.",
                "Slaves could be highly educated.",
                "So she educates people on deafness and other disabilities, and LGBT issues.",
                "Educating a lot of us about the violin."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWR1Y2F0ZQ&hash=e5f1bb6e2d8774a709568bb33382336c3706119a&lang=en&cache-only=0",
            "defineEn": "to teach someone, particularly a child, especially at a school or university",
            "defineVi": "để dạy ai đó, đặc biệt là một đứa trẻ, đặc biệt là ở một trường học hoặc trường đại học",
            "hasImg": true
        },
        {
            "id": "94903540-2b4b-46f7-bff0-6dafe2acdf72",
            "word": "education",
            "phonetic": "ɛdʒuːkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Education for a human being is a window to the world.",
                "He holds strange views on education.",
                "Education consists for him in reciting by heart and obeying.",
                "Parents should involve themselves in their child's education.",
                "He will be continuing his education in the US."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWR1Y2F0aW9u&hash=4c3c5a5c8a6171baf66d14af54c87169e6df3bb5&lang=en&cache-only=0",
            "defineEn": "the process that involves teaching and learning, particularly at a school, university, or college",
            "defineVi": "quá trình liên quan đến việc dạy và học, đặc biệt là ở trường học, trường đại học hoặc cao đẳng",
            "hasImg": true
        },
        {
            "id": "17f7dc59-91f7-42a6-8716-bc2b05de51de",
            "word": "to invite",
            "phonetic": "tʊ ɪnvaɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The security expert warned the business owner that a bad padlock invites a picklock.",
                "The water was so inviting that I couldn't resist taking a dip in the sea.",
                "The farmer proudly displayed a plump fowl at the market, inviting customers to savor its flavorful meat.",
                "To some extent such insistent emphasis hammers the argument home, rather than inviting the reader to engage with it.",
                "I was tickled pink to be invited."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW52aXRl&hash=85e06736f16ff765d898adcb195d89bec509024e&lang=en&cache-only=0",
            "defineEn": "to make a formal or friendly request to someone to be present somewhere or to participate in something",
            "defineVi": "để đưa ra một yêu cầu chính thức hoặc thân thiện với ai đó để có mặt ở đâu đó hoặc tham gia vào một cái gì đó",
            "hasImg": true
        },
        {
            "id": "f76e6fbc-d700-41eb-9e72-0519b9a97c7d",
            "word": "invitation",
            "phonetic": "ɪnvɪteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lunch invitation was clearly a fishing expedition to obtain information about his private life.",
                "There were doubts as to whether she was included in the invitation.",
                "It's time we returned their invitation.",
                "And an invitation to join the press conference.",
                "Xu Xian had just received yet another invitation to the opening ceremony of the new Jin Shan Temple."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52aXRhdGlvbg&hash=7b989781c39b79dc110e5032d71d99073282e4f4&lang=en&cache-only=0",
            "defineEn": "a written or spoken request to someone, asking them to attend a party or event",
            "defineVi": "một yêu cầu bằng văn bản hoặc nói cho ai đó, yêu cầu họ tham dự một bữa tiệc hoặc sự kiện",
            "hasImg": true
        },
        {
            "id": "c571d4b8-5ca6-46bc-942b-0f41254033d0",
            "word": "to pronounce",
            "phonetic": "tə pɹənaʊns ",
            "partOfSpeechType": "verb",
            "examples": [
                "My friend's last name is difficult to pronounce, so she often uses a nickname instead.",
                "Hopefully I'm pronouncing that right.",
                "Once again, the tension was most pronounced with book publishers.",
                "Oh, it's pronounced iz-moose.",
                "Words I can't pronounce."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvbm91bmNl&hash=0239c0abde16ef07eebf6deef63b661690e3486b&lang=en&cache-only=0",
            "defineEn": "to say the sound of a letter or word correctly or in a specific way",
            "defineVi": "để nói âm thanh của một chữ cái hoặc từ một cách chính xác hoặc theo một cách cụ thể",
            "hasImg": true
        },
        {
            "id": "489d24a0-54f4-44f1-8842-4dc5dd2f4c9e",
            "word": "pronunciation",
            "phonetic": "pɹənʌnsɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His correct pronunciation impressed everyone in the language class.",
                "They write out the pronunciation.",
                "Can I hear other pronunciations?",
                "There might be other pronunciations.",
                "Fourth and finally: While spelling may be standardized across a language, the pronunciation may vary greatly."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvbnVuY2lhdGlvbg&hash=fcf4888e3e05d3590c81aa322c2a036cf8934ce5&lang=en&cache-only=0",
            "defineEn": "the way a word is pronounced",
            "defineVi": "cách một từ được phát âm",
            "hasImg": true
        },
        {
            "id": "eae93c33-4e06-46fc-9763-92e187dbceb7",
            "word": "advice",
            "phonetic": "ɐdvaɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her advice fell on deaf ears.",
                "His advice wasn't very helpful.",
                "After all that struggle, their constructive advice fell on stony ground.",
                "I should give you advice as a man to man.",
                "She received false advice that led to negative consequences."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2aWNl&hash=49a1f0aa9630838079c7f5eedab0ee32114d91c3&lang=en&cache-only=0",
            "defineEn": "a suggestion or an opinion that is given with regard to making the best decision in a specific situation",
            "defineVi": "một gợi ý hoặc một ý kiến được đưa ra liên quan đến việc đưa ra quyết định tốt nhất trong một tình huống cụ thể",
            "hasImg": true
        },
        {
            "id": "43520fcd-10e5-4689-86c1-5fa2b6ebfeab",
            "word": "to advise",
            "phonetic": "tʊ ɐdvaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Dietary experts can advise on the ins and outs of dieting.",
                "My doctor advised me to drink pasteurized milk during my pregnancy for the safety of my baby.",
                "An old hand advised me that the fireman approach would suit my scrawny physique.",
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure.",
                "They advised them to invest in better security measures."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWR2aXNl&hash=4f6297fbd209f68f37e5ab8d1b1f3b3cd6f127b1&lang=en&cache-only=0",
            "defineEn": "to provide someone with a suggestion regarding a specific situation",
            "defineVi": "để cung cấp cho ai đó một gợi ý liên quan đến một tình huống cụ thể",
            "hasImg": true
        },
        {
            "id": "4d59747c-816f-4ef5-a3f1-6855d0facbe0",
            "word": "flight",
            "phonetic": "flaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The vision seems a flight of fancy.",
                "He found a cheap flight deal for his vacation.",
                "I need to book a flight to New York for next week's business meeting.",
                "Jimmy often has good ideas but his latest proposal is just a flight of fancy!",
                "We had a great trip, but our flight home was badly delayed, which took the gilt off the gingerbread."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxpZ2h0&hash=e875954344d023e089cb265b2d146812c44aeb48&lang=en&cache-only=0",
            "defineEn": "the act of traveling in an airplane",
            "defineVi": "hành động đi du lịch trên máy bay",
            "hasImg": true
        },
        {
            "id": "805804e5-87f1-4407-85c7-703dee9da0cf",
            "word": "to fly",
            "phonetic": "tə flaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The colorful bird flew high in the sky.",
                "\"And pigs can fly!\"",
                "The airplane flew through the clouds on its way to the destination.",
                "a black raven is flying across the night sky.",
                "Birds can fly freely in the sky."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmx5&hash=572e2387383ac2d52a5cea0931a2251903006648&lang=en&cache-only=0",
            "defineEn": "to move or travel through the air",
            "defineVi": "để di chuyển hoặc đi du lịch trong không khí",
            "hasImg": true
        },
        {
            "id": "f5785aba-7625-4dc8-8af7-59fda1ec9624",
            "word": "life",
            "phonetic": "laɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Life goes on.",
                "Life is unfair.",
                "That experience changed my life.",
                "Does life exist on other planets?",
                "Life is just a bowl of cherries these days!"
            ],
            "audio": "https://tts.langeek.co/read?text=bGlmZQ&hash=312ee421ebfde6514a2ee713dd1f4576761c437c&lang=en&cache-only=0",
            "defineEn": "the state of existing as a person who is alive",
            "defineVi": "trạng thái tồn tại như một người đang sống",
            "hasImg": true
        },
        {
            "id": "c2e3adde-6b29-4f17-9946-38933584b33e",
            "word": "to live",
            "phonetic": "tə lɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "She lived a very peaceful life.",
                "She lives just a stone's throw away from the beach.",
                "He lives far from the city center.",
                "He lived in a small town with friendly neighbors.",
                "She lived in the same village from the cradle to the grave."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGl2ZQ&hash=fdc428db7de365b4c9fa055bb1bf34face8e3aa0&lang=en&cache-only=0",
            "defineEn": "to have your home in a specific place or to share it with a particular person",
            "defineVi": "để có nhà của bạn ở một nơi cụ thể hoặc để chia sẻ nó với một người cụ thể",
            "hasImg": true
        },
        {
            "id": "4c9c4c47-c47b-4bb6-b726-56b16b69ca6c",
            "word": "death",
            "phonetic": "dɛθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She felt her mother's death very deeply.",
                "Her death should serve as a warning to other young people.",
                "He met his death in 1946.",
                "Today's lecture bored me to death.",
                "Some of my patients are actually staring death in the face."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVhdGg&hash=203861a48168717cca1976a69d3a1c675acb7a5a&lang=en&cache-only=0",
            "defineEn": "the end of life; the act of dying",
            "defineVi": "cuối đời; hành động chết",
            "hasImg": true
        },
        {
            "id": "afbded7d-547e-4c21-8c53-c600eb6746d5",
            "word": "to die",
            "phonetic": "tə daɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The old customs are dying.",
                "All men must die.",
                "The flowers died during a dry spell.",
                "My father died suddenly at the age of 48.",
                "The die is cast."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGll&hash=d5585a0e5dddb4aa72b8b22963f91261cd2b2d52&lang=en&cache-only=0",
            "defineEn": "to no longer be alive",
            "defineVi": "không còn sống",
            "hasImg": true
        },
        {
            "id": "2c5e0875-0070-484e-9c65-e119a66cb142",
            "word": "success",
            "phonetic": "səksɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "His dedication and hard work played a big part in the company's success.",
                "She achieved great success at a young age.",
                "The team's success is built on the meat and potatoes of hard work and dedication.",
                "The success of the project is in your hands.",
                "Success has many fathers, failure is an orphan, indeed."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VjY2Vzcw&hash=3c1d05a796899913f40a3ef714794ccda97fe1e2&lang=en&cache-only=0",
            "defineEn": "the fact of reaching or achieving what one tried for or desired",
            "defineVi": "thực tế đạt được hoặc đạt được những gì một người đã cố gắng hoặc mong muốn",
            "hasImg": true
        },
        {
            "id": "11f1d2ee-e30b-44cc-adbb-da537b8eb3dc",
            "word": "to succeed",
            "phonetic": "tə səksiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The rebels succeeded in taking the town.",
                "The announcement only succeeded in creating confusion.",
                "Opponents have succeeded in planting the seeds of doubt in our team.",
                "In the end, she succeeded because nothing is impossible to a willing heart.",
                "Without a good plan, our project doesn't stand a chance of succeeding."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VjY2VlZA&hash=afd750fa9d5f9df7d14941d7e32fdd570fad36df&lang=en&cache-only=0",
            "defineEn": "to reach or achieve what one desired or tried for",
            "defineVi": "để đạt được hoặc đạt được những gì một mong muốn hoặc cố gắng cho",
            "hasImg": true
        }
    ]
}