{
    "id": "88bda088-863b-43d8-9ae5-2fc91e6c98b2",
    "title": "Movie and Theater",
    "originalTitle": "Lesson 47",
    "words": [
        {
            "id": "f02e7fd1-18ca-48e3-825c-c80b1f728026",
            "word": "action movie",
            "phonetic": "ækʃən muːvi ",
            "partOfSpeechType": "noun",
            "examples": [
                "For a cheesy, special effects-laden action movie, the plot actually has quite a bit of meat on the bone.",
                "This is an awful action movie.",
                "What a relief to see an action movie with almost no plot or dialogue or special effects to distract from the action.",
                "The establishment of stronger female characters in horror and action movies since the 1970s and the feminist movement can account for Barbara’s altered character arc. ",
                "I was thinking, I would love to be in an action movie and play it completely seriously."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0aW9uIG1vdmll&hash=a71c511ce70942907ad576912761b60af6ed5fca&lang=en&cache-only=0",
            "defineEn": "a movie with many exciting scenes",
            "defineVi": "một bộ phim với nhiều cảnh thú vị",
            "hasImg": true
        },
        {
            "id": "4961d9c6-7d5f-4a2a-bca4-0db14ae27437",
            "word": "animation",
            "phonetic": "ænɪmeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The amazing team at Thought Cafe makes the animation.",
                "Our animation team is Thought Café.",
                "Our animation team is Thought Cafe.",
                "And our animation team is Thought Cafe.",
                "Instead, time is shown through an animation."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5pbWF0aW9u&hash=f5770b6f05320e05544712247cd9f785fe6c3705&lang=en&cache-only=0",
            "defineEn": "a movie in which animated characters move",
            "defineVi": "một bộ phim trong đó các nhân vật hoạt hình di chuyển",
            "hasImg": true
        },
        {
            "id": "eedb30eb-b5d8-4fb5-99ec-32a4b0a5336a",
            "word": "audition",
            "phonetic": "ɔːdɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The actress was practicing her lines before the audition.",
                "Sally was left with egg on her face after forgetting the words to the song during her audition.",
                "The talented musician decided to reach for the stars by auditioning for a popular singing competition.",
                "Figuring they had nothing to lose, they decided to audition for the show.",
                "I'm not going to sit here and tell Judith that she's a shoo-in when she's clearly not ready for her audition."
            ],
            "audio": "https://tts.langeek.co/read?text=YXVkaXRpb24&hash=43dd87f531f5d90b34383432f9e620eec5877162&lang=en&cache-only=0",
            "defineEn": "a meeting with filmmakers during which they ask the actor or actress to perform a short scene to see if they are suitable for a role",
            "defineVi": "một cuộc họp với các nhà làm phim trong đó họ yêu cầu diễn viên hoặc nữ diễn viên thực hiện một cảnh ngắn để xem họ có phù hợp với vai diễn không"
        },
        {
            "id": "772d38e7-0470-48f2-9d3c-e6ba881fa990",
            "word": "box office",
            "phonetic": "bɑːks ɑːfɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The movie broke box office records in the US.",
                "The movie's box office performance has propelled it to the top of the charts in Hollywood.",
                "Despite the critics' harsh reviews, the movie's box office success had the producers laughing all the way to the bank.",
                "And it was kind of a box office disaster in Bollywood.",
                "People are saying this may very well smash box office records by the end of this weekend."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym94IG9mZmljZQ&hash=a924e5aaf9347541a502a429e11ea386fd01c997&lang=en&cache-only=0",
            "defineEn": "a small place at a cinema, theater, etc. from which tickets are bought",
            "defineVi": "một địa điểm nhỏ tại rạp chiếu phim, nhà hát, v.v. nơi mua vé",
            "hasImg": true
        },
        {
            "id": "cf81d7e7-92cc-452f-aea2-f8b28738d281",
            "word": "cast",
            "phonetic": "kæst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The afternoon sun casts a warm glow on the buildings and trees.",
                "Imprisonment of student casts a shadow on Human Rights Council candidacy.",
                "Maths error casts doubts on Greater Cambridge Partnership's road.",
                "The full moon cast a soft glow on the landscape.",
                "She casted aspersions on the integrity of her boss."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzdA&hash=b74c709b2681f01bcb724a11760ade98ea0add73&lang=en&cache-only=0",
            "defineEn": "all the actors and actresses in a movie, play, etc.",
            "defineVi": "tất cả các nam nữ diễn viên trong một bộ phim, vở kịch, v.v."
        },
        {
            "id": "8c6cb1e7-5f3e-41cc-9aa7-2129b193bf90",
            "word": "classic",
            "phonetic": "klæsɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "A classic hot chocolate recipe calls for scalded milk to be mixed with cocoa powder and sugar.",
                "My friend enjoyed a classic thousand island dressing on her burger.",
                "He savored a classic hamburger with cheese, lettuce, and tomato.",
                "At a family reunion picnic, the buffet table showcased a classic beef plate roast.",
                "The colorful bowtie pasta added a fun twist to the classic mac and cheese dish."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3NpYw&hash=d7ddca8ab7f20f5274b046601b38e54508288cf2&lang=en&cache-only=0",
            "defineEn": "a long-standing and popular style of filmmaking or writing that is of high quality",
            "defineVi": "một phong cách làm phim hoặc viết lâu đời và phổ biến có chất lượng cao"
        },
        {
            "id": "4182bd09-01a6-48de-85a5-821550727453",
            "word": "clown",
            "phonetic": "klaʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Good lord, clowns are creepy.",
                "My original training was as a clown.",
                "Elon Musk is a clown.",
                "Playing the class clown in public to get free skateboard gear?",
                "Somebody some clown stole from me."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvd24&hash=553cd89461c95d861e97e0fafb5d471b90095e4e&lang=en&cache-only=0",
            "defineEn": "a person who wears a wig and a red nose to entertain an audience",
            "defineVi": "một người đội tóc giả và mũi đỏ để mua vui cho khán giả",
            "hasImg": true
        },
        {
            "id": "e34e045f-ebca-4f1f-9601-7cd53708f455",
            "word": "critic",
            "phonetic": "kɹɪɾɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film received lavish praise from critics for its groundbreaking visual effects, compelling storyline, and outstanding performances.",
                "Right in the middle of the review is a left-handed compliment: the critic praises the actor for his \"startling career departure.\"",
                "The mayor's critics were laughing up their sleeves when news of the scandal was first reported.",
                "The President answered his critics by fighting fire with fire.",
                "She was a critic who loomed large in literary circles."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpdGlj&hash=266c0e2447147fd083763b01e899eeead788d119&lang=en&cache-only=0",
            "defineEn": "someone who gives their personal standpoint of a movie, play, etc. as a job",
            "defineVi": "ai đó đưa ra quan điểm cá nhân của họ về một bộ phim, vở kịch, v.v. như một công việc",
            "hasImg": true
        },
        {
            "id": "0d37fe32-4881-41ac-9f00-d30a91be6120",
            "word": "criticism",
            "phonetic": "kɹɪɾɪsɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "His criticisms are way off the mark.",
                "He took the criticism surprisingly well.",
                "She can't take criticism.",
                "The harsh criticism tore him out of his delusions of grandeur.",
                "Her constant criticism really makes my hackles rise!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpdGljaXNt&hash=01732cb57de449d0fd0e8748ef1023490fa30d76&lang=en&cache-only=0",
            "defineEn": "an act of giving personal reviews of a work of art",
            "defineVi": "một hành động đưa ra đánh giá cá nhân của một tác phẩm nghệ thuật"
        },
        {
            "id": "7ba459c7-685f-4022-8268-0e9315393770",
            "word": "to direct",
            "phonetic": "tə dᵻɹɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "My father is very direct and pulls no punches.",
                "The video was produced and directed by filmmaker Neil Campbell.",
                "an actress who has turned her hand to directing",
                "Just because a head coach might not have direct involvement in rules violations, that doesn't take him off the hook.",
                "He began as an actor, before starting to direct films."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlyZWN0&hash=a8f2a75121d8a2658da73d89b5cbf48e8e2bdc30&lang=en&cache-only=0",
            "defineEn": "to organize the scenes or flow of a movie, play, etc.",
            "defineVi": "để sắp xếp các cảnh hoặc dòng chảy của một bộ phim, vở kịch, v.v.",
            "hasImg": true
        },
        {
            "id": "a8d0926b-18a7-4249-a590-fcbb6a703d9a",
            "word": "dramatic",
            "phonetic": "dɹəmæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The twentieth century saw dramatic changes in most areas of life.",
                "ran the dramatic headline.",
                "The cloudy sky created a dramatic backdrop for the sunset.",
                "The show finished with a dramatic cliffhanger, leaving the audience eager for the next episode.",
                "The results were dramatic."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhbWF0aWM&hash=a5ee58c0edecf5502a28e02990115599f0438aa8&lang=en&cache-only=0",
            "defineEn": "related to acting, plays, or the theater",
            "defineVi": "liên quan đến diễn xuất, kịch, hoặc nhà hát",
            "hasImg": true
        },
        {
            "id": "a6dec364-78c7-4217-89c6-b76ca258b619",
            "word": "to edit",
            "phonetic": "tʊ ɛdɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I'm willing to accept some minor edits on my script, but I draw a line at any major rewrites.",
                "In other words, to repeat in order to make myself perfectly clear, he made the edits and he wasted my time.",
                "When the client requested a change in the design, the graphic designer made the edits no sooner said than done.",
                "We edit YouTube videos.",
                "Edited by Stan and Mark Olsen."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWRpdA&hash=343cb81eee2d0e88e048dbd3dbb109dcf922e864&lang=en&cache-only=0",
            "defineEn": "to choose and arrange the parts that are crucial to the story of a movie, show, etc. and cut out unnecessary ones",
            "defineVi": "chọn và sắp xếp các phần quan trọng đối với câu chuyện của một bộ phim, chương trình, v.v. và cắt bỏ những phần không cần thiết",
            "hasImg": true
        },
        {
            "id": "f1f44a7a-cf38-4aca-b6e0-15dbc2c32c74",
            "word": "editor",
            "phonetic": "ɛdɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dees disliked all editors on principle, but he had to admit that this one at least gave credit where credit was due.",
                "The author had to eat crow and rewrite their manuscript after receiving harsh criticism from their editor.",
                "This author's editor asked her a simple question that opened the floodgates of creativity and changed the trajectory of her career.",
                "Editors alter them as well, literally and figuratively.",
                "Blame the editor."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWRpdG9y&hash=7f5bf7985a89b73115bb4df1c902bd72fb025d07&lang=en&cache-only=0",
            "defineEn": "the person who is in charge of arranging or removing the scenes of a movie, show, etc.",
            "defineVi": "người chịu trách nhiệm sắp xếp hoặc loại bỏ các cảnh của một bộ phim, chương trình, v.v.",
            "hasImg": true
        },
        {
            "id": "e8efbd3d-73ba-4cc2-8324-3feb8629c252",
            "word": "entertaining",
            "phonetic": "ɛntɚteɪnɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His plays are too entertaining!",
                "It's entertaining.",
                "These headstrong heroines provide an entertaining anchor for their tumultuous romantic narratives.",
                "It's entertaining for us.",
                "For one, it'd be more entertaining."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW50ZXJ0YWluaW5n&hash=215ed2013faa82ac57c5b46984f047ede6a57dd8&lang=en&cache-only=0",
            "defineEn": "being amusing or giving enjoyment",
            "defineVi": "đang gây cười hoặc mang lại sự thích thú"
        },
        {
            "id": "7c84e587-d4cf-4a09-8184-4503f62b7cb7",
            "word": "film festival",
            "phonetic": "fɪlm fɛstɪvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "If you want to succeed in Hollywood, you need to attend the annual film festival.",
                "It involved art fairs, film festivals, and fashion shows.",
                "Like, it's funny, I was at this film festival -",
                "We were in Berlin at the film festival, and by the way a great piece of a compliment to the film that it was invited to Berlin because they don't show movies like that very often.",
                "Reiss continued to market through the silver screen, sponsoring film festivals in cold places like the Berlin Film Festival and Sundance."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlsbSBmZXN0aXZhbA&hash=2ca330f31c1a9e65410e789e44d7264f24d8b9dc&lang=en&cache-only=0",
            "defineEn": "an event during which many new movies from different countries are shown to the public",
            "defineVi": "một sự kiện trong đó nhiều bộ phim mới từ các quốc gia khác nhau được chiếu cho công chúng"
        },
        {
            "id": "a1f510d3-a8a3-4909-9807-43841fe08de1",
            "word": "genre",
            "phonetic": "ʒɑːnɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "My husband's favorite genre of music is pop.",
                "Different genres of music appeal to different people, and for me, classical music really floats my boat.",
                "While growing up, he had been exposed to various musical genres at his mother's knee, developing a diverse appreciation for music.",
                "The game strikes a great balance between accessibility for younger players and a rewarding challenge for veterans of the genre.",
                "The book was pretty dull and didn't really stand out from other similar books in the genre."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VucmU&hash=a0d13625523bbb41061f418145b3304ad2959a9d&lang=en&cache-only=0",
            "defineEn": "a style of art, music, literature, film, etc. that has its own special features",
            "defineVi": "một phong cách nghệ thuật, âm nhạc, văn học, phim, v.v. có những nét đặc biệt riêng",
            "hasImg": true
        },
        {
            "id": "e442e736-e490-4c7c-98c3-f10c906a5e4c",
            "word": "part",
            "phonetic": "pɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His dedication and hard work played a big part in the company's success.",
                "The crowd parted to let the truck pass.",
                "She knows her part in the play back to front.",
                "The media, as always, played an important part in the election campaign.",
                "Sailors spend the better part of their time at sea."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFydA&hash=83a1db6808bd0eee48dd434de42ca07e9965694e&lang=en&cache-only=0",
            "defineEn": "the specific role given to an actor",
            "defineVi": "vai trò cụ thể được trao cho một diễn viên"
        },
        {
            "id": "66ca2077-5df8-4a15-8e3c-8cc714ee48c7",
            "word": "to produce",
            "phonetic": "tə pɹəduːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The apple tree in our backyard produces juicy fruits every year.",
                "Violence in the last analysis produces more violence.",
                "ur company mainly produces goods for export.",
                "The local factory produces electronic components.",
                "The company has just produced a luxury version of the aircraft."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvZHVjZQ&hash=054a384a1e7f0a408ebc1210f3d4e80c3197790f&lang=en&cache-only=0",
            "defineEn": "to provide money for and be in charge of the making of a movie, play, etc.",
            "defineVi": "cung cấp tiền và chịu trách nhiệm sản xuất một bộ phim, vở kịch, v.v.",
            "hasImg": true
        },
        {
            "id": "1cf5b1b3-66e6-46e3-b0d2-078758ca089d",
            "word": "melodrama",
            "phonetic": "mɛlədɹɑːmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Melodrama was originally a musical form."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVsb2RyYW1h&hash=3d0c034cadd61a18052dac07e8b884a38b0acd95&lang=en&cache-only=0",
            "defineEn": "an exaggerated dramatic genre that aims to elicit strong emotional responses from the audience",
            "defineVi": "một thể loại chính kịch phóng đại nhằm khơi gợi những phản ứng cảm xúc mạnh mẽ từ khán giả"
        },
        {
            "id": "0722430c-04bc-48e2-bbe1-3e034cfffffc",
            "word": "movie maker",
            "phonetic": "muːvi meɪkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He went from rags to riches after his roadside performances were noticed by a famous movie maker and he was offered roles in his movies.",
                "Actually, movie makers have tried to add this missing dimension.",
                "He had the patent on the camera, so he kept suing other movie makers on the east coast."
            ],
            "audio": "https://tts.langeek.co/read?text=bW92aWUgbWFrZXI&hash=ef3d5295dd2e43781e616c0a130606609ca2f76e&lang=en&cache-only=0",
            "defineEn": "someone who produces or directs films",
            "defineVi": "một người sản xuất hoặc đạo diễn phim"
        },
        {
            "id": "d165f11e-5198-43e8-ac54-27b5be2b0f74",
            "word": "musical",
            "phonetic": "mjuːzɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film pays homage to classic Hollywood musicals.",
                "While growing up, he had been exposed to various musical genres at his mother's knee, developing a diverse appreciation for music.",
                "Her last musical ran for six months on Broadway.",
                "They have such a strong musical chemistry and perform flawlessly together.",
                "Musicals are the gateway drug."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzaWNhbA&hash=c7a3e11a7deeffea2a1b813f1d1b252ed7fcd1d7&lang=en&cache-only=0",
            "defineEn": "any theatrical performance that combines singing, dancing, and acting to tell a story",
            "defineVi": "bất kỳ buổi biểu diễn sân khấu nào kết hợp ca hát, nhảy múa và diễn xuất để kể một câu chuyện",
            "hasImg": true
        },
        {
            "id": "dda1bcd2-12d0-4d9d-8f73-adca983aaa3b",
            "word": "script",
            "phonetic": "skɹɪpt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm willing to accept some minor edits on my script, but I draw a line at any major rewrites.",
                "The ceremony was carefully scripted.",
                "Most viruses follow this script.",
                "At this point, many scripts die.",
                "Script supervisor is Caitlin Hofmeister."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NyaXB0&hash=5cdc2cdb0cad75bd269c0e5af75483fa8fb53a80&lang=en&cache-only=0",
            "defineEn": "a written text that a movie, show, or play is based on",
            "defineVi": "một văn bản bằng văn bản mà một bộ phim, chương trình hoặc vở kịch dựa trên",
            "hasImg": true
        },
        {
            "id": "da43f17f-f91d-4f05-8c4d-d68e5170d3fe",
            "word": "scriptwriter",
            "phonetic": "skɹɪptɹaɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2NyaXB0d3JpdGVy&hash=4eccfb110dbf2b1e6c5e2eb1250e90696fdf76c7&lang=en&cache-only=0",
            "defineEn": "someone whose job is to write the story of a movie, play, TV show, etc.",
            "defineVi": "một người có công việc là viết câu chuyện về một bộ phim, vở kịch, chương trình truyền hình, v.v.",
            "hasImg": true
        },
        {
            "id": "79de13b6-8405-4141-a87e-23f8ffcb1514",
            "word": "silent movie",
            "phonetic": "saɪlənt muːvi ",
            "partOfSpeechType": "noun",
            "examples": [
                "You know, I know that I've seen you other places and I've heard you talk before, and you've always said you've been very influenced by American movies, silent movies, Buster Keaton.",
                "You could, we could put you on a time machine and you could go back and be a huge silent movie star just with the expressions that you make with your incredible mug and (audience) you talk, you say in your book paddle your own canoe, which is terrific book."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lsZW50IG1vdmll&hash=4168b11066e02df76f6c09d1e74815979566a581&lang=en&cache-only=0",
            "defineEn": "a movie with no spoken dialogue",
            "defineVi": "một bộ phim không có lời thoại",
            "hasImg": true
        },
        {
            "id": "fd7802f2-c572-41b0-b4b1-8b5e4d33b103",
            "word": "special effects",
            "phonetic": "spɛʃəl ɪfɛkts ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film ups the ante on special effects.",
                "Space movies have set the pace for the development of special effects.",
                "StroMotion special effects add particular value to winter sports.",
                "John, your title is, Special effects director.",
                "The movie, an entertaining King Kong sequel of sorts, earned its producers a special effects Oscar."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlY2lhbCBlZmZlY3Rz&hash=e44d043c4c43d6c93308a9d26c02bcda97cc2872&lang=en&cache-only=0",
            "defineEn": "unreal materials or scenes that are put into movies or TV shows using computers or filmmaking tricks to add excitement",
            "defineVi": "vật liệu hoặc cảnh không có thật được đưa vào phim hoặc chương trình truyền hình bằng máy tính hoặc thủ thuật làm phim để thêm phần thú vị"
        },
        {
            "id": "1cbae7ba-5933-4da7-839a-4933b0e883f3",
            "word": "stage",
            "phonetic": "steɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We ran a cable from the lights to the stage.",
                "At this stage in the campaign, the Democratic candidate is way ahead of the pack.",
                "That poor kid is shaking in his shoes up there on stage.",
                "At that stage of the game it was too late for diplomacy.",
                "The singer always brings the house down with her powerful voice and stage presence."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhZ2U&hash=c995262dff97b14e9635986691e8c0dc8c98d34a&lang=en&cache-only=0",
            "defineEn": "an elevated area, especially in theaters, on which artists perform for the audience",
            "defineVi": "một khu vực trên cao, đặc biệt là trong rạp hát, trên đó các nghệ sĩ biểu diễn cho khán giả",
            "hasImg": true
        },
        {
            "id": "290faec4-e553-403e-ac91-5828cd066731",
            "word": "star",
            "phonetic": "stɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The stars twinkled brightly in the dark night sky.",
                "She counted zero stars in the sky.",
                "The night sky is filled with stars and a beautiful moon.",
                "In the world of sports, a star athlete can be considered a big shot.",
                "The night sky is black, except for the stars and the moon."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Rhcg&hash=a668830f867321684ac9d50d88bee87270c30989&lang=en&cache-only=0",
            "defineEn": "a famous and popular performer, artist, etc.",
            "defineVi": "một nghệ sĩ, nghệ sĩ nổi tiếng và nổi tiếng, v.v.",
            "hasImg": true
        },
        {
            "id": "84dfd4c7-afa9-47ee-a11b-0c6b8370077f",
            "word": "superhero",
            "phonetic": "suːpɚhiəɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boy eagerly opened his birthday presents, hoping to find his favorite superhero action figure.",
                "Think of, like, a superhero with a grappling hook.",
                "Do you see superhero movies?",
                "and basically become superheroes.",
                "The Deaf community has been wanting a Deaf superhero forever."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwZXJoZXJv&hash=775b81f187629530d5409cbf56db3e4874989ead&lang=en&cache-only=0",
            "defineEn": "a fictional character with special and strange powers",
            "defineVi": "một nhân vật hư cấu với sức mạnh đặc biệt và kỳ lạ",
            "hasImg": true
        },
        {
            "id": "18cbf3ec-641a-4671-83fe-aefb014c2888",
            "word": "superstar",
            "phonetic": "suːpɚstɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many WWE superstars start out at schools like this one.",
                "Of the fats in your brain, the superstars are omegas 3 and 6.",
                "And one of those people is superstar comedian Howie Mandel.",
                "Democrats are bringing in their superstars.",
                "So what exactly makes canines such smell superstars?"
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwZXJzdGFy&hash=892e5bbb762f1ab91dbb1cc52c4c985a763c807d&lang=en&cache-only=0",
            "defineEn": "an extremely popular and well-known performer or sports player",
            "defineVi": "một người biểu diễn hoặc người chơi thể thao cực kỳ nổi tiếng và nổi tiếng"
        },
        {
            "id": "9c36f610-a66b-4e4a-b454-440e339b5d2b",
            "word": "demigod",
            "phonetic": "dɛmɪɡɑːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "These are the heroes and demigods of modern capitalist mythology.",
                "The Rock may be the sexiest man alive, but he's no demigod like Ma'ui, The demigod hero of Oceania, and the role he recently voiced in the film, Moana.",
                "The Rock may be the sexiest man alive, but he's no demigod like Ma'ui, The demigod hero of Oceania, and the role he recently voiced in the film, Moana.",
                "- She'll have to work hard to overtake the competition now which remember are 20 year old demigods who regularly fly to other countries to perform feats of strength."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtaWdvZA&hash=5147ddbc955f07a230c16c92f7d3ff6a7fa5c159&lang=en&cache-only=0",
            "defineEn": "a person who is respected or admired like a god by other people",
            "defineVi": "một người được người khác tôn trọng hoặc ngưỡng mộ như một vị thần"
        },
        {
            "id": "904b443a-9434-4b29-81a0-103e6c1ac439",
            "word": "thriller",
            "phonetic": "θɹɪlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I love thrillers.",
                "Next movie is Orphan, another thriller.",
                "is a sci fi action thriller with time travel in it.",
                "My favourite is always going to be thriller/horror.",
                "It's a suspenseful thriller with lots of twists."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhyaWxsZXI&hash=a3f39cfe7c24f910321e540bfd936e757177b1c4&lang=en&cache-only=0",
            "defineEn": "a movie, novel, etc. with an exciting plot that deals with crime",
            "defineVi": "một bộ phim, tiểu thuyết, v.v. với cốt truyện thú vị liên quan đến tội phạm",
            "hasImg": true
        },
        {
            "id": "d056b659-8d10-4f5c-aaf2-99f7d79ae867",
            "word": "tragedy",
            "phonetic": "tɹædʒədi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our hearts go out to the families of the victims of this terrible tragedy.",
                "What started as a simple joke went beyond a joke and ended in a tragedy.",
                "John led a comfortable and easy life, but when tragedy struck, he discovered the weaknesses in his character.",
                "The tragedy was a huge wakeup call for NASA.",
                "The tragedy was a huge wakeup call for NASA."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhZ2VkeQ&hash=01c83f05cd60fd3389a7023f1b5b7ce4c90df1fa&lang=en&cache-only=0",
            "defineEn": "a play with sad events, especially one that the main character dies at the end",
            "defineVi": "một vở kịch với những sự kiện buồn, đặc biệt là một vở kịch mà nhân vật chính chết ở cuối"
        },
        {
            "id": "b96ea0bf-2921-4754-86e2-09672d9b329f",
            "word": "trailer",
            "phonetic": "tɹeɪlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The movie trailer piqued my interest in the film.",
                "Ladies and gentlemen, here is the movie trailer.",
                "For some trailers, you have the captions.",
                "Here it is, the trailer.",
                "I had not seen the trailer at all."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhaWxlcg&hash=59828174b9d7c8a4717350575969b68984498432&lang=en&cache-only=0",
            "defineEn": "a selection from different parts of a movie, TV series, games, etc. shown before they become available to the public",
            "defineVi": "lựa chọn từ các phần khác nhau của phim, phim truyền hình, trò chơi, v.v. được trình chiếu trước khi chúng ra mắt công chúng"
        },
        {
            "id": "90916e1b-8225-4a72-8dec-4602db07fdab",
            "word": "villain",
            "phonetic": "vɪlən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The talented actor effortlessly portrayed a wide range of characters, from a hero to a villain.",
                "That's the villain.",
                "And the villain in the piece is American law enforcement.",
                "\"We need a real villain,\" and so on.",
                "And there's the villain"
            ],
            "audio": "https://tts.langeek.co/read?text=dmlsbGFpbg&hash=7ea9267264203fa993f91cc53968d25e1f328852&lang=en&cache-only=0",
            "defineEn": "the main bad character in a movie, story, play, etc.",
            "defineVi": "nhân vật xấu chính trong một bộ phim, câu chuyện, vở kịch, v.v.",
            "hasImg": true
        },
        {
            "id": "a8d4a56a-2647-4e0a-a611-e82410207855",
            "word": "Western",
            "phonetic": "wɛstɚn ",
            "partOfSpeechType": "noun",
            "examples": [
                "As for the groundless accusations of certain Western media, I can only say that they are measuring other people's corn by their own bushel.",
                "Back in this country, Western states faced another day of searing heat, with no relief in sight until next week.",
                "\"I love western films!\"",
                "In western Siberia, many people have a missing DNA letter in position 35 of the GJB2 gene.",
                "Hey fun fact, though: the western hemisphere has water too."
            ],
            "audio": "https://tts.langeek.co/read?text=V2VzdGVybg&hash=b036c880cc1ca3d3798be6ef4b8622a369cee362&lang=en&cache-only=0",
            "defineEn": "a movie or book that usually involves the lives and adventures of cowboys in western US",
            "defineVi": "một bộ phim hoặc cuốn sách thường liên quan đến cuộc sống và cuộc phiêu lưu của những chàng cao bồi ở miền tây Hoa Kỳ",
            "hasImg": true
        }
    ]
}