{
    "id": "88e4c6e6-6f07-44db-8de4-c4f0f16f52cd",
    "title": "Top 226 - 250 Verbs",
    "originalTitle": "Top 226 - 250 Verbs",
    "words": [
        {
            "id": "c05608ce-98e8-4240-bf0b-d91b4a04725f",
            "word": "to solve",
            "phonetic": "tə sɑːlv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The problem cannot be solved by throwing money at it.",
                "The teacher highlighted the correct steps to solve the math problem.",
                "I wasn't solving anything just by lending her my ear.",
                "Solving violent crimes is all in a day's work for these police detectives.",
                "She used her brain to solve the difficult puzzle."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc29sdmU&hash=b444fd8c85677603de8f7dea2eef4dc02295511e&lang=en&cache-only=0",
            "defineEn": "to find an answer or solution to a question or problem",
            "defineVi": "để tìm một câu trả lời hoặc giải pháp cho một câu hỏi hoặc vấn đề"
        },
        {
            "id": "e99f0c58-3a1e-4602-a549-36f50068683c",
            "word": "to destroy",
            "phonetic": "tə dᵻstɹɔɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "And in the last analysis it's going to destroy our country.",
                "Remember, an ant may destroy a whole dam.",
                "The cancer patient underwent radiation therapy to target and destroy cancer cells.",
                "So combining smaller firms will, in fact, destroy value.",
                "The bridge was destroyed so we couldn't get across the river."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVzdHJveQ&hash=42a5d9662ce788d414179221e9079eea22a2d1f3&lang=en&cache-only=0",
            "defineEn": "to cause damage to something in a way that it no longer exists, works, etc.",
            "defineVi": "gây ra thiệt hại cho một cái gì đó theo cách mà nó không còn tồn tại, hoạt động, v.v.",
            "hasImg": true
        },
        {
            "id": "69d7bb6f-effc-4bd1-bbf4-e313e4637484",
            "word": "to respond",
            "phonetic": "tə ɹᵻspɑːnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The reporter asked the politician a ridiculous question about building a tunnel to the moon, and the politician responded with some nonsense about pink elephants.",
                "You'll have your turn to respond after he's finished.",
                "I need a minute to think about your question before I respond.",
                "The young executive knew that a fool shows his annoyance at once, but a prudent man overlooks an insult, so he decided to take a deep breath and respond to the feedback in a constructive way.",
                "In customer service, responding to angry customers in a calm manner can help to resolve the issue more effectively."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzcG9uZA&hash=87468e5708574bb5074a73d32860fd503e8db9a2&lang=en&cache-only=0",
            "defineEn": "to answer a question in spoken or written form",
            "defineVi": "để trả lời một câu hỏi ở dạng nói hoặc viết",
            "hasImg": true
        },
        {
            "id": "c1cf8097-5f1a-432e-b0b2-b8b1ca4fb734",
            "word": "to discuss",
            "phonetic": "tə dɪskʌs ",
            "partOfSpeechType": "verb",
            "examples": [
                "We discuss current scientific advancements and discoveries in science class.",
                "We discussed what punishment should be given to the boys.",
                "We discussed our favorite movie scenes with our friends after watching a film.",
                "The doctor made a call to the patient to discuss the test results.",
                "The parents attended the school meeting to discuss their child's progress."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzY3Vzcw&hash=baaa6cf9eccdbb91de3b23861d342c969b9a2728&lang=en&cache-only=0",
            "defineEn": "to talk or have a discussion about something with someone",
            "defineVi": "để nói chuyện hoặc có một cuộc thảo luận về một cái gì đó với một ai đó",
            "hasImg": true
        },
        {
            "id": "63a71aa5-a1ef-438a-94e0-dc940656518f",
            "word": "to attack",
            "phonetic": "tʊ ɐtæk ",
            "partOfSpeechType": "verb",
            "examples": [
                "A fire attack shall chill the enemy to the bone.",
                "The envious politician attacked his opponent with baseless accusations, not realizing that envy shoots at others and wounds itself, as his own reputation was tarnished in the process.",
                "Airport security was extra tight in the wake of yesterday's bomb attacks.",
                "He knew about the attack beforehand and it shows.",
                "Prison guards looked the other way as the man was attacked by fellow prisoners."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXR0YWNr&hash=b54b80f37b0fe3907a6d11d09b2be7dd46a11c7a&lang=en&cache-only=0",
            "defineEn": "to act violently against someone or something in an attempt to harm them",
            "defineVi": "để hành động bạo lực chống lại một ai đó hoặc một cái gì đó trong một nỗ lực để làm hại họ",
            "hasImg": true
        },
        {
            "id": "29c74e8c-08ef-4fe9-81be-6cba25a8adc3",
            "word": "to sing",
            "phonetic": "tə sɪŋ ",
            "partOfSpeechType": "verb",
            "examples": [
                "All newspapers sang from the same song sheet.",
                "We sang songs to pass the time.",
                "She can't sing for toffee.",
                "Every night she sings the baby to sleep.",
                "Cheerleaders from both schools sang the National Anthem before the start of the game and there were chills down my spine."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2luZw&hash=b38c9cdf5b85aa98d3c9f515f33052f710140b5f&lang=en&cache-only=0",
            "defineEn": "to use our voice in order to produce musical sounds in the form of a tune or song",
            "defineVi": "sử dụng giọng nói của chúng tôi để tạo ra âm thanh âm nhạc dưới dạng một giai điệu hoặc bài hát",
            "hasImg": true
        },
        {
            "id": "1de8b4ce-ba90-4f1f-b532-3423be8461d0",
            "word": "to own",
            "phonetic": "tʊ oʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The rich family owned a private jet.",
                "The rich businessman owned multiple luxurious cars.",
                "Mind your own business!",
                "Water will always find its own level.",
                "Many families own plots of land to grow food."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3du&hash=84b1af18a72e6d7c5a8d0575c6ff0463686247a6&lang=en&cache-only=0",
            "defineEn": "to have something as for ourselves",
            "defineVi": "để có một cái gì đó như cho chính mình",
            "hasImg": true
        },
        {
            "id": "ca828939-0f81-461d-84da-cec3438dcfc2",
            "word": "to replace",
            "phonetic": "tə ɹᵻpleɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The mechanic replaced the rusted bolt with a new one.",
                "They replaced their old toothbrushes with new ones.",
                "For a healthier alternative, she replaced all-purpose flour with whole wheat flour in her muffin recipe.",
                "In my plant-based lasagna, I replaced the meat with textured vegetable protein.",
                "I replaced cocoa powder with carob powder in my favorite cake recipe."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVwbGFjZQ&hash=5745b537ddb252b4901048a8c9bf0916f2272c41&lang=en&cache-only=0",
            "defineEn": "to fill the role or take the place of someone or something",
            "defineVi": "để hoàn thành vai trò hoặc thay thế một ai đó hoặc một cái gì đó"
        },
        {
            "id": "6b402320-a8df-44d2-b45d-0fd8ed73e771",
            "word": "to beat",
            "phonetic": "tə biːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Beat it!",
                "Truly we have beaten swords into ploughshares!",
                "Don't beat around the bush - get to the point!",
                "They could easily have beaten us.",
                "The team then beats a retreat from the mall, hoping no one noticed them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVhdA&hash=14b6a5e5516853eab3dd3c141536485f300b4800&lang=en&cache-only=0",
            "defineEn": "to hit somebody or something hard several times using one's hand or other objects such as a stick",
            "defineVi": "đánh ai đó hoặc thứ gì đó nhiều lần bằng tay hoặc các vật khác như gậy",
            "hasImg": true
        },
        {
            "id": "72fcc545-c47d-44f4-8e97-5c2d1e1a7da9",
            "word": "to cost",
            "phonetic": "tə kɔst ",
            "partOfSpeechType": "verb",
            "examples": [
                "That holiday cost me a small fortune.",
                "College tuitions cost an arm and leg nowadays.",
                "Estimates put the war's cost at £1 million a day.",
                "It will cost $1,500 to get the car back on the road.",
                "The trip to the beach cost me $100, but I almost broke even after winning $90 in a contest."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29zdA&hash=f65ff8fc82bf4db56c0edde8513129fe4f0b5bd2&lang=en&cache-only=0",
            "defineEn": "to require a particular amount of money",
            "defineVi": "để yêu cầu một số tiền cụ thể",
            "hasImg": true
        },
        {
            "id": "dfb3bee2-6c49-48a9-8d9b-d00661bfd4ea",
            "word": "to identify",
            "phonetic": "tʊ aɪdɛntᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Identifying a specific segment of the market as our target will be more effective than a shotgun approach.",
                "After decades as an investigator, I can identify a con man a mile away.",
                "Work is in hand on identifying information needs.",
                "The doctor put his hands on me identify if the tumor had grown.",
                "We advise a food sensitivity test to better identify true food intolerances and appropriate amount of time to keep out of your system for optimal health and healing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaWRlbnRpZnk&hash=c1da116cd244f498e92e6052e04ecbef4270a019&lang=en&cache-only=0",
            "defineEn": "to be able to say who or what someone or something is",
            "defineVi": "để có thể nói ai hoặc cái gì một ai đó hoặc một cái gì đó là",
            "hasImg": true
        },
        {
            "id": "48b9da5a-f679-4aad-b3bd-65b37c9cf50f",
            "word": "to jump",
            "phonetic": "tə dʒʌmp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The car ahead of me jumped the light.",
                "The child jumped up and down with excitement.",
                "My cat jumped onto the kitchen counter.",
                "He jumped the queue at the ticket counter.",
                "The squirrel jumped from one tree branch to another."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ganVtcA&hash=22e9ac22a23d47ad753463ff55eeb1ba560055ac&lang=en&cache-only=0",
            "defineEn": "to push yourself off the ground or away from something and up into the air by using your legs and feet",
            "defineVi": "để đẩy mình lên khỏi mặt đất hoặc ra khỏi một cái gì đó và bay lên không trung bằng cách sử dụng chân và bàn chân của bạn",
            "hasImg": true
        },
        {
            "id": "94203508-0ff5-43ca-8888-bae81dfe9295",
            "word": "to select",
            "phonetic": "tə sᵻlɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He carefully selected the least overripe avocados from the pile.",
                "Being selected as the team captain was a feather in his cap, reflecting his leadership skills and dedication to the sport.",
                "When selecting d'Anjou pears, look for ones that are firm.",
                "When selecting a career path, it's easy to be swayed by the allure of prestige.",
                "You can't tag on to the training pitch with a chip on your shoulder because you haven't been selected."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VsZWN0&hash=5e8e97763c277dad8a2ae84f3c845010e110485d&lang=en&cache-only=0",
            "defineEn": "to choose someone or something from a group of people or things",
            "defineVi": "để chọn một ai đó hoặc một cái gì đó từ một nhóm người hoặc vật",
            "hasImg": true
        },
        {
            "id": "d4673462-9ef1-4968-9011-1010715697b3",
            "word": "to head",
            "phonetic": "tə hɛd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The baby cried its head off.",
                "The prisoner held his head in his hands.",
                "Heads are rolling all over the place.",
                "Hold your head up.",
                "Watch your head on the low ceiling."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGVhZA&hash=58406b010eaced225d2958417d5ea15f6fe138db&lang=en&cache-only=0",
            "defineEn": "to move toward a particular direction",
            "defineVi": "để di chuyển về phía một hướng cụ thể",
            "hasImg": true
        },
        {
            "id": "2a0ee96c-01e5-4397-8767-99216d895368",
            "word": "to smell",
            "phonetic": "tə smɛl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The paneer curry smells amazing!",
                "We smelled the strong scent of coconut in the air.",
                "The smell of the burgers on the grill made Jake's mouth water.",
                "The kitchen was filled with the smell of garlic.",
                "She wrinkled her nose at the strong smell."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc21lbGw&hash=33f39580c3d0f4710d2be254cea673d8f015e37f&lang=en&cache-only=0",
            "defineEn": "to emit a particular odor or scent",
            "defineVi": "để phát ra một mùi đặc biệt hoặc mùi hương",
            "hasImg": true
        },
        {
            "id": "6d0e982c-2afc-49d2-a44f-d62ff449b2de",
            "word": "to stick",
            "phonetic": "tə stɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "She dipped her carrot sticks into the hummus.",
                "she gets on the stick very quickly.",
                "So your pal can stick that in his pipe and smoke it.",
                "Sticks and stones may break my bones, but my positive attitude will never falter.",
                "She got the short end of the stick in the deal."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RpY2s&hash=4e58ccc5806e110d4e770cd7a5db87c05bf87250&lang=en&cache-only=0",
            "defineEn": "to fix an object to another, usually with glue or another similar substance",
            "defineVi": "để cố định một vật này với vật khác, thường bằng keo hoặc chất tương tự khác",
            "hasImg": true
        },
        {
            "id": "cf868410-49a0-49ee-9e37-1110c068f551",
            "word": "to argue",
            "phonetic": "tʊ ɑːɹɡjuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "They were always arguing about money, chores, and even the smallest things.",
                "For the past couple of years, the chattering classes have argued about whether the religious right is in decline.",
                "The prosecutor argued that the defendant should be sentenced to life imprisonment at the court's pleasure, given the severity of the crime.",
                "One person argued the toss for four hours before he agreed to pay.",
                "We used to argue a lot, but that's all water under the bridge now."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXJndWU&hash=9a444fc8d1250de576887a53ca15bd9f5a14c7a4&lang=en&cache-only=0",
            "defineEn": "to speak to someone often angrily because one disagrees with them",
            "defineVi": "nói chuyện với ai đó thường giận dữ vì một người không đồng ý với họ",
            "hasImg": true
        },
        {
            "id": "312853b5-5dec-4128-9f33-0b9e3d677309",
            "word": "to last",
            "phonetic": "tə læst ",
            "partOfSpeechType": "verb",
            "examples": [
                "Three players got their marching orders last week.",
                "Company profits took a tumble last year.",
                "Our cat produced kittens last week.",
                "A wonder lasts but nine days.",
                "That marriage won't last."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGFzdA&hash=138cf012103bd7dd1c82a1fccf2bf7954701b61f&lang=en&cache-only=0",
            "defineEn": "to continue or go on for a particular amount of time",
            "defineVi": "tiếp tục hoặc tiếp tục trong một khoảng thời gian cụ thể"
        },
        {
            "id": "74389305-9767-4cd3-a2e1-243d3861f294",
            "word": "to step",
            "phonetic": "tə stɛp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Steps leading from the kitchen to the cellar.",
                "8 steps that paved the way to the Civil Rights Act of 1964.",
                "It is out of step with changes in industry.",
                "She felt for the step with her foot.",
                "The teacher highlighted the correct steps to solve the math problem."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RlcA&hash=86588d9fdf511b939e51664a0f68b28dcd208939&lang=en&cache-only=0",
            "defineEn": "to move to a new position by raising one's foot and then putting it down in a different spot",
            "defineVi": "di chuyển đến một vị trí mới bằng cách nâng cao chân của một người và sau đó đặt nó xuống ở một vị trí khác",
            "hasImg": true
        },
        {
            "id": "9d98ad22-1689-4d47-9ff0-e480aa8c2bfb",
            "word": "to practice",
            "phonetic": "tə pɹæktɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The actress was practicing her lines before the audition.",
                "They practice their soccer skills every day after school.",
                "She sometimes practices yoga in the morning.",
                "Harvesting abalone for culinary purposes requires sustainable practices to ensure the long-term survival of it.",
                "She finishes her piano practice at 7 o'clock."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJhY3RpY2U&hash=3b96083a9396d31b90602f842c7e27add4ba20fb&lang=en&cache-only=0",
            "defineEn": "to do or play something many times to become good at it",
            "defineVi": "để làm hoặc chơi một cái gì đó nhiều lần để trở nên giỏi về nó",
            "hasImg": true
        },
        {
            "id": "5dc96310-4885-43b0-8f90-d56d6d8a7766",
            "word": "to fit",
            "phonetic": "tə fɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The new sofa wouldn't fit into the small living room.",
                "His partner left the table in a fit of pique.",
                "The teacher had a fit when the dog ran through the classroom.",
                "Technology advances by fits and starts.",
                "Replies to the advertisement are arriving in fits and starts."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZml0&hash=3354b7c4007ee43c40d2eb602099a7947feac54a&lang=en&cache-only=0",
            "defineEn": "to be of the right size or shape for someone",
            "defineVi": "có kích thước hoặc hình dạng phù hợp với ai đó",
            "hasImg": true
        },
        {
            "id": "08df368c-7d97-419c-82c2-566a34b549ef",
            "word": "to adjust",
            "phonetic": "tʊ ɐdʒʌst ",
            "partOfSpeechType": "verb",
            "examples": [
                "We will have to adjust to our reduced circumstances.",
                "He adjusted his tie in the mirror to make sure it was straight.",
                "Remember to always adjust the quantity of yeast extract according to your taste preferences.",
                "The restaurant is working out the kinks in the new menu, adjusting portion sizes and experimenting with new dishes",
                "He is a smart cookie, adjusting his songs to fit his audiences."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRqdXN0&hash=5ca6433168bdcb546bafc5382e1404ae455ab10c&lang=en&cache-only=0",
            "defineEn": "to slightly alter or move something in order to improve it or make it work better",
            "defineVi": "để thay đổi một chút hoặc di chuyển một cái gì đó để cải thiện nó hoặc làm cho nó hoạt động tốt hơn"
        },
        {
            "id": "07bb5361-d584-4cae-ba3c-e6021d1515d2",
            "word": "to suffer",
            "phonetic": "tə sʌfɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He suffered a traumatic brain injury in a car accident.",
                "When the storm arrived, his house suffered significant damage.",
                "They've suffered a heart attack, maybe two.",
                "Britain has suffered a huge brain drain in recent years.",
                "You planted the seed of greed yourself, now you must suffer the consequences."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VmZmVy&hash=f86607b6da54b970cb28b841374192d3e5c9feb1&lang=en&cache-only=0",
            "defineEn": "to experience and be affected by something bad or unpleasant",
            "defineVi": "để trải nghiệm và bị ảnh hưởng bởi một cái gì đó xấu hoặc khó chịu"
        },
        {
            "id": "dccfec0b-39ce-4380-822c-f7dc868d0c1a",
            "word": "to cry",
            "phonetic": "tə kɹaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The baby cried its head off.",
                "And now the poor thing is crying his heart out.",
                "The child's cry of fear alerted the adults to the presence of a spider.",
                "The protesters raised their cries for justice and equality in the streets.",
                "The little girl cried uncontrollably after losing her favorite toy."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3J5&hash=a5fcdf698ba4ffdde29966b36182e7f8ecfcf365&lang=en&cache-only=0",
            "defineEn": "to have tears coming from your eyes as a result of a strong emotion such as sadness, pain, or sorrow",
            "defineVi": "nước mắt chảy ra từ đôi mắt của bạn do một cảm xúc mạnh mẽ như buồn bã, đau đớn hoặc buồn bã",
            "hasImg": true
        },
        {
            "id": "8c782644-b3ba-4a34-8c23-e46642ff11bf",
            "word": "to count",
            "phonetic": "tə kaʊnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She counted zero stars in the sky.",
                "I can count up to fifty in English.",
                "Hold this position for a count of 10.",
                "Aren’t you counting your chickens before they have hatched?",
                "She never counted her chickens before they hatched"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY291bnQ&hash=a0b7d37039321abbcfe1d0158a767695c43bbb83&lang=en&cache-only=0",
            "defineEn": "to determine the number of people or objects in a group",
            "defineVi": "để xác định số lượng người hoặc đối tượng trong một nhóm",
            "hasImg": true
        }
    ]
}