{
    "id": "88fb30f9-3f8e-4720-a74c-996a16c44c14",
    "title": "Music",
    "originalTitle": "Music",
    "words": [
        {
            "id": "e88e7606-7117-4969-a2bb-ee9aba0bd7da",
            "word": "acoustic",
            "phonetic": "ɐkuːstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The singer's acoustic performance showcased her raw talent, captivating the audience with the purity and emotion of her voice in its most authentic form.",
                "Acoustic instruments like the acoustic guitar is pretty much everywhere.",
                "Acoustic waveguides are specifically shaped tunnels that can amplify certain sounds.",
                "And that is acoustic levitation.",
                "Even the acoustics change when you enter a room with a work by Hicks in it."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNvdXN0aWM&hash=cb322e6b23c2438c63d73bbb4272ee9809d4405a&lang=en&cache-only=0",
            "defineEn": "(of a musical instrument) making a sound that is natural not amplified",
            "defineVi": "(của một loại nhạc cụ) tạo ra âm thanh tự nhiên không khuếch đại",
            "hasImg": true
        },
        {
            "id": "63edb36a-acb2-4ff0-a600-43941aad58a7",
            "word": "instrumental",
            "phonetic": "ɪnstɹəmɛntəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My mother was super instrumental in so many aspects of my career.",
                "He’s pretty instrumental in the transition. ",
                "The Wall Street Journal called the firm instrumental in the energy companies transformation.",
                "And Stephen Miller was very instrumental to that. ",
                "I've very much instrumental in giving them good values."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdHJ1bWVudGFs&hash=dba1af19153b4fc83210e9510b1fb59df2a2d5e4&lang=en&cache-only=0",
            "defineEn": "(of music) made only by instruments, instead of being sung",
            "defineVi": "(của âm nhạc) chỉ được thực hiện bởi nhạc cụ, thay vì được hát"
        },
        {
            "id": "3ca159b2-7778-42c8-8561-68567775cd51",
            "word": "vinyl",
            "phonetic": "vaɪnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Despite the challenges faced by the traditional music industry, vinyl records are alive and kicking, experiencing a resurgence in popularity among audiophiles and collectors.",
                "This is a vinyl.",
                "It's a little vinyl!",
                "It sold stereos, speakers, vinyl records and other audio equipment.",
                "From vinyl records to cassette tapes to streaming."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlueWw&hash=7a1afd04a3bf04c776634334b608a1e3a7f2bc75&lang=en&cache-only=0",
            "defineEn": "a record made of synthetic resin or plastic, used in the past before CDs became popular",
            "defineVi": "một bản ghi làm bằng nhựa tổng hợp hoặc nhựa, được sử dụng trong quá khứ trước khi đĩa CD trở nên phổ biến",
            "hasImg": true
        },
        {
            "id": "26577ac5-e652-4782-ad1b-b92fc91eece2",
            "word": "tune",
            "phonetic": "tuːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He played a tune on his harmonica.",
                "Millions tune in to watch the thrills and spills of stock car racing.",
                "The ice cream truck played a catchy tune to attract customers.",
                "From now on, I call the tune and you follow orders.",
                "There is many a good tune played on an old fiddle."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVuZQ&hash=6521798d3dfb754bbb5aac129b1cf4ad0d5dfda0&lang=en&cache-only=0",
            "defineEn": "a number of musical notes that form a piece of music when played or sung in a particular order",
            "defineVi": "một số nốt nhạc tạo thành một bản nhạc khi chơi hoặc hát theo một thứ tự cụ thể",
            "hasImg": true
        },
        {
            "id": "0a3ed91f-eddf-417e-b41d-480861d6c68b",
            "word": "soundtrack",
            "phonetic": "saʊndtɹæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "But he needs a soundtrack.",
                "Just like Disney soundtracks and musicals, the K-pop industry loves its modulations.",
                "And download the soundtrack on iTunes or Google Play Music.",
                "In media, a dramatic scene or event can be the inspiration for an incredible soundtrack.",
                "And that was honestly one of my favourite soundtracks."
            ],
            "audio": "https://tts.langeek.co/read?text=c291bmR0cmFjaw&hash=7fd98991e7a2444a10c7b9e8930d8c148e30a9ad&lang=en&cache-only=0",
            "defineEn": "the recorded sounds, speeches, or music of a movie, play, or musical",
            "defineVi": "âm thanh, bài phát biểu hoặc âm nhạc được ghi lại của một bộ phim, vở kịch hoặc vở nhạc kịch"
        },
        {
            "id": "bc70816e-2cee-4026-9e17-c0d9c6360ec2",
            "word": "orchestra",
            "phonetic": "ɔːɹkᵻstɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The school orchestra played so many wrong notes that I had trouble keeping a straight face.",
                "The orchestra's rendition of Beethoven's Ninth Symphony was of the first water, with precise execution and a powerful emotional impact that left the audience in awe.",
                "Narrator: Think of it like an orchestra.",
                "The orchestra is probably where we're standing here.",
                "In an orchestra, this just sounds really terrible."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JjaGVzdHJh&hash=e2ecb86ae061a9294233b7a6629a85f476759b07&lang=en&cache-only=0",
            "defineEn": "a group of musicians playing various instruments gathered and organized to perform a classical composition",
            "defineVi": "một nhóm nhạc sĩ chơi các nhạc cụ khác nhau được tập hợp và tổ chức để biểu diễn một tác phẩm cổ điển",
            "hasImg": true
        },
        {
            "id": "83c49525-2b3f-4ae8-b7d1-c0caf5c53d5c",
            "word": "verse",
            "phonetic": "vɜːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "She came home and gave me chapter and verse about going to his place after a drink.",
                "The poet wrote, knowing that art is long and life is short, and hoping his verses would help him leave some small mark on the world beyond the span of his own life.",
                "Now you sing the verse.",
                "The first verse sounds like this.",
                "This is verse two."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVyc2U&hash=0502aba4df56c6a641f9a52c9ce3069b8ea496c5&lang=en&cache-only=0",
            "defineEn": "a series of lines forming a unit in a song or poem",
            "defineVi": "một loạt các dòng tạo thành một đơn vị trong một bài hát hoặc bài thơ"
        },
        {
            "id": "30205c32-e63e-47e7-b2a5-397ae8aa07f8",
            "word": "chorus",
            "phonetic": "koːɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Specifically, these ones called chorus waves.",
                "The chorus the people, the community responds.",
                "When he was introduced to the crowd here in Las Vegas tonight, a chorus of boos rained down on top of the French rider. -",
                "The first lead will sing a line, then the group will respond with a chorus.",
                "If we had radio antennas for ears, the Van Allen chorus would be detectable in the audible range of human hearing."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hvcnVz&hash=17f99ef41794a91f778635d1c4a8aef80c213254&lang=en&cache-only=0",
            "defineEn": "a section of a song or poem that follows each verse",
            "defineVi": "một phần của một bài hát hoặc bài thơ sau mỗi câu"
        },
        {
            "id": "428165c9-0d07-4796-9ccd-c523d251cfb6",
            "word": "amplifier",
            "phonetic": "æmplɪfaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, a thin box with an opening makes a rather good amplifier for strings.",
                "They transmit an electrical version of the vibration through wires to an amplifier.",
                "One of the main promoters or influencers or amplifiers of this was Congressperson Lauren Boebert.",
                "They vibrate at really low frequencies, and can be heard as radio waves by field amplifiers, telegraph lines, or any magnetic device.",
                "To do this, they stuck two prongs into the ground hundreds of meters away, then ran attached cables to a device called an amplifier."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1wbGlmaWVy&hash=33fdca6ef3f648751d6aea0511df0104f6083841&lang=en&cache-only=0",
            "defineEn": "an electronic device that strengthens electrical signals or causes sounds to get louder",
            "defineVi": "một thiết bị điện tử tăng cường tín hiệu điện hoặc làm cho âm thanh to hơn",
            "hasImg": true
        },
        {
            "id": "2dc2f2c0-34ca-4a21-b4f5-8a25af8e2c51",
            "word": "beat",
            "phonetic": "biːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Beat it!",
                "Truly we have beaten swords into ploughshares!",
                "Don't beat around the bush - get to the point!",
                "They could easily have beaten us.",
                "The team then beats a retreat from the mall, hoping no one noticed them."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhdA&hash=b491158efccb3fc49adc3604d70327baf9d0eb09&lang=en&cache-only=0",
            "defineEn": "a piece of music or a poem's main rhythm",
            "defineVi": "một bản nhạc hoặc nhịp điệu chính của một bài thơ"
        },
        {
            "id": "0171688c-b81a-481f-aec8-cffb69e80b0a",
            "word": "choir",
            "phonetic": "kwaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "After his voice broke, he left the choir.",
                "He's just preaching to the choir.",
                "Political satirist Andy Borowitz heads to San Francisco to preach to the choir.",
                "The men who really need to hear the message don't come to the meetings, so I'm just preaching to the choir.",
                "I don't know why he thought to join the school choir."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hvaXI&hash=8b7cf5b99959c2f5a2538de7c1d7cf0e5b4cd36b&lang=en&cache-only=0",
            "defineEn": "a group of singers who perform together, particularly in religious ceremonies or in public",
            "defineVi": "một nhóm ca sĩ biểu diễn cùng nhau, đặc biệt là trong các nghi lễ tôn giáo hoặc trước công chúng",
            "hasImg": true
        },
        {
            "id": "2cf0ee67-7ea3-4a09-830b-88719b35e2f4",
            "word": "to compose",
            "phonetic": "tə kəmpoʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The energy company's board of directors was composed entirely of men in gray suits who were resistant to investing in renewable energy sources.",
                "The board of directors of the company was composed entirely of men in gray suits who were resistant to change and innovation, and who were not receptive to new ideas or perspectives.",
                "He plays the piano and enjoys composing beautiful music.",
                "I love playing the piano and composing my own melodies.",
                "He spent countless hours practicing his guitar and composing his own songs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcG9zZQ&hash=3fd1974b25d0e3cfd92ea07f51c120f97c350df8&lang=en&cache-only=0",
            "defineEn": "to write a musical piece",
            "defineVi": "để viết một bản nhạc",
            "hasImg": true
        },
        {
            "id": "a20f1df3-d253-4a98-9ff4-954994fad7ad",
            "word": "to conduct",
            "phonetic": "tə kəndʌkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her recent conduct is beyond the pale.",
                "The court held that such conduct violated the statute.",
                "I enjoy conducting experiments and making observations in science class.",
                "Even though he came from a humble background, John's refined manners and impeccable conduct showed that it takes three generations to make a gentleman.",
                "Before investing in a new business venture, it's important to conduct thorough research and assess potential risks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZHVjdA&hash=1f9bbd1c81dcffa00eba094b82026ba1f13e0bda&lang=en&cache-only=0",
            "defineEn": "to direct a choir or orchestra using special movements of the hands",
            "defineVi": "để chỉ đạo một dàn hợp xướng hoặc dàn nhạc sử dụng chuyển động đặc biệt của bàn tay",
            "hasImg": true
        },
        {
            "id": "dec4ad03-7cbe-411d-af1b-8c1ce327addb",
            "word": "conductor",
            "phonetic": "kəndʌktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "the conductor shouted angrily.",
                "the conductor asked.",
                "'Yes,' said the conductor.",
                "'I don't like this,' said the conductor.",
                "These cables from Grano, they contain eight conductors within, so just imagine eight different copper strands inside here."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZHVjdG9y&hash=2057ab933816df4c875b4034b4ae99093ac97eb9&lang=en&cache-only=0",
            "defineEn": "someone who guides and directs an orchestra",
            "defineVi": "một người hướng dẫn và chỉ đạo một dàn nhạc",
            "hasImg": true
        },
        {
            "id": "e7f5bae9-2132-40b9-a328-8aaf8c1b7efc",
            "word": "duo",
            "phonetic": "duːoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "For all of their opulence, the duo is very philanthropic.",
                "The star duo of supermodel and elite athlete naturally dedicate some resources to health and fitness.",
                "I don't have a duo.",
                "I use Google's video-calling app, Duo.",
                "Finally, the duo worked on innovating the product line with smaller pack sizes and mini Twinkies."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVv&hash=d9aaf21235a85e7973f396659267c4cfd0e050d4&lang=en&cache-only=0",
            "defineEn": "a musical work for two singers or players",
            "defineVi": "một tác phẩm âm nhạc cho hai ca sĩ hoặc người chơi",
            "hasImg": true
        },
        {
            "id": "eb8eb61c-4bed-44b8-9716-86cf087fffd5",
            "word": "note",
            "phonetic": "noʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Did you take notes in the class?",
                "Please make a note of the dates.",
                "Someone left you this note.",
                "Someone left this note for you.",
                "She takes notes during lectures to review later as a dedicated student."
            ],
            "audio": "https://tts.langeek.co/read?text=bm90ZQ&hash=1a14477fa34459b858de0137bc36ebb410260dfc&lang=en&cache-only=0",
            "defineEn": "a written sign or symbol indicating a single tone of particular pitch and length made by a vocal or musical instrument",
            "defineVi": "một dấu hiệu hoặc ký hiệu bằng văn bản cho biết một âm duy nhất có cao độ và độ dài cụ thể được tạo bởi một giọng hát hoặc nhạc cụ",
            "hasImg": true
        },
        {
            "id": "682c2d8d-ce8e-4b60-979f-9fdbe8a9b436",
            "word": "flat",
            "phonetic": "flæt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The theory falls flat on its face when put into practice.",
                "The couple in the flat upstairs are always at it hammer and tongs.",
                "We drove through the night flat-out, with the pedal to the metal.",
                "He threw caution to the winds and rang the bell of the ground-floor flat.",
                "For the record, I have never been to the flat."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxhdA&hash=b0319827b03811bef371270d8f3951212b3b8133&lang=en&cache-only=0",
            "defineEn": "(of a musical note) being a semitone lower than the note mentioned",
            "defineVi": "(của một nốt nhạc) thấp hơn một nửa cung so với nốt đã đề cập",
            "hasImg": true
        },
        {
            "id": "109a858c-cfa6-412c-bc7e-17de56e9d143",
            "word": "sharp",
            "phonetic": "ʃɑːɹp ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Keep a sharp lookout for David.",
                "With a sharp knife, the chef expertly removed the gristle from the pork chops.",
                "He remained sharp as a tack.",
                "She felt a sharp pain in her hand.",
                "He's as sharp as a tack."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhcnA&hash=972244ec15676b3b56066aa40a8e754d81066927&lang=en&cache-only=0",
            "defineEn": "(of a musical note) a half step higher than a particular note",
            "defineVi": "(của một nốt nhạc) cao hơn nửa cung so với một nốt cụ thể"
        },
        {
            "id": "51712b02-ea53-4963-84f6-27eda58b5dd3",
            "word": "harmony",
            "phonetic": "hɑːɹməni ",
            "partOfSpeechType": "noun",
            "examples": [
                "The studied composition in Vermeer's paintings invokes a balanced harmony.",
                "Now the political fight over Brexit, Britain's exit from the European Union, is threatening that precious harmony.",
                "But harmony is also a key component of his efforts as the president of a university, which, like many institutions, is beset with issues of racism and division.",
                "Way, harmony, way gotta have that harmony.",
                "In the 17th century, Johannes Kepler theorized cosmic musical harmonies to explain the nature of planetary orbits."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFybW9ueQ&hash=4bd699d77e8f791286c9073544a26a2068b46e5d&lang=en&cache-only=0",
            "defineEn": "notes of music played or sung in a combination that produces a pleasing effect",
            "defineVi": "các nốt nhạc được chơi hoặc hát trong sự kết hợp tạo ra hiệu ứng dễ chịu"
        },
        {
            "id": "81c4057b-1931-40a0-bd2c-2e65f4afa824",
            "word": "major",
            "phonetic": "meɪdʒɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Then again, some major thinkers are way ahead of the curve.",
                "A major technological advancement like that is still light years away.",
                "The country was hit by a major earthquake.",
                "There are some major changes in the wind.",
                "The city had to pick up the pieces after a major storm caused widespread damage and power outages."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFqb3I&hash=a1d6b106985ce5b8fdebcca4db23b60d058514c3&lang=en&cache-only=0",
            "defineEn": "based on a scale in which the interval between the third and the fourth notes and the seventh and the eighth notes is a half step",
            "defineVi": "dựa trên thang âm trong đó quãng nghỉ giữa nốt thứ ba và nốt thứ tư và nốt thứ bảy và nốt thứ tám là nửa cung",
            "hasImg": true
        },
        {
            "id": "a603464a-9a38-4300-a0d6-7a5ac88d3a49",
            "word": "minor",
            "phonetic": "maɪnɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Minor celebrity status did not become Potter.",
                "It's just a minor setback.",
                "Harold had worked himself into a minor rage.",
                "She had a brush with stardom in the eighties as a member of a minor pop band.",
                "What began as a minor scuffle turned into a full-scale riot."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlub3I&hash=f8b89e1df33a65fd76960164e37d776a5d7046ae&lang=en&cache-only=0",
            "defineEn": "based on a scale in which the interval between the second and the third notes, the fifth and the sixth notes and the seventh and eighth notes is a half step",
            "defineVi": "dựa trên thang âm trong đó quãng giữa nốt thứ hai và nốt thứ ba, nốt thứ năm và nốt thứ sáu và nốt thứ bảy và nốt thứ tám là nửa cung",
            "hasImg": true
        },
        {
            "id": "93badf62-8cac-49de-a1ba-55f5829acb0e",
            "word": "pitch",
            "phonetic": "pɪtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He queered my pitch by asking for promotion before I did.",
                "You can't tag on to the training pitch with a chip on your shoulder because you haven't been selected.",
                "We don't get many new players, and our pitch has been in poor nick for as long as I can remember.",
                "The idea appears to be to target perceived 'luxury' goods, while not queering the pitch for exporters.",
                "Tom's the kind of guy who could sell ice to Eskimos, so don't get sucked into any of his sales pitches."
            ],
            "audio": "https://tts.langeek.co/read?text=cGl0Y2g&hash=91827bccee3f1b3ab1c1ea06d3e7e16a51dc0b75&lang=en&cache-only=0",
            "defineEn": "the degree of highness or lowness of a tone that is determined by the frequency of waves producing it",
            "defineVi": "mức độ cao hay thấp của âm thanh được xác định bởi tần số của sóng tạo ra nó"
        },
        {
            "id": "9c024529-c8cd-4086-aab0-feea44fb70cd",
            "word": "rhythm",
            "phonetic": "ɹɪðəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The music in the movie had a familiar rhythm to it.",
                "So the fight has this rhythm to it.",
                "But our body has a rhythm.",
                "Circadian rhythms also influence your immune system.",
                "Can we keep rhythm together?"
            ],
            "audio": "https://tts.langeek.co/read?text=cmh5dGht&hash=fc99a0cfb0c357f7ffea7cb742d3360509073ac8&lang=en&cache-only=0",
            "defineEn": "a strong repeated pattern of musical notes or sounds",
            "defineVi": "một mô hình lặp đi lặp lại mạnh mẽ của các nốt nhạc hoặc âm thanh"
        },
        {
            "id": "8f0dae9b-7bd3-444e-b9be-a41ba7fc4a7d",
            "word": "tempo",
            "phonetic": "tɛmpoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "-This is your tempo.",
                "And that, in itself, dictates a tempo.",
                "When I think of trap music, this is about the tempo that I go to.",
                "In addition to the mood of the songs, stores can try to tailor the tempo of their music.",
                "Everything slowed down, because you didn't dictate a tempo."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVtcG8&hash=ce38db94a1914d33b57e5edab7a329f4eec9d08c&lang=en&cache-only=0",
            "defineEn": "the speed that a piece of music is or should be played at",
            "defineVi": "tốc độ mà một bản nhạc được hoặc nên được chơi ở"
        },
        {
            "id": "d6211e31-50ba-4262-8dd6-93c16f447664",
            "word": "meter",
            "phonetic": "miːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She had broken the world 100 meters record.",
                "He will be running in the 100 meters tonight.",
                "A man came to read the gas meter.",
                "You need to allow three meters of fabric for the dress.",
                "I've come to read the gas meter."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0ZXI&hash=742e61d221c08c9bb731eff648df10b825de5e0c&lang=en&cache-only=0",
            "defineEn": "the arrangement of unstressed and stressed syllables in a verse that produces the rhythm",
            "defineVi": "sự sắp xếp của các âm tiết không nhấn mạnh và nhấn mạnh trong một câu tạo ra nhịp điệu"
        },
        {
            "id": "620c3ef8-f23d-43aa-afb0-cfd9ee4d3f70",
            "word": "string",
            "phonetic": "stɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He has been digging his own grave with a string of poor results.",
                "After a difficult start, things were finally on the up and up for the team, with a string of victories in their last few games.",
                "I'll drive you home - no strings attached.",
                "Who do you think pulled the strings?",
                "And when a mature person gives love, he or she gives without any strings attached to it."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyaW5n&hash=77e59c89ae360c4fbf3e4a502166adc8b567ab6b&lang=en&cache-only=0",
            "defineEn": "a cord of stretched wire, nylon, etc. on a musical instrument that is plucked to produce sound",
            "defineVi": "một sợi dây bằng dây căng, nylon, v.v. trên một nhạc cụ được gảy để tạo ra âm thanh",
            "hasImg": true
        },
        {
            "id": "0ba12823-ad27-4b58-93fb-6160b67722a9",
            "word": "symphony",
            "phonetic": "sɪmfəni ",
            "partOfSpeechType": "noun",
            "examples": [
                "A shiver runs up my spine when I listen to a beautiful Beethoven symphony.",
                "Aboard Royal Caribbean's Symphony of the Seas, there are ice shows, Broadway-style plays, and an aqua performance.",
                "Like it, It's like a symphony.",
                "We could study a symphony by describing the physics of individual sound waves but it loses a bit of its beauty along the way.",
                "In the West, gongs have become commonplace not only in popular culture, but also in meditation studios and symphony orchestras."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ltcGhvbnk&hash=314f5ae988537f382244500e68da923fc5edb92b&lang=en&cache-only=0",
            "defineEn": "a long and sophisticated musical composition written for a large orchestra, in three or four movements",
            "defineVi": "một tác phẩm âm nhạc dài và phức tạp được viết cho một dàn nhạc lớn, trong ba hoặc bốn chuyển động"
        },
        {
            "id": "3dce933e-f2f4-4736-af2c-329c314e6d1f",
            "word": "recital",
            "phonetic": "ɹᵻsaɪɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "We attended a piano recital and were impressed by the young pianist's talent.",
                "She's played for a recital.",
                "It's 4 a.m., and the big test is in eight hours, followed by a piano recital.",
                "And the Récital 22 Grand Récital has a really, really wonderful example of this particular craft.",
                "The twins have a flute recital tomorrow and I haven't even started the finger sandwiches, so tomorrow is slammed for me."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjaXRhbA&hash=32130323bacd30e02afb8c398d0cd4c523412dbe&lang=en&cache-only=0",
            "defineEn": "a public performance of music or poetry by an individual or a small group",
            "defineVi": "một buổi biểu diễn âm nhạc hoặc thơ trước công chúng của một cá nhân hoặc một nhóm nhỏ",
            "hasImg": true
        },
        {
            "id": "3f75f2fa-9fd1-40ae-b1e2-68103ac2b7b0",
            "word": "to pluck",
            "phonetic": "tə plʌk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The monkey skillfully plucked the almonds from the tree.",
                "She plucked a fleshy strawberry from the garden and enjoyed its juicy sweetness.",
                "He plucked a vibrant pink mallow flower from the garden and admired its soft petals.",
                "\"Oh, I just plucked them out of the air.\"",
                "Look, this legislation hasn't been plucked from the air."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGx1Y2s&hash=ddeccdf1b8016208b380349b98b652939992f074&lang=en&cache-only=0",
            "defineEn": "to play a string instrument, such as a guitar, using the fingers or a plectrum",
            "defineVi": "để chơi một nhạc cụ dây, chẳng hạn như một cây đàn guitar, sử dụng các ngón tay hoặc một miếng gảy",
            "hasImg": true
        },
        {
            "id": "c590421c-bec7-4bdc-8440-485c4fe6a06b",
            "word": "scale",
            "phonetic": "skeɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scales have finally fallen from his eyes and he realises that he's made a dreadful mistake.",
                "These great men on the wall had done so much to tip the scales in justice's favor.",
                "I favor anything that tilts the scales in my direction.",
                "It was only when he was arrested for theft that the scales fell from my eyes and I realised where his money came from.",
                "Scaling a building."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NhbGU&hash=f99898ae61ebeee5138e87f4396f6d1366d78b87&lang=en&cache-only=0",
            "defineEn": "an arrangement of a series of musical notes with specified intervals, in ascending or descending pitch order",
            "defineVi": "một sự sắp xếp của một loạt các nốt nhạc với các khoảng thời gian xác định, theo thứ tự cao độ tăng dần hoặc giảm dần",
            "hasImg": true
        },
        {
            "id": "a7e027d7-c790-4fe9-8d78-816a47db6c89",
            "word": "solo",
            "phonetic": "soʊloʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We gathered around as she performed a heartfelt solo on her violin.",
                "Her solo work was fruitful.",
                "Everybody has a solo but me.",
                "No, I had a solo, too, though.",
                "I'm saying Solo. -"
            ],
            "audio": "https://tts.langeek.co/read?text=c29sbw&hash=d7f125cd7d417c69bf04c30ade7afac1a472bce2&lang=en&cache-only=0",
            "defineEn": "a musical piece written for one singer or instrument",
            "defineVi": "một tác phẩm âm nhạc được viết cho một ca sĩ hoặc nhạc cụ"
        },
        {
            "id": "5d12b0b1-c93a-4c58-8ea1-a4106bbc8661",
            "word": "single",
            "phonetic": "sɪŋɡəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I was enjoying every single cut of marinated chicken, beef, and pork.",
                "The ticket for the bus is valid for a single journey.",
                "My siblings and I share a single bedroom in our house.",
                "Some of the people don't deserve a single red cent.",
                "Not a single jot or tittle goes past the eye of the boss without her noticing."
            ],
            "audio": "https://tts.langeek.co/read?text=c2luZ2xl&hash=255e2ec142d9d57ed562bcdb2001fb7c60d885c4&lang=en&cache-only=0",
            "defineEn": "a CD or a musical record that has only one main song",
            "defineVi": "đĩa CD hoặc đĩa nhạc chỉ có một bài hát chính"
        },
        {
            "id": "4db938a4-b073-4c31-aa25-7899bdb1c57c",
            "word": "composer",
            "phonetic": "kəmpoʊzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The young musician's exceptional talent and ear for music were a clear indication that 'blood will tell' in his family of musicians and composers.",
                "As a musician, he knew that nine tailors make a man and that being proficient in multiple music genres was essential to his success as a performer and composer.",
                "Classical-era composers like Mozart and Beethoven popularized piano music.",
                "Austrian composer Johann Strauss also satirized contemporary composers in his \"Perpetuum Mobile, Opus 257.\"",
                "Austrian composer Johann Strauss also satirized contemporary composers in his \"Perpetuum Mobile, Opus 257.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcG9zZXI&hash=ae25417d3ef216a824a5ef3b6f29ce13e88f57c0&lang=en&cache-only=0",
            "defineEn": "a person who writes music as their profession",
            "defineVi": "một người viết nhạc như nghề nghiệp của họ",
            "hasImg": true
        }
    ]
}