{
    "id": "89934d01-1653-415c-9ea2-e557119b9a39",
    "title": "Lesson 6B",
    "originalTitle": "Lesson 6B",
    "words": [
        {
            "id": "f9881b61-0031-4d79-8980-cd829efca4c4",
            "word": "phone",
            "phonetic": "foʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Will you get the phone?",
                "Your phone is ringing for the thousandth time.",
                "The phone rang and broke my train of thought.",
                "I have my phone to thank for my lack of sleep last night.",
                "The phone lead isn’t long enough to reach the bedroom."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhvbmU&hash=08cf62007748678912971fef6bf8554295c1e2f5&lang=en&cache-only=0",
            "defineEn": "an electronic device used to talk to a person who is at a different location",
            "defineVi": "một thiết bị điện tử được sử dụng để nói chuyện với một người đang ở một địa điểm khác",
            "hasImg": true
        },
        {
            "id": "78f4b99f-5886-42ff-83f5-abf9d388b4b3",
            "word": "technology",
            "phonetic": "tɛknɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Technology advances by fits and starts.",
                "Each technology has its pros and cons.",
                "Current drilling technology thus barely scrapes the surface.",
                "Our superior technology is our ace in the hole.",
                "We lead the way in space technology."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVjaG5vbG9neQ&hash=3ab1213bc3e2bca745c5831655b519ded26483f3&lang=en&cache-only=0",
            "defineEn": "scientific knowledge put into practice in a particular area, especially in industry",
            "defineVi": "kiến thức khoa học đưa vào thực tiễn trong một lĩnh vực cụ thể, đặc biệt là trong ngành công nghiệp",
            "hasImg": true
        },
        {
            "id": "76bd958c-868e-46f1-a8c4-72e69636e188",
            "word": "screen",
            "phonetic": "skɹiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The screen is the main part of a laptop.",
                "See yourself on the screen.",
                "The report will come up on the screen in a moment.",
                "Her eyes were glued firmly to the computer screen.",
                "The clock on my computer screen shows the current time and date."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NyZWVu&hash=385c3555d6d4491b4bb0a9db80422bbf24d5f803&lang=en&cache-only=0",
            "defineEn": "the flat panel on a television, computer, etc. on which images and information are displayed",
            "defineVi": "bảng phẳng trên tivi, máy tính, v.v. trên đó hiển thị hình ảnh và thông tin",
            "hasImg": true
        },
        {
            "id": "8810271b-033a-4279-afc2-797dbdd605ee",
            "word": "touch screen",
            "phonetic": "tʌtʃ skɹiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sometimes touch screens and laptops still feel like an experiment.",
                "I'm, using a touch screen on Mac OS.",
                "You can have a traditional laptop with a touch screen, a detachable keyboard tablet device, or a 2-in-1 that can fold into a tablet.",
                "And to be fair, a Kevlar vest makes a pretty bad touch screen.",
                "Apple, on the other hand, hasn't included touch screens on any of its Macs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91Y2ggc2NyZWVu&hash=be2f924a416f59819a195b11974fe258533279ac&lang=en&cache-only=0",
            "defineEn": "a display that you can interact with by physically touching it with your fingers or a special electronic pen",
            "defineVi": "một màn hình mà bạn có thể tương tác bằng cách chạm vào nó bằng ngón tay hoặc bút điện tử đặc biệt",
            "hasImg": true
        },
        {
            "id": "a41901a1-d0b9-4786-9c75-a49254bdc250",
            "word": "keypad",
            "phonetic": "kiːpæd ",
            "partOfSpeechType": "noun",
            "examples": [
                "But each exit is blocked by an electric barrier with a combination keypad.",
                "What I do like about the keypad on the side is that it is symmetrical."
            ],
            "audio": "https://tts.langeek.co/read?text=a2V5cGFk&hash=b93d30ddc3faf7cccd724c5e4e220f56618135bd&lang=en&cache-only=0",
            "defineEn": "a group of numbered buttons on a surface used for operating a TV, phone, computer, etc.",
            "defineVi": "một nhóm các nút được đánh số trên một bề mặt được sử dụng để vận hành TV, điện thoại, máy tính, v.v.",
            "hasImg": true
        },
        {
            "id": "16b9f65a-c0f5-4bec-a06e-8f7080eb1984",
            "word": "keyboard",
            "phonetic": "kiːboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "So keyboard, got my fancy mouse.",
                "I use keyboards",
                "Keyboard shortcuts for effects and presets.",
                "Imagine a keyboard.",
                "This keyboard is fantastic."
            ],
            "audio": "https://tts.langeek.co/read?text=a2V5Ym9hcmQ&hash=6795ad3ad42bef404d81435ad660f5e8ed66e7d5&lang=en&cache-only=0",
            "defineEn": "a series of keys on a board or touchscreen that we can press or tap to type on a computer, typewriter, smartphone, etc.",
            "defineVi": "một loạt các phím trên bảng hoặc màn hình cảm ứng mà chúng ta có thể nhấn hoặc chạm để gõ trên máy tính, máy đánh chữ, điện thoại thông minh, v.v.",
            "hasImg": true
        },
        {
            "id": "8ab3919d-55f5-4d18-ab87-7721887797f1",
            "word": "password",
            "phonetic": "pæswɜːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Statistically, many people are reusing passwords.",
                "So passwords present challenges across the board.",
                "Passwords are like the cockroaches of the internet.",
                "Enter your password.",
                "Use different passwords across your different logins."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzc3dvcmQ&hash=e736ee8119e03b91861ad9f3c4b8e26f42e3d2ac&lang=en&cache-only=0",
            "defineEn": "a secret group of letters or numbers that allows access to a computer system or service",
            "defineVi": "một nhóm chữ cái hoặc số bí mật cho phép truy cập vào hệ thống hoặc dịch vụ máy tính",
            "hasImg": true
        },
        {
            "id": "b1e1fff4-f9d9-4f0b-af54-80fe3b64b1f9",
            "word": "passcode",
            "phonetic": "pæskoʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Enter your phone's passcode and, if prompted, trust your device.",
                "I won't to try my passcode, but like, wow, this is one handable.",
                "And instead of remembering a passcode, the new iPhone X uses your face to unlock it.",
                "Next, ensure that your Apple Watch has a passcode and risk detection is turned on.",
                "During the investigation, the FBI obtained Farouk's iPhone, but could not access it through the passcode."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzc2NvZGU&hash=aeb5cb782e3b981c5287c086d496f21b1d28adbd&lang=en&cache-only=0",
            "defineEn": "a specific group of letters, numbers, etc. that one needs to enter in order to access a computer or smartphone",
            "defineVi": "một nhóm chữ cái, số, v.v. cụ thể mà một người cần nhập để truy cập máy tính hoặc điện thoại thông minh",
            "hasImg": true
        },
        {
            "id": "95ab4496-4afe-4ced-957e-80ce3c958e1a",
            "word": "contact",
            "phonetic": "kɑːntækt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His travels brought him into contact with many famous artists.",
                "Give your contact details and follow this with a brief profile of yourself.",
                "Gergen had a great sense of news, a good nose for trends, and a wide range of contacts.",
                "Shirelle was on all fours, looking for her contact lens.",
                "Feel free to contact me if you change your mind."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGFjdA&hash=01a27bb9665995b7d48a888ef48f4f591af31cce&lang=en&cache-only=0",
            "defineEn": "a connection point or interface that allows the flow of electricity between two components or devices",
            "defineVi": "một điểm kết nối hoặc giao diện cho phép dòng điện giữa hai thành phần hoặc thiết bị"
        },
        {
            "id": "41b96eba-a5ba-404f-b853-847e4b3ebb19",
            "word": "setting",
            "phonetic": "sɛɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Turned the iron to a hotter setting.",
                "We sat and watched the sun setting.",
                "The sports team played better on their home field than when they were away, showing that birds in their little nests agree also applies to team dynamics in competitive settings.",
                "\"In a professional setting, above all else, guard your heart, for everything you do flows from it, and your attitude and work ethic will determine your success,\" said the career coach during the consultation.",
                "When discussing sensitive or private matters, it's best to do so in a private setting, as little pitchers have big ears and they may unintentionally repeat what they hear."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V0dGluZw&hash=10c8bdebf992785848566814cb31da540adf8738&lang=en&cache-only=0",
            "defineEn": "the context in which something occurs or is situated",
            "defineVi": "bối cảnh trong đó một cái gì đó xảy ra hoặc được đặt"
        },
        {
            "id": "7d914a6f-7ad0-4d6c-b2f1-f98905cc0d86",
            "word": "broadband",
            "phonetic": "bɹɔːdbænd ",
            "partOfSpeechType": "noun",
            "examples": [
                "95 per cent of the UK can now get superfast broadband.",
                "Over 50 percent of residents lack broadband Internet altogether.",
                "Is broadband going to affect those people right out of the gate?",
                "My broadband operator would take his cursor.",
                "So, as a town of 16,000, we have gigabit broadband."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvYWRiYW5k&hash=1971990c4e0caed920f6a3274c4ac0755f56b4ad&lang=en&cache-only=0",
            "defineEn": "a system of Internet connection that allows users to share information simultaneously",
            "defineVi": "một hệ thống kết nối Internet cho phép người dùng chia sẻ thông tin đồng thời",
            "hasImg": true
        },
        {
            "id": "fc1eb899-c6cb-4b76-9e9c-3802e2a6dfdb",
            "word": "Wi-Fi",
            "phonetic": "waɪfaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "If free wi-fi and paid wi-fi are both available, it's not hard to imagine people voting with their pocketbook.",
                "If free wi-fi and paid wi-fi are both available, it's not hard to imagine people voting with their pocketbook.",
                "Wi-Fi 6E, which is actually sick.",
                "Cracked 50 megabytes a second on wi-fi.",
                "The PC is streaming via Wi-Fi to my phone."
            ],
            "audio": "https://tts.langeek.co/read?text=V2ktRmk&hash=ec6467457ad720940dcf22672b6ad83a3687fe5d&lang=en&cache-only=0",
            "defineEn": "the technology that allows computers, cell phones, etc. to access the Internet or exchange data wirelessly",
            "defineVi": "công nghệ cho phép máy tính, điện thoại di động, v.v. truy cập Internet hoặc trao đổi dữ liệu không dây",
            "hasImg": true
        },
        {
            "id": "cce7b26c-f923-4c94-8e54-e3904c1c77a0",
            "word": "to update",
            "phonetic": "tʊ ʌpdeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The new software update has done the trick and fixed the issue with the app.",
                "I need to update my passport photo.",
                "The company has spent thousands of pounds updating their computer systems.",
                "I need to update my address with the post office.",
                "We recommend you save regularly by clicking on the update button."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdXBkYXRl&hash=4264adb54c7ef817e06b21f4e0803d50a756ddd0&lang=en&cache-only=0",
            "defineEn": "to make something more useful or modern by adding the most recent information to it, improving its faults, or making new features available for it",
            "defineVi": "để làm cho một cái gì đó hữu ích hoặc hiện đại hơn bằng cách thêm thông tin mới nhất vào nó, cải thiện các lỗi của nó hoặc cung cấp các tính năng mới cho nó"
        },
        {
            "id": "50c55a6d-272c-4d88-83b1-1fea8b365d36",
            "word": "pop-up",
            "phonetic": "pɑːpʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "A pop-up will appear.",
                "A pop-up will appear.",
                "Entrepreneurs pop-up in all types of industries and can have widely different backgrounds.",
                "A wizard pop-up will appear.",
                "A pop-up will appear where you can fill in details about your event."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9wLXVw&hash=84cfe1de29474ebbe42948415136eacbf09ee825&lang=en&cache-only=0",
            "defineEn": "a window that appears suddenly on top of the current screen, often used to display advertising or notifications",
            "defineVi": "một cửa sổ xuất hiện đột ngột trên đầu màn hình hiện tại, thường được sử dụng để hiển thị quảng cáo hoặc thông báo"
        },
        {
            "id": "9233519f-5486-4551-a467-c929d314179b",
            "word": "coverage",
            "phonetic": "kʌvɚɹɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "With TV sports coverage becoming increasingly competitive, the BBC should beware of resting on its laurels.",
                "Television coverage avoided these ethnic terms.",
                "John Yang begins our coverage.",
                "John Yang begins our coverage.",
                "White House correspondent Yamiche Alcindor begins our coverage."
            ],
            "audio": "https://tts.langeek.co/read?text=Y292ZXJhZ2U&hash=4c2b826c2dc9010212e284387abb06a6546c7c84&lang=en&cache-only=0",
            "defineEn": "the extent or degree to which something is covered or included",
            "defineVi": "mức độ hoặc mức độ mà một cái gì đó được bao phủ hoặc bao gồm"
        },
        {
            "id": "43226279-e09c-466f-800d-9c734f5490d1",
            "word": "signal",
            "phonetic": "sɪɡnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dark clouds signaled that rain was on its way.",
                "The scent of wild cherry blossoms filled the air, signaling the arrival of spring.",
                "The clock struck eleven times, signaling the start of the event.",
                "She holds her finger to her lips, signaling for silence.",
                "The interneurons in the spinal cord help to relay signals from sensory neurons to motor neurons, allowing for coordinated movements."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lnbmFs&hash=cb0db7713165a93b9c3506bf90b65e57f2957f49&lang=en&cache-only=0",
            "defineEn": "a series of electrical or radio waves carrying data to a radio, television station, or mobile phone",
            "defineVi": "một loạt sóng điện hoặc sóng vô tuyến mang dữ liệu đến đài phát thanh, đài truyền hình hoặc điện thoại di động"
        },
        {
            "id": "4ea28cd3-fe3a-4a80-a982-e23b5842f134",
            "word": "to download",
            "phonetic": "tə daʊnloʊd ",
            "partOfSpeechType": "verb",
            "examples": [
                "She downloaded a new movie to watch on her laptop during the flight.",
                "He downloaded a new app to help with productivity.",
                "She downloaded a new album and is excited to listen to the new music.",
                "We have made the necessary documents available for download on our website.",
                "The tech company developed a new app, confident that 'if you build it, they will come' and download it to use for their everyday needs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZG93bmxvYWQ&hash=878153e01c95c4845d0f52480ac919a81ccfc8a9&lang=en&cache-only=0",
            "defineEn": "to add data to a computer from the Internet or another computer",
            "defineVi": "để thêm dữ liệu vào máy tính từ Internet hoặc máy tính khác",
            "hasImg": true
        },
        {
            "id": "cb289c7a-a387-4149-a652-c79eb26f4c73",
            "word": "to stream",
            "phonetic": "tə stɹiːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "A stream of black cars drove by.",
                "A stream of black cars drove by.",
                "The cars run along the highway in a steady stream.",
                "The hiker bent at the waist to drink water from the stream.",
                "When Tom's company was struggling to keep up with new competitors, Tom reminded his colleagues that it is ill striving against the stream."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RyZWFt&hash=4cde07b7bd384a8c95bf0a2c941dd825a2d215b6&lang=en&cache-only=0",
            "defineEn": "to play audio or video material from the Internet without needing to download the whole file on one's device",
            "defineVi": "để phát tài liệu âm thanh hoặc video từ Internet mà không cần tải xuống toàn bộ tệp trên thiết bị của một người",
            "hasImg": true
        },
        {
            "id": "747a9930-f7cb-4630-a5ef-5e9fde665a4c",
            "word": "to scroll",
            "phonetic": "tə skɹoʊl ",
            "partOfSpeechType": "verb",
            "examples": [
                "He used his finger to scroll through the pictures on his phone.",
                "He nostalgically recalled his childhood, reminiscing about his mom's homemade Vegemite and cheese scrolls.",
                "Thomas whiled away hours each day scrolling mindlessly online, understanding that by doing nothing we learn to do ill through lack of purpose.",
                "Lisa found herself down the rabbit hole of social media, endlessly scrolling through feeds, liking posts, and following new accounts, unable to break free from the addictive nature of online platforms.",
                "For many people, social media is like a moth to a flame - they can't resist checking their phones and scrolling through their feeds, even if it's not productive or healthy."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2Nyb2xs&hash=13667fa933bb2e352550ef8278fdcaf526c719df&lang=en&cache-only=0",
            "defineEn": "to move what is being displayed on a computer or smartphone screen up or down to see different parts of it",
            "defineVi": "để di chuyển những gì đang được hiển thị trên màn hình máy tính hoặc điện thoại thông minh lên hoặc xuống để xem các phần khác nhau của màn hình đó",
            "hasImg": true
        },
        {
            "id": "55175b07-7e54-4fc0-91d9-7d1e9bf94272",
            "word": "to swipe",
            "phonetic": "tə swaɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Swiping a card?",
                "You swipe the right side for volume.",
                "Swipe to flip through them.",
                "Tinder saw its biggest day ever on March 29, with over 3 billion swipes in just one day.",
                "Okay, swipe the touch bar for volume, swipe to the left to switch between active noise cancellation, and transparency for Bluetooth only."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dpcGU&hash=8ec79fef57bc6a00d35fba73d4a415a0100b1dd7&lang=en&cache-only=0",
            "defineEn": "to hit or strike something with a sweeping motion",
            "defineVi": "để đánh hoặc tấn công một cái gì đó với một chuyển động quét"
        },
        {
            "id": "471c3ff3-1a7a-4f91-a250-0d00fdf251f6",
            "word": "to hang up",
            "phonetic": "tə hæŋ ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Long Island Marine and Olympian boxer Jamel Herring hangs up the gloves after championship career.",
                "As for the future of his boxing career, Taylor continues to maintain that he has hung up his gloves for good.",
                "Although Christian Karembeu hung up his boots in 2005, he is no less an active and unstoppable personality in the world of soccer.",
                "They hung up.",
                "I hung up."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFuZyB1cA&hash=f0b3eb85d2ebbac1b2844019e8a671c1f9ed7241&lang=en&cache-only=0",
            "defineEn": "to end a phone call by breaking the connection",
            "defineVi": "để kết thúc một cuộc gọi điện thoại bằng cách phá vỡ kết nối",
            "hasImg": true
        },
        {
            "id": "880d5c70-c91c-41ab-9300-4aadebf131b5",
            "word": "to top up",
            "phonetic": "tə tɑːp ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Like you can tell it to only top up the battery, in the hour and a half before 7:00 AM, when I normally wake up that way it's not just sitting there holding a charge all night.",
                "But at least it's there as an option if you're almost depleted and you need to be able to top up a little bit, right before you head out of the house."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdG9wIHVw&hash=f48cf283eabfab7e710662fa90c06cd424ee9383&lang=en&cache-only=0",
            "defineEn": "to add credit or money to a prepaid phone account to enable continued use of its services",
            "defineVi": "để thêm tín dụng hoặc tiền vào tài khoản điện thoại trả trước để cho phép tiếp tục sử dụng các dịch vụ của mình"
        },
        {
            "id": "cadf1feb-a1c2-4a13-af7f-ebfe6175d1eb",
            "word": "to put through",
            "phonetic": "tə pʊt θɹuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "In one, they were basically put through a perfectionist’s nightmare:",
                "The sterilized bars are then ground up and put through a manufacturing line where they're remolded into new bars.",
                "It didn’t bother me from that perspective, but it bothered me that my friends were being put through this, that innocent bystanders were being put through it.",
                "It didn’t bother me from that perspective, but it bothered me that my friends were being put through this, that innocent bystanders were being put through it.",
                "It's then put through a unique process we call heat sealing, where they're taking tape that has those comparable layers of barrier properties, and that seam tape is heat sealed over the outside of the seam on that garment."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IHRocm91Z2g&hash=ba661c0cb38e0a666ebf89d0da7166039ad84619&lang=en&cache-only=0",
            "defineEn": "to connect a caller to the person to whom they want to speak",
            "defineVi": "để kết nối một người gọi với người mà họ muốn nói chuyện",
            "hasImg": true
        },
        {
            "id": "c1193e96-3b3d-44cf-930e-1cf4c1cfe7c3",
            "word": "to get through to",
            "phonetic": "tə ɡɛt θɹuː tuː ",
            "partOfSpeechType": "phrase",
            "examples": [
                "The message was finally getting through to him.",
                "Only a handful of the candidates were able to get through to the final stage of the interview process.",
                "I feel I’m not getting through to some of the kids in my class.",
                "I couldn’t seem to get through to her.",
                "I find it impossible to get through to her."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IHRocm91Z2ggdG8&hash=7a141274b2f25c07ca1ad95436a0c12a80d2944e&lang=en&cache-only=0",
            "defineEn": "to successfully communicate a message or idea to someone in a way that they understand or accept it",
            "defineVi": "để truyền đạt thành công một thông điệp hoặc ý tưởng cho ai đó theo cách mà họ hiểu hoặc chấp nhận nó"
        },
        {
            "id": "978b9b41-884e-4778-8bd2-3143945c7246",
            "word": "to switch off",
            "phonetic": "tə swɪtʃ ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "Then switch off read receipts.",
                "Others fire rapidly in short bursts before switching off, or remain quiet for long periods until thousands of inputs from other neurons line up in just the right way.",
                "That makes for killer night vision, but in bright light, those rods become overloaded and can switch off completely.",
                "After weaning they switch off the gene that allows them to digest milk.",
                "In other butterfly species, switching off that gene had totally different results: it can make patterns fade, or even disappear."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dpdGNoIG9mZg&hash=4670411cac9cdfbbd1348ba09a1a47e0ea97b9cf&lang=en&cache-only=0",
            "defineEn": "to make something stop working usually by flipping a switch",
            "defineVi": "để làm cho một cái gì đó ngừng hoạt động thường bằng cách bật công tắc",
            "hasImg": true
        },
        {
            "id": "ccecb1fa-9b3d-4597-a34e-7e5f764d0a07",
            "word": "to unplug",
            "phonetic": "tʊ ʌnplʌɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Then unplug it!",
                "And then completely unplug.",
                "Can you unplug that?",
                "First, unplug your keyboard or remove the batteries.",
                "Yes, everyone, always unplug the battery on your laptop before you take it apart."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5wbHVn&hash=7328826f8f9598dd2148d7e17b632febc061e9fa&lang=en&cache-only=0",
            "defineEn": "to disconnect an electronic device from an electricity source",
            "defineVi": "để ngắt kết nối một thiết bị điện tử từ một nguồn điện",
            "hasImg": true
        },
        {
            "id": "d8e13d30-57c3-438a-bf8d-e1387c094ac2",
            "word": "to obsess",
            "phonetic": "tʊ əbsɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "My coworker is obsessed with collecting porcelain dolls, which I find creepy, but I suppose there is no accounting for taste.",
                "The way he's obsessing over one doorknob when we're renovating the entire house makes me think that he can't see the forest for the trees.",
                "Although he was never obsessed with money, Jim acknowledged that a heavy purse makes a light heart, and he made sure to save for retirement.",
                "Obsessed with the perfection of the periodicity.",
                "Totally obsessing over the customer experience."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2JzZXNz&hash=aa7f60d3877296b830f19ba233511721e29c80b4&lang=en&cache-only=0",
            "defineEn": "to think about something or someone all the time, in a way that makes one unable to think about other things",
            "defineVi": "luôn nghĩ về điều gì đó hoặc ai đó, theo cách khiến người ta không thể nghĩ về những thứ khác"
        },
        {
            "id": "eaf0d1f2-6ed7-49b0-b85a-5ff8eb59797b",
            "word": "addicted",
            "phonetic": "ɐdɪktᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The customers were almost addicted to the coupon day five 580 promotions.",
                "They're addicted to Percocet.",
                "They were pathologically addicted to Putin.",
                "\"Rhett is addicted to breathing.\"",
                "She became really addicted to cocaine and drink."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRkaWN0ZWQ&hash=0d394c87ec62885306a388cbb459662485401114&lang=en&cache-only=0",
            "defineEn": "physically or physiologically unable to stop taking a drug, especially a habit-forming substance or stop doing something, particularly something harmful or unhealthy",
            "defineVi": "về thể chất hoặc sinh lý không thể ngừng dùng thuốc, đặc biệt là chất gây nghiện hoặc ngừng làm điều gì đó, đặc biệt là điều gì đó có hại hoặc không lành mạnh",
            "hasImg": true
        },
        {
            "id": "547c4640-2658-4703-9403-0e8922f9c69f",
            "word": "hooked",
            "phonetic": "hʊkt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The crabs have these special hooked hairs on their shell.",
                "and I am so hooked",
                "Both of them have a hooked bill, curved in a very similar way.",
                "At Hooked, it's over 2,000 oysters shucked per cruise.",
                "The leaf’s surface is covered in these tiny hooked hairs called trichomes."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9va2Vk&hash=9be9b7bab3aceaebbbec1e403e7337b8e3204be1&lang=en&cache-only=0",
            "defineEn": "addicted to something, particularly to narcotic drugs",
            "defineVi": "nghiện một cái gì đó, đặc biệt là thuốc gây nghiện"
        },
        {
            "id": "871ad539-ed1e-40d5-97dd-09d7f744ef08",
            "word": "mad",
            "phonetic": "mæd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That noise is driving me mad!",
                "My dad was mad as a hornet after I crashed his car.",
                "John has been mad at Mary for a week.",
                "To go crazy/mad/nuts/insane.",
                "The family's hopping mad that she left them nothing."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFk&hash=122822f56cdb3811210a0ac18b3f35da5e1096e3&lang=en&cache-only=0",
            "defineEn": "very angry or displeased",
            "defineVi": "rất tức giận hoặc không hài lòng",
            "hasImg": true
        },
        {
            "id": "1bb89061-27c4-48f8-a8fb-c27328d782ce",
            "word": "dependent",
            "phonetic": "dᵻpɛndənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Small businesses dependent on the government also are feeling the pinch.",
                "Success is heavily dependent on skillful collaboration.",
                "The dependent person sees emotional connections as a lifeline.",
                "But cognitive ability is dependent on context, environment, and tons of other factors.",
                "Every single person in the elite is personally dependent on Putin for money and power."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwZW5kZW50&hash=b96c2e974c26031e6e0b7e5aa4eba2ea981c99d5&lang=en&cache-only=0",
            "defineEn": "determined by or needing something else",
            "defineVi": "được xác định bởi hoặc cần một cái gì đó khác"
        },
        {
            "id": "234d583e-1a3a-4b1c-8a81-064c5368be5d",
            "word": "fed up",
            "phonetic": "fɛd ʌp ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I’m fed up with you two talking shop.",
                "Farmers are angry and fed up to the back teeth of empty promises from politicians.",
                "I'm already fed up with your lazy, selfish behavior, Jim, but if you can't be bothered to come with me to my own mother's funeral, that will be the straw that breaks the donkey's back!",
                "He was pretty much fed up and had been kind of at the end of his rope.",
                "I know that we're all kind of fed up with this and we want this to be over."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVkIHVw&hash=22f5db297c4c51e8ecbda66d982d5eff35ee0d48&lang=en&cache-only=0",
            "defineEn": "feeling annoyed, upset, bored with something happening for a long time",
            "defineVi": "cảm thấy khó chịu, khó chịu, buồn chán với một điều gì đó xảy ra trong một thời gian dài",
            "hasImg": true
        },
        {
            "id": "27be04a4-9a89-4ec7-9df3-4fb572937839",
            "word": "sick",
            "phonetic": "sɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm sick of your foolishness.",
                "I'm sick of your foolishness.",
                "You get sick to the back teeth with it.",
                "I am sick to death of hearing your excuses.",
                "He was sick of being the butt of their jokes."
            ],
            "audio": "https://tts.langeek.co/read?text=c2ljaw&hash=a5805361affec775c355800f4876dd6d23f4860c&lang=en&cache-only=0",
            "defineEn": "mentally or emotionally disturbed or unhealthy",
            "defineVi": "rối loạn tinh thần hoặc cảm xúc hoặc không khỏe mạnh"
        },
        {
            "id": "c8b23042-1d84-4c16-98a1-1bdd5cbc161c",
            "word": "aware",
            "phonetic": "ɐwɛɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When did you first become aware of the problem?",
                "I'm well aware that statement will raise eyebrows.",
                "The doctor was aware that the shoemaker's son always goes barefoot, and that she needed to make sure her own health was a priority even as she cared for the health of others.",
                "The celebrity was always aware that the day has eyes and the night has ears, so she was careful about her behavior in public and private.",
                "Protesters are baying for blood after it was revealed that the governor had been aware of the cover-up from the start."
            ],
            "audio": "https://tts.langeek.co/read?text=YXdhcmU&hash=75e4c0b89e1b539494ec09384eb05a7262c3763d&lang=en&cache-only=0",
            "defineEn": "realizing or knowing a fact or situation",
            "defineVi": "nhận ra hoặc biết một thực tế hoặc tình hình",
            "hasImg": true
        },
        {
            "id": "63751c6d-f9e6-482b-8ca2-69b8ccc41897",
            "word": "keen",
            "phonetic": "kiːn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The company is keen to get the idea over.",
                "Her mother, Louise, was very keen on keeping up with the Joneses.",
                "Susan has a keen eye for detail, so each dress is beautifully finished off.",
                "After his latest brush with infamy, the footballer is keen to stay out of the tabloids and is keeping a low profile.",
                "Everyone seemed full of beans, looking forward to breakfast, and keen to find out their group's activities for the day."
            ],
            "audio": "https://tts.langeek.co/read?text=a2Vlbg&hash=ba3105074da36dddf503092d6de277e93d760049&lang=en&cache-only=0",
            "defineEn": "learning or understating quickly",
            "defineVi": "học tập hoặc understated một cách nhanh chóng"
        },
        {
            "id": "0cbc900d-dd86-4a68-8e05-e2cbf6b96dbf",
            "word": "unsuitable",
            "phonetic": "ʌnsuːɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Bosses need to be wary of hiring or keeping unsuitable employees, for as the proverb states, a rotten apple spoil the barrel.",
                "Through this process, organisms cross through unsuitable territory to arrive in a new environment by chance.",
                "Anyone with an unsuitable mix will be selected from the environment.",
                "To Leroy, it was merely an impression, a sloppy and unfinished sketch, unsuitable for display or sale.",
                "Firstly, too much turbidity, trace organic compounds, or high-density heavy metals like arsenic, chromium, or lead, mean that the water is unsuitable for consumption."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5zdWl0YWJsZQ&hash=9d33bb1803dcc68a1134e296edf5ce1b49d8a5d3&lang=en&cache-only=0",
            "defineEn": "not appropriate or fitting for a particular purpose or situation",
            "defineVi": "không thích hợp hoặc phù hợp cho một mục đích cụ thể hoặc tình hình"
        },
        {
            "id": "d9f02bc6-7317-401b-b574-b14956d6e5e5",
            "word": "suspicious",
            "phonetic": "səspɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He gave me a suspicious look.",
                "I called the police hotline to report a suspicious activity.",
                "The wife, probably already suspicious of her husband, then follows the couple and catches them red-handed.",
                "The politician's excessive flattery towards his colleagues made them suspicious, and they reminded each other that flattery like perfume should be smelled but not swallowed.",
                "They're suspicious."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VzcGljaW91cw&hash=1ebd941a085e308075d0ac86b7c97f81f6f1b958&lang=en&cache-only=0",
            "defineEn": "doubtful about the honesty of what someone has done and having no trust in them",
            "defineVi": "nghi ngờ về tính trung thực của những gì ai đó đã làm và không tin tưởng vào họ"
        },
        {
            "id": "de930c30-1116-42cc-8921-d411256fb67a",
            "word": "dissatisfied",
            "phonetic": "dɪsæɾɪsfaɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And so people are dissatisfied with the parties.",
                "And so people are dissatisfied with the parties.",
                "Faust, a dissatisfied scholar, pledges his soul to the devil in exchange for bottomless pleasure.",
                "And another major problem is that most young voters are totally dissatisfied with both major political parties right now.",
                "If you’re that dissatisfied with the service, you should let the manager know the reason ahead of time and your plan to leave a reduced tip."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzc2F0aXNmaWVk&hash=6401a00b32895d2aaed40fab54015398eea72ce5&lang=en&cache-only=0",
            "defineEn": "not pleased or satisfied with something, because it is not as good as we expected; displeased",
            "defineVi": "không hài lòng hoặc hài lòng với một cái gì đó, bởi vì nó không tốt như chúng ta mong đợi; không hài lòng",
            "hasImg": true
        },
        {
            "id": "84845653-eee5-4a2c-8d1a-c2ae6a4e00d3",
            "word": "accustomed",
            "phonetic": "ɐkʌstəmd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "People really did lose their accustomed lifestyles.",
                "Fortunately, they're accustomed to targeting sluggish prey.",
                "Every day of my show life, I was just accustomed to one guest, usually, per hour and me.",
                "Sure enough, the children's immune systems became accustomed to the powder and nearly all of them were able to build up a tolerance to it.",
                "It's a little bit kind of a cooler color than I'm accustomed to seeing."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjdXN0b21lZA&hash=37577ae29b9b0d796583cd19022ec071dcf85bfe&lang=en&cache-only=0",
            "defineEn": "familiar with something, often through repeated experience or exposure",
            "defineVi": "quen thuộc với một cái gì đó, thường thông qua kinh nghiệm lặp đi lặp lại hoặc tiếp xúc"
        },
        {
            "id": "a0a3b13b-c237-40a2-af9e-7c112a1b2524",
            "word": "attached",
            "phonetic": "ɐtætʃt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Tony was so attached to Trigon.",
                "She just doesn't like you, maybe she's too attached to her child",
                "And if you stay attached to something, your chances are a little bit better.",
                "We just have a regular TV, and I'm too attached to my little MacBook.",
                "You become very attached to the items and feel the need to save them from being destroyed."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0YWNoZWQ&hash=83fe5fba86381f2004737db81434975ac3c73904&lang=en&cache-only=0",
            "defineEn": "physically connected or joined to something",
            "defineVi": "kết nối vật lý hoặc tham gia vào một cái gì đó",
            "hasImg": true
        }
    ]
}