{
    "id": "8a8f5ab2-1d7e-4e99-85bf-e9c15229c17a",
    "title": "Reproductive System",
    "originalTitle": "Reproductive System",
    "words": [
        {
            "id": "20d8bcb6-072e-4944-89a0-082dc20c720c",
            "word": "penis",
            "phonetic": "piːnɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Over 95% of bird species don’t have penises.",
                "Who don’t have penises, by the way.",
                "Our penises consist of two chambers that have one way valves.",
                "In a nutshell: a preference for ever-smaller penises could have given females greater control over the parentage of their chicks.",
                "So this hypothesis predicts that large-egged birds should have retained their penises."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVuaXM&hash=7e1431fcbaa60c3f1919dba88829bb506f87db6a&lang=en&cache-only=0",
            "defineEn": "the male erectile sex organ that is used for urinating or copulation",
            "defineVi": "cơ quan sinh dục nam cương cứng được sử dụng để đi tiểu hoặc giao hợp"
        },
        {
            "id": "da7d2f1a-66d4-467c-8680-3318ad465345",
            "word": "testicle",
            "phonetic": "tɛstɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "These are desiccated testicles of my suitors.",
                "Turns out if underwear is too tight, it pushes the testicles closer to the body, increasing their temperature in the process, and that's bad news for the sperm inside.",
                "I'd pour this into my testicles, I would not drink it.",
                "But sadly for him, he only gets to mate once because during the act, his reproductive organs are ripped off and his testicles explode.",
                "People look forward to it every day, whether we're gonna take a bath in ranch dressing or ea guinea pig testicles."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVzdGljbGU&hash=0f51d8ff1e0285d3f18b3bab221882ce88acdbd5&lang=en&cache-only=0",
            "defineEn": "each of the pair of oval reproductive organs that produce sperm, enclosed in a sack of skin, in the male body",
            "defineVi": "mỗi cặp cơ quan sinh sản hình bầu dục tạo ra tinh trùng, được bao bọc trong một bao da, trong cơ thể nam giới"
        },
        {
            "id": "8d03c8e2-ed3c-4bd5-8267-16a4d41e83c7",
            "word": "scrotum",
            "phonetic": "skɹoʊɾəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "One of the first times doctors did this was back in 1775, when a London surgeon named Percivall Pott noticed an alarming number of former chimney sweeps developing skin cancer on their scrotums."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nyb3R1bQ&hash=516a9cc156d2c087de8b545c956bf77b395f334f&lang=en&cache-only=0",
            "defineEn": "a pouch of skin that houses the testicles in the male reproductive system",
            "defineVi": "một túi da chứa tinh hoàn trong hệ thống sinh sản nam"
        },
        {
            "id": "cab888ed-b030-4a97-9fbf-49a2b3d72ce4",
            "word": "vas deferens",
            "phonetic": "væs dɛfɹənz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmFzIGRlZmVyZW5z&hash=9120cf5a3ccdaa1963cbdaa351e245640f3d78c1&lang=en&cache-only=0",
            "defineEn": "a long, narrow tube that transports sperm from the epididymis to the urethra in the male reproductive system",
            "defineVi": "một ống dài và hẹp vận chuyển tinh trùng từ mào tinh đến niệu đạo trong hệ thống sinh sản nam"
        },
        {
            "id": "7274de5b-83c1-433b-8683-8a16eecdf5fb",
            "word": "epididymis",
            "phonetic": "ɛpɪdɪdɪmɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXBpZGlkeW1pcw&hash=42ea6b908fdf0d845367a60b590aba373f426410&lang=en&cache-only=0",
            "defineEn": "a tightly coiled tube that stores and transports mature sperm in the male reproductive system",
            "defineVi": "một ống cuộn chặt lưu trữ và vận chuyển tinh trùng trưởng thành trong hệ thống sinh sản nam"
        },
        {
            "id": "4a455070-77df-4ee4-896a-663e8f3a18e7",
            "word": "semen",
            "phonetic": "siːmən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VtZW4&hash=db729a6365fd3a52c8aa787670319a0828de1346&lang=en&cache-only=0",
            "defineEn": "a fluid containing sperm and various secretions from the male reproductive organs, ejaculated during sexual intercourse for the purpose of fertilization",
            "defineVi": "một chất lỏng chứa tinh trùng và các chất tiết khác nhau từ cơ quan sinh sản nam, xuất tinh trong quá trình quan hệ tình dục với mục đích thụ tinh"
        },
        {
            "id": "d8c67f31-7984-482b-ab08-a8df066313ad",
            "word": "sperm cell",
            "phonetic": "spɜːm sɛl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3Blcm0gY2VsbA&hash=48594332120ddf2b6aaa042168ccebb3f972aea9&lang=en&cache-only=0",
            "defineEn": "a small, specialized reproductive cell in the male body that fertilizes the female egg during sexual reproduction",
            "defineVi": "một tế bào sinh sản nhỏ, chuyên biệt trong cơ thể nam giới thụ tinh cho trứng nữ trong quá trình sinh sản hữu tính"
        },
        {
            "id": "d17f864e-a0da-4e29-a36b-b8ca3cb7ecd9",
            "word": "prostate",
            "phonetic": "pɹɑːsteɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "My father has battled prostate cancer for years.",
                "Some older studies found a connection between milk and a high risk of breast, colon, and prostate cancer But meta analyses found no impact on your cancer risk.",
                "Back in this country, U.S. Senator Thom Tillis announced that he has prostate cancer and will undergo surgery next week.",
                "Or, consider another 2018 study which calculated a polygenic risk score for aggressive prostate cancer.",
                "And this can help doctors see very precisely if prostate cancer has spread to different parts of the body. "
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvc3RhdGU&hash=13b401f3dbacbbb00c548ff578e5de80b85aca30&lang=en&cache-only=0",
            "defineEn": "a gland in the male body that produces fluid for semen and surrounds the urethra, aiding in urine control",
            "defineVi": "một tuyến trong cơ thể nam giới sản xuất chất lỏng cho tinh dịch và bao quanh niệu đạo, hỗ trợ kiểm soát nước tiểu"
        },
        {
            "id": "ef42a50c-a1a7-4801-a6e3-40ce84bc5832",
            "word": "phallus",
            "phonetic": "fæləs ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, they've got phalanx battery protection system, not to be confused with phallus battery protection system which is more common in adult toys."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhhbGx1cw&hash=639473fc65edcf71fde9a068576145a4608f67ba&lang=en&cache-only=0",
            "defineEn": "the external reproductive organ in males, commonly known as the penis",
            "defineVi": "cơ quan sinh sản bên ngoài ở nam giới, thường được gọi là dương vật"
        },
        {
            "id": "c8eaa658-a4e1-4e85-8f7d-611145786f81",
            "word": "prostate gland",
            "phonetic": "pɹɑːsteɪt ɡlænd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvc3RhdGUgZ2xhbmQ&hash=837ca718ebf01c182629ca7eaf68fa983180530e&lang=en&cache-only=0",
            "defineEn": "a small organ of the male reproductive system close to the bladder, which releases a liquid that contains sperm",
            "defineVi": "một cơ quan nhỏ của hệ thống sinh sản nam gần bàng quang, tiết ra chất lỏng có chứa tinh trùng"
        },
        {
            "id": "016e729e-1cec-48c5-84b2-4b9de3a20524",
            "word": "seminal fluid",
            "phonetic": "sɛmɪnəl fluːɪd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VtaW5hbCBmbHVpZA&hash=43c389ce52791d775ee43ca149a82f92a06e12d2&lang=en&cache-only=0",
            "defineEn": "the fluid that is produced by the male reproductive system, containing sperm cells and various substances",
            "defineVi": "chất lỏng được tạo ra bởi hệ thống sinh sản nam, có chứa các tế bào tinh trùng và các chất khác nhau"
        },
        {
            "id": "2e2c305a-cd6c-4f30-b706-b738c1c3380a",
            "word": "ejaculatory duct",
            "phonetic": "ɪdʒækjʊlətoːɹi dʌkt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWphY3VsYXRvcnkgZHVjdA&hash=4258ac21d517a3e04cd0df69dcc8c8ddb26f4a8d&lang=en&cache-only=0",
            "defineEn": "a short duct that connects the vas deferens and the urethra, serving as a conduit for seminal fluid during ejaculation",
            "defineVi": "một ống dẫn ngắn nối ống dẫn tinh và niệu đạo, đóng vai trò là ống dẫn tinh dịch trong quá trình xuất tinh"
        },
        {
            "id": "1026d563-90ca-48a3-b110-ca2aef6f667c",
            "word": "cervix",
            "phonetic": "sɜːvɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "What's that cervix up to?",
                "The cells of the cervix are especially at risks.",
                "But then researchers looked at cells from Lydia’s cervix, and that DNA matched her children!",
                "This involves a doctor examining the cervix through a microscope, and possibly taking a small biopsy of tissue for closer examination.",
                "Women over 21 can undergo a regular pap smear, where a sample of tissue is gently scraped from the lining of the cervix to test for abnormal cells."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Vydml4&hash=d4ec03a0a075bf1921bb58ffc31d62730613631e&lang=en&cache-only=0",
            "defineEn": "(anatomy) the narrow outer opening of the womb or uterus of a female",
            "defineVi": "(giải phẫu) lỗ hẹp bên ngoài của dạ con hoặc tử cung của phụ nữ"
        },
        {
            "id": "0a3b433c-56e8-46e6-a8d8-a72c1318ace2",
            "word": "ovary",
            "phonetic": "oʊvɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "They're ovaries.",
                "Normally, a person releases one egg per month from their ovaries.",
                "In some cases, the host’s testes will actually convert to ovaries!",
                "Well, hold on to your ovaries, folks.",
                "But many fruits are more than just a ripened flower ovary."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Zhcnk&hash=fd522e4daae954a703bebcd927ee049f0c92040b&lang=en&cache-only=0",
            "defineEn": "either of the two organs in women or female animals that produce eggs for reproduction",
            "defineVi": "một trong hai cơ quan ở phụ nữ hoặc động vật cái sản xuất trứng để sinh sản"
        },
        {
            "id": "7d1b715d-5e0d-4b23-a127-2cd4988602dd",
            "word": "uterus",
            "phonetic": "juːɾɚɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Blood comes out of uteruses.",
                "A woman's uterus grows to over 500 times its normal size during pregnancy.",
                "I had fibroids in my uterus.",
                "But the uterus isn’t completely unreceptive for several weeks.",
                "Humans with uteruses and vaginas get periods."
            ],
            "audio": "https://tts.langeek.co/read?text=dXRlcnVz&hash=9f48102ba3d3b143eddb78ce5cb28cbbc28c11d2&lang=en&cache-only=0",
            "defineEn": "(anatomy) the organ in the female body where the fetus is conceived and grown before being born",
            "defineVi": "(giải phẫu) cơ quan trong cơ thể phụ nữ, nơi bào thai được thụ thai và lớn lên trước khi chào đời"
        },
        {
            "id": "ec447440-0d46-4061-b671-21c9c2674ac0",
            "word": "vagina",
            "phonetic": "vədʒaɪnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Humans with uteruses and vaginas get periods.",
                "I'm a board-certified obstetrician-gynecologist, and I specialize in caring for humans with vaginas.",
                "- You know we don't pee out of our vaginas, right?",
                "And sometimes, these uteri even connect to different vaginas, so there’s no mucus plug blocking sperm from reaching the egg if the person ovulates!",
                "Well, no. (LAUGHS) Never thought I would talk about cat vaginas but here we are."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFnaW5h&hash=9bcfd252f36a59765615edaa257459e73a8d0c31&lang=en&cache-only=0",
            "defineEn": "(anatomy) the muscular passage in the female body between the outer sex organs and the uterus",
            "defineVi": "(giải phẫu) đường cơ trong cơ thể phụ nữ giữa cơ quan sinh dục ngoài và tử cung"
        },
        {
            "id": "19a5b6f5-19eb-48b5-b16b-03a5911e42e9",
            "word": "clitoris",
            "phonetic": "klɪɾɚɹɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "And this is supposed to mimic, if you're someone who has a clitoris, right?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpdG9yaXM&hash=966a92e0593a8cd95c90c0ab7c8954ee850b45ba&lang=en&cache-only=0",
            "defineEn": "(anatomy) a small erectile part of the female genitalia that becomes larger when sexually stimulated",
            "defineVi": "(giải phẫu) bộ phận cương cứng nhỏ của cơ quan sinh dục nữ trở nên lớn hơn khi được kích thích tình dục"
        },
        {
            "id": "558d9edc-9e48-4970-b48b-9bedcf9f2e70",
            "word": "hymen",
            "phonetic": "haɪmɛn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even then, hymens can heal.",
                "In most women, our hymens have an opening that's big enough for tampons, fingers, and yes, gettin' busy.",
                "One study found that 52% of sexually active teenage women had intact hymens."
            ],
            "audio": "https://tts.langeek.co/read?text=aHltZW4&hash=f088f6d98d9fe3c45347d10749c29823f3d570a2&lang=en&cache-only=0",
            "defineEn": "a thin membrane located at the entrance of the vagina, often associated with female virginity, but its presence and appearance vary among individuals",
            "defineVi": "một màng mỏng nằm ở lối vào của âm đạo, thường liên quan đến trinh tiết của phụ nữ, nhưng sự hiện diện và hình dạng của nó khác nhau giữa các cá nhân"
        },
        {
            "id": "bf62a41b-f419-4f09-8464-87be3198ab22",
            "word": "vulva",
            "phonetic": "vʌlvə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dnVsdmE&hash=bfe289ee6d0e01236e02b12f4473a1815ca253a2&lang=en&cache-only=0",
            "defineEn": "the external female genitalia, including the labia, clitoris, vaginal opening, and urethral opening",
            "defineVi": "cơ quan sinh dục nữ bên ngoài, bao gồm môi âm hộ, âm vật, lỗ âm đạo và lỗ niệu đạo"
        },
        {
            "id": "92580a5c-2c18-439d-a92a-3849d7f2b1e6",
            "word": "labia majora",
            "phonetic": "leɪbiə mɐdʒoːɹə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGFiaWEgbWFqb3Jh&hash=7654fb8cb77d1491c6bd7b293f23d81b59a323b4&lang=en&cache-only=0",
            "defineEn": "the two outer, larger folds of skin and tissue that enclose and protect the vaginal opening in the female genitalia",
            "defineVi": "hai nếp gấp bên ngoài, lớn hơn của da và mô bao quanh và bảo vệ lỗ âm đạo trong cơ quan sinh dục nữ"
        },
        {
            "id": "65e7e79e-1092-4c72-b1a2-17e745e1f0ea",
            "word": "labia minora",
            "phonetic": "leɪbiə maɪnoːɹə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGFiaWEgbWlub3Jh&hash=f7aa19d73380cab07b7d021271fb0e4fc59a4de8&lang=en&cache-only=0",
            "defineEn": "the inner, smaller folds of skin and tissue within the female genitalia that surround the vaginal opening and the clitoral hood",
            "defineVi": "các nếp gấp bên trong, nhỏ hơn của da và mô trong cơ quan sinh dục nữ bao quanh lỗ âm đạo và mũ âm vật"
        },
        {
            "id": "6225b645-bdaf-4c4e-929d-442954dddb1a",
            "word": "introitus",
            "phonetic": "ɪntɹəɪɾəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50cm9pdHVz&hash=9a4209354feb1d65884e7c6d6b8f3c65a5dcafa7&lang=en&cache-only=0",
            "defineEn": "the entrance or opening of a body cavity, particularly the vaginal opening",
            "defineVi": "lối vào hoặc mở khoang cơ thể, đặc biệt là cửa âm đạo"
        },
        {
            "id": "220e6dfd-3e49-494d-9dd9-9161380ff8ce",
            "word": "fallopian tube",
            "phonetic": "fɔːloʊpiən tuːb ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmFsbG9waWFuIHR1YmU&hash=a41d6f571758ec9187a37ea6808a9c449251de09&lang=en&cache-only=0",
            "defineEn": "a slender tube connecting the ovary to the uterus in the female reproductive system",
            "defineVi": "một ống mảnh nối buồng trứng với tử cung trong hệ thống sinh sản nữ"
        },
        {
            "id": "6df25f49-3e8f-4f6e-97f0-6961e81a95ac",
            "word": "womb",
            "phonetic": "wuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "When Maria's friends supported her during a difficult time, even when her siblings didn't, she realized how the blood of the covenant is thicker than the water of the womb.",
                "Babies, for example, naturally obtain passive humoral immunity while still in the womb.",
                "Placental mammals can spend far longer inside the womb than other mammals.",
                "But in her case, two female embryos had fused in the womb.",
                "In the womb, these cells begin developing pretty early, sometime around the first trimester."
            ],
            "audio": "https://tts.langeek.co/read?text=d29tYg&hash=04af88db2e55c2fd9d210814d09f9f7de8716739&lang=en&cache-only=0",
            "defineEn": "the part of the body of a woman or female mammal where the baby develops before birth",
            "defineVi": "bộ phận cơ thể của phụ nữ hoặc động vật có vú giống cái nơi em bé phát triển trước khi sinh"
        },
        {
            "id": "29fecf7a-ce29-4867-9db5-72ad0b44aa62",
            "word": "oviduct",
            "phonetic": "oʊvɪdʌkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "It starts with an unfertilized egg cell, added to a blob of yolk, and squeezed down a stretchy tube called an oviduct."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZpZHVjdA&hash=6ab48127d9dd15759561388bad9bd87280f4e182&lang=en&cache-only=0",
            "defineEn": "(anatomy) each of the pair of tubes in the female body through which eggs pass to the ovary",
            "defineVi": "(giải phẫu) mỗi cặp ống trong cơ thể phụ nữ mà qua đó trứng đi đến buồng trứng"
        },
        {
            "id": "1a63fcc1-2e64-47e7-b22c-fc8e275b38de",
            "word": "pudendum",
            "phonetic": "pjuːdɛndəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHVkZW5kdW0&hash=8c369486eba5456a8aebf0be3318dde63df6f465&lang=en&cache-only=0",
            "defineEn": "the external genitalia of the female reproductive system, encompassing the labia, clitoris, vaginal opening, and urethral opening",
            "defineVi": "cơ quan sinh dục ngoài của hệ thống sinh sản nữ, bao gồm môi âm hộ, âm vật, lỗ âm đạo và lỗ niệu đạo"
        },
        {
            "id": "e5c81db7-913e-4b7b-a64a-5486f8cb58dc",
            "word": "glans",
            "phonetic": "ɡlænz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2xhbnM&hash=f8c25a60aa6eb2965dc5b9b4a5b03ab3b522b0c8&lang=en&cache-only=0",
            "defineEn": "the rounded, sensitive tip or head of the penis or clitoris",
            "defineVi": "đầu hoặc đầu tròn, nhạy cảm của dương vật hoặc âm vật"
        },
        {
            "id": "12f19290-4337-4832-b582-5b570615fde5",
            "word": "genitals",
            "phonetic": "dʒɛnɪɾəlz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2VuaXRhbHM&hash=0d78e6ba69c9b145b577b69e6e97c891fc19ba63&lang=en&cache-only=0",
            "defineEn": "the external sex organs of the body",
            "defineVi": "các cơ quan sinh dục bên ngoài của cơ thể"
        },
        {
            "id": "a345ad5d-478c-4df8-bf16-93aa4025676e",
            "word": "gamete",
            "phonetic": "ɡæmiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Those new cells, with just one set of chromosomes, are gametes.",
                "They produce these gametes.",
                "These are gametes.",
                "The male gamete fertilizes a female gamete.",
                "The male gamete fertilizes a female gamete."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FtZXRl&hash=e9d050ecdf69c3a59b75196c247f09dced25adcf&lang=en&cache-only=0",
            "defineEn": "a special cell used for reproduction, with sperm cells being the male gametes and egg cells being the female gametes",
            "defineVi": "một tế bào đặc biệt được sử dụng để sinh sản, với tế bào tinh trùng là giao tử đực và tế bào trứng là giao tử cái"
        },
        {
            "id": "0764e255-17ca-4565-8739-d8dd8b702c6b",
            "word": "sex cell",
            "phonetic": "sɛks sɛl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2V4IGNlbGw&hash=07069100355da8ed3dc292f9702098c6f891706e&lang=en&cache-only=0",
            "defineEn": "a specialized reproductive cell carrying half the genetic material of an individual",
            "defineVi": "một tế bào sinh sản chuyên biệt mang một nửa vật liệu di truyền của một cá nhân"
        },
        {
            "id": "078b007e-91c5-4340-9846-1014f9b5a1b1",
            "word": "sex organ",
            "phonetic": "sɛks ɔːɹɡən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2V4IG9yZ2Fu&hash=3bf9d71b1e9f18c0c454538f7e7258bf503ca690&lang=en&cache-only=0",
            "defineEn": "a specialized anatomical structure involved in sexual reproduction and the expression of sexual characteristics",
            "defineVi": "một cấu trúc giải phẫu chuyên biệt liên quan đến sinh sản hữu tính và biểu hiện các đặc điểm tình dục"
        },
        {
            "id": "358754fb-0084-41b5-aa90-a933a280f7ce",
            "word": "prepuce",
            "phonetic": "pɹɪpjuːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJlcHVjZQ&hash=4df9df117f0325ccebd3b389877f3fcf5ed26693&lang=en&cache-only=0",
            "defineEn": "the foreskin, is a retractable fold of skin that covers the tip of the penis in males and the clitoral hood in females",
            "defineVi": "bao quy đầu, là một nếp gấp da có thể thu vào bao phủ đầu dương vật ở nam giới và mui xe âm vật ở nữ giới"
        },
        {
            "id": "ad52cc09-08b4-4e03-9755-207ce75daff3",
            "word": "septum",
            "phonetic": "sɛptəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your heart is divided laterally into two sides by a thin inner partition called the septum.",
                "They usually happen when things like dry air, smoke, or dehydration dry out some of the mucus that protects your nasal septum, that barrier that splits your nose into two nostrils.",
                "Even worse, if you keep picking, you could actually puncture your septum.",
                "As Plectronoceras added septa to its shell, it left behind a small, tube-like part of its mantle in each chamber."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VwdHVt&hash=340af0ed6381d06e110ad21284e9da959cb87fa0&lang=en&cache-only=0",
            "defineEn": "a wall in the ovary, is a thickened structure that separates the ovarian tissue into distinct compartments or cysts",
            "defineVi": "một bức tường trong buồng trứng, là một cấu trúc dày lên ngăn cách mô buồng trứng thành các ngăn hoặc u nang riêng biệt"
        },
        {
            "id": "7a255294-6023-457b-a63c-411a03c2d545",
            "word": "breast",
            "phonetic": "bɹɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "She prefers boneless turkey breast for its ease of slicing.",
                "He grilled a juicy chicken breast for his dinner.",
                "The chicken breast supreme salad featured grilled chicken, mixed greens, cherry tomatoes, and a balsamic vinaigrette.",
                "She made turkey breast wraps, filling tortillas with sliced turkey, cucumber, and a creamy ranch dressing.",
                "My grandmother shared her recipe for succulent roast chicken breast, passed down through generations."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYXN0&hash=f9e5e0b3f00c8a4b228021d24ab2216dfc0b5944&lang=en&cache-only=0",
            "defineEn": "either of the two round and fleshy parts on a woman’s chest that produce milk after childbirth",
            "defineVi": "một trong hai bộ phận tròn và nhiều thịt trên ngực của người phụ nữ tiết ra sữa sau khi sinh con"
        },
        {
            "id": "75e3056b-e9b8-4bb9-acea-1b60f094f135",
            "word": "seminal duct",
            "phonetic": "sɛmɪnəl dʌkt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VtaW5hbCBkdWN0&hash=c80900ea1a3715b13b791589f70caed139f4804b&lang=en&cache-only=0",
            "defineEn": "a long, muscular tube that transports sperm from the epididymis to the ejaculatory duct in the male reproductive system",
            "defineVi": "một ống cơ dài vận chuyển tinh trùng từ mào tinh đến ống phóng tinh trong hệ thống sinh sản nam"
        },
        {
            "id": "dbba42fd-5f27-44be-af72-bd64b00add3d",
            "word": "placenta",
            "phonetic": "pləsɛntə ",
            "partOfSpeechType": "noun",
            "examples": [
                "All placentas are temporary.",
                "And their most important role in mammals is developing the placenta.",
                "In most mammals, the placenta is confined behind a barrier of maternal cells.",
                "It'll turn into the placenta.",
                "Stress hormones can even pass through the placenta to the fetus."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhY2VudGE&hash=264628d1f40642c8f7b859f24a68373fe3e437d3&lang=en&cache-only=0",
            "defineEn": "an organ that forms during pregnancy, connecting the developing fetus to the uterus, providing essential nutrients and oxygen",
            "defineVi": "một cơ quan hình thành trong thời kỳ mang thai, kết nối thai nhi đang phát triển với tử cung, cung cấp các chất dinh dưỡng và oxy cần thiết"
        }
    ]
}