{
    "id": "8b6d686a-7bff-45ae-a24b-45969ead9359",
    "title": "Global Issues",
    "originalTitle": "Lesson 24",
    "words": [
        {
            "id": "b83854d5-47ca-4870-aefc-f81a1a8e10b0",
            "word": "environmental",
            "phonetic": "ɛnvaɪɹənmɛntəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She often gets on her soapbox about environmental issues.",
                "With the war in the Middle East intensifying, the president's plan for environmental reform has increasingly gone by the wayside.",
                "He's very engaged in environmental issues and volunteers for a local conservation group.",
                "Researchers study diatoms to better understand the environmental conditions of aquatic habitats.",
                "The actor has become the poster boy for environmental activism, using his celebrity status to raise awareness about climate change."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW52aXJvbm1lbnRhbA&hash=48016ced7db1601c89e9f5fa5c6d7e90d3933aec&lang=en&cache-only=0",
            "defineEn": "relating to the natural world and the human impact on it",
            "defineVi": "liên quan đến thế giới tự nhiên và tác động của con người lên nó",
            "hasImg": true
        },
        {
            "id": "3a3f1226-ea8b-4a92-a38d-3e6470692a14",
            "word": "pollution",
            "phonetic": "pəluːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lower energy consumption means less pollution.",
                "The politician's off-the-cuff remark about pollution stirred up a hornet's nest among environmentalists.",
                "On the other hand, the noise and pollution can be overwhelming at times.",
                "Lichen serves as an indicator of air quality due to its sensitivity to pollution.",
                "We're not doing enough to protect the environment from pollution."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9sbHV0aW9u&hash=1dcbad915fd81d3c207f19f702042e4547f69ce0&lang=en&cache-only=0",
            "defineEn": "a change in water, air, etc. that makes it harmful or dangerous",
            "defineVi": "sự thay đổi trong nước, không khí, v.v. làm cho nó có hại hoặc nguy hiểm",
            "hasImg": true
        },
        {
            "id": "7bb4fd68-f52c-478f-bd95-7c9515a2aebf",
            "word": "poverty",
            "phonetic": "pɑːvɚɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Government is taking pain to lessen poverty.",
                "He has known both poverty and wealth.",
                "As the saying goes, when poverty comes in the door, love flies out the window.",
                "The charity organization's mission statement emphasized the belief that poverty is no sin and that everyone deserves dignity and respect.",
                "The student worked multiple jobs to pay off her student loans, acknowledging that debt is the worst poverty."
            ],
            "audio": "https://tts.langeek.co/read?text=cG92ZXJ0eQ&hash=c723679a641570e1dc44be4e5fe1af680a5cd679&lang=en&cache-only=0",
            "defineEn": "the condition of being very poor",
            "defineVi": "tình trạng rất nghèo",
            "hasImg": true
        },
        {
            "id": "2525e46f-7000-4bb3-8046-d148ca8b9bab",
            "word": "hunger",
            "phonetic": "hʌŋɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hunger drives the wolf out of the wood.",
                "Have an apple - it'll take the edge off your hunger.",
                "But I grabbed something to stay the pangs of hunger on the way down.",
                "After hiking all day and working up an appetite, the simple meal of beans and rice tasted amazing - truly, hunger is the best sauce.",
                "My heart bleeds for any child suffering from hunger."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVuZ2Vy&hash=dcdbc5f6353eac43db9d1c8c48150eb63f23d76e&lang=en&cache-only=0",
            "defineEn": "the serious state in which one suffers from lack of food, and may result in death or disease",
            "defineVi": "tình trạng nghiêm trọng khi một người bị thiếu lương thực và có thể dẫn đến tử vong hoặc bệnh tật",
            "hasImg": true
        },
        {
            "id": "523aa414-0aa9-426d-8122-98aa54b03d9e",
            "word": "famine",
            "phonetic": "fæmɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bad weather brought famine.",
                "Famine followed in the wake of the drought.",
                "Whatever meager rations remained were sent to the troops fighting the war, so the civilian population faced the brunt of the famine.",
                "Famines don't just happen naturally.",
                "For the most part, famines have historically been man-made disasters."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFtaW5l&hash=0381de03ce6c03f50183380dde1dbd3177ab9947&lang=en&cache-only=0",
            "defineEn": "a situation where there is not enough food that causes hunger and death",
            "defineVi": "một tình huống không có đủ thức ăn gây ra đói và chết",
            "hasImg": true
        },
        {
            "id": "8dd812b8-3825-4672-9470-f24066325dc3",
            "word": "labor",
            "phonetic": "leɪbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Such cheap goods obviously rely on dirt cheap labor.",
                "Running the animal shelter is a labor of love for Jane.",
                "The company has attempted to break the strike using non-union labor.",
                "Mrs. Smith finds teaching young children to be a labor of love.",
                "The gardener knew that keeping a garden beautiful required a lot of physical labor and effort, since elbow grease is the best polish when it comes to maintaining plants and flowers."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFib3I&hash=08cc87831e2ef5d59271e8b68914a0346c96e13e&lang=en&cache-only=0",
            "defineEn": "work, particularly difficult physical work",
            "defineVi": "công việc, công việc thể chất đặc biệt khó khăn"
        },
        {
            "id": "1431d6ff-c530-4d3d-9f89-6f4fde51b5ca",
            "word": "genocide",
            "phonetic": "dʒɛnəsaɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then, after 1500, Spanish genocide definitively crushed high Mayan culture.",
                "It was genocide.",
                "United Nations judges in The Hague upheld a genocide conviction against former Bosnian Serb military chief Ratko Mladic.",
                "The U.N. accused it of genocide, crimes against humanity and war crimes.",
                "There had been genocide in Rwanda, and radios had played a really key role in the execution of this genocide in Rwanda."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2Vub2NpZGU&hash=cffca58a72d44f9e70210e355f273d048750a928&lang=en&cache-only=0",
            "defineEn": "a mass murder committed in order to destroy a particular nation, religious or ethnic group, or race",
            "defineVi": "một vụ giết người hàng loạt được thực hiện để tiêu diệt một quốc gia, tôn giáo hoặc nhóm sắc tộc hoặc chủng tộc cụ thể"
        },
        {
            "id": "3f9dfdf4-0364-4c50-8be4-4310453bb686",
            "word": "globalization",
            "phonetic": "ɡloʊbəlᵻzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Supporters of globalization assert that it is a win-win proposition for the rich and the poor.",
                "So, globalization is a cultural phenomenon.",
                "With globalization came American brands like Coca-Cola, McDonald's, Pizza Hut and Domino's.",
                "Globalization continues to expand.",
                "But the greatest contributor is globalization and trade."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xvYmFsaXphdGlvbg&hash=050bf1648d6a9d9aab7e3eb6230e60a6df458acb&lang=en&cache-only=0",
            "defineEn": "the fact that the cultures and economic systems around the world are becoming connected and similar as a result of improvement in communications and development of multinational corporations",
            "defineVi": "thực tế là các nền văn hóa và hệ thống kinh tế trên khắp thế giới đang trở nên kết nối và giống nhau nhờ sự cải thiện trong truyền thông và sự phát triển của các tập đoàn đa quốc gia"
        },
        {
            "id": "1e12e410-2355-4650-8383-d2881ae5a0b5",
            "word": "economic crisis",
            "phonetic": "iːkənɑːmɪk kɹaɪsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We saw an economic crisis. ",
                "And the second reason, there was an economic crisis.",
                "The debt market could even lead to the next economic crisis.",
                "Because in 1990s, we had an economic crisis.",
                "The economic crisis also means that demand for food stamps will swell."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNvbm9taWMgY3Jpc2lz&hash=bb914347b789f641fb66fa8143e2b2aa00f40463&lang=en&cache-only=0",
            "defineEn": "a severe economic state that is marked by high rates of inflation, unemployment or depression",
            "defineVi": "một tình trạng kinh tế nghiêm trọng được đánh dấu bằng tỷ lệ lạm phát, thất nghiệp hoặc suy thoái cao"
        },
        {
            "id": "43c55aa0-169b-4c5f-9d50-c614cc532e37",
            "word": "tsunami",
            "phonetic": "tsuːnɑːmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, the tsunami flooded the nuclear plant.",
                "It'll create a tsunami.",
                "This was a tsunami. ",
                "Two hours had passed since the tsunami.",
                "Within minutes, the route was blocked by tsunami debris."
            ],
            "audio": "https://tts.langeek.co/read?text=dHN1bmFtaQ&hash=6c350689b6222321ac1b095ab27b490824b03548&lang=en&cache-only=0",
            "defineEn": "a very high wave or series of waves caused by an earthquake or eruption that are disastrous",
            "defineVi": "một đợt sóng rất cao hoặc một loạt sóng do động đất hoặc phun trào gây ra thảm họa",
            "hasImg": true
        },
        {
            "id": "3930dabe-0d23-4a8f-b946-8bc2639669df",
            "word": "recession",
            "phonetic": "ɹᵻsɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "No city has escaped the recession, but Seattle has fared best by a long shot.",
                "Many more businesses are feeling the chill wind of the recession.",
                "The effects of the recession are being felt everywhere.",
                "Before the recession, the country was on the pig's back, but the situation has changed greatly.",
                "Britain is still in the grip of recession."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjZXNzaW9u&hash=3c29ed7e96a0ff01150911714331b6c96ac46fbf&lang=en&cache-only=0",
            "defineEn": "a period of economic decline marked by a rise in unemployment and the fall in the GDP",
            "defineVi": "một thời kỳ suy thoái kinh tế được đánh dấu bằng sự gia tăng thất nghiệp và giảm GDP"
        },
        {
            "id": "aabf2153-a295-429a-ab51-91ec738ced0f",
            "word": "illiteracy",
            "phonetic": "ɪlɪɾɚɹəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even so, Clinton is not exactly throwing money at the illiteracy problem.",
                "Illiteracy is down.",
                "Zimbabwe has a very high illiteracy rate."
            ],
            "audio": "https://tts.langeek.co/read?text=aWxsaXRlcmFjeQ&hash=19714f7d800c22c9e0d43642440f1f0ded26fdf2&lang=en&cache-only=0",
            "defineEn": "the lack of ability to read or write",
            "defineVi": "thiếu khả năng đọc hoặc viết"
        },
        {
            "id": "1c0e281a-6410-49d3-bd93-899b83edd0b7",
            "word": "discrimination",
            "phonetic": "dɪskɹɪmᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eventually, he came face to face with discrimination again.",
                "Discrimination based on race or religion is morally unacceptable and considered bad.",
                "Discrimination and bias in hiring practices can result in an unlevel playing field for job applicants, as qualified candidates from marginalized groups may face barriers and unequal treatment.",
                "After years of experiencing poverty and discrimination, he felt that above black there is no color and became indifferent to the daily struggles he faced.",
                "The teacher reminded her students that if you are not part of the solution, you are part of the problem when discussing the importance of taking an active role in addressing issues such as bullying and discrimination in the classroom."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY3JpbWluYXRpb24&hash=21648c6b101b70e65c1984b19292f50bde3c81df&lang=en&cache-only=0",
            "defineEn": "the practice of treating a person or different categories of people less fairly than others",
            "defineVi": "thực hành đối xử với một người hoặc các nhóm người khác nhau ít công bằng hơn những người khác"
        },
        {
            "id": "c7d700a3-6e63-47fa-8800-48e64b376dc9",
            "word": "refugee",
            "phonetic": "ɹɛfjuːdʒiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hungary's opening of the border was a turning point for the refugees.",
                "Supplies are being dropped for the refugees.",
                "We have a duty to care for the refugees.",
                "Refugees are welcome here!",
                "Syrian refugees tax an overburdened system."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmdWdlZQ&hash=432a89eb7eaabe004d7bdd4daf9725fd07909c70&lang=en&cache-only=0",
            "defineEn": "a person who is forced to leave their own country because of war, fear of prosecution, etc.",
            "defineVi": "một người buộc phải rời khỏi đất nước của họ vì chiến tranh, sợ bị truy tố, v.v."
        },
        {
            "id": "2c59481a-d7ea-49c8-9375-4655d9905d27",
            "word": "homelessness",
            "phonetic": "hoʊmləsnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "And, suddenly, I experienced homelessness.",
                "Unemployment and homelessness are two of the major concerns for any government.",
                "Homelessness increased dramatically.",
                "That's transient homelessness.",
                "So it also increases the rate of homelessness and other traumatic events and experiences."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tZWxlc3NuZXNz&hash=1846a1680e3077de5e6ecceb54ca41c35a105e46&lang=en&cache-only=0",
            "defineEn": "the fact or state of not having a home",
            "defineVi": "thực tế hoặc tình trạng không có nhà",
            "hasImg": true
        },
        {
            "id": "a0b5f8db-9d87-4bd6-9c82-ac692cfcb711",
            "word": "peaceful",
            "phonetic": "piːsfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Winter brings a peaceful silence, especially after a fresh snowfall.",
                "She lived a very peaceful life.",
                "He enjoys the peaceful atmosphere of his home.",
                "I usually have a peaceful sleep at night.",
                "The once peaceful beach town has now become completely commercialised."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVhY2VmdWw&hash=bd834d762b1f9f8f076e2e1372682941b30f3779&lang=en&cache-only=0",
            "defineEn": "without any conflict, violence, or war",
            "defineVi": "không có xung đột, bạo lực hay chiến tranh"
        },
        {
            "id": "3a3ed2ec-73da-4a67-9120-6da9e6360e8a",
            "word": "fundraiser",
            "phonetic": "fʌndɹeɪzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "All told, we're about $5,000 in pocket after the fundraiser.",
                "He's hosted fundraisers for Barack Obama and Hillary Clinton.",
                "Bowling for animals is Animal Wonders annual fundraiser.",
                "We're doing a fundraiser for the Lomax Incubator Farm.",
                "Aaron Davis spent a decade as an NRA fundraiser."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVuZHJhaXNlcg&hash=d798087cd22f81965b2a241c53407f49f5e0243d&lang=en&cache-only=0",
            "defineEn": "a social event held with the intention of raising money for a charity or political party",
            "defineVi": "một sự kiện xã hội được tổ chức với mục đích quyên góp tiền cho một tổ chức từ thiện hoặc đảng chính trị"
        },
        {
            "id": "9faffbd5-c12b-4841-83c2-90297e4325c9",
            "word": "to volunteer",
            "phonetic": "tə vɑːləntɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The volunteers worked together to collect donations for the local food drive.",
                "The volunteers' organizing of the charity event was a labour of love.",
                "She volunteers at the town library to help with organizing books.",
                "I volunteer at the preschool to help with art activities and storytime.",
                "Jake actually volunteered to do the dishes after dinner?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdm9sdW50ZWVy&hash=2771107799713f176aa8dada779ec95f5b5eae73&lang=en&cache-only=0",
            "defineEn": "to offer to do something without being forced or without payment",
            "defineVi": "để cung cấp để làm một cái gì đó mà không bị ép buộc hoặc không có thanh toán"
        },
        {
            "id": "2f9040e0-7a1d-439d-8688-3300bd1af8ca",
            "word": "citizenship",
            "phonetic": "sɪɾɪzənʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The basic issue is citizenship.",
                "Citizenship alone cannot address this issue.",
                "In 1868, former slaves were guaranteed citizenship with the passing of the 14th Amendment.",
                "But interestingly enough, citizenship was involuntary.",
                "Thus, the most successful slave revolt in human history won freedom and citizenship for every slave in the French Caribbean."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2l0aXplbnNoaXA&hash=ee7266c0b6f3268a92f4cfbcfafb206f97f4568f&lang=en&cache-only=0",
            "defineEn": "the legal status of being a member of a certain country",
            "defineVi": "tư cách pháp lý là thành viên của một quốc gia nhất định"
        },
        {
            "id": "cb81d500-1b83-4ce8-9a58-727a19971f72",
            "word": "to reduce",
            "phonetic": "tə ɹᵻduːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "the company's new policy purports to reduce its carbon footprint.",
                "You can reduce the bitterness of sour gourd by soaking it in saltwater before cooking.",
                "The heavy rain created a thick curtain of water, reducing visibility on the road.",
                "The government took action to reduce unemployment rates.",
                "We will have to adjust to our reduced circumstances."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVkdWNl&hash=4732723fea9e65f2ae2f6199fb88bdcaed2d0126&lang=en&cache-only=0",
            "defineEn": "to make something less or smaller in amount, degree, price, etc.",
            "defineVi": "để làm cho một cái gì đó ít hơn hoặc nhỏ hơn về số lượng, mức độ, giá cả, vv",
            "hasImg": true
        },
        {
            "id": "10fdeb28-09cb-441b-9b31-e813eef9223d",
            "word": "deforestation",
            "phonetic": "diːfɔːɹɪsteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Only half of these companies have made zero deforestation a commitment by 2020.",
                "Most deforestation happens in Earth’s tropical regions.",
                "Deforestation rates have nearly doubled.",
                "And deforestation is harmful in another way.",
                "Deforestation exposes the 30,000 orangutans remaining in the wild to poachers."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmb3Jlc3RhdGlvbg&hash=1e0e90bfc74c71965286d5627c3793907da05890&lang=en&cache-only=0",
            "defineEn": "the action of removing the trees from an area completely",
            "defineVi": "hành động loại bỏ hoàn toàn cây cối khỏi một khu vực",
            "hasImg": true
        },
        {
            "id": "7e7f235c-cdaa-4d58-ba0e-ad6a96e71336",
            "word": "ecosystem",
            "phonetic": "iːkoʊsɪstəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Earth has diverse ecosystems, ranging from forests to deserts.",
                "The presence of green algae in water bodies can indicate the health and balance of the ecosystem.",
                "Green algae, with its vibrant hues, adds a splash of color and life to freshwater ecosystems.",
                "Lichen plays a vital role in soil formation and ecosystem development.",
                "Euglena serves as a primary producer, contributing to the food chain in aquatic ecosystems."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNvc3lzdGVt&hash=49b3cd7c404fe937eb0ac4e7b086fe5f86d09482&lang=en&cache-only=0",
            "defineEn": "all the organisms that live in a particular area, the way they affect each other and their environment considered as a whole",
            "defineVi": "tất cả các sinh vật sống trong một khu vực cụ thể, cách chúng ảnh hưởng lẫn nhau và môi trường của chúng được coi là một tổng thể",
            "hasImg": true
        },
        {
            "id": "34895bcf-a831-43af-932a-292b81cf776a",
            "word": "climate change",
            "phonetic": "klaɪmət tʃeɪndʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We had a very interesting discussion about climate change.",
                "The previous administration kicked the can down the road on climate change, and now we're facing the consequences.",
                "I would like to raise an alarm bell today because of the fight against climate change.",
                "The actor has become the poster boy for environmental activism, using his celebrity status to raise awareness about climate change.",
                "We need to take action to address climate change."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpbWF0ZSBjaGFuZ2U&hash=f8281ee5521e6a97585ab155fa50a2c9d60b0c66&lang=en&cache-only=0",
            "defineEn": "a permanent change in global or regional climate patterns, including temperature, wind, and rainfall",
            "defineVi": "một sự thay đổi vĩnh viễn trong các kiểu khí hậu toàn cầu hoặc khu vực, bao gồm nhiệt độ, gió và lượng mưa",
            "hasImg": true
        },
        {
            "id": "752c28e1-5c5d-42f2-bb6c-b5edaebfbc7c",
            "word": "global warming",
            "phonetic": "ɡloʊbəl wɔːɹmɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Scientists fear that global warming has gone beyond the point of no return.",
                "\"I don't think global warming is real.\"",
                "\"The sun is causing global warming.\"",
                "\"Global warming is natural.\"",
                "\"Global warming will destroy the planet by 2030.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xvYmFsIHdhcm1pbmc&hash=82e8a4451058a9d3bbda2a987da3c60d68631056&lang=en&cache-only=0",
            "defineEn": "the increase in the average temperature of the Earth as a result of the greenhouse effect",
            "defineVi": "sự gia tăng nhiệt độ trung bình của Trái đất do hiệu ứng nhà kính"
        },
        {
            "id": "72524378-a741-41db-b1ad-5a6658710a7c",
            "word": "to reuse",
            "phonetic": "tə ɹiːjuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Statistically, many people are reusing passwords.",
                "Documentation also promotes code reuse.",
                "Because of centuries of knowledge, doctors can reuse organs between different bodies.",
                "So we can reuse this identity.",
                "Maybe I'll reuse a color or two."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV1c2U&hash=24d3e301480a2bab687ac00119a985c1667f872e&lang=en&cache-only=0",
            "defineEn": "to use something once more, usually for a different purpose",
            "defineVi": "để sử dụng một cái gì đó một lần nữa, thường là cho một mục đích khác"
        },
        {
            "id": "a2c001b4-8ccc-4f9b-95bd-136cabde5a58",
            "word": "to preserve",
            "phonetic": "tə pɹɪzɜːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The closed lid of the jar preserved the freshness of the food inside.",
                "Darlington should preserve its green belt.",
                "As the steak rested on the cutting board, he carefully preserved the meat drippings to create a mouthwatering sauce.",
                "The ancient castle has stood for over a century, preserving its grandeur and history for hundreds of years.",
                "The Red Cross's primary concern is to preserve and protect human life."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlc2VydmU&hash=8b25eb18daf6195e2ae782e380c16f0c6225d433&lang=en&cache-only=0",
            "defineEn": "to cause something to remain in its original state without any significant change",
            "defineVi": "để làm cho một cái gì đó vẫn ở trạng thái ban đầu mà không có bất kỳ thay đổi đáng kể nào",
            "hasImg": true
        },
        {
            "id": "ab4031dd-1c98-4e86-b466-f174a06f1739",
            "word": "sweatshop",
            "phonetic": "swɛtʃɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "I saw, primarily, the Chinese Communist Party engaged in all manner of unfair trade practices designed to take us apart and the world apart, whether it was sweatshop labor, pollution havens, massive subsidies, the use of state-owned enterprises to attack our sectors. "
            ],
            "audio": "https://tts.langeek.co/read?text=c3dlYXRzaG9w&hash=85dcfb1d16273a8b35e411ab6be0f8599d0c3195&lang=en&cache-only=0",
            "defineEn": "a factory, particularly one that produces clothing items, where the workers are under poor labor conditions such as low wages or inadequate space utilization",
            "defineVi": "một nhà máy, đặc biệt là nhà máy sản xuất các mặt hàng quần áo, nơi công nhân làm việc trong điều kiện lao động tồi tệ như lương thấp hoặc sử dụng không gian không đầy đủ"
        },
        {
            "id": "321ae066-c7c3-437c-8a9d-915865554146",
            "word": "recycling",
            "phonetic": "ɹᵻsaɪklɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They collected glass bottles for a recycling project.",
                "The manager of the recycling center took pride in the fact that they could find a use for almost any material that came their way.",
                "Long term, recycling is more efficient.",
                "Recycling alone can’t solve our waste problem.",
                "Plastics recycling is failing."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjeWNsaW5n&hash=83367c9b9a55ff3b0631cc9fd98b65530a746f85&lang=en&cache-only=0",
            "defineEn": "the process of making waste products usable again",
            "defineVi": "quá trình làm cho các sản phẩm thải bỏ có thể sử dụng lại"
        },
        {
            "id": "42b7ab4a-2478-4df9-8536-132b30640ec8",
            "word": "military",
            "phonetic": "mɪlətɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Military leaders took over the government.",
                "A military delegation was led by the Chief of Staff.",
                "The Purple Heart, our nation's oldest military medal, is awarded to those service men and women who have borne the battle, sacrificing life and limb.",
                "If military force were to be used, then that would be a different ball game.",
                "The parade is the first sign of the new regime flexing its military muscles."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlsaXRhcnk&hash=dcb4beac315da3fa827627e7cac37ecb2a486b95&lang=en&cache-only=0",
            "defineEn": "using warfare to achieve a goal",
            "defineVi": "sử dụng chiến tranh để đạt được một mục tiêu",
            "hasImg": true
        },
        {
            "id": "deb4a233-2713-4681-a578-72564944d67b",
            "word": "expenditure",
            "phonetic": "ɛkspɛndɪtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Perhaps we should consider the flip side of the coin : there should be no expenditure without representation.",
                "Aggregate planned expenditures.",
                "One person's expenditure turns into another person's income.",
                "So one hundred billion is about two percent of federal expenditures now.",
                "You could view that as the aggregate income, aggregate expenditure."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwZW5kaXR1cmU&hash=42843d52f4902f4f30a0d4bd391d3541a0ae8728&lang=en&cache-only=0",
            "defineEn": "an amount of money that is spent by a government, company or individual",
            "defineVi": "một số tiền được chi tiêu bởi một chính phủ, công ty hoặc cá nhân"
        },
        {
            "id": "b0dd7504-38d6-459f-8672-a6ce16314bcf",
            "word": "natural disaster",
            "phonetic": "nætʃɚɹəl dɪzæstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The city had suffered from a natural disaster, but with the help of government aid and community support, it was able to regain its feet and rebuild stronger than before.",
                "The organization has moved mountains to provide aid to those affected by the natural disaster.",
                "When the community came together to support those affected by the natural disaster, it was a reminder that love makes the world go round.",
                "The parents had no choice but to abandon their house due to the natural disaster.",
                "In the aftermath of a natural disaster, the affected community came together to support each other, demonstrating how two in distress makes sorrow less."
            ],
            "audio": "https://tts.langeek.co/read?text=bmF0dXJhbCBkaXNhc3Rlcg&hash=f57fe856272fd7d5c9e3432a4c7e86a380f119f4&lang=en&cache-only=0",
            "defineEn": "any destruction caused by the nature that results in a great amount of damage or the death of many, such as an earthquake, flood, etc.",
            "defineVi": "bất kỳ sự tàn phá nào do thiên nhiên gây ra dẫn đến thiệt hại lớn hoặc cái chết của nhiều người, chẳng hạn như động đất, lũ lụt, v.v.",
            "hasImg": true
        }
    ]
}