{
    "id": "8b75e45c-f012-42dd-89c2-ba5c7e18b775",
    "title": "Gemstones",
    "originalTitle": "Gemstones",
    "words": [
        {
            "id": "400cf0c4-43b5-4903-9835-0cef178c697b",
            "word": "amber",
            "phonetic": "æmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "After months of anticipation, Amber finally gathered the courage to make the first move and ask Joe out on a date.",
                "Amber, what did you do to your face?",
                "You guys remember Amber from our tuatara video?",
                "Like many taxidermists, Amber entered the trade as a curious amateur.",
                "I pulled Amber aside."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1iZXI&hash=0305c0cb9cf9d92cf9966656dc0a963ae8613a47&lang=en&cache-only=0",
            "defineEn": "a clear resin of trees that is fossilized, with a yellowish-brown color, used as jewelry",
            "defineVi": "một loại nhựa cây trong suốt đã hóa thạch, có màu vàng nâu, dùng làm đồ trang sức",
            "hasImg": true
        },
        {
            "id": "07599d04-83e1-4a86-a40d-cc6d901bdebf",
            "word": "amethyst",
            "phonetic": "æməθɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, it could be possible that God actually does hate cilantro or is a big fan of Amethyst."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1ldGh5c3Q&hash=3fb666dc04cc427e6cf56adbc6322329ec89dcf8&lang=en&cache-only=0",
            "defineEn": "a clear semi-precious gemstone that is a crystallized quartz, with a violet to purple range of color",
            "defineVi": "một loại đá quý bán quý trong suốt là thạch anh kết tinh, có dải màu từ tím đến tím",
            "hasImg": true
        },
        {
            "id": "8b553f41-a536-4cb8-93ad-82bc4f80dc07",
            "word": "aquamarine",
            "phonetic": "ækwɐmɚɹiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is their aquamarine green.",
                "One of Monet's favorite blues, French aquamarine, has a reflectance that looks like this."
            ],
            "audio": "https://tts.langeek.co/read?text=YXF1YW1hcmluZQ&hash=82193f375ee653c4843179bf0e008d998121efd9&lang=en&cache-only=0",
            "defineEn": "a clear semi-precious gemstone consisting beryllium, with a light blue to green range of color",
            "defineVi": "một loại đá quý bán quý trong suốt bao gồm berili, với dải màu từ xanh lam nhạt đến xanh lục",
            "hasImg": true
        },
        {
            "id": "02be45c1-d550-4647-9dc7-01aa156a10e4",
            "word": "coral",
            "phonetic": "kɔːɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "We saw a group of fish swimming together near the coral reef.",
                "The sea is home to a variety of marine life, such as fish, dolphins, and coral reefs.",
                "Now, corals actually produce these pigments all the time.",
                "First of all, coral reefs are an incredible source of biodiversity.",
                "So researchers at Stanford University are putting coral samples in an unlikely place."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29yYWw&hash=e69d415a76d86b0ae0041abb5e7d2040d9c1354b&lang=en&cache-only=0",
            "defineEn": "a hard substance created by a marine creature of warm waters that ranges from pink to red in color and is used in jewelry",
            "defineVi": "một chất cứng được tạo ra bởi một sinh vật biển ở vùng nước ấm có màu từ hồng đến đỏ và được sử dụng trong đồ trang sức",
            "hasImg": true
        },
        {
            "id": "08f03664-146c-4442-b8fc-c35293849173",
            "word": "emerald",
            "phonetic": "ɛmɚɹəld ",
            "partOfSpeechType": "noun",
            "examples": [
                "All emeralds are grue!",
                "And then I have the emerald one.",
                "Hello, I am Emerald Fennell-- the writer and director of Promising Young Woman.",
                "But the brine or vinegar used in pickling replaces a magnesium atom with a hydrogen atom and that just transforms the natural emerald color to olive.",
                "The Monkeys carried them up into the sky, and ten minutes later the friends were once again at the big green door of the Emerald City"
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1lcmFsZA&hash=d93e997ee048b5be3e952dbc500efac241292248&lang=en&cache-only=0",
            "defineEn": "a precious bright green gemstone, rich in beryllium and chromium",
            "defineVi": "một loại đá quý màu xanh lá cây tươi sáng, giàu berili và crom",
            "hasImg": true
        },
        {
            "id": "f5225971-fce6-4fb2-953b-a63d1287df2f",
            "word": "gem",
            "phonetic": "dʒɛm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dulse is a rare gem in the culinary world, often sought after but not easily found.",
                "Pulasan is a hidden gem among tropical fruits, and I highly recommend giving it a try.",
                "They are planning a city tour to discover hidden gems and local attractions.",
                "She discovered a hidden gem by exploring the less-known areas on the map.",
                "Susan struggled for years to achieve her dreams but she persevered, knowing that a gem is not polished without rubbing, nor a man perfected without trials."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2Vt&hash=5039d99d0aa33a8e0ec2dea8cb1b8fd1a9e8afa7&lang=en&cache-only=0",
            "defineEn": "a precious or semi-precious piece of stone cut and polished to make items of jewelry",
            "defineVi": "một mảnh đá quý hoặc bán quý được cắt và đánh bóng để làm đồ trang sức",
            "hasImg": true
        },
        {
            "id": "2ad0462c-4c9d-48b7-977a-9530fdeaa2c5",
            "word": "jade",
            "phonetic": "dʒeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "And below Loki is Jade.",
                "This is Jade the savannah monitor.",
                "I could be jaded on so many sides.",
                "[LAUGHS] Go, Jade, go!",
                "And I have a harness on Jade, the savannah monitor."
            ],
            "audio": "https://tts.langeek.co/read?text=amFkZQ&hash=e5f68e6e2dbf6d7a37937a2fe8744b0cd76fc333&lang=en&cache-only=0",
            "defineEn": "a semi-precious gemstone that takes a high polish and is green, consisting of jadeite or nephrite",
            "defineVi": "một loại đá quý bán quý có độ bóng cao và có màu xanh lục, bao gồm ngọc bích hoặc nephrite",
            "hasImg": true
        },
        {
            "id": "645833d3-8f33-4eba-ac47-116ecdf85468",
            "word": "gem",
            "phonetic": "dʒuːəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dulse is a rare gem in the culinary world, often sought after but not easily found.",
                "Pulasan is a hidden gem among tropical fruits, and I highly recommend giving it a try.",
                "They are planning a city tour to discover hidden gems and local attractions.",
                "She discovered a hidden gem by exploring the less-known areas on the map.",
                "Susan struggled for years to achieve her dreams but she persevered, knowing that a gem is not polished without rubbing, nor a man perfected without trials."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2Vt&hash=5039d99d0aa33a8e0ec2dea8cb1b8fd1a9e8afa7&lang=en&cache-only=0",
            "defineEn": "a precious or semi-precious piece of stone cut and polished to make items of jewelry",
            "defineVi": "một mảnh đá quý hoặc bán quý được cắt và đánh bóng để làm đồ trang sức",
            "hasImg": true
        },
        {
            "id": "6c6ccde5-6dfb-4d62-ba14-931e908a830f",
            "word": "rhinestone",
            "phonetic": "ɹaɪnstoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Whether you're talking about feathers, rhinestones, or exotic materials, there's so much attention to detail that they put into their manufacturing and designing of their shoes."
            ],
            "audio": "https://tts.langeek.co/read?text=cmhpbmVzdG9uZQ&hash=513d5c8abf92c7efb518599d1176a6ca87ca8190&lang=en&cache-only=0",
            "defineEn": "an artificial stone made of crystal glass or acrylic to look like diamond, used on clothes and in making cheap jewelry",
            "defineVi": "một loại đá nhân tạo làm bằng thủy tinh pha lê hoặc acrylic trông giống như kim cương, được sử dụng trên quần áo và làm đồ trang sức rẻ tiền",
            "hasImg": true
        },
        {
            "id": "8113c82b-7af1-44c4-83a7-75063c563de2",
            "word": "opal",
            "phonetic": "oʊpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Opals are different.",
                "We found an opal.",
                "Like quartz, opal is made of silica.",
                "Opal, I know you can hear me.",
                "Black opal is one of the most enchanting stones in the world, sought after for its seemingly infinite display of colors."
            ],
            "audio": "https://tts.langeek.co/read?text=b3BhbA&hash=f44662546b685f9982ace09b371fa3f687e9eaef&lang=en&cache-only=0",
            "defineEn": "a semi-precious gemstone that is softer than quartz and its white color shifts under the light, used in jewelry making",
            "defineVi": "một loại đá quý bán quý mềm hơn thạch anh và màu trắng của nó thay đổi dưới ánh sáng, được sử dụng trong chế tác đồ trang sức",
            "hasImg": true
        },
        {
            "id": "868c74f3-f9ad-44ec-8327-7f1ab7ef836d",
            "word": "pearl",
            "phonetic": "pɜːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Thanks for the pearl of wisdom, buddy, but your suggestion is ridiculous.",
                "To serve them French cuisine is like casting one's pearls before swine.",
                "You do not value what should be valued, I see I was casting pearls before swine.",
                "I'm afraid you're casting pearls before swine with your good advice - he won't listen.",
                "The old woman shared her pearls of wisdom with the struggling teen, in the hopes of making him feel better."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVhcmw&hash=2b65f1bd4042649fd56fe4c6a84a8d2667336400&lang=en&cache-only=0",
            "defineEn": "a hard shiny piece of mass that is shaped like a ball inside the shell of an oyster and is a highly valuable gem",
            "defineVi": "một khối cứng sáng bóng có hình dạng giống như một quả bóng bên trong vỏ hàu và là một loại đá quý có giá trị cao",
            "hasImg": true
        },
        {
            "id": "87ed06ab-f436-4fdd-ba74-ecebc3f0e3e6",
            "word": "turquoise",
            "phonetic": "tɜːkwɔɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Turquoise balloons are louder.",
                "It's turquoise.",
                "Turquoise, and I got a Pikachu.",
                "Kathryne asks, Turquoise.",
                "This is a button, it's turquoise, which is my favourite colour."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVycXVvaXNl&hash=dbd941150b8dcdbbed2ad2551517534303266842&lang=en&cache-only=0",
            "defineEn": "an opaque semi-precious gemstone containing copper and aluminum phosphate, with a bluish-green color",
            "defineVi": "một loại đá quý bán quý mờ đục có chứa đồng và nhôm phốt phát, có màu xanh lục",
            "hasImg": true
        },
        {
            "id": "ceedaa80-33e4-4234-9383-f207056186cc",
            "word": "ruby",
            "phonetic": "ɹuːbi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Welcome to Ruby.",
                "The scoundrel might have allocated the rubies as 8, 14 and 8.",
                "But because of the asymmetric hexagonal lattice, rubies aren’t just red.",
                "Ruby and sapphire, for example, are actually the same mineral, called corundum, with a chemical formula of two aluminums and three oxygens.",
                "They’d start with a specific material, like a cloud of gas or a ruby."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVieQ&hash=e68ad7a3b1bbec4ed768156ce4d3b30351652e8d&lang=en&cache-only=0",
            "defineEn": "a precious gemstone consisting of corundum with a color ranged between crimson red and pink",
            "defineVi": "một loại đá quý bao gồm corundum với màu sắc nằm giữa đỏ thẫm và hồng",
            "hasImg": true
        },
        {
            "id": "da67b97f-329d-43c3-bc46-c06890424a19",
            "word": "sapphire",
            "phonetic": "sæfaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sapphire, for instance, is often pleochroic.",
                "On the opposite side of this is poet and writer Sapphire, author of Push.",
                "Ruby and sapphire, for example, are actually the same mineral, called corundum, with a chemical formula of two aluminums and three oxygens.",
                "That’s what we call that a sapphire.",
                "It told the story of Sapphire, a princess who must pretend to be a prince in order to inherit the throne of Silverland as women are not eligible to do so."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FwcGhpcmU&hash=1ab93572bb8e6e096a3d690ca3776fad4ddd199a&lang=en&cache-only=0",
            "defineEn": "a clear and precious gemstone consisting corundum that is usually blue but comes in many other colors except red",
            "defineVi": "một loại đá quý trong suốt và quý giá bao gồm corundum thường có màu xanh lam nhưng có nhiều màu khác ngoại trừ màu đỏ",
            "hasImg": true
        },
        {
            "id": "8cc3a0b2-feb3-45b0-98ce-b906fb6a9013",
            "word": "stone",
            "phonetic": "stoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children skipped stones across the calm river surface.",
                "The children were dropping stones off the bridge.",
                "The stone made a dent in the roof of the car.",
                "The houses are built out of local stone.",
                "The baker skillfully removed the stone from the apricot, preparing it for a delicious pie."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvbmU&hash=569d1c769e275e96e2056e2cc0e6ef1c6d582159&lang=en&cache-only=0",
            "defineEn": "a small piece of rock that is cut and polished to be used in jewelry making",
            "defineVi": "một mảnh đá nhỏ được cắt và đánh bóng để sử dụng làm đồ trang sức",
            "hasImg": true
        },
        {
            "id": "9317c0ff-147c-41c6-a581-10cf078921a7",
            "word": "crystal",
            "phonetic": "kɹɪstəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The house rules are crystal clear.",
                "The children enjoyed making grape sugar candies by rolling the sweet crystals into small shapes.",
                "Gum is used in ice cream to prevent ice crystals.",
                "The townspeople have made it crystal clear that they don't want the new highway built.",
                "When the distance changes, the crystals reflect a different wavelength of light."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3J5c3RhbA&hash=c1cdabfa6cf0bc3d75342e80877e6874a6080458&lang=en&cache-only=0",
            "defineEn": "a quartz that is clear with many solid sides formed when a substance is solidified in nature",
            "defineVi": "một thạch anh rõ ràng với nhiều mặt rắn được hình thành khi một chất được hóa rắn trong tự nhiên",
            "hasImg": true
        },
        {
            "id": "0f35ee68-7b48-4b3c-916b-d3e8d212e227",
            "word": "stud",
            "phonetic": "stʌd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your stud's here, if you wanna hang something.",
                "With us it's leather and studs and with you it's garters and goats.",
                "He's like a Christmas stud I bet he bleeds reindeer blood",
                "Or you can make them look like a stud",
                "And over the course of a century, our Galaxy is likely to have dozens of new studs of light."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1ZA&hash=8646063fddfac871b625f0f13a571cc23f4cabc9&lang=en&cache-only=0",
            "defineEn": "a small piece of jewelry with a short metal post that is pierced into a part of the body",
            "defineVi": "một món đồ trang sức nhỏ với một thanh kim loại ngắn được đâm vào một phần của cơ thể",
            "hasImg": true
        },
        {
            "id": "e4f333ff-0b7b-414c-9c0c-9bddd5cb5e74",
            "word": "tiara",
            "phonetic": "tiɑːɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "A few years back, Tiara and I visited his restaurant.",
                "- I don't think you can say well, because the queen has a tiara, everybody else should be allowed a tiara.",
                "- I don't think you can say well, because the queen has a tiara, everybody else should be allowed a tiara.",
                "A few years back I traveled with Tiara and we felt right at home at Chef Maria's restaurant, Gallo Negro."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlhcmE&hash=97c0bc14f0811b6773744daefdc021c8df59d3e3&lang=en&cache-only=0",
            "defineEn": "a piece of jewelry, decorated by gemstones, resembling a small crown worn on the front of the head by women",
            "defineVi": "một món đồ trang sức, được trang trí bằng đá quý, giống như một chiếc vương miện nhỏ được phụ nữ đeo ở phía trước đầu",
            "hasImg": true
        },
        {
            "id": "ecf57e9c-8195-492c-8d88-f927d6a0ad92",
            "word": "brilliant",
            "phonetic": "bɹɪliənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's just brilliant.",
                "Three cheers for Sarah, whose brilliant goal at the last minute won us the game!",
                "That was a brilliant pass by Holden.",
                "It's a brilliant place for hearing about jobs through the grapevine.",
                "He had a nose for trouble and a brilliant tactical mind."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpbGxpYW50&hash=a0bc564ef21281df05cc94f0a47518c25cd911b3&lang=en&cache-only=0",
            "defineEn": "a precious gemstone, particularly a diamond, that is cut with numerous facets to reflect light and create a dazzling appearance",
            "defineVi": "một loại đá quý, đặc biệt là kim cương, được cắt với nhiều mặt để phản chiếu ánh sáng và tạo ra vẻ ngoài rực rỡ",
            "hasImg": true
        },
        {
            "id": "551b5ace-7e79-409f-a82d-a6855226c1ea",
            "word": "peridot",
            "phonetic": "pɛɹɪdɑːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVyaWRvdA&hash=f5fc07264b3baef1882d9baa189e20d45e67ef4d&lang=en&cache-only=0",
            "defineEn": "a gemstone that typically ranges in color from yellow-green to olive-green and is composed of the mineral olivine",
            "defineVi": "một loại đá quý thường có màu từ vàng lục đến xanh ô liu và bao gồm khoáng chất olivine",
            "hasImg": true
        },
        {
            "id": "d126454f-5a41-4972-972f-3775d4251a5a",
            "word": "moonstone",
            "phonetic": "muːnstoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is a mini Becca Shimmering Skin Perfector in Moonstone."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9vbnN0b25l&hash=9e17f89e9d357bf78cb3e2fed39b2e3910367daa&lang=en&cache-only=0",
            "defineEn": "a type of feldspar mineral that exhibits a unique adularescence effect, giving it a distinct glow or shimmer that appears to move across the surface of the stone",
            "defineVi": "một loại khoáng chất fenspat thể hiện hiệu ứng phát quang độc đáo, tạo cho nó ánh sáng hoặc ánh sáng lung linh khác biệt dường như di chuyển trên bề mặt của đá",
            "hasImg": true
        },
        {
            "id": "9555ead2-1b62-440f-9cdd-80273992c3fb",
            "word": "agate",
            "phonetic": "æɡeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "From snazzy banded agates to volcanic elephants, there are some pretty weird rocks out there."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdhdGU&hash=f77cfd280db0996305eb981e40f202f5042950e3&lang=en&cache-only=0",
            "defineEn": "a type of chalcedony mineral characterized by its banded patterns and a hardness of 6.5-7 on the Mohs scale",
            "defineVi": "một loại khoáng chất chalcedony được đặc trưng bởi các hoa văn có dải và độ cứng 6,5-7 trên thang Mohs",
            "hasImg": true
        },
        {
            "id": "d64a3299-2336-469f-ade2-ddd5100923c0",
            "word": "topaz",
            "phonetic": "toʊpæz ",
            "partOfSpeechType": "noun",
            "examples": [
                "For once, Beatrice's eagle eye failed to detect the tenderness in Timothy whenever he spoke to Topaz.",
                "So is topaz.",
                "I would just simply sit home, wait it out, and then wait for the situation topaz.",
                "[Mongoltage] It's tempting to imagine Europe ruling their colonies with the proverbial topaz fist, and while there was always the threat of violence, the truth is a lot more complicated."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9wYXo&hash=76718845bf3c974f8049f61d13664e1d61f30740&lang=en&cache-only=0",
            "defineEn": "a silicate mineral that is valued as a gemstone, typically yellow to yellow-brown in color but can also be blue, green, pink, or clear",
            "defineVi": "một khoáng chất silicat có giá trị như đá quý, thường có màu từ vàng đến vàng nâu nhưng cũng có thể có màu xanh lam, xanh lá cây, hồng hoặc trong",
            "hasImg": true
        },
        {
            "id": "c0fdbdc9-bd73-4e37-bacb-aabbe0e1dca1",
            "word": "garnet",
            "phonetic": "ɡɑːɹnɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can’t just walk up to your refrigerator and stick a garnet to it or anything, but strong magnets will attract certain kinds of gems."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FybmV0&hash=1c19be032840f62304b1d2195f4acfe64b02f23e&lang=en&cache-only=0",
            "defineEn": "a mineral gemstone that typically exhibits shades of red, but can also appear in other colors such as green, orange, and brown",
            "defineVi": "một loại đá quý khoáng vật thường thể hiện sắc đỏ, nhưng cũng có thể xuất hiện ở các màu khác như xanh lá cây, cam và nâu",
            "hasImg": true
        },
        {
            "id": "20836a20-e96a-43a9-b36a-72d886d5909f",
            "word": "citrine",
            "phonetic": "sɪtɹiːn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2l0cmluZQ&hash=1c4b20d6d8fc9a690c182a2ad747047fe81fe1b0&lang=en&cache-only=0",
            "defineEn": "a yellow to brownish quartz that is used as a gemstone",
            "defineVi": "một thạch anh màu vàng đến nâu được sử dụng làm đá quý",
            "hasImg": true
        },
        {
            "id": "b85cf0d0-2a33-4f26-b4ec-a02fdb81728e",
            "word": "tourmaline",
            "phonetic": "tʊɹməlaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our final example is tourmaline.",
                "But green tourmalines specifically look like watermelons in a different way.",
                "This variety causes tourmalines to have a wide variety of colors, from greenish-blues to reds, pinks, and yellows.",
                "But on top of this, green tourmaline can also display color zoning, which is when your crystal is just two different colors.",
                "And since tourmalines come in a rainbow of colors, their dichroism comes in a rainbow, too."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91cm1hbGluZQ&hash=45c1b59624527b19a039448aa952f88fe7e95393&lang=en&cache-only=0",
            "defineEn": "a mineral that typically occurs in various colors and is used as a gemstone in jewelry",
            "defineVi": "một loại khoáng chất thường xuất hiện với nhiều màu sắc khác nhau và được sử dụng làm đá quý trong đồ trang sức",
            "hasImg": true
        },
        {
            "id": "ea776943-174a-4f8d-aa96-e335ffb4ea1c",
            "word": "baguette",
            "phonetic": "bæɡɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "we'll be serving brie and baguette for breakfast.",
                "Spread some goat cheese on a warm baguette for a simple and delicious appetizer.",
                "Spread some Stilton on a warm baguette for a quick and satisfying snack.",
                "The gourmet sandwich shop featured sliced Boston butt, pickles, and mustard on a crusty baguette.",
                "He walks with a big baguette all the time."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFndWV0dGU&hash=42245202f8b6010414ac885c3655c824238cfc3d&lang=en&cache-only=0",
            "defineEn": "a type of rectangular-shaped gemstone, typically a diamond, with step-cut facets on the top and sides",
            "defineVi": "một loại đá quý hình chữ nhật, thường là kim cương, với các mặt được cắt theo bậc ở mặt trên và mặt bên",
            "hasImg": true
        },
        {
            "id": "9ff7eb99-98e6-4bba-bb01-51fe0d70ae19",
            "word": "diamond",
            "phonetic": "daɪəmənd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The diamond thief double-crossed his partners and gave them only worthless fake jewels.",
                "The diamonds appeared to be genuine.",
                "My grandfather was a bit of a rough diamond.",
                "The thug threw dust in her eyes and exchanged her real diamonds with fake stones.",
                "The speaker's slight stuttering did not detract from the power of her message, as a diamond with a flaw is better than a common stone that is perfect."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhbW9uZA&hash=cbf71b911e6bcbf5cefdf645e81e841d93178443&lang=en&cache-only=0",
            "defineEn": "a very hard and clear crystal with no color, formed of pure carbon, used as a precious gemstone",
            "defineVi": "một tinh thể rất cứng và trong suốt, không có màu, được tạo thành từ carbon nguyên chất, được sử dụng làm đá quý",
            "hasImg": true
        },
        {
            "id": "d25e4755-a966-4779-90c0-9e30c9efc4d3",
            "word": "onyx",
            "phonetic": "ɑːnɪks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b255eA&hash=26d01d5d50c5606174b99b89ca53748a1c95ac99&lang=en&cache-only=0",
            "defineEn": "a black or dark-colored variety of chalcedony, a type of cryptocrystalline quartz, often used as a gemstone or for decorative purposes",
            "defineVi": "một loại chalcedony màu đen hoặc sẫm màu, một loại thạch anh ẩn tinh thể, thường được sử dụng làm đá quý hoặc cho mục đích trang trí",
            "hasImg": true
        }
    ]
}