{
    "id": "8b776936-9af3-4332-815f-b001a4aff70b",
    "title": "Lesson 17",
    "originalTitle": "Lesson 17",
    "words": [
        {
            "id": "c662bfcc-e49e-4284-bb48-141267c178d8",
            "word": "exposition",
            "phonetic": "ɛkspəzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, that was a very sad exposition.",
                "A far less fortuitous handshake of note took place at the 1901 Pan-American Exposition in Buffalo, when Leon Czolgosz shook president William McKinley’s hand with his left hand while firing two shots from a gun hidden in his right.",
                "It refers to the distance, traveled underwater by captain Nemo in the Nautilus In 1867, Jules Verne went to this big exposition called the Exposition Universelle And when he was there, he saw this model of a French Navy submarine called the Plongeur.",
                "that stands in stark contrast to the cold and rational exposition of Enlightenment novelists like Voltaire.",
                "In every way, the Exposition was so big, so glamorous, so exotic that no one believed anything could ever surpass it."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwb3NpdGlvbg&hash=7539ce4cd2480fcebc5ed32ddf92d58b9cedb98d&lang=en&cache-only=0",
            "defineEn": "an account of inserting background information within a story line or narrative",
            "defineVi": "một tài khoản chèn thông tin cơ bản trong một câu chuyện hoặc tường thuật"
        },
        {
            "id": "bf941848-b6a4-4f4e-8011-1707076a0304",
            "word": "expository",
            "phonetic": "ɛkspɑːzɪtoːɹi ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXhwb3NpdG9yeQ&hash=07077782c0cda48aea0191fa53b077200dc18b03&lang=en&cache-only=0",
            "defineEn": "serving to expound or set forth",
            "defineVi": "phục vụ để giải thích hoặc đặt ra"
        },
        {
            "id": "ad781917-cdc1-47ac-8ac7-dd77bf6cce65",
            "word": "affirmation",
            "phonetic": "æfɚmeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is your affirmation for change",
                "Celebrate them, give them great affirmations.",
                "After this video, I'll have an affirmation video on processing anger.",
                "Or seek out positive affirmation or attention from someone else.",
                "And my final affirmation is: \"My life is just beginning.\""
            ],
            "audio": "https://tts.langeek.co/read?text=YWZmaXJtYXRpb24&hash=39122da47893111ce533b8db6df377f4bbf233af&lang=en&cache-only=0",
            "defineEn": "a statement asserting the existence or the truth of something",
            "defineVi": "một tuyên bố khẳng định sự tồn tại hoặc sự thật của một cái gì đó"
        },
        {
            "id": "9717ac9c-016a-4abb-a7dc-0a2dec68e334",
            "word": "affirmative",
            "phonetic": "ɐfɜːmətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- So affirmative action has a really long history.",
                "The debate over affirmative action has been raging for years.",
                "- Affirmative action is not what is causing Asian Americans not to get in to schools.",
                "And to be clear, affirmative action isn't always about race.",
                "Affirmative action advocates also point out that a more diverse campus benefits everyone, not just the students it's specifically designed to help."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZmaXJtYXRpdmU&hash=fca842585b8f00919d1d69bf8b2f87c3d7640c95&lang=en&cache-only=0",
            "defineEn": "showing agreement or approval",
            "defineVi": "thể hiện sự đồng ý hoặc phê duyệt",
            "hasImg": true
        },
        {
            "id": "90c8766d-31ec-495b-bbf4-5a74cc36d287",
            "word": "to endure",
            "phonetic": "tʊ ɛndʊɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The elderly woman was a silent sufferer, enduring years of neglect and mistreatment at the hands of her caretakers.",
                "Many traditionalists believe that the sporting industry should be predominately for men, and female journalists have endured a lot of criticism for breaking the mold.",
                "Karen has broad shoulders sure, but she can't endure endless criticism.",
                "The family who lost their home in a natural disaster had to live in a temporary shelter for several months, but they endured the difficult circumstances with patience and resilience, knowing that what cannot be cured must be endured.",
                "The family who lost their home in a natural disaster had to live in a temporary shelter for several months, but they endured the difficult circumstances with patience and resilience, knowing that what cannot be cured must be endured."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5kdXJl&hash=6d01f8668cf0f4b957b2b956854be97720999601&lang=en&cache-only=0",
            "defineEn": "to face unpleasant and painful things and still continue",
            "defineVi": "đối mặt với những điều khó chịu và đau đớn và vẫn tiếp tục"
        },
        {
            "id": "fb1a7173-c0f2-46c9-a0a4-b00aa2fa42d9",
            "word": "endurance",
            "phonetic": "ɛndʊɹɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "He pushed the limit of his endurance and managed to run a full marathon.",
                "Growing up, Jason was teased for his larger thighs, but he eventually learned to love and appreciate his thunder thighs for their strength and endurance.",
                "If the athlete wants to compete at the highest level, she knows that she has a long way to go and will need to work on her technique and endurance.",
                "When training for a marathon, it's important to pace yourself and build up your endurance gradually, as fair and softly goes far in a day.",
                "Slow-twitch fibers, on the other hand, are endurance cells."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5kdXJhbmNl&hash=2511b45d0f543782f4e8746ac8ed6811d24bad47&lang=en&cache-only=0",
            "defineEn": "the power to withstand hardship or stress",
            "defineVi": "sức mạnh để chịu đựng khó khăn hoặc căng thẳng"
        },
        {
            "id": "615b12ba-ceb1-4775-9556-e0d8cf0ddbe9",
            "word": "enduring",
            "phonetic": "ɛndʊɹɹɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Cultivating personal style and inner confidence will be more enduring than just following the latest fads.",
                "Helicoprion is not only a candidate for weirdest fossil ever, but also for most enduring scientific mystery.",
                "But if Toyota faces an enduring challenge today, it is not a perception that its products are unsafe.",
                "But the Greeks were great scientists of the mind and in the 5th century B.C., Leucippus of Miletus came up with one of the most enduring scientific ideas ever.",
                "And of the many myths explaining these animal signs and their arrangement, the most enduring one is that of the Great Race."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5kdXJpbmc&hash=61330c6cca0e016c6341e82a25cf3834a93768e8&lang=en&cache-only=0",
            "defineEn": "lasting a long time",
            "defineVi": "kéo dài một thời gian dài"
        },
        {
            "id": "073b51ae-5014-46e3-8c21-32a647f01e27",
            "word": "vituperative",
            "phonetic": "vɪɾuːpɚɹətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dml0dXBlcmF0aXZl&hash=0ffd522fe7963d5b7332ad2d8071a28cfe8d1a38&lang=en&cache-only=0",
            "defineEn": "criticizing or insulting in a hurtful and angry manner",
            "defineVi": "chỉ trích hoặc xúc phạm một cách tổn thương và tức giận"
        },
        {
            "id": "bda8c324-e34b-4fb8-8099-1f4c6b5357ec",
            "word": "to moderate",
            "phonetic": "tə mɑːdɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Nearly one-half of the country, from the Pacific Coast to the Great Plains and the Upper Midwest, is experiencing moderate to exceptional drought conditions.",
                "He was too moderate.",
                "He’s too moderate. ",
                "He was too moderate.",
                "He's too moderate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW9kZXJhdGU&hash=5ad0a1e5002b0720dee8cce03ebaee0cfe5e5d9e&lang=en&cache-only=0",
            "defineEn": "make less fast or intense",
            "defineVi": "làm cho ít nhanh hơn hoặc dữ dội hơn"
        },
        {
            "id": "375ce785-062e-495f-b0e5-4f7f286faa81",
            "word": "moderation",
            "phonetic": "mɑːdɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eat a variety of foods in moderation, going easy on fat, sugar and salt.",
                "The wise king knew that nothing is surer than death and strove to rule his kingdom with justice, moderation and concern for future generations who would continue after he was gone.",
                "In consuming media and entertainment, it's important to remember to practice moderation in all things, to avoid becoming too consumed or addicted.",
                "The net effect on the planet is one of moderation.",
                "One of the big trade-offs is around content moderation. "
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kZXJhdGlvbg&hash=7be8037eeddc995f79ae1f6a5636405bcc0cdf98&lang=en&cache-only=0",
            "defineEn": "quality of being moderate and avoiding extremes",
            "defineVi": "chất lượng ôn hòa và tránh cực đoan"
        },
        {
            "id": "fd82673c-c5c9-4af3-aa7d-f78e9777f313",
            "word": "moderator",
            "phonetic": "mɑːdɚɹeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "CHRIS WALLACE, Moderator: You have repeatedly criticized the vice president.",
                "Scroll down to \"AUTO-MODERATOR.\"",
                "We're going to make a moderator bot.",
                "In our light water reactor, a moderator is needed to control the neutrons’ energy.",
                "I'll be talking to the moderator about it."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kZXJhdG9y&hash=84e62f154ab434127684533dfaaa58e565a1eb20&lang=en&cache-only=0",
            "defineEn": "someone who, as a job, helps opposing sides come to an agreement",
            "defineVi": "một người, như một công việc, giúp các bên đối nghịch đi đến một thỏa thuận"
        },
        {
            "id": "9812c1b1-21e4-4781-939f-82210d418aed",
            "word": "evasion",
            "phonetic": "ɪveɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Slaughterhouse Five also uses figures of speech as a means of evasion.",
                "It’s a sneaky move known as immune evasion.",
                "This is a little evasion river for tourists, they can float around.",
                "And this sort of evasion is very common in eyewitness reports of violence."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZhc2lvbg&hash=d2a73e419cd7cb11da83853fd24cd2f4d95a279b&lang=en&cache-only=0",
            "defineEn": "the act of physically escaping from something (an opponent or a pursuer or an unpleasant situation) by some adroit maneuver",
            "defineVi": "hành động thoát khỏi một thứ gì đó (đối thủ hoặc kẻ truy đuổi hoặc một tình huống khó chịu) bằng một số thao tác khéo léo"
        },
        {
            "id": "1877a5e9-b3ab-4239-972e-d7f4b3e08840",
            "word": "evasive",
            "phonetic": "ɪveɪsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In spite of the flu's evasive maneuvers, in recent years, the group's predictions have been almost always correct.",
                "We didn’t even have time to take evasive action.",
                "they may even seem evasive.",
                "And when they don't and President Trump has not and his doctors were very evasive.",
                "The more birds you have together, the more allies you have around you gathering intel, and the faster evasive action can be taken."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZhc2l2ZQ&hash=bdda1f68117d4044615e279348863cf6985831a0&lang=en&cache-only=0",
            "defineEn": "deliberately vague or ambiguous",
            "defineVi": "cố tình mơ hồ hoặc mơ hồ"
        },
        {
            "id": "718eeff3-2874-45cc-9aca-2eaf04af7560",
            "word": "taut",
            "phonetic": "tɔːt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The old ones got taut, though.",
                "and it's just like taut",
                "When they stretch their legs out completely, the folded skin becomes taut, allowing the sugar glider to glide a good distance from tree to tree.",
                "They wind the warp around a loom that keeps the threads taut.",
                "When the spider is ready to hunt, it tugs that line with its back legs, pulling it taut."
            ],
            "audio": "https://tts.langeek.co/read?text=dGF1dA&hash=ee56a5fd818e9f7586ba30e54a0affb98bdde7bb&lang=en&cache-only=0",
            "defineEn": "pulled or drawn tight",
            "defineVi": "kéo hoặc kéo chặt"
        },
        {
            "id": "6bb2aacb-22da-4dcc-bff9-55f1dee02b7b",
            "word": "tautological",
            "phonetic": "tɔːɾəlɑːdʒɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGF1dG9sb2dpY2Fs&hash=8cac8d1bdfe1455c659f761e20c1f6fa84cb6265&lang=en&cache-only=0",
            "defineEn": "repetition of same sense in different words",
            "defineVi": "sự lặp lại của cùng một ý nghĩa trong các từ khác nhau"
        },
        {
            "id": "6faa60d5-811b-40cb-873c-93c7dceca162",
            "word": "tautology",
            "phonetic": "tɔːtɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGF1dG9sb2d5&hash=2c8ed3e50e51930a242454862d5f5884dc266d46&lang=en&cache-only=0",
            "defineEn": "saying the same thing twice in different wordings, generally considered a fault in style",
            "defineVi": "nói cùng một điều hai lần trong các từ khác nhau, thường được coi là một lỗi trong phong cách"
        },
        {
            "id": "df8e3de0-36ec-4e08-ad6e-e09a8ce01029",
            "word": "caprice",
            "phonetic": "kɐpɹiːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FwcmljZQ&hash=688acabc46d0403b78c37cd5325c03f3ff3fd7cf&lang=en&cache-only=0",
            "defineEn": "a sudden desire",
            "defineVi": "một mong muốn đột ngột"
        },
        {
            "id": "d960c771-a316-439e-bcb0-e54c10e45844",
            "word": "capricious",
            "phonetic": "kɐpɹɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They have to show that their action was not arbitrary and capricious. ",
                "And just as the violent and capricious Tigris and Euphrates rivers shaped the worldview of early Mesopotamians, the Nile shaped the world view of the Egyptians.",
                "So I mean given that the region tends to yo-yo between devastating flood and horrible drought, it follows that one would believe that the gods are kind of random and capricious, and that any priests who might be able to lead rituals that placate those gods would be very useful individuals."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwcmljaW91cw&hash=0316b69bdaa5b5093df9ab8b68c55e5f46293e58&lang=en&cache-only=0",
            "defineEn": "prone to unexpected and sudden changes of behavior, mood, or mind",
            "defineVi": "dễ bị thay đổi bất ngờ và đột ngột về hành vi, tâm trạng hoặc tâm trí"
        },
        {
            "id": "7fe83c4b-a13e-4899-aa5e-9bccf9d8919c",
            "word": "captious",
            "phonetic": "kæpʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FwdGlvdXM&hash=05984010c295981fa4555ae062472d43e8ca0651&lang=en&cache-only=0",
            "defineEn": "tending to find and call attention to faults",
            "defineVi": "có xu hướng tìm và kêu gọi sự chú ý đến các lỗi"
        }
    ]
}