{
    "id": "8b7e175e-d57e-4b64-bba4-0e9a9548c7a7",
    "title": "Types of Buildings and Construction",
    "originalTitle": "Lesson 8",
    "words": [
        {
            "id": "7e19690d-127e-47f7-9ec2-151d764f6609",
            "word": "adjacent",
            "phonetic": "ɐdʒeɪsənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So cosine of 37.5 equals adjacent over 10.",
                "The length of the adjacent side-- for this angle, the adjacent side has length a.",
                "Tangent is opposite over adjacent.",
                "Tangent is opposite over adjacent.",
                "They were food adjacent."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRqYWNlbnQ&hash=3e05e9e66f7cf996ff65e282ea8a4ec0b88c6afc&lang=en&cache-only=0",
            "defineEn": "situated next to or near something",
            "defineVi": "nằm bên cạnh hoặc gần một cái gì đó",
            "hasImg": true
        },
        {
            "id": "1d1d6720-d3be-4ab5-8b0b-f01de8deacd5",
            "word": "architectural",
            "phonetic": "ɑːɹkɪtɛktʃɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The strange architectural design of the building sparked curiosity and became a nine day's wonder, attracting tourists from far and wide to witness its unique structure.",
                "What were once considered impossible ideas have become architectural opportunities.",
                "Apparently, that outdoor garden, or the solarium, is a rare architectural feature.",
                "Another requirement, architectural preservation, to study the methods and regulation of restoration.",
                "It has similar architectural characteristics, and it offers the hope of recovery from the inferno."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGl0ZWN0dXJhbA&hash=ee5a097b0812e834b2a003e4ee258fa5a4a1a085&lang=en&cache-only=0",
            "defineEn": "relating to the study or art of constructing or designing a building",
            "defineVi": "liên quan đến nghiên cứu hoặc nghệ thuật xây dựng hoặc thiết kế một tòa nhà",
            "hasImg": true
        },
        {
            "id": "c44436a0-5c6a-444a-a66d-88d498cd1f44",
            "word": "interior",
            "phonetic": "ɪntɪɹiɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A self-made vase will give any interior a touch of originality.",
                "She has a great aesthetic sense when it comes to interior design.",
                "The Brie cheese had a soft and creamy interior, with a bloomy white cheese rind.",
                "The interior designer can't get any work done with your puppy on her heels!",
                "Interiors are better than Mercedes-Benz interiors."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJpb3I&hash=b61c3ea82db743710a9e807c14d51af15a63e0b0&lang=en&cache-only=0",
            "defineEn": "relating to or located on the inside part of a particular thing",
            "defineVi": "liên quan đến hoặc nằm ở phần bên trong của một điều cụ thể",
            "hasImg": true
        },
        {
            "id": "3335d4ee-4e1e-4c59-bfda-b556cd10d7da",
            "word": "exterior",
            "phonetic": "ɛkstɪɹiɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The net melon's mesh-like exterior makes it easy to grip and handle while cutting or eating.",
                "Phase One of Coolidge is basically done on the exterior.",
                "But auroras can also give us clues about the exteriors of other moons and planets.",
                "There was a lot of exterior stuff that was going on, too.",
                "These buildings had exterior steel frames that were braced with concrete and connected to horizontal floor beams."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0ZXJpb3I&hash=30974afe10485020b1a1294907d5889fbddac7db&lang=en&cache-only=0",
            "defineEn": "relating to or located on the outside part of a particular thing",
            "defineVi": "liên quan đến hoặc nằm ở phần bên ngoài của một điều cụ thể",
            "hasImg": true
        },
        {
            "id": "a8e88d5f-10f5-4591-a998-b53543b4e452",
            "word": "insulated",
            "phonetic": "ɪnsəleɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Your digestive tract is really just one unbroken, insulated tunnel of outside that just happens to run through your body, and is open at both ends.",
                "It was just $3,000 in materials, partially from Craigslist, and then we get a dedicated office that's year-round, insulated."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdWxhdGVk&hash=2d3535c2fed81f8b8c23281be486be6d0113e691&lang=en&cache-only=0",
            "defineEn": "covered with a substance that does not let heat, electricity, or sound to enter or escape through it",
            "defineVi": "được bao phủ bởi một chất không cho phép nhiệt, điện hoặc âm thanh đi vào hoặc thoát qua nó"
        },
        {
            "id": "3fa95e5f-45ce-4d18-a376-d392d599fb50",
            "word": "municipal",
            "phonetic": "mjuːnɪsɪpəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Municipal systems typically draw their water from sources like wells, rivers, lakes, and reservoirs.",
                "Many companies just fill their bottles from municipal taps after a quick extra filtration.",
                "They don't have a municipal hookup.",
                "Regardless of this resistance, municipal police forces started to form in the late 1820s.",
                "And in some cities, informal pickers are now paid as municipal workers."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVuaWNpcGFs&hash=a4e50e440b8c77550d4e994b0fa96ef8d2a9dc92&lang=en&cache-only=0",
            "defineEn": "involving or belonging to the government of a city, town, etc.",
            "defineVi": "liên quan hoặc thuộc về chính quyền của một thành phố, thị trấn, v.v."
        },
        {
            "id": "0b3c6edf-6276-4760-b2da-ce3452080d5d",
            "word": "residential",
            "phonetic": "ɹɛzᵻdɛnʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The south of the city is more residential, while the north is more commercial.",
                "She lives on the third floor of a residential building.",
                "The building is residential.",
                "The building is residential.",
                "Residential care runs in the hundreds of thousand per year."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzaWRlbnRpYWw&hash=e6fe6f6ac5e1e39da6bfa6e80b30b5375dac83ed&lang=en&cache-only=0",
            "defineEn": "(of an area with buildings) designed specially for people to live in; relating to houses in which people live rather than offices, factories, etc.",
            "defineVi": "(của một khu vực có các tòa nhà) được thiết kế đặc biệt cho người dân sinh sống; liên quan đến những ngôi nhà mà mọi người sống chứ không phải là văn phòng, nhà máy, v.v.",
            "hasImg": true
        },
        {
            "id": "200995fa-69a8-454c-8973-02ab4056a142",
            "word": "godforsaken",
            "phonetic": "ɡɑːdfoːɹseɪkən ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z29kZm9yc2FrZW4&hash=fc1dbb2610eb60bf3b67701e351a7ddb18fca13e&lang=en&cache-only=0",
            "defineEn": "(of a place) remote and without any appealing or interesting qualities",
            "defineVi": "(của một nơi) xa xôi và không có bất kỳ phẩm chất hấp dẫn hoặc thú vị nào"
        },
        {
            "id": "fff4f173-631a-4a3a-b79d-fef5b2101d02",
            "word": "suburban",
            "phonetic": "səbɜːbən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's suburban voters.",
                "It's suburban voters.",
                "Hillary Rodham's political education began at home in suburban Chicago.",
                "As cities grew during the industrial revolution, large suburban cemeteries replaced smaller urban churchyards.",
                "We saw that in November with suburban voters, in particular women in suburban areas."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VidXJiYW4&hash=bb8a378cc79d02615931ef1c8cd12e5bd5ca6756&lang=en&cache-only=0",
            "defineEn": "in or relating to a residential area outside a city",
            "defineVi": "trong hoặc liên quan đến một khu dân cư bên ngoài thành phố",
            "hasImg": true
        },
        {
            "id": "65e46db6-d733-4713-95ec-4afcc6ec40f8",
            "word": "vacant",
            "phonetic": "veɪkənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The building had been vacant.",
                "With no stimulation or social response, the kids were just kind of passive, vacant lumps.",
                "There's a lot of vacant houses.",
                "They built a false boardroom on the vacant fifth floor of Trump Tower.",
                "They speculated that the thing was living in the vacant power plant possibly one of the huge boilers."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFjYW50&hash=187d2176650ad24e9e0c22fcdd83d093e02f882c&lang=en&cache-only=0",
            "defineEn": "(of a house, room, seat, etc. ) empty or unoccupied and available to be used",
            "defineVi": "(của một ngôi nhà, căn phòng, chỗ ngồi, v.v.) trống hoặc không có người ở và sẵn sàng để sử dụng"
        },
        {
            "id": "15acdbe4-9767-4394-8fd4-cfb7be58d54c",
            "word": "to assemble",
            "phonetic": "tʊ ɐsɛmbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "She followed the right instructions to assemble the furniture.",
                "Now: assemble your space rocks!",
                "This one assembles your teams for you.",
                "This one is assembled really well.",
                "Narrator: The day before, recruits from the gender-integrated Hotel Company assemble in front of their barracks for a briefing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNzZW1ibGU&hash=1173d092a730b87a1b8ac96cb8a9f63ec3229e49&lang=en&cache-only=0",
            "defineEn": "to make something by putting separate parts of something together",
            "defineVi": "để làm một cái gì đó bằng cách đặt các phần riêng biệt của một cái gì đó lại với nhau"
        },
        {
            "id": "829bd3a6-0401-4f04-ae26-6146e6ba7295",
            "word": "to decay",
            "phonetic": "tə dᵻkeɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The distinctive smell of decaying gulfweed is often associated with coastal areas.",
                "Over millions of years, their orbits decay by emmiting gravitational waves.",
                "Radioactive decay is a quantum mechanical process.",
                "Unfortunately, at this point, a large portion of the plutonium has decayed away.",
                "Tooth decay can eventually destroy your wisdom tooth."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVjYXk&hash=046a0f6b3b6324946e366044f04690a46f971e39&lang=en&cache-only=0",
            "defineEn": "(of a structure or an area) to become worse gradually",
            "defineVi": "(của một cấu trúc hoặc một khu vực) dần dần trở nên tồi tệ hơn",
            "hasImg": true
        },
        {
            "id": "f19b26eb-05bc-4940-84d2-de9496fdc39a",
            "word": "to demolish",
            "phonetic": "tə dᵻmɑːlɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Normally, the 22 yards only demolished a few dozen cargo ships a year.",
                "The planes are demolished for good reason.",
                "Until it was demolished.",
                "The clinic had just been demolished, making way for a much larger structure.",
                "After all, it demolishes homes, displaces thousands of people and animals, and incinerates millions of acres of land."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVtb2xpc2g&hash=53cdb820384725daab94ad203e17c2f9bfee5bd8&lang=en&cache-only=0",
            "defineEn": "to completely destroy or to knock down a building or another structure",
            "defineVi": "để phá hủy hoàn toàn hoặc đánh sập một tòa nhà hoặc cấu trúc khác"
        },
        {
            "id": "28be1d18-557e-4025-b26c-de10f69cb1ea",
            "word": "to erect",
            "phonetic": "tʊ ɪɹɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "A teepee was erected.",
                "As rain soaked the kite and line, strands of hemp stood erect with electric charge.",
                "One year after the movie came out they erected a statue of him on Main Street in 2003.",
                "Monopolies are able to erect obstacles that economists call barriers to entry.",
                "In 1999, London, England, continued the tradition of marking momentous occasions by erecting a Ferris wheel."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXJlY3Q&hash=4a368b24cd03bfe1812dc6a4a65abadc70b747db&lang=en&cache-only=0",
            "defineEn": "to construct, build, or assemble something in an upright position, typically referring to the creation of a structure or object that stands vertically",
            "defineVi": "để xây dựng, xây dựng hoặc lắp ráp một cái gì đó ở vị trí thẳng đứng, thường đề cập đến việc tạo ra một cấu trúc hoặc đối tượng đứng thẳng đứng",
            "hasImg": true
        },
        {
            "id": "7ec1d3e4-46bf-41f7-ab50-eb1946355cbc",
            "word": "to refurbish",
            "phonetic": "tə ɹᵻfɜːbɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Even Sweden's most famous company, Ikea, refurbishes its furniture here.",
                "Anyway, they were refurbished but still there was a catastrophic failure.",
                "Trump spent $1 million to refurbish each plane.",
                "Once in the U.S., he established himself in the world of shop design by refurbishing retailers, including at least one store on New York's Fifth Avenue.",
                "So think of it as taking your processor and refurbishing it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVmdXJiaXNo&hash=0e58ebb69c491175d0ef01ca13bed5749897c053&lang=en&cache-only=0",
            "defineEn": "to make a room or building look more attractive by repairing, redecorating, or cleaning it",
            "defineVi": "để làm cho một căn phòng hoặc tòa nhà trông hấp dẫn hơn bằng cách sửa chữa, trang trí lại hoặc làm sạch nó"
        },
        {
            "id": "fc5ed518-075f-4200-841d-a54000480667",
            "word": "to renovate",
            "phonetic": "tə ɹɛnəveɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The train station will be renovated when pigs fly.",
                "You're either in favor of renovating the library, or you're not.",
                "The way he's obsessing over one doorknob when we're renovating the entire house makes me think that he can't see the forest for the trees.",
                "Part of the one-euro deal requires that buyers renovate their home within three years of purchase.",
                "- Helping to renovate my daughter's house, which she just bought."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVub3ZhdGU&hash=bfbc1498406571a98a62d4bd08603f82bb9ff4b2&lang=en&cache-only=0",
            "defineEn": "to make a building or a piece of furniture look good again by repairing or painting it",
            "defineVi": "để làm cho một tòa nhà hoặc một mảnh đồ nội thất đẹp trở lại bằng cách sửa chữa hoặc sơn nó"
        },
        {
            "id": "34d40873-da74-4ea1-8606-799b2ea98645",
            "word": "bungalow",
            "phonetic": "bʌŋɡɐloʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They rented the same bungalow year in, year out.",
                "- I went to see him in this bungalow he lived in.",
                "And Bora Bora Bungalows that cost $29 dollars when the park first opened can reach prices of $3,400 today."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVuZ2Fsb3c&hash=06717e2d1ed5a2909717603599ae7a14d1537503&lang=en&cache-only=0",
            "defineEn": "a house that is only consisted of one floor or another smaller floor set in the roof",
            "defineVi": "một ngôi nhà chỉ bao gồm một tầng hoặc một tầng nhỏ hơn khác được đặt trên mái nhà",
            "hasImg": true
        },
        {
            "id": "4f7060ab-120e-4fa6-998f-81c3038dcbc2",
            "word": "court",
            "phonetic": "koːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lawyer presented the right argument in court.",
                "The courts decided in favor of the New York claimants.",
                "The court found in her favor.",
                "The charges against the suspect will come up in court tomorrow.",
                "The court held that such conduct violated the statute."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291cnQ&hash=ee233c1bed336836a237563bba8c6bbf8eed92c0&lang=en&cache-only=0",
            "defineEn": "an area surrounded by walls or buildings, often part of a large house",
            "defineVi": "một khu vực được bao quanh bởi những bức tường hoặc tòa nhà, thường là một phần của ngôi nhà lớn"
        },
        {
            "id": "7298baa9-1e8e-4e88-bbee-7a974b56723e",
            "word": "dome",
            "phonetic": "doʊm ",
            "partOfSpeechType": "noun",
            "examples": [
                "NASA’s myco-architecture project presents a unique solution for this, though: a three-layer dome.",
                "And, in many members of this group, domes also appeared on their heads.",
                "For these types of nests, the domes are almost always made of salivary secretions, plant material, or paper or cardboard.",
                "Then he hung a 67 meter pendulum from the dome of Paris’",
                "Those broken pieces then slid down the domes and piled up in a ring around them."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9tZQ&hash=8c2b17b677c0c917e4a02e22627d873e2dcf01a7&lang=en&cache-only=0",
            "defineEn": "a building's roof that is rounded",
            "defineVi": "mái nhà của một tòa nhà được làm tròn",
            "hasImg": true
        },
        {
            "id": "d99b983f-da96-4fe5-b86e-01cf6ff6d4f6",
            "word": "sauna",
            "phonetic": "sɔːnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "It was really hot in the sauna.",
                "Which is Finish for sauna society.",
                "This 24 million pound mansion in Highgate, northwest London, comes complete with a two-story basement housing staff quarters, cinema, sauna, spa, and gym. -",
                "It's a place where people can have a sauna.",
                "They get really cold and then they go into a sauna and then they - come back out, you know?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2F1bmE&hash=be9ef5b0903f29385b195096f1733f3be5610338&lang=en&cache-only=0",
            "defineEn": "a small room that is often heated with steam and has wooden walls, where people sit for relaxation or health benefits",
            "defineVi": "một căn phòng nhỏ thường được sưởi ấm bằng hơi nước và có những bức tường bằng gỗ, nơi mọi người ngồi để thư giãn hoặc có lợi cho sức khỏe",
            "hasImg": true
        },
        {
            "id": "e26a2e61-3a4a-48c8-b97d-5f8d64a48ac8",
            "word": "igloo",
            "phonetic": "ɪɡluː ",
            "partOfSpeechType": "noun",
            "examples": [
                "I put your food in the igloo.",
                "Cartoon igloos look like flat-bottomed half-spheres, but in reality, they’re neither of those things!",
                "From now until eternity we're replacing all of your desks with igloos.",
                "Inuit hunters took the Goldilocks approach: the secret to good igloo snow is somewhere in the middle.",
                "What do you think of your new igloo, bud?"
            ],
            "audio": "https://tts.langeek.co/read?text=aWdsb28&hash=aea5886993a562de1351d0cad04fccbbe83150fe&lang=en&cache-only=0",
            "defineEn": "a house or shelter in the shape of a dome that is built from blocks of ice or hard snow",
            "defineVi": "một ngôi nhà hoặc nơi trú ẩn trong hình dạng của một mái vòm được xây dựng từ khối băng hoặc tuyết cứng",
            "hasImg": true
        },
        {
            "id": "d266da2e-6587-455f-af83-a9a0fc024e88",
            "word": "high-rise",
            "phonetic": "haɪɹaɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "A high-rise made of Styrofoam.",
                "Narrator: Five steel high-rises could collapse completely, while 10 others will be red-tagged, or unsafe to enter.",
                "Since the most hazardous fallout particles are the heaviest, they sink through the air and collect on streets and rooftops, making ideal shelters underground or in the middle of high-rise buildings.",
                "And they sort of do things like sell $7,000 watches or one of the things that they did was, in Orlando, they made a high-rise where you could park your car like in the elevator and it takes you and your car up to your apartment.",
                "One way of achieving this is to build cities with multiple centers where people live close to their work in high-rise blocks that are also near public transport hubs."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlnaC1yaXNl&hash=c84ad517a3f1bf99e75a23a3db7869208f0f3067&lang=en&cache-only=0",
            "defineEn": "a very tall building with many floors",
            "defineVi": "một tòa nhà rất cao với nhiều tầng",
            "hasImg": true
        },
        {
            "id": "9e6b9a35-586e-405f-a4c6-4220ef1665d9",
            "word": "lighthouse",
            "phonetic": "laɪthaʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The island had a famous lighthouse that guided ships safely to shore.",
                "So he built a lighthouse on them.",
                "\"To the Lighthouse\" also contains one of the most famous examples of Woolf's radical representation of time.",
                "So I can move this lighthouse.",
                "They emit beams of radiation and spin really quickly, like super fast lighthouses."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlnaHRob3VzZQ&hash=c53ecacdf6d60ae4d35ac5cd828712676a6b2c9d&lang=en&cache-only=0",
            "defineEn": "a large structure, such as a tower, placed near the coast and equipped with a powerful light that guides or warns the approaching ships",
            "defineVi": "một cấu trúc lớn, chẳng hạn như tháp, được đặt gần bờ biển và được trang bị ánh sáng mạnh để hướng dẫn hoặc cảnh báo các tàu đang đến gần",
            "hasImg": true
        },
        {
            "id": "9c64c6c1-0b01-4799-b617-42352a415c9f",
            "word": "pier",
            "phonetic": "pɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "By 2019, Pier One had net sales of $1.5 billion dollars, a decrease of 13.7% from the year prior.",
                "But Pier One hit a major stumbling block with e-commerce.",
                "In the early years, Pier One was basically the only game in town for somewhat sophisticated, yet kitschy home goods.",
                "Pier One is often saddled with lousy locations.",
                "To compete, Pier One slashed prices."
            ],
            "audio": "https://tts.langeek.co/read?text=cGllcg&hash=f4a28cf9061720edb87715c5fd20fee8fe6a0479&lang=en&cache-only=0",
            "defineEn": "a long platform built from the shore into the sea that people can go for entertainment or a walk",
            "defineVi": "một nền tảng dài được xây dựng từ bờ biển ra biển mà mọi người có thể giải trí hoặc đi dạo",
            "hasImg": true
        },
        {
            "id": "ee16a4ac-a2a1-4976-aec5-7b0a3f833d33",
            "word": "premises",
            "phonetic": "pɹɛmɪsᵻz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJlbWlzZXM&hash=d1d7c7cfc9c8fd661aa4565fb76f2c6f3b371772&lang=en&cache-only=0",
            "defineEn": "the building and its surrounding land owned or used by a business",
            "defineVi": "tòa nhà và khu đất xung quanh do một doanh nghiệp sở hữu hoặc sử dụng"
        },
        {
            "id": "2d8e3434-e7dd-4ef8-8ad7-3bb0cdfbf7e5",
            "word": "arch",
            "phonetic": "ɑːɹtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gymnast effortlessly bent her body into a graceful arch during her routine.",
                "Over all arched the Sky god Tenggeri.",
                "And each of these animals had gill arches.",
                "I damaged the balloon arch.",
                "Arch the back and find the breath."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaA&hash=e660ec6b28190b6d678c50f58af49dffd7073bdb&lang=en&cache-only=0",
            "defineEn": "a curved symmetrical structure that supports the weight above it, used in bridges or buildings",
            "defineVi": "một cấu trúc đối xứng cong hỗ trợ trọng lượng bên trên nó, được sử dụng trong các cây cầu hoặc tòa nhà",
            "hasImg": true
        },
        {
            "id": "da471570-2134-473b-8aaa-5d5514b394d8",
            "word": "beam",
            "phonetic": "biːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lisa beamed with pride as she watched her son receive his diploma on graduation day.",
                "The construction worker used a heavy-duty bolt to connect the steel beams.",
                "The proud father watched his child perform on stage, beaming with joy.",
                "Little beams of light played over the sea.",
                "Beam of light knocks him down."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhbQ&hash=4e49c21077cb58fde7a96fef133a463e928dfa1c&lang=en&cache-only=0",
            "defineEn": "a long bar of wood, metal, etc. that supports the weight of a building",
            "defineVi": "một thanh dài bằng gỗ, kim loại, vv hỗ trợ trọng lượng của một tòa nhà",
            "hasImg": true
        },
        {
            "id": "6c72a79f-866d-4a33-80eb-c56d97a7c6c0",
            "word": "cement",
            "phonetic": "sᵻmɛnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new laws only further cemented the subordinate status of black people.",
                "The new laws only further cemented the subordinate status of black people.",
                "Narrator: Galileo's position as the top sire is cemented by the achievements of his offspring.",
                "Industrial activities also contribute cement powder, particles from car tires, and other chemicals to the airborne mix.",
                "The Hostess snack cemented itself in kids' lunchboxes across America."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VtZW50&hash=4cb6cd8c10f3dc844f429b69c73263b171320985&lang=en&cache-only=0",
            "defineEn": "a gray powdery substance that becomes hard if it is mixed with water and sand, used for construction purposes such as sticking bricks of a wall together",
            "defineVi": "một chất bột màu xám trở nên cứng nếu được trộn với nước và cát, được sử dụng cho mục đích xây dựng như dán các viên gạch của một bức tường lại với nhau",
            "hasImg": true
        },
        {
            "id": "0d834d8d-602e-4d2c-8433-3b324f98ed69",
            "word": "tile",
            "phonetic": "taɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "This batch will make ChopValue's thinnest tile.",
                "Welcome to Tile.",
                "You can add tiles, like simple calculator.",
                "Okay, I need a Tile account.",
                "This is original, these tiles?"
            ],
            "audio": "https://tts.langeek.co/read?text=dGlsZQ&hash=dbc35384461f13be66d42b34f62231394bf5f060&lang=en&cache-only=0",
            "defineEn": "a flat piece of baked clay or other material, mostly in the shape of a square, used for covering floors or walls",
            "defineVi": "một mảnh phẳng bằng đất sét nung hoặc vật liệu khác, chủ yếu có hình vuông, được sử dụng để phủ sàn hoặc tường",
            "hasImg": true
        },
        {
            "id": "313bcdf1-4901-4e39-bd9a-c52cc7ffd7f8",
            "word": "marble",
            "phonetic": "mɑːɹbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Have you lost your marbles?",
                "My poor grandmother started losing her marbles after she had a stroke.",
                "I'll tell it to you, although you'll probably think I've lost my marbles.",
                "Carrara marble is one of the most prestigious marbles in the world.",
                "I lost my marbles."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFyYmxl&hash=fbe696d1c4cd32dd77dc67355ba5bc6a675b024e&lang=en&cache-only=0",
            "defineEn": "a type of hard smooth rock that is mostly white in color and has colored lines, which is used as building material or in making statues",
            "defineVi": "một loại đá cứng, mịn, hầu hết có màu trắng và có các đường màu, được sử dụng làm vật liệu xây dựng hoặc tạc tượng",
            "hasImg": true
        },
        {
            "id": "c8c59c51-f95e-481c-915c-b095622a4ded",
            "word": "crane",
            "phonetic": "kɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Whooping crane? -",
                "Yup. - Whooping crane.",
                "That sign is held up by a crane.",
                "Sandhill cranes have an average wingspan of around 6.5 feet and are about 3 to 4 feet tall.",
                "And I just hook my crane up."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JhbmU&hash=6564b182866302d17bbdfaad3429580a9b449c1e&lang=en&cache-only=0",
            "defineEn": "a very large tall machine used for lifting heavy objects",
            "defineVi": "một cỗ máy cao rất lớn được sử dụng để nâng vật nặng",
            "hasImg": true
        },
        {
            "id": "9b6de8e0-e36e-49df-bbea-4e6db6113530",
            "word": "escalator",
            "phonetic": "ɛskɐleɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The escalator represents the laws of physics driving you forwards.",
                "So, you know, the escalator speech. ",
                "So, you know, the escalator speech. ",
                "So Donald Trump comes down that golden escalator. ",
                "He comes down the escalator. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZXNjYWxhdG9y&hash=8ce7fd069065468827c5dec7af7ad2c9ff4f6fd3&lang=en&cache-only=0",
            "defineEn": "a staircase that moves and takes people up or down different levels easily, often found in large buildings like airports, department stores, etc.",
            "defineVi": "một cầu thang di chuyển và đưa mọi người lên hoặc xuống các cấp độ khác nhau một cách dễ dàng, thường được tìm thấy trong các tòa nhà lớn như sân bay, cửa hàng bách hóa, v.v.",
            "hasImg": true
        },
        {
            "id": "4f0c9992-ce3b-4ee4-a899-a86c881d4843",
            "word": "addition",
            "phonetic": "ɐdɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fluffy pancakes owed their light texture to the addition of baking powder.",
                "Bitter orange peel is a great addition to my herbal remedies.",
                "Blue cheese crumbles are a tasty addition to burgers or salads.",
                "The creamy texture of soursop makes it a great addition to fruit salads.",
                "The ugli fruit's bright orange color and unique shape make it a fun and eye-catching addition to fruit platters."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRkaXRpb24&hash=8f8e870d979289a1a45f339c560c10986aaa9c7d&lang=en&cache-only=0",
            "defineEn": "a new room added to a building",
            "defineVi": "một căn phòng mới được thêm vào một tòa nhà"
        },
        {
            "id": "1358fb53-d811-4639-9a3f-cf5a59aab155",
            "word": "flooring",
            "phonetic": "floːɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You did your own flooring?",
                "It was like a very soft flooring.",
                "The flooring, I could feel when people walked up to me.",
                "President Biden is on the road today, aiming to sell his COVID relief law to the American public, first stop, Pennsylvania, with a visit to a Black-owned flooring business near Philadelphia, highlighting the aid that his administration is providing through small business loans and stimulus checks."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxvb3Jpbmc&hash=d42f3e2299e7e3105b853eb587f52f2662ac0dbd&lang=en&cache-only=0",
            "defineEn": "the materials that make up the floor of a building or room",
            "defineVi": "các vật liệu tạo nên sàn của một tòa nhà hoặc phòng",
            "hasImg": true
        },
        {
            "id": "9feb9461-1a35-477c-9c1b-0d17e084ac0d",
            "word": "foundation",
            "phonetic": "faʊndeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Careful planning laid the foundations for the nation’s economic miracle.",
                "Her early research laid the foundation for many important medical discoveries.",
                "These arguments provide the foundation for Simmel's account of the contradictory nature of modern life.",
                "What is stressed rather is that the same phenomenon provides the foundation for both historical tendencies.",
                "Sarah and her husband have been happily married for ten years and have built a strong foundation of love and trust."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm91bmRhdGlvbg&hash=0c70a2e807e4bb778648712c2f084d4164a8a0fb&lang=en&cache-only=0",
            "defineEn": "a hard layer of cement, stone, etc. that serves as the underground support of a building",
            "defineVi": "một lớp cứng bằng xi măng, đá, v.v. đóng vai trò là giá đỡ ngầm của một tòa nhà"
        },
        {
            "id": "868f9371-ae5e-4ee1-857d-d105bcc19020",
            "word": "layout",
            "phonetic": "leɪaʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This layout increased the city’s resilience to pollution and natural disasters.",
                "The layout is totally standard.",
                "The best thing about this board though is the layout.",
                "The layout in here though is really nice.",
                "The real genius behind that is in the store's layout."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF5b3V0&hash=6d63ea4b3e42876812d8536272d5947015001a89&lang=en&cache-only=0",
            "defineEn": "the specific way by which a building, book page, garden, etc. is arranged",
            "defineVi": "cách cụ thể mà một tòa nhà, trang sách, khu vườn, vv được sắp xếp"
        },
        {
            "id": "104c8f47-06ac-443c-a5c1-4db1030719be",
            "word": "embassy",
            "phonetic": "ɛmbəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Embassy staff made a catalogue of their personal effects: Shirley's rosary beads, Barbara's family photographs, Kathleen's white handkerchief with lace.",
                "So last thing on immigration, this film starts off with the Embassy meeting. ",
                "Hundreds of protesters rallied outside China's embassy in Myanmar.",
                "So last thing on immigration, this film starts off with the Embassy meeting. ",
                "Today we officially opened the United States embassy in Jerusalem."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1iYXNzeQ&hash=58e84d1211070a8760b037383720aa57b6050e67&lang=en&cache-only=0",
            "defineEn": "a building used as the office or residence of the officials who represent their government in another country",
            "defineVi": "một tòa nhà được sử dụng làm văn phòng hoặc nơi ở của các quan chức đại diện cho chính phủ của họ ở một quốc gia khác"
        },
        {
            "id": "ee6cb8b0-6fa7-42de-9363-f28e9a35454e",
            "word": "plumbing",
            "phonetic": "plʌmɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The inexperienced DIY enthusiast tried to fix a complex plumbing problem, and caused a flood in the house.",
                "Plumbing is set in similar grooves. ",
                "So you put in your own plumbing?",
                "That re-routes the plumbing of the entire heart, changing the entire blood flow of the baby.",
                "But in a low-wage-heavy economy, plumbing apprenticeships start at close to $20 an hour nowadays."
            ],
            "audio": "https://tts.langeek.co/read?text=cGx1bWJpbmc&hash=05080d8dfe3c5a02747d22946186180496b58de6&lang=en&cache-only=0",
            "defineEn": "the system of pipes for the distribution of water in a building",
            "defineVi": "hệ thống đường ống phân phối nước trong tòa nhà"
        },
        {
            "id": "743ec152-7d28-46a0-9dd2-8e7030324832",
            "word": "chalet",
            "phonetic": "ʃæleɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the evening, they ski back to their chalet.",
                "Sue, Rebecca and their friends arrive at their holiday chalet."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbGV0&hash=09a1a623628fa9a6b2fffcc989723fee4de23800&lang=en&cache-only=0",
            "defineEn": "a wooden house with a steep sloping roof, often found in mountainous areas in Switzerland",
            "defineVi": "một ngôi nhà gỗ với mái dốc dốc, thường được tìm thấy ở các vùng núi ở Thụy Sĩ",
            "hasImg": true
        },
        {
            "id": "d71937e6-be26-4564-8584-33c8dcce353d",
            "word": "windowpane",
            "phonetic": "wɪndoʊpeɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2luZG93cGFuZQ&hash=f2c0cd5045a2c3e96cbb70d7be23204e6f844c5d&lang=en&cache-only=0",
            "defineEn": "a single piece of glass in a window",
            "defineVi": "một mảnh kính trong cửa sổ",
            "hasImg": true
        },
        {
            "id": "0a451afb-dc56-4090-a8ed-7f490f2fb86e",
            "word": "lobby",
            "phonetic": "lɑːbi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The elevator doors opened, revealing a crowded lobby.",
                "After two hours of waiting in the airport lobby, we were chafing at the bit to finally get on the plane.",
                "Amazon lobbied more government entities than any other tech company.",
                "He lobbied for a foreign government in the United States illegally.",
                "I heard gunshots in the speaker's lobby."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9iYnk&hash=3c7ebc7f366ab67ba7bc3b7a98c53ca6c579c6ad&lang=en&cache-only=0",
            "defineEn": "the area just inside the entrance of a public building such as a hotel, etc.",
            "defineVi": "khu vực ngay bên trong lối vào của một tòa nhà công cộng như khách sạn, v.v.",
            "hasImg": true
        },
        {
            "id": "cf32a0f7-f49c-4ff8-93c4-7117d58eca20",
            "word": "thatched",
            "phonetic": "θætʃt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhhdGNoZWQ&hash=5305b5618d5910b8f696608cf3e6c1f4f7422a33&lang=en&cache-only=0",
            "defineEn": "(of a house or building) having a roof made of dried straw, leaves etc.",
            "defineVi": "(của một ngôi nhà hoặc tòa nhà) có mái nhà làm bằng rơm khô, lá, v.v."
        },
        {
            "id": "a321b2f3-e6d4-4d38-9a09-344ecaf4bede",
            "word": "shovel-ready",
            "phonetic": "ʃʌvəlɹɛdi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Yes, we will be supporting hundreds of billions of dollars of shovel-ready projects, but we're also interested in shovel-worthy projects, because this is a once-in-a-lifetime opportunity to shape America's infrastructure future, to make sure we're competing and winning, when other countries are doing so much more than we are."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvdmVsLXJlYWR5&hash=9a895edba8fcb8eeec736bb13858b3533b1d461a&lang=en&cache-only=0",
            "defineEn": "(of a construction project) prepared for the building stage to begin",
            "defineVi": "(của một dự án xây dựng) chuẩn bị cho giai đoạn xây dựng bắt đầu"
        },
        {
            "id": "057d171d-3b1d-43b8-a0ab-f2fa55abb808",
            "word": "to desecrate",
            "phonetic": "tə dɛsɪkɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Many lanes are desecrated with yellow lines.",
                "Ruinous new road schemes that desecrate the countryside.",
                "In the African wilderness, a wild beast desecrates your loved ones’ graves, and spawns disease and blight with just a glance in your direction.",
                "By 1864 the last statue had been thrown down and desecrated."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVzZWNyYXRl&hash=982b3af1d6ece4a3e63e0fd1ec0dc37c9112e3e1&lang=en&cache-only=0",
            "defineEn": "to treat something valuable inconsiderately, in a way that affects it badly",
            "defineVi": "để đối xử với một cái gì đó có giá trị một cách thiếu thận trọng, trong một cách ảnh hưởng xấu đến nó"
        }
    ]
}