{
    "id": "8b98e665-8865-4c4e-9269-67380177d8e0",
    "title": "Social Problems",
    "originalTitle": "Social Problems",
    "words": [
        {
            "id": "1ee122c0-9212-470e-99fe-728e6e21d8d6",
            "word": "discrimination",
            "phonetic": "dɪskɹɪmᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eventually, he came face to face with discrimination again.",
                "Discrimination based on race or religion is morally unacceptable and considered bad.",
                "Discrimination and bias in hiring practices can result in an unlevel playing field for job applicants, as qualified candidates from marginalized groups may face barriers and unequal treatment.",
                "After years of experiencing poverty and discrimination, he felt that above black there is no color and became indifferent to the daily struggles he faced.",
                "The teacher reminded her students that if you are not part of the solution, you are part of the problem when discussing the importance of taking an active role in addressing issues such as bullying and discrimination in the classroom."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY3JpbWluYXRpb24&hash=21648c6b101b70e65c1984b19292f50bde3c81df&lang=en&cache-only=0",
            "defineEn": "the practice of treating a person or different categories of people less fairly than others",
            "defineVi": "thực hành đối xử với một người hoặc các nhóm người khác nhau ít công bằng hơn những người khác"
        },
        {
            "id": "4e68ba19-253b-40b0-9043-1369e0029155",
            "word": "persecution",
            "phonetic": "pɜːsɪkjuːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In many cases religious persecution is the cause of people fleeing their country.",
                "But religious persecution wasn’t cheap.",
                "Climate change, war, and persecution are driving the number of refugees worldwide to a new record.",
                "For decades, ethnic minorities in Myanmar have fought repression and political persecution by central authorities who deny those minorities full rights.",
                "And many Jews had migrated to the Ottoman Empire because of Habsburg persecution."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc2VjdXRpb24&hash=dbfafadcaccb24cf50b42bc12fec44bb44c8d153&lang=en&cache-only=0",
            "defineEn": "an act of cruelty and unfairness toward someone because of their race, religion, or political views",
            "defineVi": "một hành động tàn ác và không công bằng đối với ai đó vì chủng tộc, tôn giáo hoặc quan điểm chính trị của họ"
        },
        {
            "id": "6e53f90c-ead4-45a1-8700-58ff45fd2130",
            "word": "affirmative action",
            "phonetic": "ɐfɜːmətɪv ækʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Red Beret's think Affirmative Action hasn't gone far enough.",
                "It's amazing to think South Africa has gone from official government brutality towards Black people to Affirmative Action, from just my parents generation to mine.",
                "- To try to rebalance wealth and opportunity, the government has brought in a policy called Affirmative Action, AA for short.",
                "It may sit uncomfortably, but at least part of the reason Harry is stuck here could be because of Affirmative Action, and if it continues, I worry that Coronation Park could keep growing, creating more race resentment for young people in South Africa.",
                "There's a great book called When Affirmative Action was white, that people should read There's a great book called The Color of Law that people should read that looks how how the American state deliberately segregated American cities."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZmaXJtYXRpdmUgYWN0aW9u&hash=0b553b600234da1f76f2de131102f1b35ae03c19&lang=en&cache-only=0",
            "defineEn": "the policy or practice of favoring people that belong to groups known to have been discriminated against formerly, especially by giving them jobs",
            "defineVi": "chính sách hoặc thực hành ủng hộ những người thuộc các nhóm được biết là đã bị phân biệt đối xử trước đây, đặc biệt là bằng cách giao việc làm cho họ"
        },
        {
            "id": "fe4f7ae8-3568-40a1-9056-c9a14bbd3136",
            "word": "to marginalize",
            "phonetic": "tə mɑːɹdʒɪnəlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Discrimination and bias in hiring practices can result in an unlevel playing field for job applicants, as qualified candidates from marginalized groups may face barriers and unequal treatment.",
                "Whether it's in politics, social movements, or any other area of life, those who are the most vulnerable or marginalized may also be the most fearless and willing to fight for their rights - beggars fear no rebellion, as the old saying goes.",
                "Marginalized groups were a big part of the story of women’s suffrage in the west.",
                "For a lot of marginalized people, the girlhood of Meg, Jo, Beth, and Amy might not be relatable, but it is as idyllic, fantastic, and magical as the idea of getting a letter from Hogwarts.",
                "If a social group is marginalized, it means that it occupies a position outside the centers of power."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFyZ2luYWxpemU&hash=eff06392d9c44128b2ba17dbea4b3da2721bb7c1&lang=en&cache-only=0",
            "defineEn": "to treat a person, group, or concept as insignificant or of secondary or minor importance",
            "defineVi": "đối xử với một người, nhóm hoặc khái niệm là không đáng kể hoặc có tầm quan trọng thứ yếu hoặc thứ yếu"
        },
        {
            "id": "cb086269-e457-4fac-ad58-dc41c1dae979",
            "word": "class struggle",
            "phonetic": "klæs stɹʌɡəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3Mgc3RydWdnbGU&hash=ee1c099e1f3aec25f205c53756906379b812706f&lang=en&cache-only=0",
            "defineEn": "the conflict of interests between different social classes in a society, as mentioned in Marxist ideology",
            "defineVi": "sự xung đột lợi ích giữa các tầng lớp xã hội khác nhau trong một xã hội, như đã đề cập trong hệ tư tưởng của chủ nghĩa Mác"
        },
        {
            "id": "939ce7ca-737d-4e84-a124-4478eb0af6db",
            "word": "deportation",
            "phonetic": "dᵻpoːɹteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And a good number of them are going to face deportation at some date in the future.",
                "A federal judge in Texas has temporarily blocked President Biden's 100 day deportation ban.",
                "Amid the flow of illegal drugs from Mexico, the number of deportations skyrocketed to the highest levels in decades.",
                "In the meantime, Josseline's parents are still at risk of deportation.",
                "He's eliminated the deportations or at least delayed those."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwb3J0YXRpb24&hash=14c2ef46d635e584b21130da0c2876269b47fd6e&lang=en&cache-only=0",
            "defineEn": "the act of forcing someone out of a country, usually because they do not have the legal right to stay there or because they have broken the law",
            "defineVi": "hành động buộc ai đó rời khỏi một quốc gia, thường là do họ không có quyền hợp pháp để ở lại đó hoặc vì họ đã vi phạm pháp luật"
        },
        {
            "id": "f5f097c9-716a-438b-a827-aa5d906d9b13",
            "word": "political asylum",
            "phonetic": "pəlɪɾɪkəl ɐsaɪləm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9saXRpY2FsIGFzeWx1bQ&hash=dc2621491927bf2abee0ad4129338e30fd1d3bd2&lang=en&cache-only=0",
            "defineEn": "the protection that a country grants to someone who has fled their home country because of political reasons",
            "defineVi": "sự bảo vệ mà một quốc gia cấp cho một người đã trốn khỏi đất nước của họ vì lý do chính trị"
        },
        {
            "id": "ce9a7a86-ab80-40c8-a7fb-1d8c6043a2c0",
            "word": "asylum seeker",
            "phonetic": "ɐsaɪləm siːkɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXN5bHVtIHNlZWtlcg&hash=6d548db05562c9317a652100d682b4e01681acae&lang=en&cache-only=0",
            "defineEn": "someone who seeks refuge in another country and wants to live in that country, often because they are in danger",
            "defineVi": "một người tìm nơi ẩn náu ở một quốc gia khác và muốn sống ở quốc gia đó, thường là vì họ đang gặp nguy hiểm"
        },
        {
            "id": "f1b470ad-f553-486a-8bb7-65c149172015",
            "word": "illegal",
            "phonetic": "ɪliːɡəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The government has taken a firm line on illegal immigration.",
                "The police got wind of the illegal drug deal.",
                "They may not have broken the law themselves, but the CEOs certainly sat on their hands and allowed these illegal activities to happen unchecked.",
                "When Jane realized that her friends were involved in illegal activities, she decided to distance herself from them, remembering the saying better be alone than in bad company",
                "He was unaware that eating horseflesh was illegal in their country."
            ],
            "audio": "https://tts.langeek.co/read?text=aWxsZWdhbA&hash=322555592d497d3e70a0316a3a9fb6095ed5e39b&lang=en&cache-only=0",
            "defineEn": "someone who illegally lives or works in a country",
            "defineVi": "một người sống hoặc làm việc bất hợp pháp ở một quốc gia"
        },
        {
            "id": "dd56a069-c019-42cc-9c05-efb8daefbd03",
            "word": "immigration",
            "phonetic": "ɪmɪɡɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The government has taken a firm line on illegal immigration.",
                "The immigration officer reviewed my passport before granting entry.",
                "We had to show our passports and boarding passes at the airport immigration checkpoint.",
                "The small-town mayor has been punching above her weight recently, going head-to-head with federal lawmakers over the issue of immigration reform.",
                "They have done a 180 on the issue of immigration."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1taWdyYXRpb24&hash=27b36b4e9aa67a943619368fd94f0b59d0922f97&lang=en&cache-only=0",
            "defineEn": "the fact or process of coming to another country to permanently live there; the number of those who do so",
            "defineVi": "thực tế hoặc quá trình đến một quốc gia khác để sinh sống lâu dài ở đó; số người làm như vậy",
            "hasImg": true
        },
        {
            "id": "9b6bca5c-efe2-4dd5-95c0-208c8763cfde",
            "word": "emigration",
            "phonetic": "ɛmɪɡɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sometimes it's called emigration.",
                "So by 1852, emigration and starvation had shrunk the population of Ireland from about 6.5 million to 4 million.",
                "Take the 2016 republican platform, which talks a lot about beefing up border security and stricter emigration enforcement.",
                "So, across Europe, populations continued to grow despite the emigration to distant continents that we talked about last time, but populations weren’t going up because people were having more babies.",
                "It increases when new individuals are either born or immigrate, that is move in, and it decreases because of deaths or emigration, or individuals moving out."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1pZ3JhdGlvbg&hash=1de0e06e44b27707a455bd34cee1baeec183993f&lang=en&cache-only=0",
            "defineEn": "the act of permanently leaving one's own country to go and live in another",
            "defineVi": "hành động vĩnh viễn rời khỏi đất nước của mình để đi và sống ở một nước khác",
            "hasImg": true
        },
        {
            "id": "a30edbd8-2344-4bf0-89db-96c4edb4668d",
            "word": "naturalization",
            "phonetic": "nætʃɚɹəlᵻzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And, in 1920, it gives the year of naturalization.",
                "He applied for naturalization, which at that time was only offered to free white persons or persons of African descent.",
                "At her request, the passport and my certificate of naturalization were forwarded to her on board the S.S. Lusitania. ",
                "And if we follow this across to the naturalization section, you see her passport information. ",
                "You might be able to use this information to request his naturalization record. "
            ],
            "audio": "https://tts.langeek.co/read?text=bmF0dXJhbGl6YXRpb24&hash=d5d4eda876d2c55b7711249d73fa0bcb3b4760c1&lang=en&cache-only=0",
            "defineEn": "the act or process of granting a foreigner the citizenship of a country",
            "defineVi": "hành động hoặc quy trình cấp cho người nước ngoài quyền công dân của một quốc gia"
        },
        {
            "id": "b76fb696-66bd-4a40-a1d6-5a834fcd976a",
            "word": "bigotry",
            "phonetic": "bɪɡətɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And bigotry didn't win.",
                "This country is a cauldron of hate, racism, bigotry, fighting, violence.",
                "[music] ♪ Years of isolation, ignorance, and bigotry die hard.",
                "She met discrimination and bigotry with talent and focus, rising to become one of the most prominent journalists of her generation.",
                "We condemn in the strongest possible terms this egregious display of hatred, bigotry, and violence on many sides, on many sides."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymlnb3RyeQ&hash=28f382e044a548420303e8ad6ad2885274b0f27e&lang=en&cache-only=0",
            "defineEn": "the fact of having or expressing strong, irrational views and disliking other people with different views or a different way of life",
            "defineVi": "thực tế là có hoặc thể hiện quan điểm mạnh mẽ, phi lý và không thích những người khác có quan điểm khác hoặc lối sống khác"
        },
        {
            "id": "b41b92b6-d4ca-4396-ab97-0c094b5cc5de",
            "word": "intolerance",
            "phonetic": "ɪntɑːlɚɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "We advise a food sensitivity test to better identify true food intolerances and appropriate amount of time to keep out of your system for optimal health and healing.",
                "I have decided to cut down on my consumption of dairy products due to lactose intolerance.",
                "The history professor believed that while great works of literature provide insights into the human condition, a great book is a great evil when its ideas are twisted to promote hatred and intolerance.",
                "That counts as medication intolerance.",
                "Now a true food allergy is different from a food intolerance."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50b2xlcmFuY2U&hash=717e4f8292ba0d184a3c232f2694df127bf748a9&lang=en&cache-only=0",
            "defineEn": "the state of being reluctant to accept ideas, thoughts, or behaviors that differ from one's own",
            "defineVi": "trạng thái miễn cưỡng chấp nhận những ý tưởng, suy nghĩ hoặc hành vi khác với chính mình"
        },
        {
            "id": "1e65cae3-d809-4b0f-9af4-dff536e8ec3e",
            "word": "deprivation",
            "phonetic": "dɛpɹɪveɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Deprivation was essentially trumping any inborn intelligence.",
                "Enter: sensory deprivation.",
                "It will prevent language deprivation.",
                "The United Nations even considers sleep deprivation a form of torture.",
                "And their earlier language deprivation results in cognitive difficulties for the remainder of their lives."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwcml2YXRpb24&hash=be854a54ba0493244341df7e7b4ab0e53dbf1653&lang=en&cache-only=0",
            "defineEn": "the state in which one cannot satisfy their basic human needs",
            "defineVi": "trạng thái mà một người không thể đáp ứng nhu cầu cơ bản của con người",
            "hasImg": true
        },
        {
            "id": "3bf23b25-fd08-416e-8aba-0b50df292153",
            "word": "disadvantaged",
            "phonetic": "dɪsɐdvæntɪdʒd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Politicians are playing ducks and drakes with the poorest and most disadvantaged people in the country.",
                "She and Jay-Z each help fund scholarships for disadvantaged youth.",
                "They even ate more pretzels that were specifically located nearer to the disadvantaged player.",
                "Biden has also promised that 40 percent of that two trillion dollars he wants to invest in clean energy will go to disadvantaged communities.",
                "Dew is now the head of Habilitative Systems, a West Side nonprofit that works with disadvantaged residents."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzYWR2YW50YWdlZA&hash=966964c49184fffa733e06524f46b90a937b3e9d&lang=en&cache-only=0",
            "defineEn": "(of a person or area) under adverse circumstances, especially financially or socially",
            "defineVi": "(của một người hoặc khu vực) trong hoàn cảnh bất lợi, đặc biệt là về tài chính hoặc xã hội"
        },
        {
            "id": "4225ac56-023a-4a5c-8b91-03786f3bc672",
            "word": "vagrancy",
            "phonetic": "veɪɡɹənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a result, Southern states started incarcerating newly emancipated black citizens at a higher rate, for anything from petty theft to vagrancy or other vaguely defined laws.",
                "In order to increase their revenue, states began arresting African Americans at increased rates from crimes that were vaguely defined, such as vagrancy or thefts."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFncmFuY3k&hash=be7b795a5aa8f9e99f0cfd58f6b80ea04dacb9f0&lang=en&cache-only=0",
            "defineEn": "the state of homelessness as a result of unemployment",
            "defineVi": "tình trạng vô gia cư do thất nghiệp",
            "hasImg": true
        },
        {
            "id": "38b5afb8-fb25-4c7d-a9ed-3fbf8303063d",
            "word": "unrest",
            "phonetic": "ʌnɹɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Unrest that has roiled Hong Kong for months.",
                "The incident sparked days of unrest.",
                "And the unrest there has squeezed citizens even more.",
                "Now the unrest is getting more and more violent.",
                "We didn't get civil unrest."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5yZXN0&hash=6125e04f3916630dfb156d858135cb842c3bcb23&lang=en&cache-only=0",
            "defineEn": "a political situation in which there is anger among the people and protests are likely",
            "defineVi": "một tình hình chính trị trong đó có sự tức giận trong nhân dân và các cuộc biểu tình có thể xảy ra"
        },
        {
            "id": "74d8b62c-76f8-4736-b7aa-c3cc37145a0c",
            "word": "uprising",
            "phonetic": "ʌpɹaɪzɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Uprisings occurred all overChina in at least 400 cities.",
                "Just weeks later, on September 9th, a spontaneous uprising began.",
                "There was a big grassroots uprising.",
                "But after the Arab Spring uprisings in 2011, tourism in Egypt crashed.",
                "But the 1622 uprising was the final nail in the coffin of the Virginia Company, which was a failure in every way."
            ],
            "audio": "https://tts.langeek.co/read?text=dXByaXNpbmc&hash=20b156af030efa7940d3755b222b0f737dc08080&lang=en&cache-only=0",
            "defineEn": "a situation in which people join together to fight against those in power",
            "defineVi": "một tình huống trong đó mọi người tham gia cùng nhau để chiến đấu chống lại những người nắm quyền lực"
        },
        {
            "id": "0596e4f8-e4ce-4008-ad9f-83931dce6986",
            "word": "subsistence",
            "phonetic": "sʌbsɪstəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "And this will severely strain subsistence farmers.",
                "Basically, people were always on the edge of subsistence.",
                "In parts of Asia, Africa, and South America with dense tropical forests, many farmers have to rely on a kind of subsistence agricultural practice, which means they only grow enough food for their families.",
                "There was loss of allotments, loss of timber, loss of access to water or loss of access to be able to do subsistence living and feed your family.",
                "Europe had previously been a land of famine and mere subsistence for essentially all of its history."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vic2lzdGVuY2U&hash=edbd8849abd53e0923b092b21e4f1d4050b5160e&lang=en&cache-only=0",
            "defineEn": "a situation in which one has just enough money or food to survive",
            "defineVi": "một tình huống trong đó một người chỉ có đủ tiền hoặc thực phẩm để tồn tại"
        },
        {
            "id": "639bedd9-7841-4fa5-8fab-ad16a246f7b2",
            "word": "refuge",
            "phonetic": "ɹɛfjuːdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Thousands sought refuge in local shelters.",
                "And these giant lunar lava tubes could be the perfect refuge for humans.",
                "So here at the refuge, at least once a month, they get a pedicure.",
                "The low ceiling and honey-colored stone walls give a feeling of safety and refuge. ",
                "And many other individuals took refuge in Enlightenment thought as well as taking it as a call to action."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmdWdl&hash=259e22b5724b2fc3fb20bdb80a02a3a42c1a0cd2&lang=en&cache-only=0",
            "defineEn": "protection or shelter from something dangerous or troublesome",
            "defineVi": "bảo vệ hoặc trú ẩn từ một cái gì đó nguy hiểm hoặc rắc rối"
        },
        {
            "id": "d4517a35-c539-4184-b2e3-365ecc7bac66",
            "word": "poverty-stricken",
            "phonetic": "pɑːvɚɾistɹɪkən ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG92ZXJ0eS1zdHJpY2tlbg&hash=b4d9007677acded1b1d8e87bc23c5da9e176f4a8&lang=en&cache-only=0",
            "defineEn": "suffering from extreme deprivation",
            "defineVi": "chịu cảnh thiếu thốn cùng cực"
        },
        {
            "id": "566966f5-cef7-4bc3-84f8-8521296a8edf",
            "word": "to impoverish",
            "phonetic": "tʊ ɪmpɑːvɚɹɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I think we impoverish the whole of society if we don't make beautiful things.",
                "This increased agricultural productivity, but it also impoverished many tenant farmers, many of whom lost their livelihoods.",
                "Those peasants then had to borrow funds for new machinery and chemical fertilizer if they were gonna thrive in the modern agricultural market place, which in some cases worked out well and in other cases ended up impoverishing those farmers."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wb3ZlcmlzaA&hash=9fbf309a543dd18c96c19ae45546a9752938ebba&lang=en&cache-only=0",
            "defineEn": "to make a person or an area poor",
            "defineVi": "để làm cho một người hoặc một khu vực nghèo"
        },
        {
            "id": "165d5e1e-834b-4253-800b-0d7b6008d2fa",
            "word": "indigent",
            "phonetic": "ɪndɪdʒənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The upshot is that many indigent defendants may now be released."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaWdlbnQ&hash=689a3d41afd195c3b1883ceccd3ddf096fd05a68&lang=en&cache-only=0",
            "defineEn": "extremely poor or in need",
            "defineVi": "cực kỳ nghèo hoặc có nhu cầu"
        },
        {
            "id": "f42dfd27-9d0d-42d7-9941-d99803a7844a",
            "word": "modern slavery",
            "phonetic": "mɑːdɚn sleɪvɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9kZXJuIHNsYXZlcnk&hash=b1de549860c27c3624eef52defdfe1018ee799b6&lang=en&cache-only=0",
            "defineEn": "a modern form of slavery that involves using threats or violence to force people to work and preventing them from escaping",
            "defineVi": "một hình thức nô lệ hiện đại liên quan đến việc sử dụng các mối đe dọa hoặc bạo lực để buộc mọi người phải làm việc và ngăn cản họ trốn thoát"
        },
        {
            "id": "b807ea50-ff40-48b2-9a8f-b5dee96a54fb",
            "word": "to lay off",
            "phonetic": "tə leɪ ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "I haven't lost my job yet, but the writing is on the wall: my company just laid off 50 more people today.",
                "The government turned its back to the thousands of employees laid off during the financial crisis.",
                "She had a great job with a supportive team, but eventually the company downsized and she was laid off.",
                "The company was determined to increase profits by hook or by crook, even if it meant laying off some employees.",
                "John was having a bad day when his car broke down, and then he found out he'd been laid off from work as well."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGF5IG9mZg&hash=46f454d978c9f369c5db5888126a94804fb4c3cc&lang=en&cache-only=0",
            "defineEn": "to let go of workers due to financial deficit or because there is not enough work for them to do",
            "defineVi": "sa thải công nhân do thâm hụt tài chính hoặc vì không có đủ việc cho họ làm",
            "hasImg": true
        },
        {
            "id": "521e0f79-bf17-48af-92b0-6dd019ea82a4",
            "word": "trafficking",
            "phonetic": "tɹæfɪkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The only report that passed muster featured human trafficking.",
                "In spite of our efforts, trafficking is increasing in the world.",
                "In our own country we have, a lot of victims of human trafficking.",
                "The human trafficking operation was run by a third- party contractor hired by Trillium Farms.",
                "Do a child/human trafficking fix that the Obama administration also supported. "
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhZmZpY2tpbmc&hash=65848b75759e6291c444deb836239ec548f03777&lang=en&cache-only=0",
            "defineEn": "the buying and selling of goods illegally",
            "defineVi": "mua bán trái phép hàng hóa"
        },
        {
            "id": "50c0e103-a0bf-44cd-ba5a-d34c331e9bce",
            "word": "malnutrition",
            "phonetic": "mælnjuːtɹɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Malnutrition and stunting were also very common.",
                "The country has the world's sixth highest rate of chronic malnutrition.",
                "Across the camp, hundreds of children have died from disease and malnutrition since the beginning of the year.",
                "95,000 Cubans died from disease and malnutrition after Spanish general Valeriano Weyler herded Cubans into concentration camps.",
                "- Narrator: Defectors can face a life of medical issues caused by malnutrition earlier in their lives."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFsbnV0cml0aW9u&hash=6e8ffe600575a1e3b76049c7af7e7aed0e94696c&lang=en&cache-only=0",
            "defineEn": "a condition in which a person does not have enough food or good food to eat in order to stay healthy",
            "defineVi": "tình trạng một người không có đủ thức ăn hoặc thức ăn ngon để ăn nhằm duy trì sức khỏe",
            "hasImg": true
        },
        {
            "id": "e228d566-b93e-458b-be59-6af6506b7234",
            "word": "passive smoking",
            "phonetic": "pæsɪv smoʊkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFzc2l2ZSBzbW9raW5n&hash=3770b482030d89f4b9c3eef88f08ebf263ed8b5a&lang=en&cache-only=0",
            "defineEn": "the act of inhaling smoke from another person's cigarettes, cigars, or pipes, especially involuntarily",
            "defineVi": "hành động hít khói từ thuốc lá, xì gà hoặc tẩu của người khác, đặc biệt là vô tình"
        },
        {
            "id": "0d69b6e8-3cf2-4b67-82d8-8a1cf219fdca",
            "word": "homophobia",
            "phonetic": "hɑːməfoʊbiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "I, and many others, have learned about rape culture, feminism, sexism, homophobia, transgender issues, racism because of the Internet.",
                "Gates doesn't shy from pointing to the Black church's own failures and discrimination, including homophobia and sexism.",
                "Racism, sexism, homophobia, transphobia, everything else that's discriminatory is not a disability.",
                "So, it still is on a case-by-case basis, which kind of lets you know a little bit in terms of how varied the acceptance may be within the world of sports, and also how misogyny plays into the overall conversation of homophobia and transphobia."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tb3Bob2JpYQ&hash=ededfbca5579b26405ced67427ecee9c11ddc4f1&lang=en&cache-only=0",
            "defineEn": "hatred, antipathy, or prejudice toward homosexuals",
            "defineVi": "hận thù, ác cảm hoặc thành kiến đối với người đồng tính luyến ái"
        },
        {
            "id": "eff10738-d0dd-4daf-afa4-f5fb31934d59",
            "word": "hard drug",
            "phonetic": "hɑːɹd dɹʌɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFyZCBkcnVn&hash=1ff76322239704b2b22d3c8913be7b49d9e50433&lang=en&cache-only=0",
            "defineEn": "a powerful, addictive, and illegal drug that some people take for pleasure",
            "defineVi": "một loại thuốc mạnh, gây nghiện và bất hợp pháp mà một số người dùng để giải trí"
        },
        {
            "id": "8eab115f-3a68-4768-8ed5-ac68cef22ad6",
            "word": "soft drug",
            "phonetic": "sɔft dɹʌɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c29mdCBkcnVn&hash=88f7514fcdb53be7fceab30e685d75c933cd242b&lang=en&cache-only=0",
            "defineEn": "a recreational drug that is not considered very harmful and gives some people a sense of pleasure",
            "defineVi": "một loại thuốc giải trí không được coi là rất có hại và mang lại cho một số người cảm giác sảng khoái"
        },
        {
            "id": "15d6a515-0bd4-47b5-9470-5a6e0a5b58d7",
            "word": "displacement",
            "phonetic": "dɪspleɪsmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The key concept of the waterbed is displacement.",
                "Often we write displacement as s.",
                "The maximum displacement happens right here in the middle where the player's hand pushes on the stick.",
                "That’s displacement?",
                "So this displacement is not something new."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzcGxhY2VtZW50&hash=a6444a72be9536a58d0392221db2d4f258f40483&lang=en&cache-only=0",
            "defineEn": "expulsion of people from their homes, typically caused by war, persecution, or natural catastrophe",
            "defineVi": "trục xuất người dân khỏi nhà của họ, thường do chiến tranh, ngược đãi hoặc thảm họa tự nhiên gây ra"
        }
    ]
}