{
    "id": "8ba79928-a6b4-4aea-9f1d-c8050044c114",
    "title": "Unit 9",
    "originalTitle": "Unit 9",
    "words": [
        {
            "id": "74bb3748-2d74-4940-a872-a9019de5fb22",
            "word": "angry",
            "phonetic": "æŋɡɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The plans for the new development have raised angry protests from local residents.",
                "His angry glance said it all.",
                "A hungry man is an angry man after all.",
                "My grandmother got angry when I accidentally spilled juice on the carpet.",
                "My boss was so angry that I really got the rough edge of his tongue."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5ncnk&hash=3cb8e62c5a2f1957d9a67275a3951ecd7f0b0b5b&lang=en&cache-only=0",
            "defineEn": "feeling very annoyed or upset because of something that we do not like",
            "defineVi": "cảm thấy rất khó chịu hoặc khó chịu vì điều gì đó mà chúng tôi không thích",
            "hasImg": true
        },
        {
            "id": "b1c44481-686b-42df-a616-06cc24576f12",
            "word": "nervous",
            "phonetic": "nɜːvəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I was too nervous to eat.",
                "I felt a bit nervous when the elevator suddenly stopped between floors.",
                "I was nervous before my dental appointment, but the dentist made me feel comfortable.",
                "He grew nervous about the deal and asked his bank manager to stop the cheque.",
                "I was pretty nervous to start with, but after a while I was fine."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVydm91cw&hash=4e07a35886d051785f3b098585fe67dab31af9a0&lang=en&cache-only=0",
            "defineEn": "worried and anxious about something or slightly afraid of it",
            "defineVi": "lo lắng và băn khoăn về điều gì đó hoặc hơi sợ điều đó",
            "hasImg": true
        },
        {
            "id": "cc0b1dda-3364-47f9-82a5-884d9521805f",
            "word": "delighted",
            "phonetic": "dᵻlaɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They visited a local herb garden and were delighted to discover a thriving patch of clary sage.",
                "Delighted, I gave him some skin, and his mother gave him a big hug.",
                "Midas was delighted.",
                "I was delighted to see my old friend Bessie again.",
                "I am delighted with the house I am renting from him."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsaWdodGVk&hash=ef17b54e5bd839b33dba5238dcadaa52fb8f6749&lang=en&cache-only=0",
            "defineEn": "very happy or pleased",
            "defineVi": "rất hạnh phúc hoặc hài lòng",
            "hasImg": true
        },
        {
            "id": "acf964e5-aa58-46b2-bb0a-3c4383b902a4",
            "word": "stressed",
            "phonetic": "stɹɛst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Spending time with her family always does Emily the world of good, especially when she's feeling stressed or overwhelmed.",
                "Tim was feeling stressed and overwhelmed, which caused him to be off his food and lose interest in eating.",
                "When I'm feeling stressed or overwhelmed, I try to remember that patience is a plaster for all sores, and that taking a step back and giving myself time can help to alleviate my anxiety.",
                "By the end of the study, the chocolate eaters are less stressed than their chocolate-free counterparts.",
                "Like, these results could happen because, say, more stressed people turn to their phones for relief."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyZXNzZWQ&hash=5f7a1f716ee729fe788261efac40fa3613144e62&lang=en&cache-only=0",
            "defineEn": "feeling so anxious that makes one unable to relax",
            "defineVi": "cảm thấy lo lắng đến mức khiến người ta không thể thư giãn",
            "hasImg": true
        },
        {
            "id": "9c426e07-5e60-482c-bbed-17f2b965ab1c",
            "word": "disappointed",
            "phonetic": "dɪsɐpɔɪntᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Taylor was bitterly disappointed to be dropped from the England side.",
                "I'm disappointed about their decision, but I'm not losing any sleep over it.",
                "I'm disappointed that I didn't get the job but that's the way the cookie crumbles.",
                "We were left feeling rather disappointed.",
                "I know you're disappointed, but you need to roll up your sleeves and redouble your efforts."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzYXBwb2ludGVk&hash=85f143fe582e64ff31b1ddfb57a35006df50759f&lang=en&cache-only=0",
            "defineEn": "not satisfied with something, especially because one expected otherwise",
            "defineVi": "không hài lòng với một cái gì đó, đặc biệt là bởi vì một mong đợi khác",
            "hasImg": true
        },
        {
            "id": "9b7dc33c-023f-4813-8a82-35e9a49bb021",
            "word": "upset",
            "phonetic": "ʌpsɛt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Is he upset?",
                "My baby gets upset when I leave the room.",
                "At first, I was upset when my ex cheated on me.",
                "I'm not upset that vacation time might be reduced because I have no horse in this race.",
                "He brewed a cup of ginger tea to soothe his upset stomach."
            ],
            "audio": "https://tts.langeek.co/read?text=dXBzZXQ&hash=1cff3e632553b315facabfecf763969491cc4767&lang=en&cache-only=0",
            "defineEn": "unhappy, worried, or disappointed, often because something unpleasant happened",
            "defineVi": "không vui, lo lắng hoặc thất vọng, thường là vì điều gì đó khó chịu đã xảy ra",
            "hasImg": true
        },
        {
            "id": "0a2eb51f-87cf-4f0d-a2f8-75d6e56d4bf2",
            "word": "homesick",
            "phonetic": "hoʊmsɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You're homesick?",
                "His mother told me that he was never homesick.",
                "In 1945, a Japanese chef began using the cooking style to grill steaks for homesick American soldiers.",
                "While there is a 1,000 year history of celebrating the holiday with food and drink, the first St. Patrick’s Day parade actually occurred on American soil on March 17, 1772 when homesick Irish soldiers serving British forces marched in New York City in honor of the saint."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tZXNpY2s&hash=c361e6c3a5af3941ad13e599c71b4b321c077dd5&lang=en&cache-only=0",
            "defineEn": "feeling sad because of being away from one's home",
            "defineVi": "cảm thấy buồn vì xa nhà của một người"
        },
        {
            "id": "7f16f32d-e5a1-4d54-b00f-f2757b64d90f",
            "word": "jealous",
            "phonetic": "dʒɛləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I couldn't help feeling jealous when she was promoted over my head.",
                "She was so jealous of her boyfriend that she always tried to keep him to herself, never allowing him to spend time with his friends or family.",
                "The athlete learned that envy never enriched any man, so he focused on his own training and improvement instead of being jealous of his competitors.",
                "She was jealous, humiliated, and emotionally at the end of her tether.",
                "There's always going to be jealous people saying you're doing this, that and the other."
            ],
            "audio": "https://tts.langeek.co/read?text=amVhbG91cw&hash=1b79e20c3bc88856617420fbd360d585c83b90ea&lang=en&cache-only=0",
            "defineEn": "feeling angry and unhappy because someone else has what we want",
            "defineVi": "cảm thấy tức giận và không vui vì người khác có những gì chúng ta muốn",
            "hasImg": true
        },
        {
            "id": "fded296b-08a2-4270-bcb7-daf99784342d",
            "word": "proud",
            "phonetic": "pɹaʊd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The proud uncle held his newborn nephew in his arms.",
                "She must be very proud of herself.",
                "He was proud to be playing opposite a famous actor.",
                "Mr. and Mrs. Johnson are proud parents of three daughters, each with their unique talents.",
                "They are so proud of their grandchild for graduating from college."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvdWQ&hash=4dae34688a942f2d53e1ff4937a491f9eb6660e5&lang=en&cache-only=0",
            "defineEn": "feeling satisfied with someone or one's possessions, achievements, etc.",
            "defineVi": "cảm thấy hài lòng với tài sản, thành tích của ai đó hoặc của ai đó, v.v.",
            "hasImg": true
        },
        {
            "id": "98f7f16e-86c4-46e3-96b0-57f0e454d8c9",
            "word": "scared",
            "phonetic": "skɛɹd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Don't be scared to speak to him.",
                "He watched a scary movie and got scared during the suspenseful scenes.",
                "I was really scared when I encountered a bear in the wilderness.",
                "You've got your rivals running scared.",
                "The young boy was scared of the rocking boat at first, but his grandfather helped him find his sea legs and they spent the day fishing together."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NhcmVk&hash=392bfe4681afc8a9351e3aa7b8f98681e8434edb&lang=en&cache-only=0",
            "defineEn": "afraid of something or someone",
            "defineVi": "sợ một cái gì đó hoặc một ai đó",
            "hasImg": true
        },
        {
            "id": "01c8d8c2-74be-4c03-b25a-bc77820c0e3c",
            "word": "amazed",
            "phonetic": "ɐmeɪzd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He was amazed that she would have the gall to show herself.",
                "I'm amazed that he lets them lead him around by the nose like that.",
                "He was amazed by the high price tag on the caviar, realizing it was a luxury out of his reach.",
                "Johnny's friends were amazed at how much he could eat when they went out to eat.",
                "I asked, amazed."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1hemVk&hash=fe0a127b51df78f1324524a02f3c8240f6a1dcd2&lang=en&cache-only=0",
            "defineEn": "feeling or displaying great surprise",
            "defineVi": "cảm thấy hoặc hiển thị sự ngạc nhiên lớn",
            "hasImg": true
        },
        {
            "id": "83b9d232-9c88-4a6e-b7fe-a7fdc89ef130",
            "word": "lonely",
            "phonetic": "loʊnli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Can two lonely men truly reach out?",
                "He strikes an attitude of bravery and lonely defiance.",
                "I was a little bit lonely at the time and she took me under her wing.",
                "He had been single for a while and was feeling lonely, but reminded himself that for everything, there is a season, and he believed he would find love when the time was right.",
                "She was lonely when she first left home, but she is finding her feet now."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9uZWx5&hash=d85ff7795fcdf35d42c9c1d01d48df94cfb0b666&lang=en&cache-only=0",
            "defineEn": "feeling sad because of having no friends to talk to or spend time with",
            "defineVi": "cảm thấy buồn vì không có bạn bè để nói chuyện hoặc dành thời gian cho",
            "hasImg": true
        }
    ]
}