{
    "id": "8bc0b605-afdb-4646-bd92-33befc25180c",
    "title": "Food and Restaurant 2",
    "originalTitle": "Lesson 32",
    "words": [
        {
            "id": "877a02b5-df22-4374-8c90-6a6535ff3dd6",
            "word": "to taste",
            "phonetic": "tə teɪst ",
            "partOfSpeechType": "verb",
            "examples": [
                "The chef tasted the sauce with a small spoon.",
                "The pith of the citrus fruit added a bitter taste to the juice.",
                "The sauce would kill the taste of the herbs.",
                "Too much garlic killed the taste of the meat.",
                "The cake tasted so good that everyone wanted a second slice."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFzdGU&hash=0672b74b102981175193991ea74d3a14c5ce71db&lang=en&cache-only=0",
            "defineEn": "to have a specific flavor",
            "defineVi": "để có một hương vị cụ thể",
            "hasImg": true
        },
        {
            "id": "21dd7633-55c4-4bbe-87e6-4f07b3ebe253",
            "word": "diet",
            "phonetic": "daɪət ",
            "partOfSpeechType": "noun",
            "examples": [
                "He followed a strict diet.",
                "She valued the high nutritional content and low-calorie nature of asparagus in his diet.",
                "We existed on a diet of rice.",
                "She includes thin slices of celery in her diet.",
                "They lived frugally off a diet of beans and lentils."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlldA&hash=b3a0e0f93ff225215160b5361694cb134815cbe7&lang=en&cache-only=0",
            "defineEn": "the types of food or drink that people or animals usually consume",
            "defineVi": "các loại thực phẩm hoặc đồ uống mà người hoặc động vật thường tiêu thụ",
            "hasImg": true
        },
        {
            "id": "fed7b4eb-06e2-4f2e-8904-e08359672a3e",
            "word": "pork",
            "phonetic": "poːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "She coated the pork ribs with a generous amount of piri-piri marinade.",
                "My dad grilled a succulent pork joint with barbecue sauce for a backyard cookout.",
                "In a trendy vegetarian café, guests enjoy flavorful chickpea and pork cutlets.",
                "With a sharp knife, the chef expertly removed the gristle from the pork chops.",
                "He prepared a delicious pork hock stew, with tender chunks of meat, vegetables, and a savory broth."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9yaw&hash=23442b0e7ab06d75fdc13703ec50cb5bf725d4a1&lang=en&cache-only=0",
            "defineEn": "meat from a pig, eaten as food",
            "defineVi": "thịt từ một con lợn, ăn như thực phẩm",
            "hasImg": true
        },
        {
            "id": "03a1f3a7-e831-4acb-a446-4c0b4680a767",
            "word": "beef",
            "phonetic": "biːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friends enjoyed smoky beef rib chops at the countryside barbecue.",
                "The spicy beef jerky left a smoky aftertaste in my mouth.",
                "At a family reunion picnic, the buffet table showcased a classic beef plate roast.",
                "The chef prepared a roast beef and horseradish omelette.",
                "They poured the flavorful beef broth over the noodles."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVlZg&hash=db4a70b1b5fee00c4a7f0d420235e2bec1059ab7&lang=en&cache-only=0",
            "defineEn": "meat that is from a cow",
            "defineVi": "thịt đó là từ một con bò",
            "hasImg": true
        },
        {
            "id": "2ff05b24-605c-4b49-b94c-ab063e090fcc",
            "word": "lamb",
            "phonetic": "læm ",
            "partOfSpeechType": "noun",
            "examples": [
                "They roasted a tender and juicy gigot of lamb.",
                "The menu features an innovative dish of Korean-style lamb chops.",
                "He marinated a haunch of lamb overnight, then grilled it to perfection.",
                "He's a wolf in lamb's clothing.",
                "He prepared a mouthwatering dish with the tender and flavorful flesh of the lamb."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFtYg&hash=d1881bb6ff7f5fb2c4181ace3e46312552f257ac&lang=en&cache-only=0",
            "defineEn": "meat that is from a young sheep",
            "defineVi": "thịt đó là từ một con cừu non",
            "hasImg": true
        },
        {
            "id": "ead97fc1-29cd-459c-bb76-53274a70344e",
            "word": "tuna",
            "phonetic": "tuːnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "She prepared a mouthwatering tuna steak for dinner.",
                "He enjoyed a refreshing tuna salad sandwich for lunch, savoring the combination of flaky tuna and creamy dressing.",
                "I decided to spread some tuna paste onto freshly baked bread rolls for a satisfying lunch.",
                "He enjoyed a refreshing tuna salad sandwich for lunch, savoring the combination of flaky tuna and creamy dressing.",
                "You can elevate your tuna salad by mixing it with a spoonful of relish."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVuYQ&hash=636581ac01094d08d10de5acbaf0eb0f134b5037&lang=en&cache-only=0",
            "defineEn": "a type of large fish that is eaten as food",
            "defineVi": "một loại cá lớn được ăn như thức ăn",
            "hasImg": true
        },
        {
            "id": "b51b9366-ee9d-45d3-9fb4-c816d881728f",
            "word": "omelet",
            "phonetic": "ɑːmlət ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can add a touch of sweetness to your omelet by swirling some ketchup into the beaten eggs before cooking.",
                "We ran out of spinach, so we substituted it with arugula in our omelet.",
                "She made a colorful pepper and cheese omelet for breakfast.",
                "I sprinkled some finely chopped fat hen over my omelet.",
                "Making an omelet without breaking eggs is not gonna happen again Paul I assure you."
            ],
            "audio": "https://tts.langeek.co/read?text=b21lbGV0&hash=1ded6c3a81219a7c96d77c71ca2ac1352e7e9323&lang=en&cache-only=0",
            "defineEn": "a dish that consists of eggs mixed together and cooked in a frying pan",
            "defineVi": "một món ăn bao gồm trứng trộn với nhau và nấu trong chảo",
            "hasImg": true
        },
        {
            "id": "221ac952-012c-43c6-aa00-eefdcd5f1c72",
            "word": "cookbook",
            "phonetic": "kʊkbʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cookbook featured a mouthwatering recipe for partridge soup.",
                "So it is a cookbook?",
                "It's a good cookbook.",
                "The company commissioned cookbooks and advertisements from American artist Norman Rockwell, who created colorful drawings of Jell-O in family friendly settings.",
                "In 1999, the Barefoot Contessa cookbook was published, and it quickly became a bestseller."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29va2Jvb2s&hash=9b85d1998b3a39566118f98a5f608b21d9a67542&lang=en&cache-only=0",
            "defineEn": "a book that explains how a dish is cooked",
            "defineVi": "một cuốn sách giải thích cách một món ăn được nấu",
            "hasImg": true
        },
        {
            "id": "0d26a0b8-ada8-41d0-9c5c-344595558c72",
            "word": "grocery",
            "phonetic": "ɡɹoʊsɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I bought a delicious watermelon from the grocery store.",
                "I buy groceries and household items at the supermarket every week.",
                "She carries the heavy grocery bags with one arm.",
                "I bought a variety of fresh fruits from the grocery store.",
                "Grocery stores a beehive of activity, keeping up with supply and demand isn't easy."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JvY2VyeQ&hash=966743911bd4b65acceb5bb9f7fb266a1e1e9c08&lang=en&cache-only=0",
            "defineEn": "(usually plural) food that we buy at a supermarket such as eggs, flour, etc.",
            "defineVi": "(thường là số nhiều) thực phẩm mà chúng ta mua ở siêu thị như trứng, bột mì, v.v.",
            "hasImg": true
        },
        {
            "id": "aef72a14-f019-48e2-bdc8-af2d759413f1",
            "word": "tip",
            "phonetic": "tɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Take a stock tip with a grain of salt.",
                "Her name is on the tip of my tongue.",
                "I had pins and needles in the tips of my fingers.",
                "These great men on the wall had done so much to tip the scales in justice's favor.",
                "Comb hair from tip to root, working out the knots at the end."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlw&hash=abd0bf810fa302d4f8a942c4b2bb39f14d5e51de&lang=en&cache-only=0",
            "defineEn": "the additional money we give someone such as a waiter, driver, etc. to thank them for the services they have given us",
            "defineVi": "số tiền bổ sung mà chúng tôi đưa cho ai đó chẳng hạn như bồi bàn, tài xế, v.v. để cảm ơn họ vì những dịch vụ mà họ đã cung cấp cho chúng tôi",
            "hasImg": true
        },
        {
            "id": "3f80f0ce-1756-464c-90ba-67531bef8ff7",
            "word": "rest",
            "phonetic": "ɹɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "His argument rests on shaky ground.",
                "He gently rested his chin on her shoulder.",
                "The rest of his money went into medical expenses.",
                "May she rest in peace.",
                "I rested my head on a soft pillow to sleep."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzdA&hash=b7fa5dd7d7b7934cadf4cc291d48818b2ae1e53f&lang=en&cache-only=0",
            "defineEn": "a part of something that is left",
            "defineVi": "một phần của một cái gì đó còn lại",
            "hasImg": true
        },
        {
            "id": "3d5636b8-edb8-40bb-bc2e-135627b8f021",
            "word": "leftovers",
            "phonetic": "lɛftoʊvɚz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Leftovers, we have three eggs, one meatball, and like a quarter cup of pasta.",
                "During warmups, she couldn't make it past the first season of the Leftovers. -"
            ],
            "audio": "https://tts.langeek.co/read?text=bGVmdG92ZXJz&hash=94cfe758515bacb905c251e9fb193d3302badfad&lang=en&cache-only=0",
            "defineEn": "the part of food that has not been eaten",
            "defineVi": "phần thức ăn chưa được ăn",
            "hasImg": true
        },
        {
            "id": "164267ba-0ead-4ccf-a14a-a9b827465d1e",
            "word": "steak",
            "phonetic": "steɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her latest novel is all sizzle and no steak.",
                "The chef peppers the steak with a blend of spices for a flavorful taste.",
                "The restaurant offered a specialty hamburger steak dish.",
                "She prepared a mouthwatering tuna steak for dinner.",
                "My grandmother made strip steak kebabs, skewering marinated steak cubes with colorful bell peppers and onions."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlYWs&hash=a2616c3128d480776dbd1e9424607f63f85407b8&lang=en&cache-only=0",
            "defineEn": "a large piece of meat or fish cut into thick slices",
            "defineVi": "một miếng thịt lớn hoặc cá cắt thành lát dày",
            "hasImg": true
        },
        {
            "id": "b593f75e-021e-4354-af61-d692151a0d4d",
            "word": "well-done",
            "phonetic": "wɛldʌn ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2VsbC1kb25l&hash=e1f7b2ae59d63af095661202da0ce669b006217b&lang=en&cache-only=0",
            "defineEn": "(of meat) completely cooked in a way that there isn't any pink flesh inside",
            "defineVi": "(thịt) được nấu chín hoàn toàn theo cách không có thịt màu hồng bên trong",
            "hasImg": true
        },
        {
            "id": "43651d3f-24e8-4c55-b21c-3225df8ea6b1",
            "word": "medium",
            "phonetic": "miːdiəm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The media, as always, played an important part in the election campaign.",
                "The media barely lays a glove on him.",
                "The media portrayed the politician in a bad light, focusing only on their past mistakes.",
                "The government has loosened its hold on the media considerably.",
                "The media speculated about the celebrity couple's relationship status, wondering if they were an item or just good friends."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaXVt&hash=61ba707d49bfb75abffb837b8343f7da4143353c&lang=en&cache-only=0",
            "defineEn": "(of meat) cooked in a way that there is only a small amount of pink flesh inside",
            "defineVi": "(thịt) nấu theo cách chỉ có một lượng nhỏ thịt màu hồng bên trong",
            "hasImg": true
        },
        {
            "id": "7dd3d5e8-874c-4526-a164-b6155cbf4f6a",
            "word": "rare",
            "phonetic": "ɹɛɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "These books belong in the library's rare collection.",
                "John collects rare stamps from around the world.",
                "That comedian was really in rare form last night.",
                "They're raring to go!",
                "As he hiked through the wilderness, he stumbled upon a rare cycad species."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFyZQ&hash=cf5bc4e471c8e5d570cc182f33280d7ba22a2927&lang=en&cache-only=0",
            "defineEn": "(of meat) cooked for a short time in a way that the flesh is still red inside",
            "defineVi": "(thịt) nấu trong thời gian ngắn để thịt vẫn còn đỏ bên trong",
            "hasImg": true
        },
        {
            "id": "a638d55c-fc2e-4c5e-9ee9-844291f5b84e",
            "word": "watery",
            "phonetic": "wɔːɾɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This is too watery.",
                "Think, watery iced coffee or a room temperature latte.",
                "Fire ant venom is a watery solution of toxin that affects human mast cells.",
                "-Like we're sacks of watery meat stuff",
                "Mom launches them by the tens of thousands into the wide watery wilderness - along with some of her own waste."
            ],
            "audio": "https://tts.langeek.co/read?text=d2F0ZXJ5&hash=98d2a42d241c12ef6a25f63a82880a24542f19e5&lang=en&cache-only=0",
            "defineEn": "having too much water and little taste",
            "defineVi": "có quá nhiều nước và ít hương vị",
            "hasImg": true
        },
        {
            "id": "2857e6ed-8790-49b2-bd41-6e0222604f9e",
            "word": "spicy",
            "phonetic": "spaɪsi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The spicy beef jerky left a smoky aftertaste in my mouth.",
                "Spicy food doesn't sit well with me.",
                "The spicy sausage and mushroom fusilli had a nice kick of flavor.",
                "He prepared a spicy chicken roll, with seasoned chicken, jalapeños, and a kick of hot sauce.",
                "I hate spicy food because it burns my mouth."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BpY3k&hash=9bcc1e7fc6caf538a2b5b0e2af1078ef9c94444b&lang=en&cache-only=0",
            "defineEn": "having a strong taste that gives your mouth a pleasant burning feeling",
            "defineVi": "có hương vị mạnh mang lại cho miệng bạn cảm giác bỏng rát dễ chịu",
            "hasImg": true
        },
        {
            "id": "640c876b-17c6-44ac-ba4d-ac6cf87f4e26",
            "word": "bitter",
            "phonetic": "bɪɾɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The pith of the citrus fruit added a bitter taste to the juice.",
                "Bitter orange peel is a great addition to my herbal remedies.",
                "Losing to a younger player was a bitter pill to swallow.",
                "She grimaced at the taste of the bitter medicine.",
                "Sarah and her ex-husband had a bitter divorce, and there is no love lost between them."
            ],
            "audio": "https://tts.langeek.co/read?text=Yml0dGVy&hash=a4c043a9f3b714360345d1ec0a09235cf6cf1627&lang=en&cache-only=0",
            "defineEn": "having a strong taste that is not sweet",
            "defineVi": "có vị đậm đà không ngọt",
            "hasImg": true
        },
        {
            "id": "c643f454-b178-4c30-8622-6c0bcce5985f",
            "word": "vegetarian",
            "phonetic": "vɛdʒɪtɛɹiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend prefers a vegetarian sandwich with avocado and sprouts.",
                "My vegetarian friend often uses beans as a filling for vegetarian tacos.",
                "My vegetarian friend enjoyed a nourishing adzuki bean grain bowl for lunch.",
                "The vegetarian menu offers a delicious black bean burrito as a protein-packed option.",
                "The restaurant offered a vegetarian dish with a mix of seasonal vegetables."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVnZXRhcmlhbg&hash=f9bfdbeeb562e7b0f708430d13c745efe7cd116d&lang=en&cache-only=0",
            "defineEn": "someone who avoids eating meat or fish",
            "defineVi": "một người tránh ăn thịt hoặc cá",
            "hasImg": true
        },
        {
            "id": "ba42446c-3c31-46df-b031-fbdbb25d931c",
            "word": "vegan",
            "phonetic": "viːɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a vegan, she substituted almond butter for traditional dairy-based spreads.",
                "Some vegan cheeses use algae-based ingredients to achieve a creamy texture and unique flavor.",
                "As a vegan, she often used tahini as a substitute for butter or cream in her recipes.",
                "As a vegan alternative, they used graham flour to create a plant-based pie crust.",
                "I tried a vegan cookie made with plant-based ingredients and loved its taste."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVnYW4&hash=ee7c92beae078fde3192ec3d25157019fc534d4a&lang=en&cache-only=0",
            "defineEn": "someone who does not consume or use anything that is produced from animals, such as meat, milk, or eggs",
            "defineVi": "một người không tiêu thụ hoặc sử dụng bất cứ thứ gì được sản xuất từ động vật, chẳng hạn như thịt, sữa hoặc trứng",
            "hasImg": true
        },
        {
            "id": "81f86b81-7542-45e6-8bb6-c1b98d54b548",
            "word": "broccoli",
            "phonetic": "bɹɑːkəli ",
            "partOfSpeechType": "noun",
            "examples": [
                "The farmer harvested the fresh broccoli florets from the garden for market.",
                "She wrinkled her nose at the taste of broccoli.",
                "He tried to mask the taste of the broccoli by adding extra seasoning and sauce.",
                "They grilled broccoli and served it as a tasty and healthy appetizer.",
                "They had a family dinner with a roasted chicken, rice, and steamed broccoli."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvY2NvbGk&hash=8cfa4a499615e66aedac6f2d5ff2bdc9474f5449&lang=en&cache-only=0",
            "defineEn": "a vegetable from the cabbage family with a thick stem and many green or purplish flower buds",
            "defineVi": "một loại rau thuộc họ bắp cải có thân dày và nhiều nụ hoa màu xanh lục hoặc tía",
            "hasImg": true
        },
        {
            "id": "69189f77-a445-4f97-a0e0-3d4254653836",
            "word": "celery",
            "phonetic": "sɛlɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She includes thin slices of celery in her diet.",
                "Grandma's secret stuffing recipe includes a combination of diced onions, celery, and fragrant herbs.",
                "He dislikes the taste of celery and avoids it in his meals.",
                "I sprinkled a little celery seed on top of my baked potatoes to elevate their flavor.",
                "It is important to wash celery thoroughly before consuming it."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VsZXJ5&hash=57a0de6466324325f37ceb2ecf48a8aec9935e7d&lang=en&cache-only=0",
            "defineEn": "a green vegetable with long stalks that could be eaten",
            "defineVi": "một loại rau xanh có cuống dài có thể ăn được",
            "hasImg": true
        },
        {
            "id": "69f249f8-d750-4029-af2a-55f40da703f3",
            "word": "eggplant",
            "phonetic": "ɛɡplənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I carefully peeled the purple eggplant to cook it for dinner.",
                "They decided to serve stuffed eggplant with a flavorful filling of rice, vegetables, and spices.",
                "I'm trying to eat healthier, and I heard eggplant is a good choice.",
                "Eggplants are full of antioxidants.",
                "These eggplants are very good."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWdncGxhbnQ&hash=7ba021be410a7e90cc8f322a2b773f7fbdb48498&lang=en&cache-only=0",
            "defineEn": "a vegetable with dark purple skin, which is eaten cooked",
            "defineVi": "một loại rau có vỏ màu tím sẫm, được ăn chín",
            "hasImg": true
        },
        {
            "id": "ef9b80bf-0af2-4b98-8476-e19fb85c69bd",
            "word": "cabbage",
            "phonetic": "kæbɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We enjoyed hot cabbage soup on a chilly evening.",
                "They cooked corned beef and cabbage for their St. Patrick's Day celebration.",
                "He picked up a beautiful head of savoy cabbage from the market.",
                "The mahimahi tacos were a hit at the party, topped with fresh cabbage slaw and avocado.",
                "She made some delicious food with shredded cabbage and a creamy dressing."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FiYmFnZQ&hash=8fe31fb7b50f83f90a458fea13965bf4d3f253f6&lang=en&cache-only=0",
            "defineEn": "a large round vegetable with thick white, green or purple leaves, eaten raw or cooked",
            "defineVi": "một loại rau tròn lớn có lá dày màu trắng, xanh hoặc tím, ăn sống hoặc nấu chín",
            "hasImg": true
        },
        {
            "id": "f669a195-2714-4846-8911-1c6ac7f01c69",
            "word": "spinach",
            "phonetic": "spɪnɪtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The spinach and ricotta gnocchi were a hit.",
                "The tender chicken roulade was filled with spinach and cheese.",
                "My dad packed a spinach salad with grilled chicken for his lunch at work.",
                "He prepared a delicious spinach and artichoke dip for the party.",
                "She enjoyed the spinach and ricotta tortelli, tossed in a light lemon butter sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BpbmFjaA&hash=9d79fa61cbd8aba27306643dd846655a935b019f&lang=en&cache-only=0",
            "defineEn": "dark and wide green leaves of an Asian plant that can be eaten cooked or uncooked in a salad",
            "defineVi": "lá xanh đậm và rộng của một loại cây châu Á có thể ăn chín hoặc sống trong món salad",
            "hasImg": true
        },
        {
            "id": "e0d741f0-373b-4965-81e6-544933fa28f2",
            "word": "to tip",
            "phonetic": "tə tɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Take a stock tip with a grain of salt.",
                "Her name is on the tip of my tongue.",
                "I had pins and needles in the tips of my fingers.",
                "These great men on the wall had done so much to tip the scales in justice's favor.",
                "Comb hair from tip to root, working out the knots at the end."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGlw&hash=6d48a866e37bd763e7765b13468fd3cf770eb6f4&lang=en&cache-only=0",
            "defineEn": "to give a small amount of money to a waiter, driver, etc. to thank them for their services",
            "defineVi": "đưa một số tiền nhỏ cho người phục vụ, tài xế, v.v. để cảm ơn vì sự phục vụ của họ",
            "hasImg": true
        }
    ]
}