{
    "id": "8bf4ec1e-4ec4-4482-bb80-92f072f68694",
    "title": "Lesson 34",
    "originalTitle": "Lesson 34",
    "words": [
        {
            "id": "45b187f8-ca4e-4162-91b2-3a7e0315defe",
            "word": "to revise",
            "phonetic": "tə ɹᵻvaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The revised edition is to all intents and purposes a new book.",
                "The scientist had to eat crow and revise their theory after new evidence contradicted their original findings.",
                "The changes to the project didn't sit well with the team, so they decided to revise the plan.",
                "Mark wasn't happy with his first draft of the book, but he's grateful for the chance to take a second bite at the cherry and revise it before submitting it to publishers.",
                "The writing instructor told the students that whoever writes a book should be ready to accept criticism, and encouraged them to revise their work based on feedback from others."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV2aXNl&hash=4f246f69f2abfc0fe8d54dee2bd3e0d433827feb&lang=en&cache-only=0",
            "defineEn": "to make changes to something because of new information, etc.",
            "defineVi": "để thay đổi một cái gì đó vì thông tin mới, vv",
            "hasImg": true
        },
        {
            "id": "0bcce154-b6b0-4952-904c-c030b632294f",
            "word": "revisal",
            "phonetic": "ɹᵻvaɪzəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmV2aXNhbA&hash=28acf3309fe8690bac46aa2220d0f602d3eb842d&lang=en&cache-only=0",
            "defineEn": "the act of rewriting something",
            "defineVi": "hành động viết lại một cái gì đó"
        },
        {
            "id": "7a3b9ca4-883f-4d6b-94e9-bb31a9e0a491",
            "word": "to gesticulate",
            "phonetic": "tə dʒɛstɪkjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2VzdGljdWxhdGU&hash=b7d7c03f7b2dcbe86478e7267dcf8be3aaa9655a&lang=en&cache-only=0",
            "defineEn": "show, express or direct through movement",
            "defineVi": "hiển thị, thể hiện hoặc chỉ đạo thông qua phong trào",
            "hasImg": true
        },
        {
            "id": "e242f82a-6944-4a5d-abe1-6d0ca4db4445",
            "word": "to gesture",
            "phonetic": "tə dʒɛstʃɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "As a loving husband, he surprises his wife with romantic gestures on special occasions.",
                "Thanks to her kind gesture, she was in credit with her neighbor, who offered to water her plants while she was away.",
                "Although she didn't speak the language fluently, she was able to get by with basic phrases and gestures.",
                "He performed a political balancing act, making gestures towards the left as well as the right.",
                "Despite his initial shyness, Christian made a heartfelt gesture to win Jane's heart by writing her a beautiful love letter."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2VzdHVyZQ&hash=0cabfdac6f707c47ddb2860c1d586453a88997e7&lang=en&cache-only=0",
            "defineEn": "to express a meaning with a movement of the hands, face, head, etc.",
            "defineVi": "để diễn đạt một ý nghĩa với một chuyển động của bàn tay, khuôn mặt, đầu, vv",
            "hasImg": true
        },
        {
            "id": "245f7050-d357-4934-8b29-c61155513de4",
            "word": "applicable",
            "phonetic": "ɐplɪkəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So that's not really applicable.",
                "That's not applicable to us.",
                "But of course, this isn't applicable for everyone.",
                "So it's a widely applicable area of study.",
                "The most broadly applicable one is classification, where you try to categorize things."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwbGljYWJsZQ&hash=6d2b79a708618818f3243a69d21490f799479fc5&lang=en&cache-only=0",
            "defineEn": "relevant to someone or something",
            "defineVi": "có liên quan đến một ai đó hoặc một cái gì đó"
        },
        {
            "id": "06ca32e1-b19c-445d-bd16-22adf9adfde0",
            "word": "application",
            "phonetic": "æplɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can build database applications without writing any code.",
                "The passport application requires you to fill in your first name, middle name, and last name.",
                "Examining job applications is the first stage in separating the sheep from the goats.",
                "They explained the procedure for submitting the application form.",
                "I prepare my resume and cover letter for job applications."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwbGljYXRpb24&hash=01fc938725be049fd529b3c76b3668898ac12edf&lang=en&cache-only=0",
            "defineEn": "the act of bringing something to bear; using it for a particular purpose",
            "defineVi": "hành động mang một cái gì đó để chịu; sử dụng nó cho một mục đích cụ thể"
        },
        {
            "id": "43a5968e-035c-4653-bf45-cc13ae194d05",
            "word": "to exude",
            "phonetic": "tʊ ɛɡzjuːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Receptors on the tip of one of her other needles pick up on chemicals that our blood vessels exude naturally and guide her to it.",
                "There's like really nothing going on with the design, but it just really exudes like premium quality.",
                "Her daughter says Ann exuded positivity and that, when she laughed, she did so with her whole body.",
                "It was the sense of ownership and competence that each one of these nurses exuded and the need to keep our communities safe at all costs, even outside the four walls of a hospital.",
                "- We got a really good deal on it because of all the murders and the maddening psychic energy exuded by the house itself."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXh1ZGU&hash=7344b79cc5c0d6da2838e90a148689baaa3d256a&lang=en&cache-only=0",
            "defineEn": "release (a liquid) in drops or small quantities",
            "defineVi": "giải phóng (một chất lỏng) trong giọt hoặc số lượng nhỏ"
        },
        {
            "id": "b7db8276-3e8f-405a-9766-b3a57fcdb898",
            "word": "exuberant",
            "phonetic": "ɛɡzjuːbɚɹənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Thanks for watching, and don't forget to be irrationally exuberant.",
                "And given today's subject, be exuberant, but keep it rational.",
                "Thanks for watching and don't forget to be irrationally exuberant.",
                "If the price rises, exuberant speculators buy more, or those who missed out on the lower price want to buy before the price rises any higher."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh1YmVyYW50&hash=f07f1eb43019d40b48126a73944826d858f2ffad&lang=en&cache-only=0",
            "defineEn": "joyously unrestrained",
            "defineVi": "vui vẻ không kiềm chế"
        },
        {
            "id": "16162a51-9025-4a11-9a5a-cb21079c404f",
            "word": "precision",
            "phonetic": "pɹɪsɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "She plays the violin with grace and precision.",
                "German engineering is highly regarded for its precision and quality.",
                "He brings the character of MacDonald to life with power and precision.",
                "It took patience and precision to crack open the tough shell of the single-leaf pinyon pine cone.",
                "Factories and labs increase precision through better equipment and more detailed procedures."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlY2lzaW9u&hash=1619699f8e21a88c6c0bec1d06c680ddbc30eae0&lang=en&cache-only=0",
            "defineEn": "the quality of being reproducible in amount or performance",
            "defineVi": "chất lượng có thể tái tạo về số lượng hoặc hiệu suất"
        },
        {
            "id": "ab344cf9-25c9-4930-bd05-b3c11eb04415",
            "word": "aquatic",
            "phonetic": "əkwæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Researchers study diatoms to better understand the environmental conditions of aquatic habitats.",
                "The handwriting on the wall bodes poorly for many aquatic species, but there is hope that we can make some changes to save some of them.",
                "Euglena serves as a primary producer, contributing to the food chain in aquatic ecosystems.",
                "Aquatic systems are fast.",
                "Another treatment option is aquatic therapy."
            ],
            "audio": "https://tts.langeek.co/read?text=YXF1YXRpYw&hash=470d2384a93c4f86fca18cf4f18212c2df7c9324&lang=en&cache-only=0",
            "defineEn": "related to or adapted for living or functioning in water",
            "defineVi": "liên quan đến hoặc thích nghi để sống hoặc hoạt động trong nước"
        },
        {
            "id": "cd86c625-ba41-4e20-9e85-012af3ccd3f1",
            "word": "aqueduct",
            "phonetic": "ækwᵻdʌkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Frontius’s guide to aqueducts was one exception.",
                "Thus the Romans were able to move water long distances using arch-y aqueducts.",
                "They were some of the greatest engineers of the past, with roads, tunnels, bridges, and plenty of aqueducts and water supplies throughout their lands.",
                "They cross through tunnels, cross through aqueducts near the surface.",
                "The Aztecs created a system of canals, floodgates, and aqueducts."
            ],
            "audio": "https://tts.langeek.co/read?text=YXF1ZWR1Y3Q&hash=50e0bb44b04af59f2382e315e5b1fc2aded6147d&lang=en&cache-only=0",
            "defineEn": "a channel or pipeline used to transport water over a long distance, usually from a remote source to a town or city",
            "defineVi": "một kênh hoặc đường ống được sử dụng để vận chuyển nước trên một khoảng cách dài, thường là từ một nguồn ở xa đến một thị trấn hoặc thành phố",
            "hasImg": true
        },
        {
            "id": "dd6e6680-80eb-4d71-9d9b-c47c0660b233",
            "word": "aqueous",
            "phonetic": "eɪkwɪəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's aqueous.",
                "They are still in an aqueous solution.",
                "That's also in an aqueous solution.",
                "For example, this is an aqueous vitamin D drop.",
                "And this is also in our aqueous solution."
            ],
            "audio": "https://tts.langeek.co/read?text=YXF1ZW91cw&hash=f50486b283cf7d3126196022dd345f98ffb24c8a&lang=en&cache-only=0",
            "defineEn": "similar to or containing or dissolved in water",
            "defineVi": "tương tự hoặc chứa hoặc hòa tan trong nước"
        },
        {
            "id": "9273b4b2-ee20-4ded-a440-476438716aaf",
            "word": "subaquatic",
            "phonetic": "sʌbəkwæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3ViYXF1YXRpYw&hash=c4489e56faa3987744a0d54ad94f68d913d6b8be&lang=en&cache-only=0",
            "defineEn": "partially aquatic; living or growing partly on land and partly in water",
            "defineVi": "một phần thủy sinh; sống hoặc phát triển một phần trên cạn và một phần trong nước"
        },
        {
            "id": "dced2cbf-7806-48ce-9bdd-1329b7f986cd",
            "word": "dexterity",
            "phonetic": "dɛkstɛɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This process requires dexterity, coordination, and an eye for design.",
                "To be skillful is to have dexterity.",
                "This combination of sensitivity and dexterity gave our ancestors the precise motor control needed to snatch up insects, pinch berries and seeds, and keep a firm grip on slim branches.",
                "The intricate work and dexterity required means that these brushes are almost exclusively made by women.",
                "The gloves are the most complex because the astronauts need them for manual dexterity to do meaningful work in space."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV4dGVyaXR5&hash=c7848019f48135065b50090175993651a72bb674&lang=en&cache-only=0",
            "defineEn": "the ability to use one's hands or body skillfully and quickly to perform tasks",
            "defineVi": "khả năng sử dụng tay hoặc cơ thể một cách khéo léo và nhanh chóng để thực hiện các nhiệm vụ"
        },
        {
            "id": "381d702b-5827-470f-940a-87562e2fa6eb",
            "word": "dexterous",
            "phonetic": "dɛkstɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And some clams are particularly dexterous with their foot.",
                "It depends on how dexterous you feel.",
                "Well, what's so neat, even though they look pretty clumsy with this beak, they're very dexterous with it, so if you throw something he can catch it just like you can.",
                "The goal is to create a space to encourage empathy and respect so people can successfully live alongside the intelligent and highly dexterous raccoon.",
                "It’s possible that nails have simply persisted as a side effect of primates evolving wider, more dexterous fingers."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV4dGVyb3Vz&hash=4212d4566fe61a1bc0fe27c78d90704e7824d7d2&lang=en&cache-only=0",
            "defineEn": "skillful or quick in using one's hands or body",
            "defineVi": "khéo léo hoặc nhanh chóng trong việc sử dụng bàn tay hoặc cơ thể của một người"
        },
        {
            "id": "1d3fb7f3-e5b5-4220-a9e5-b9b219efdf91",
            "word": "inception",
            "phonetic": "ɪnsɛpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is definitely an inception. -",
                "And since their inception, one of the doomsday planes has stood on alert 24/7.",
                "Enjoy the inception like experience of curling while watching curling.",
                "So since our inception, we have been focusing on impeccable services and amenities throughout the entire passenger journey.",
                "Since its inception, Parler has been largely bankrolled by R ebekah Mercer, a prominent conservative donor and daughter of a hedge fund manager, Robert Mercer."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jZXB0aW9u&hash=f5f7c9c1098342187e9b2985aefd797e6c4c8dbe&lang=en&cache-only=0",
            "defineEn": "a point that marks the beginning of something",
            "defineVi": "một điểm đánh dấu sự khởi đầu của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "e2b76019-4770-4b36-868f-821f5c87926a",
            "word": "inceptive",
            "phonetic": "ɪnsɛptɪv ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5jZXB0aXZl&hash=beafa42db4d4e091dbf8c110fb452b9bc089206b&lang=en&cache-only=0",
            "defineEn": "initial",
            "defineVi": "ban đầu"
        },
        {
            "id": "272f1675-9eab-4714-bf7e-7d814a23686a",
            "word": "opulence",
            "phonetic": "ɑːpjʊləns ",
            "partOfSpeechType": "noun",
            "examples": [
                "In fact, probably about 95% of Europeans never encountered the Renaissance's opulence or art or modes of thought.",
                "For all of their opulence, the duo is very philanthropic.",
                "The A380 as a plane is incredibly impressive, and I was blown away by the lavish opulence of first class."
            ],
            "audio": "https://tts.langeek.co/read?text=b3B1bGVuY2U&hash=bfacc17d3d8876f27dfb59e9586ce9968b2bc3e9&lang=en&cache-only=0",
            "defineEn": "wealth as evidenced by sumptuous living",
            "defineVi": "sự giàu có được chứng minh bằng cuộc sống xa hoa"
        },
        {
            "id": "45a47d0d-8882-4952-98f4-b2b0570f8bcd",
            "word": "opulent",
            "phonetic": "ɑːpjʊlənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Cuban cigars hold a reputation as the world's most opulent tobacco product.",
                "The couple's combined success allows them to lead opulent lives.",
                "Aston Martin claims it's the world's first luxury electric vehicle concept, and it's now promising fully autonomous, zero-emissions driving with an opulent touch.",
                "Putin grew up in one of those apartments that had been, two generations before he was born, had been opulent but now was dilapidated.",
                "Navalny's call coincided with a new investigative video that crosses what used to be red lines, Putin's love life, and what Navalny called extravagant personal corruption in a billion-dollar palace filled with opulent rooms, and disparaging Putin as a wannabe monarch."
            ],
            "audio": "https://tts.langeek.co/read?text=b3B1bGVudA&hash=46966dbe1d763710427fd7ba71991a93f05cd739&lang=en&cache-only=0",
            "defineEn": "ostentatiously rich and superior in quality",
            "defineVi": "phô trương phong phú và vượt trội về chất lượng"
        }
    ]
}