{
    "id": "8c12aa47-b8c1-4f9f-b98f-9ed0b8e21402",
    "title": "Family and Relationships",
    "originalTitle": "Family and Relationships",
    "words": [
        {
            "id": "7658d07b-5c5b-4561-9241-240490a91823",
            "word": "acquaintance",
            "phonetic": "ɐkweɪntəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "We kind of became acquaintances on Twitter.",
                "Another acquaintance of mine, Melissa Fabello, she talks about eating disorders and body image a lot.",
                "You're a casual acquaintance to some people, a colleague or friend to others, and maybe more to that someone special.",
                "Now I'm not just talking like acquaintances.",
                "Thank you, renewing old acquaintances."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNxdWFpbnRhbmNl&hash=060855ca6d6175f88e6e56194264d6037f62f699&lang=en&cache-only=0",
            "defineEn": "a person whom one knows but is not a close friend",
            "defineVi": "một người mà người ta biết nhưng không phải là một người bạn thân",
            "hasImg": true
        },
        {
            "id": "c87d71d5-7c55-411a-bbee-34cbeb7aab73",
            "word": "band",
            "phonetic": "bænd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The band are playing 11 cities around the country.",
                "In the distance a band was playing.",
                "His favorite band is playing a concert on Friday night.",
                "All members of the band equally share the band's profits.",
                "The band hit the big time after their song was played on the radio."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFuZA&hash=df16324a46316e0aae97bc26de4871192235710b&lang=en&cache-only=0",
            "defineEn": "a group of people who spend time together for a particular purpose because they share common interests or have the same beliefs",
            "defineVi": "một nhóm người dành thời gian cho nhau vì một mục đích cụ thể vì họ có chung sở thích hoặc có cùng niềm tin",
            "hasImg": true
        },
        {
            "id": "fe1fe7ea-caa8-48a5-a822-28cbac981e9a",
            "word": "bond",
            "phonetic": "bɑːnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "His word is his bond and I vouch for him.",
                "Although they have their differences, there's no denying that they share a lot of similarities - like mother, like daughter, they have a strong bond and connection.",
                "Tom and his wife have been happily married for over 20 years, and they still have a strong bond.",
                "The bond offered a competitive yield, attracting many investors looking for stable returns.",
                "The mother and daughter enjoyed a delightful afternoon of shopping and bonding."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9uZA&hash=f3ad2c23bc915e49b63aa91f5a6dc6a3d4c9a3b0&lang=en&cache-only=0",
            "defineEn": "a relationship formed between people or groups based on mutual experiences, ideas, feelings, etc.",
            "defineVi": "một mối quan hệ được hình thành giữa những người hoặc nhóm dựa trên kinh nghiệm lẫn nhau, ý tưởng, cảm xúc, v.v.",
            "hasImg": true
        },
        {
            "id": "c37a292d-c17b-4497-9680-2f61fe169553",
            "word": "adultery",
            "phonetic": "ɐdʌltɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The ritual was meant to test the fidelity of a wife accused of adultery.",
                "And it was already well established by 2100 B.C. when the earliest surviving written laws in the Mesopotamian Code of Ur-Nammu provided many specifics governing marriage, from punishments for adultery to the legal status of children born to slaves.",
                "The goddess Hera, who hated Hercules for being born of her husband’s adultery, had stricken him with a temporary curse of madness."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR1bHRlcnk&hash=e99af583b9b9c8ef4061fab12ac7adc07dea3aaf&lang=en&cache-only=0",
            "defineEn": "sexual intercourse involving a married person and someone other than their spouse",
            "defineVi": "quan hệ tình dục liên quan đến một người đã kết hôn và một người nào đó không phải là vợ / chồng của họ",
            "hasImg": true
        },
        {
            "id": "41401e26-b4ab-4f42-a675-023efb2851ff",
            "word": "affair",
            "phonetic": "ɐfɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their affair was an open secret in army circles.",
                "So who spilled the beans about her affair with David?",
                "I’ve washed my hands of the whole affair.",
                "His confession involved a number of other politicians in the affair.",
                "I must tell you that I find myself in the wrong box with this affair."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZmYWly&hash=e248a02309ecc0f235c3d08c4225888cce9eb7a0&lang=en&cache-only=0",
            "defineEn": "a sexual relationship between two people in which at least one of them is already committed to someone else",
            "defineVi": "một mối quan hệ tình dục giữa hai người trong đó ít nhất một trong số họ đã cam kết với người khác",
            "hasImg": true
        },
        {
            "id": "05c513e5-7177-472d-8352-d90dedbfa7b4",
            "word": "ally",
            "phonetic": "ælaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Was Allies on to something?",
                "- You hate cats, Ally. -",
                "What's an ally?",
                "What is an ally? -",
                "An ally is a verb."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxseQ&hash=e914c8a66a00950484f29089a7cb56f25071812c&lang=en&cache-only=0",
            "defineEn": "someone who helps or supports someone else in certain activities or against someone else",
            "defineVi": "một người giúp đỡ hoặc hỗ trợ người khác trong các hoạt động nhất định hoặc chống lại người khác",
            "hasImg": true
        },
        {
            "id": "ab148e21-a19b-433a-b3f0-eb72ddfcd03b",
            "word": "ancestor",
            "phonetic": "ænsɛstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We know next to nothing about our ancestors.",
                "John took the time to study his family tree and learn about his ancestors, their values and struggles.",
                "Our ancestors had it rough compared to us.",
                "I guess ancestors.",
                "Its ancestors were some of earth’s earliest predators."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5jZXN0b3I&hash=2359cc4fb34027ee916f0ab91779cd759bc0af06&lang=en&cache-only=0",
            "defineEn": "a blood relative who lived a long time ago, usually before one's grandparents",
            "defineVi": "một người họ hàng máu đã sống một thời gian dài trước đây, thường là trước ông bà của một người"
        },
        {
            "id": "05cae78e-1d5a-4c92-a856-1625c49eda48",
            "word": "ancestry",
            "phonetic": "ænsɛstɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Thank you to Ancestry for supporting PBS. ",
                "Thank you to Ancestry for supporting PBS.",
                "Ancestry can help you learn about yours.",
                "Although Dortchen grew up in Germany, she had French ancestry.",
                "Both caste systems use ancestry and lineage as a main principle of social stratification, but race has also been used as the main distinction in closed social systems."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5jZXN0cnk&hash=87f148437e93ca035a6c2c427725df5b0704adc9&lang=en&cache-only=0",
            "defineEn": "the people that a person is descended from",
            "defineVi": "những người mà một người là hậu duệ của"
        },
        {
            "id": "dea43a7b-8115-4c55-a28c-f46a9d11755e",
            "word": "branch",
            "phonetic": "bɹæntʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The branch broke with a loud snap.",
                "The laws were reformed root and branch.",
                "The authorities have offered an olive branch to the community.",
                "The branch began to give under his weight.",
                "After all, the highest branch is not the safest roost."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJhbmNo&hash=ea0bdf57655d68997d3b4fe2e441d585f705257a&lang=en&cache-only=0",
            "defineEn": "a subdivision or a group of members of an extended family sharing the same ancestors",
            "defineVi": "một phân khu hoặc một nhóm thành viên của một đại gia đình có chung tổ tiên",
            "hasImg": true
        },
        {
            "id": "48791264-f972-46f2-bcee-ab5e3df9ad55",
            "word": "clan",
            "phonetic": "klæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "One clan in the USA - Clan Donald - has 4,000 families.",
                "We have clan families that come all over the Navajo Nation to participate in this event.",
                "A half hour’s march away, a rival matriarch directs her own clan to the watering hole now that she knows it’s free.",
                "There’s even a gang war between an aswang clan and a manananggal clan.",
                "There’s even a gang war between an aswang clan and a manananggal clan."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhbg&hash=eb113d87fc0a589d0de030e20d43e1460e184415&lang=en&cache-only=0",
            "defineEn": "a large group of people who are related to each other",
            "defineVi": "một nhóm lớn những người có quan hệ họ hàng với nhau"
        },
        {
            "id": "65d34db7-a863-437b-a073-ccf662a282e8",
            "word": "adoptive",
            "phonetic": "ɐdɑːptɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "After all, adoptive parents are essentially helping someone else’s offspring that carry someone else’s genes.",
                "And usually, that care is at the adoptive parents’ own expense.",
                "They asked a lot of questions about being raised in America and my adoptive family.",
                "Our adoptive father was Norwegian-American, and our adoptive mother was German-American.",
                "Our adoptive father was Norwegian-American, and our adoptive mother was German-American."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRvcHRpdmU&hash=58c6bd552c96a49d14d432c95b6af31f63e6c0b8&lang=en&cache-only=0",
            "defineEn": "(of a child or parent) related through adoption",
            "defineVi": "(của một đứa trẻ hoặc cha mẹ) liên quan thông qua việc nhận con nuôi"
        },
        {
            "id": "999f48d9-eb16-4313-81c0-399eb8eabbf1",
            "word": "biracial",
            "phonetic": "baɪɹeɪʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She is, um, biracial.",
                "The British royal family has now responded to allegations of racism by Prince Harry and his wife, Meghan, who is biracial.",
                "Olivia also talked about being BIRACIAL.",
                "So, one, taking photos of disabled people without their consent and using it for your personal gain and also changing the race, taking a biracial Black and white woman and making her be a white woman.",
                "That body belongs to a biracial Black and white woman and they chopped off the woman's head and put the head of a white woman, a white abled woman, put it up there."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlyYWNpYWw&hash=4c52c9e2ce0a97ecec8c4c6e60383d6532f60f95&lang=en&cache-only=0",
            "defineEn": "representing or involving members of two different races",
            "defineVi": "đại diện hoặc liên quan đến các thành viên của hai chủng tộc khác nhau",
            "hasImg": true
        },
        {
            "id": "97527551-6e1a-4a31-abcc-37651dd44605",
            "word": "to cheat on",
            "phonetic": "tə tʃiːt ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "She cheated on her husband and broke her family apart.",
                "Cheating on exams is a bad choice.",
                "He finally owned up to cheating on the test.",
                "At first, I was upset when my ex cheated on me.",
                "I layed down the law and now my wife doesn't cheat on me anymore."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hlYXQgb24&hash=c0a6fe07c5f4fd821d7d1c8f52f51450f5e15531&lang=en&cache-only=0",
            "defineEn": "to have a secret romantic or sexual relationship with someone other than one's own partner",
            "defineVi": "có một mối quan hệ lãng mạn hoặc tình dục bí mật với ai đó không phải là đối tác của chính mình",
            "hasImg": true
        },
        {
            "id": "874cba3e-8005-4115-9566-98d5b0a52941",
            "word": "breakup",
            "phonetic": "bɹeɪkʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "She hardened her heart against him after their breakup.",
                "The breakup with his long-term partner caused him to fall to pieces and isolate himself from others.",
                "Sarah went through a lot of emotional turmoil after her breakup with Mark.",
                "After his breakup, Nicholas experienced a dry spell and went without any sexual encounters for several months.",
                "I think her recent breakup is playing a part in her moodiness."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWt1cA&hash=bf6e5505cc98a5107ab0fc367751dfdde8c4d406&lang=en&cache-only=0",
            "defineEn": "the end of a relationship or an association",
            "defineVi": "sự kết thúc của một mối quan hệ hoặc một hiệp hội",
            "hasImg": true
        },
        {
            "id": "857e3d1f-4dde-48d2-a905-5e5e4f66476d",
            "word": "brotherly",
            "phonetic": "bɹʌðɚli ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJvdGhlcmx5&hash=03518527588c701420f36e12a7e73274e15114ec&lang=en&cache-only=0",
            "defineEn": "showing a level of love or care that one would only expect a brother to have",
            "defineVi": "thể hiện mức độ yêu thương hoặc quan tâm mà người ta chỉ mong anh trai có được"
        },
        {
            "id": "1e44ea61-ad4c-473c-b74e-2a19922db0b3",
            "word": "brotherhood",
            "phonetic": "bɹʌðɚhʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "- That's what we were talking about earlier, that brotherhood that exists.",
                "The idea of Slavic brotherhood is genuine in Russian culture and was genuine, I think, in Ukrainian culture.",
                "We're teaching youth about being accountable, and just kind of building a brotherhood and sisterhood type of movement. -",
                "Like right away there's a brotherhood amongst all of us.",
                "It becomes like a brotherhood, like you're not in this alone."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvdGhlcmhvb2Q&hash=a975b5f93fd39774d8526445ac044c5a103ee5a8&lang=en&cache-only=0",
            "defineEn": "the feeling of understanding and friendship between people",
            "defineVi": "cảm giác hiểu biết và tình bạn giữa mọi người"
        },
        {
            "id": "5417746a-885d-426d-8915-370aae6b90da",
            "word": "companion",
            "phonetic": "kəmpæniən ",
            "partOfSpeechType": "noun",
            "examples": [
                "An understated, unthreatening companion, it appears, content to let her chatter at length and not desiring to get his oar in often.",
                "Many galaxies have companion, satellite galaxies.",
                "I had a duplex along with my dog, my favorite companion Navarro.",
                "A companion at work who does nothing.",
                "The moon is our planet’s constant, dependable companion."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGFuaW9u&hash=51d381c4d1a2b2b30aed8cbd40fb25173ca06661&lang=en&cache-only=0",
            "defineEn": "a person or animal with which one travels or spends a lot of time",
            "defineVi": "một người hoặc động vật mà một người đi du lịch hoặc dành nhiều thời gian",
            "hasImg": true
        },
        {
            "id": "775ac12f-8767-40b4-99db-4b84ad9003e7",
            "word": "companionship",
            "phonetic": "kəmpæniənʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The old dog is long in the tooth, but still brings joy and companionship to its owner with its gentle demeanor and loyal nature.",
                "John enjoys going to coffee shops for company, as being around people provides him a sense of companionship.",
                "She congratulated herself still more on observing in the course of days that Mr Verloc seemed to be taking kindly to Stevie's companionship.",
                "C is for companionship.",
                "They need almost constant companionship under human care as well."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGFuaW9uc2hpcA&hash=eb487d02c55a25130597a861f4601b5bbb8faf2b&lang=en&cache-only=0",
            "defineEn": "the delightful feeling that one has when accompanied by people one enjoys spending time with rather than being alone",
            "defineVi": "cảm giác thú vị mà một người có khi đi cùng với những người mà họ thích dành thời gian với họ hơn là ở một mình",
            "hasImg": true
        },
        {
            "id": "9c1d8c83-7966-458b-a8a4-b617c218768f",
            "word": "compatible",
            "phonetic": "kəmpæɾᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Are healthy oceans compatible with an industrialized world? ",
                "\"Your software is compatible with an IR blaster.\"",
                "Your system is not compatible.",
                "But also x86 compatible apps.",
                "So, this battery is actually compatible with both cameras."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGF0aWJsZQ&hash=260d227b8393b41bf27ab4d80e61632633409154&lang=en&cache-only=0",
            "defineEn": "(of two people) able to have a balanced and comfortable relationship",
            "defineVi": "(của hai người) có thể có một mối quan hệ cân bằng và thoải mái"
        },
        {
            "id": "4054d821-5490-43b4-9833-c0d371fdc756",
            "word": "co-parent",
            "phonetic": "koʊpɛɹənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your parent may lean on you to co-parent and take care of the home while she works."
            ],
            "audio": "https://tts.langeek.co/read?text=Y28tcGFyZW50&hash=3933c479cbe164d3a1b5c0f9abe73550a97b10e5&lang=en&cache-only=0",
            "defineEn": "a person who shares the responsibilities of raising a child",
            "defineVi": "một người chia sẻ trách nhiệm nuôi dạy một đứa trẻ",
            "hasImg": true
        },
        {
            "id": "59000b1c-3482-4ed2-b059-952a47f94598",
            "word": "custody",
            "phonetic": "kʌstədi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She was arrested and held in custody in a police station.",
                "The man's brother was taken into custody.",
                "None of the three suspects is in U.S. custody.",
                "That suspect is not in custody.",
                "- Take me into custody."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VzdG9keQ&hash=4426e7dedd8abf30b5d64dc4812e09afbd5e18ac&lang=en&cache-only=0",
            "defineEn": "the legal right to keep a thing or to take care of a person",
            "defineVi": "quyền hợp pháp để giữ một thứ hoặc chăm sóc một người"
        },
        {
            "id": "e560787f-48f9-4516-8039-2bb3aa910dee",
            "word": "descendant",
            "phonetic": "dᵻsɛndənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The parent instilled in their children the importance of reading and education, knowing that if your books are not read, your descendants will be ignorant, and they wanted their children to have a better chance in life.",
                "Descendants, any of his future descendants might have claim as Emperor of France or King of France.",
                "Maybe one day, thousands of years later, the descendants of humanity will tell legends about earth’s ancient past.",
                "The dealers' descendants say the sale was coerced.",
                "The dealers' descendants argue U.S. law gives U.S. courts jurisdiction."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzY2VuZGFudA&hash=56d8337fce6a1b138cf2f74887e561e0f52d251e&lang=en&cache-only=0",
            "defineEn": "someone who shares the same blood with a specific person who lived many years ago",
            "defineVi": "một người chia sẻ cùng một dòng máu với một người cụ thể đã sống nhiều năm trước"
        },
        {
            "id": "387713ce-9e26-47ad-9b75-8cc11b71df52",
            "word": "distant",
            "phonetic": "dɪstənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A distant tractor turning the soil.",
                "Distant water will not quench your immediate thirst, and it's important to address pressing issues first.",
                "We used a telescope to observe distant stars and galaxies.",
                "He struck it rich when a distant cousin left him $8 million.",
                "When you were with her, it felt like heaven upon earth, dreamy conversations and distant hazes of serene quietness soon lifted you from the ground."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzdGFudA&hash=a7323739036d3a549780dae23866ceb5de9895be&lang=en&cache-only=0",
            "defineEn": "related, but not an immediate family member",
            "defineVi": "liên quan, nhưng không phải là thành viên gia đình ngay lập tức"
        },
        {
            "id": "561a8897-518c-4ca2-84c0-4e77e2a76c6e",
            "word": "soulmate",
            "phonetic": "soʊlmeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She may have won the jackpot at the casino, but she's still searching for her soulmate.",
                "And hopefully you can find soulmate here.",
                "This can be more of an emotional connection of making your child your soulmate.",
                "Even if you're not destined to find your soulmate, the bottom line is that you will find a human to talk to.",
                "This is associated with a fixed mindset, and if you think like this, you might believe that you have a soulmate, someone who is fundamentally a perfect match."
            ],
            "audio": "https://tts.langeek.co/read?text=c291bG1hdGU&hash=4b25f266e875d63075a943215b3c53bf161bd3dc&lang=en&cache-only=0",
            "defineEn": "the perfect romantic partner for a person",
            "defineVi": "đối tác lãng mạn hoàn hảo cho một người",
            "hasImg": true
        },
        {
            "id": "16fbb647-056e-4850-ad21-2a207ee6ff58",
            "word": "tie",
            "phonetic": "taɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Which tie do you like best?",
                "She finally loosened her tie after a long day at work.",
                "Do I have to wear a tie?",
                "He wore a tie to the wedding for a unique look.",
                "She tied some strips of cloth around the wound to check the bleeding."
            ],
            "audio": "https://tts.langeek.co/read?text=dGll&hash=34ff36d031fc054b7082e34d21e5b5051fd386a7&lang=en&cache-only=0",
            "defineEn": "a bond or connection between people, organizations, etc.",
            "defineVi": "một trái phiếu hoặc kết nối giữa mọi người, các tổ chức, vv"
        },
        {
            "id": "bf4cf9c6-5940-4a65-b4ad-9bd22f972244",
            "word": "to socialize",
            "phonetic": "tə soʊʃəlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "During his college years, Mark enjoyed the freedom and carefree nature of the salad days, spending long nights studying, socializing with friends, and exploring new experiences.",
                "It always seems like they have their noses in the air whenever they're socializing with us.",
                "Do you socialize?",
                "Don’t socialize with him.",
                "Hmm maybe for A couple of months we socialized but he also was a member of the same Country Club"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc29jaWFsaXpl&hash=fc42e79c563a68179a7a9f7b343c18968fa536a6&lang=en&cache-only=0",
            "defineEn": "to interact and spend time with people",
            "defineVi": "để tương tác và dành thời gian với mọi người",
            "hasImg": true
        },
        {
            "id": "62d983fc-836a-4e52-9c76-a2be41fbcf0c",
            "word": "kin",
            "phonetic": "kɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Unlike their healthy kin, these cells can’t actually fight infection.",
                "You fight for your kin group.",
                "The galloanserans also survived, like Vegavis and its kin, possibly thanks to their aquatic lifestyle.",
                "Elephants and their extinct kin belong to a group called the Proboscidea.",
                "Like their close kin, orchid mantises will even rock back and forth like a flower swaying in the breeze."
            ],
            "audio": "https://tts.langeek.co/read?text=a2lu&hash=e864a19125e4c458f4d7eea932640681c003c474&lang=en&cache-only=0",
            "defineEn": "a person's family and relatives",
            "defineVi": "gia đình và người thân của một người",
            "hasImg": true
        },
        {
            "id": "8dfc8438-9d1b-4ccf-af83-ab0312b0d81c",
            "word": "next of kin",
            "phonetic": "nɛkst ʌv kɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Creditors can go after estates, but not next of kin.",
                "Cannibals, like this sea butterfly mollusk, that eats its next of kin.",
                "Some of the next of kin interviews with family members were produced in collaboration with StoryCorps. "
            ],
            "audio": "https://tts.langeek.co/read?text=bmV4dCBvZiBraW4&hash=0e88591b6344433b697b5696f6b52363eca61898&lang=en&cache-only=0",
            "defineEn": "one's closest living relative or relatives",
            "defineVi": "người thân hoặc họ hàng gần nhất của một người"
        },
        {
            "id": "8d4e86fc-5a7a-4681-8642-a5ba0e5cff09",
            "word": "kinship",
            "phonetic": "kɪnʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Well race started as a marker of kinship.",
                "Before the Spanish influence, kinship and inheritance were bilateral, with both male and female familial lines recognized.",
                "Their proximity to death and their religious beliefs made burial a sacred but often imperfect practice and that their kinship with ancestors was so important it could literally last beyond the grave.",
                "Many of these monsters are a test for the story’s hero or heroine, and often reflect power struggles between different kinship groups or even within families.",
                "If that seems remarkable, remember the ancient Polynesians, who through close study and kinship with nature, were able to forge these paths across an unfathomably vast, vibrant living ocean."
            ],
            "audio": "https://tts.langeek.co/read?text=a2luc2hpcA&hash=54a52c5b06d390ec36cb187267bd754e38f6f4c9&lang=en&cache-only=0",
            "defineEn": "the relationship between the members of a family",
            "defineVi": "mối quan hệ giữa các thành viên trong một gia đình",
            "hasImg": true
        },
        {
            "id": "8b567596-3994-4f4d-b44f-0a89e23e0402",
            "word": "parenting",
            "phonetic": "pɛɹəntɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I often read parenting magazines to get advice on raising my children.",
                "When considering whether or not to start a family, it's important to keep in mind that children are certain cares but uncertain comforts and be prepared for the challenges of parenting.",
                "After experiencing the difficulties of parenting, she realized that she had been too quick to judge other parents - do not judge a man until you have walked in his shoes.",
                "Parenting is a much bigger issue.",
                "Parenting can be judgy."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyZW50aW5n&hash=fd0bb37ad6237609630cdf2909f6d4ee55a4faae&lang=en&cache-only=0",
            "defineEn": "‌the process of raising or taking care of one's child or children",
            "defineVi": "‌quá trình nuôi dạy, chăm sóc con hoặc con của mình",
            "hasImg": true
        },
        {
            "id": "a528b553-cef4-44c8-9dac-68da3b582fb9",
            "word": "maternal",
            "phonetic": "mətɜːnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Maternal mortality is down.",
                "Doom maternal opened.",
                "But perhaps his biggest influences were his maternal grandparents.",
                "Maternal mortality rates show that mothers, especially black mothers, risk death to give birth.",
                "Additionally, the maternal mortality rate in the United States is more than 2 times higher than in Germany."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0ZXJuYWw&hash=1767c2e8f49b26303023e49a382fd373e7fdb354&lang=en&cache-only=0",
            "defineEn": "connected to motherhood, notably during childbearing and shortly afterwards",
            "defineVi": "liên quan đến việc làm mẹ, đặc biệt là trong thời gian sinh con và ngay sau đó",
            "hasImg": true
        },
        {
            "id": "06285781-2f44-41ff-b0b2-a1ba4547a681",
            "word": "paternal",
            "phonetic": "pətɜːnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So some clusters of cells express the maternal X chromosome, while others express the paternal X.",
                "There have been associations linked between birth complications and older paternal age.",
                "Sugar glider males have strong paternal behaviors, and the codominant males will often curl around the joeys to make sure they don’t get too cold.",
                "But in other countries, and languages, middle names serve a similar purpose to surnames, namely to connect people to their paternal lineage.",
                "Ours was a family of three girls, but my parents wanted to honor my paternal grandfather."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0ZXJuYWw&hash=8680e42df3a87a6678dd4310e7d2d6105b47fda8&lang=en&cache-only=0",
            "defineEn": "connected to fatherhood or appropriate to a father",
            "defineVi": "kết nối với cha hoặc thích hợp với một người cha",
            "hasImg": true
        },
        {
            "id": "de808b7f-b82f-4349-903a-e9d6aec6f77f",
            "word": "intimate",
            "phonetic": "ɪntᵻmət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Never one to hesitate before shaking the plum tree for himself or his intimates.",
                "Amanda and George went on a date, and things started to get more intimate.",
                "Despite their families' objections, they followed their hearts and got hitched in a small, intimate ceremony at a local courthouse.",
                "Jessica had been going through a dry spell in her love life and hadn't been intimate with anyone for quite some time.",
                "Now a bigger challenge is developing intimate relationships."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50aW1hdGU&hash=ca56cccabb5048bdc0b35d6fafcc3fea9ba910b0&lang=en&cache-only=0",
            "defineEn": "(of people) having a very close relationship",
            "defineVi": "(của người) có mối quan hệ rất thân thiết"
        },
        {
            "id": "9435300a-9ea4-46dd-bacf-7a01059ec7f8",
            "word": "to inherit",
            "phonetic": "tʊ ɪnhɛɹɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She inherited her artistic talent from her mother, who is an accomplished painter.",
                "Tom's cousin inherited a large sum of money from his parents, but he didn't have good money management skills.",
                "He inherited his father's love of music and talent for playing the guitar - like father, like son, they share similar interests and skills.",
                "The antique vase she inherited from her grandmother is as good as gold.",
                "President Biden inherited a huge debt for this country."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5oZXJpdA&hash=7582e91a52e2ff928c1a1f58d4550db9b720e1cd&lang=en&cache-only=0",
            "defineEn": "to receive money, property, etc. from someone after their demise",
            "defineVi": "nhận tiền, tài sản, v.v. từ ai đó sau khi họ qua đời",
            "hasImg": true
        },
        {
            "id": "edd4f63d-df53-4445-9e54-01b90ab8982e",
            "word": "heritage",
            "phonetic": "hɛɹɪɾɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asian cultures have a rich heritage of art, music, and dance.",
                "This particular heritage may be a millstone around the neck of scientific natural history.",
                "The east is known for its rich cultural heritage.",
                "France is known for its rich history and cultural heritage.",
                "The heritage of each breed plays a huge part too."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVyaXRhZ2U&hash=e139f2b7676700acd899b3a46f2cae2edd07209b&lang=en&cache-only=0",
            "defineEn": "an individual's religious or ethnic background that is passed down to them from their ancestors",
            "defineVi": "nền tảng tôn giáo hoặc dân tộc của một cá nhân được truyền lại cho họ từ tổ tiên của họ"
        },
        {
            "id": "00734cb7-773a-40d7-9666-ecd76aca1818",
            "word": "ex",
            "phonetic": "ɛks ",
            "partOfSpeechType": "noun",
            "examples": [
                "At first, I was upset when my ex cheated on me.",
                "Her ex-boss, she said, was 'a tyrant and a fraud'.",
                "I have mixed emotions about tomorrow's party with two of your exes being there.",
                "Janet quitting her job because her ex started working there is a classic example of throwing out the baby with the bathwater.",
                "When I finally got revenge on my ex for cheating on me, it felt like revenge is sweet, but I also realized that it didn't make me feel any better in the long run."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXg&hash=7b4c67d09d640e3f45e1a68f1d57d20a70b95d9b&lang=en&cache-only=0",
            "defineEn": "the person one used to be married to or have a relationship with",
            "defineVi": "người đã từng kết hôn hoặc có mối quan hệ với",
            "hasImg": true
        },
        {
            "id": "7d3b0fcb-e231-45b3-8760-886741589373",
            "word": "exclusive",
            "phonetic": "ɛkskluːsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "An exclusive island hideaway that takes just twenty guests.",
                "These exclusive plants officially form the cultivar, or new apple variety.",
                "For that, you get exclusive perks.",
                "Abby: But even on a private island, some residents want even more exclusive perks.",
                "And these methods aren’t necessarily mutually exclusive."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjbHVzaXZl&hash=9cd3894119cbcffd7975f186d14a601e43cc3051&lang=en&cache-only=0",
            "defineEn": "limited to or available to only a specific group, individual, or category",
            "defineVi": "giới hạn hoặc chỉ có sẵn cho một nhóm, cá nhân hoặc danh mục cụ thể"
        },
        {
            "id": "9f8c21a5-91cf-4670-9141-38879f198097",
            "word": "to associate",
            "phonetic": "tʊ ɐsoʊsɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Myths from other parts of eastern Asia also associate dragons with water and imperial power.",
                "Astronomers usually associate those conditions with the space around a black hole.",
                "But associating birds with death and water?",
                "I always associated ambidexterity with just general awesomeness.",
                "Call my associate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNzb2NpYXRl&hash=5dde5a1abb721253d5d6c793b55d7d32037f0bd2&lang=en&cache-only=0",
            "defineEn": "to interact and spend time with someone, of whom others do not approve",
            "defineVi": "để tương tác và dành thời gian với ai đó, người mà những người khác không chấp thuận"
        }
    ]
}