{
    "id": "8c23548e-d1d9-41a6-8136-718c44a387af",
    "title": "Freshwater Fish",
    "originalTitle": "Freshwater Fish",
    "words": [
        {
            "id": "6cdd639d-27c1-48bd-b14a-392be59cec95",
            "word": "bass",
            "phonetic": "beɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Watch out basses.",
                "He plays the bass.",
                "These have pretty deep bass.",
                "I can feel the bass.",
                "The default sound signature pumps the bass a little bit, but really not a ton."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFzcw&hash=7aaf456fa0622f7214724095f3b616a421e8a82f&lang=en&cache-only=0",
            "defineEn": "any North American perciform fish that inhabit fresh waters and have lean bodies",
            "defineVi": "bất kỳ loài cá nào ở Bắc Mỹ sống ở vùng nước ngọt và có thân hình gầy",
            "hasImg": true
        },
        {
            "id": "18592d69-5cbd-4705-81ee-3db809eccaec",
            "word": "bream",
            "phonetic": "bɹiːm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJlYW0&hash=4829d49e8409fe6538f5edc57e0e3f9687302689&lang=en&cache-only=0",
            "defineEn": "a European freshwater fish with greenish-bronze scales, a deep body and flat sides, which is edible",
            "defineVi": "một loài cá nước ngọt châu Âu có vảy màu xanh lục, thân sâu và các mặt phẳng, có thể ăn được",
            "hasImg": true
        },
        {
            "id": "de094d6b-9896-4756-bb3e-74313114c9a6",
            "word": "carp",
            "phonetic": "kɑːɹp ",
            "partOfSpeechType": "noun",
            "examples": [
                "You had a carp eyeball as a snack an hour ago.",
                "People think of Asian carp as one species.",
                "Koi are actually a type of carp, and today they're some of the most expensive pet fish in the world.",
                "I mean, just take a look at the koi's wild relative, the common carp.",
                "It's got this nice little bubbly headlights, kinda looks like a fish, maybe a carp or something up here."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FycA&hash=aa030b0e6e998ceea3983893c9d61abcbf774b06&lang=en&cache-only=0",
            "defineEn": "a freshwater fish species known for its ability to adapt to various habitats, characterized by its large scales and barbels",
            "defineVi": "một loài cá nước ngọt được biết đến với khả năng thích nghi với nhiều môi trường sống khác nhau, được đặc trưng bởi vảy và râu lớn",
            "hasImg": true
        },
        {
            "id": "89407c81-5a56-46f7-9e0c-fd9dd41cba17",
            "word": "catfish",
            "phonetic": "kætfɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hardhead catfish takes parental sacrifice to the extreme.",
                "Our flipped catfish has a swim bladder too.",
                "Check out these regular catfish.",
                "But catfish can taste with their entire bodies.",
                "But walking catfish don’t."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0ZmlzaA&hash=ba9a6f6cd78997c4feb55a64ae776d7100d11471&lang=en&cache-only=0",
            "defineEn": "any of the order of North American freshwater fish that are distinguished by having barbels and no scales",
            "defineVi": "bất kỳ thứ tự nào của cá nước ngọt Bắc Mỹ được phân biệt bằng cách có râu và không có vảy",
            "hasImg": true
        },
        {
            "id": "22d8ecdf-d84f-4b5c-9cc1-3e9a876bb7ee",
            "word": "Chinook",
            "phonetic": "tʃɪnʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The answer is the Chinook. ",
                "For example, a 2016 paper revealed that Chinook salmon in Western Alaska had lower thiamine levels when they ate thiaminase-containing fish like capelin.",
                "Like, we know the type of food available to Chinook salmon depends on the climate and how it affects the way water moves into the Bering Sea."
            ],
            "audio": "https://tts.langeek.co/read?text=Q2hpbm9vaw&hash=6326b1b046b414d162e37eb6a956ebe83ec27137&lang=en&cache-only=0",
            "defineEn": "an anadromous food fish of the salmon family, originally from North America, the adults of which die after spawning",
            "defineVi": "một loài cá ăn kiêng thuộc họ cá hồi, có nguồn gốc từ Bắc Mỹ, những con trưởng thành chết sau khi sinh sản",
            "hasImg": true
        },
        {
            "id": "586b8e1e-4252-4088-a4da-a8d71de145dc",
            "word": "chub",
            "phonetic": "tʃʌb ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2h1Yg&hash=ad882f9467335193abb0f75d9e486270b26d3e52&lang=en&cache-only=0",
            "defineEn": "a European freshwater fish with a thick body that is greenish in the back, living in rivers",
            "defineVi": "một loài cá nước ngọt châu Âu với thân dày có màu xanh lục ở lưng, sống ở sông",
            "hasImg": true
        },
        {
            "id": "688d2dd6-9dfc-46cd-8c77-0d2298fe33c1",
            "word": "goldfish",
            "phonetic": "ɡoʊldfɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The goldfish in the bowl was swimming around happily.",
                "My grandmother used to say that dying is as natural as living as a way of comforting me when my pet goldfish passed away.",
                "My kids love Goldfish.",
                "- They're Goldfish.",
                "Then, they tested those predictions on free-swimming goldfish. "
            ],
            "audio": "https://tts.langeek.co/read?text=Z29sZGZpc2g&hash=6f9739af29024d1bdeddd6e7eca2a37cf34a70aa&lang=en&cache-only=0",
            "defineEn": "a small red or orange fish often kept as a pet",
            "defineVi": "một con cá nhỏ màu đỏ hoặc cam thường được giữ như một con vật cưng",
            "hasImg": true
        },
        {
            "id": "073234de-8195-46f0-9528-0823273ced02",
            "word": "guppy",
            "phonetic": "ɡʌpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then there are animals that change color in response to threats like guppies, whose eyes go black in the face of predators.",
                "One biologist noted that even guppies seem to take revenge on other guppies that don’t pull their weight.",
                "One biologist noted that even guppies seem to take revenge on other guppies that don’t pull their weight."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VwcHk&hash=8b646d53879eb2aefe7d12e8a7326b812fba9c53&lang=en&cache-only=0",
            "defineEn": "a small freshwater fish of tropical waters that is a live-bearer and is often kept in aquariums",
            "defineVi": "một loài cá nước ngọt nhỏ ở vùng biển nhiệt đới, là loài sinh vật sống và thường được nuôi trong bể cá",
            "hasImg": true
        },
        {
            "id": "c634734c-fa3c-410b-8274-12efcac1709c",
            "word": "koi",
            "phonetic": "kɔɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Koi have six types of color cells in their skin.",
                "The best koi have a good balance of colors and patterns according to their variety.",
                "Take koi, those giant goldfish-like species that people keep in ponds.",
                "A single koi can give birth to hundreds of thousands of baby fish at a time.",
                "For example, there are koi with light blue spots, ones with large red patches on their backs, or all-metallic gold."
            ],
            "audio": "https://tts.langeek.co/read?text=a29p&hash=cc74f3669b09f30e0372bbdd5f493463951bdb8f&lang=en&cache-only=0",
            "defineEn": "a large ornamental fish of the carp family originated in Japan",
            "defineVi": "một loài cá cảnh lớn thuộc họ cá chép có nguồn gốc từ Nhật Bản",
            "hasImg": true
        },
        {
            "id": "a48804d0-531e-4e7d-82ea-6dfe4e85f343",
            "word": "minnow",
            "phonetic": "mɪnoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Oh look at these are little minnows.",
                "Minnow has 16 driver bits that work with most laptops, desktops and smartphones.",
                "And they sold minnows because there is a creek right beside it, and Blue Bell ice cream.",
                "The third and last and most complex subphylum, is the Vertebrata, and has the most species in it because its members have a hard backbone, which has allowed for an explosion in diversity, from tiny minnows to the great blue whale.",
                "And they’re eaten by a ton of small organisms, including tadpoles, insects, salamanders, and minnows."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlubm93&hash=66a5c12ec3cf317b4d6db04079aeb3daaf8550c7&lang=en&cache-only=0",
            "defineEn": "a small Eurasian game fish of the cyprinoid family that lives in large shoals",
            "defineVi": "một loài cá trò chơi Á-Âu nhỏ thuộc họ cyprinoid sống trong các bãi cạn lớn",
            "hasImg": true
        },
        {
            "id": "2c148123-b5a4-470f-9a35-3c92cac3b753",
            "word": "perch",
            "phonetic": "pɜːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And two birds perch in the trees, one with extravagant plumage.",
                "- Yeah, Perch and Vaughn say that.",
                "We plug in the heated perches and the heat lamp for Hera the Harris's Hawk.",
                "Perches and natural branches are great to climb on.",
                "We'll get little perches that she can jump."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyY2g&hash=c3b004c5789db0a8ea3a7f5a712814caea93a037&lang=en&cache-only=0",
            "defineEn": "any freshwater game fish that belong to the ray-finned family of the order of perciformes",
            "defineVi": "bất kỳ loài cá trò chơi nước ngọt nào thuộc họ vây tia theo thứ tự perciformes",
            "hasImg": true
        },
        {
            "id": "7d909498-b473-4358-9439-f1b4eba0822d",
            "word": "moray",
            "phonetic": "mɔːɹeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Moray has 32 bits with additional bits for fixing things like home appliances furniture.",
                "A grouper will wake its normally-nocturnal hunting buddy during the day by approaching a moray eel’s cave and shaking its head in a particular way.",
                "So they'll wait around for another fish to come along, specifically either a Napoleon wrasse or a Moray eel."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9yYXk&hash=2366bdac0d327f7c44f32125556fe811df664af6&lang=en&cache-only=0",
            "defineEn": "a nocturnal predatory fish of the eel family that hides between the rocks",
            "defineVi": "một loài cá săn mồi về đêm thuộc họ lươn ẩn mình giữa những tảng đá",
            "hasImg": true
        },
        {
            "id": "758703ec-9bcd-4604-b3e1-9fae44fd9543",
            "word": "stickleback",
            "phonetic": "stɪklɪbæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "But this has only been observed in modern species like the common raven and stickleback fish."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RpY2tsZWJhY2s&hash=1a6f0e85a1267b1e96510a3a919b06f27c0c9cad&lang=en&cache-only=0",
            "defineEn": "a small carnivorous freshwater fish with little spines on its back and no scales",
            "defineVi": "một loài cá nước ngọt ăn thịt nhỏ có ít gai trên lưng và không có vảy",
            "hasImg": true
        },
        {
            "id": "66cc655a-0170-42fa-b704-f5d50bf92782",
            "word": "tiddler",
            "phonetic": "tɪdlɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGlkZGxlcg&hash=a1a18495b55d790510cf221cc56dcfd057ca36a1&lang=en&cache-only=0",
            "defineEn": "a very small fish, typically a minnow or a stickleback",
            "defineVi": "một con cá rất nhỏ, điển hình là cá tuế hoặc cá gai",
            "hasImg": true
        },
        {
            "id": "c92ca91f-7cde-4af7-8e17-475a97deda61",
            "word": "plaice",
            "phonetic": "pleɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGxhaWNl&hash=44e1497173096d0281289b4fe362b57ad1c9578d&lang=en&cache-only=0",
            "defineEn": "a large European flatfish with red spots on its body and fins that is caught as food",
            "defineVi": "một loài cá bẹt lớn ở châu Âu với những đốm đỏ trên thân và vây được đánh bắt làm thức ăn",
            "hasImg": true
        },
        {
            "id": "5a25f2a6-b2e9-4c22-9c86-7c913d47dce7",
            "word": "mullet",
            "phonetic": "mʌlɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "My mullet was incredible.",
                "Oh gosh, look at the mullet status - in the back! -",
                "Red mullet is a kind of fish.",
                "- (Link) Look at that mullet!",
                "So if you're afraid, you have to wear a - mullet. -"
            ],
            "audio": "https://tts.langeek.co/read?text=bXVsbGV0&hash=4fd17e3952105b16c3be4fff790a6a97115e8921&lang=en&cache-only=0",
            "defineEn": "any silvery fish of the ray-finned family that forms shoals and is commercially important as food",
            "defineVi": "bất kỳ loài cá bạc nào thuộc họ vây tia hình thành bãi cạn và có giá trị thương mại quan trọng như thực phẩm",
            "hasImg": true
        },
        {
            "id": "d02845fb-bea0-43ad-9ef2-7c95de772b20",
            "word": "molly",
            "phonetic": "mɑːli ",
            "partOfSpeechType": "noun",
            "examples": [
                "Molly's been moping around all week, and I have no idea why she has the cockroach.",
                "Molly's been moping around all week, and I have no idea why she's so down in the mouth.",
                "Buy some molly!",
                "Molly, thank you so much for experiencing this with us.",
                "This is Molly."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9sbHk&hash=409d64eb5670339b0554b35d66a4d718c283be91&lang=en&cache-only=0",
            "defineEn": "a small tropical fish that is a live-bearer, found in vibrant colors and kept in aquariums",
            "defineVi": "một loài cá nhiệt đới nhỏ là loài sống, được tìm thấy với màu sắc rực rỡ và được nuôi trong bể cá",
            "hasImg": true
        },
        {
            "id": "90f80882-26f7-41e8-a32f-30dcb8f5f33c",
            "word": "sturgeon",
            "phonetic": "stɜːdʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is a baby beluga sturgeon, just about 1 year old.",
                "The sturgeon is removed from the tank and placed on ice.",
                "Beluga sturgeon are native to the Caspian Sea, but these beluga live over 6,000 miles away, on the Florida Panhandle.",
                "In the meantime, the farm harvests eggs from its other sturgeon species, like sterlet and sevruga, which take less time than beluga to mature.",
                "It sits on 120 acres and features more than 100 tanks that hold five different species of sturgeon, including sterlet and sevruga."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1cmdlb24&hash=575e49e6cf672ecccec2a6968cfa81339f9f9369&lang=en&cache-only=0",
            "defineEn": "a very large marine and freshwater fish originally from the Northern hemisphere that is commercially important for its caviar or flesh",
            "defineVi": "một loài cá nước ngọt và biển rất lớn có nguồn gốc từ Bắc bán cầu, có giá trị thương mại quan trọng đối với trứng cá muối hoặc thịt của nó",
            "hasImg": true
        },
        {
            "id": "b1f65d98-fbee-402b-857b-0184825197fb",
            "word": "lungfish",
            "phonetic": "lʌŋfɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the rivers, there were lungfish, turtles, crocodilians and even aquatic lizards.",
                "Today, there are lungfish, mudskippers, bowfin and bichir.",
                "These shade-making parasols were found in a number of other fish species, from catfish to lungfish to lampreys.",
                "Still, there are some fish that have lungs like Lungfish, which we call Lungfish because they have lungs.",
                "Still, there are some fish that have lungs like Lungfish, which we call Lungfish because they have lungs."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVuZ2Zpc2g&hash=82502a337bfed09e52d8c497ff50ed927335ab87&lang=en&cache-only=0",
            "defineEn": "a freshwater bony fish with a long body that is able to breathe out of water",
            "defineVi": "một loài cá xương nước ngọt có thân dài có thể thở ra khỏi nước",
            "hasImg": true
        },
        {
            "id": "869b3c4c-4a30-4c34-b11b-e957ea6110f3",
            "word": "electric eel",
            "phonetic": "ᵻlɛktɹɪk iːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Electric eels are basically living tasers. ",
                "There’s a bunch of electric eels in there. ",
                "There are still a lot of unanswered questions about electric eels’ cooperative hunting behavior.",
                "Ampaire hopes to get its new plane, the Electric Eel, certified for commercial flights by 2021.",
                "We assumed, based on the few observations that had been made, that all electric eels hunt at night, alone, using their supercharged abilities to stun small fish."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3RyaWMgZWVs&hash=b735327cbf964e52fde3435b43d13295ca6c985d&lang=en&cache-only=0",
            "defineEn": "a South American freshwater knifefish that is able to create an electric charge in order to kill its prey or find its way",
            "defineVi": "một loài cá dao nước ngọt Nam Mỹ có khả năng tạo ra điện tích để giết con mồi hoặc tìm đường",
            "hasImg": true
        },
        {
            "id": "d9d8e68c-f2ca-4fef-ac3d-b55768496450",
            "word": "lamprey",
            "phonetic": "læmpɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "First, they injected lampreys with bits of the extracellular matrix from mice brains.",
                "Lampreys and other early vertebrates are agnathans, literally \"no-jaws.\"",
                "Lampreys look like something nightmares are made of.",
                "Lampreys are one of only two living members of the jawless vertebrate superclass Agnatha.",
                "So, really, lampreys’ immune systems are the gift that keeps on giving."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFtcHJleQ&hash=ba6354fce5e4157abd5eaaa2393e4f94771190a0&lang=en&cache-only=0",
            "defineEn": "a freshwater eel-like aquatic vertebrate that has a sucking mouth and no jaws, which sucks the blood out of its prey",
            "defineVi": "một loài động vật có xương sống dưới nước giống lươn nước ngọt có miệng mút và không có hàm, hút máu con mồi",
            "hasImg": true
        },
        {
            "id": "235be0fd-34d7-483f-90a0-2642127fb1a3",
            "word": "bowfin",
            "phonetic": "boʊfɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Today, there are lungfish, mudskippers, bowfin and bichir."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym93Zmlu&hash=fc0a6cf90918f7202d3cde26522a2f141fc09d98&lang=en&cache-only=0",
            "defineEn": "a predatory North American fish of the fresh waters that is related to gars and is able to survive even out of water",
            "defineVi": "một loài cá Bắc Mỹ săn mồi ở vùng nước ngọt có liên quan đến gar và có thể sống sót ngay cả khi ở ngoài nước",
            "hasImg": true
        },
        {
            "id": "df4d39f9-edb9-4a64-8398-13314bf06994",
            "word": "pike",
            "phonetic": "paɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their heads and genitals were displayed on pikes.",
                "Of the mob, probably 80% want Trump’s head on a pike. ",
                "So we're located in Colorado Springs, Colorado, at essentially the base of Pike's Peak and the mountain range.",
                "Chevron and BP's investment in Eavor has kicked off talk about what other funding and partnerships are coming down the pike.",
                "None of these giant turbines are deployed commercially yet, though the Haliade-X has a number of early customers for projects coming down the pike."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlrZQ&hash=3a4f1c9388bbf96dff05fcd183078e4b63ac7cc2&lang=en&cache-only=0",
            "defineEn": "any carnivorous freshwater game fish with a long snout and body that inhabits brackish or fresh waters of the Northern Hemisphere",
            "defineVi": "bất kỳ loài cá nước ngọt ăn thịt nào có mõm dài và thân hình sống ở vùng nước lợ hoặc nước ngọt ở Bắc bán cầu",
            "hasImg": true
        },
        {
            "id": "3aafc799-7f12-4962-8f9c-06c38f8edd3d",
            "word": "salmon",
            "phonetic": "sæmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The waiter served them both with salmon poached in white wine.",
                "The chef brushed a sweet glaze made of honey and soy sauce onto the grilled salmon.",
                "The seafood market offered fresh and flaky salmon fillets.",
                "The chef carefully grated some mace over his grilled salmon.",
                "Salmon is an excellent choice for a simple and healthy grilled seafood dinner."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsbW9u&hash=8eb4d4062dc8e892a69e86fdfed2f8cedced8679&lang=en&cache-only=0",
            "defineEn": "a silver-colored fish with pink flesh that people eat as food",
            "defineVi": "một con cá màu bạc với thịt màu hồng mà mọi người ăn làm thức ăn",
            "hasImg": true
        },
        {
            "id": "f52d8181-a30e-4182-8ca4-d452d5fc2070",
            "word": "piranha",
            "phonetic": "pɚɹɑːnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Like, I don't know, piranhas like in Hollywood."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlyYW5oYQ&hash=7b457f605a6b74b8cbb5743d7186a57c00af6cd1&lang=en&cache-only=0",
            "defineEn": "a small carnivorous freshwater fish of the South American origin that has sharp teeth and forms schools",
            "defineVi": "một loài cá nước ngọt ăn thịt nhỏ có nguồn gốc Nam Mỹ có hàm răng sắc nhọn và hình thành đàn",
            "hasImg": true
        },
        {
            "id": "315ae36b-e577-4ea3-add5-7a88d5499ba4",
            "word": "tench",
            "phonetic": "tɛntʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVuY2g&hash=b802266c6551f83e3bb407f802f09d1c0cd0588a&lang=en&cache-only=0",
            "defineEn": "a European freshwater fish of the minnow family that can survive in waters with low oxygen levels",
            "defineVi": "một loài cá nước ngọt châu Âu thuộc họ cá tuế có thể sống sót trong vùng nước có nồng độ oxy thấp",
            "hasImg": true
        },
        {
            "id": "190ebcb0-e4ed-41ba-bcc9-129ed5f564c6",
            "word": "harlequin rasbora",
            "phonetic": "hɑːɹlɪkwɪn ɹæsboːɹə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFybGVxdWluIHJhc2JvcmE&hash=033288a8a81f02e01b3d11cde181fd758ea2f82c&lang=en&cache-only=0",
            "defineEn": "a small freshwater fish of the metallic color that is kept in aquariums",
            "defineVi": "một loài cá nước ngọt nhỏ có màu kim loại được nuôi trong bể cá",
            "hasImg": true
        },
        {
            "id": "e3b59d2c-0662-4034-bbcf-65dd4caa25a4",
            "word": "angelfish",
            "phonetic": "eɪndʒəlfɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Animals like tigers, okapi, angelfish, and certain hyenas all wear stripes, too, and /none/ of them are closely related in terms of evolution."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5nZWxmaXNo&hash=100606187a6abba41435aaedd1dfb5efaa126ecf&lang=en&cache-only=0",
            "defineEn": "a small freshwater fish, black and silver in color, with long fins that originates in South America",
            "defineVi": "một loài cá nước ngọt nhỏ, màu đen và bạc, vây dài có nguồn gốc từ Nam Mỹ",
            "hasImg": true
        },
        {
            "id": "ab12861d-ae88-41b4-9535-4157fd193c48",
            "word": "sunfish",
            "phonetic": "sʌnfɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sunfish are the world’s heaviest bony fish, but they also have another claim to fame: they’ve been known to host more than 40 different parasite species.",
                "These worms can cause serious damage, so it’s in the sunfish’s best interest to get them off.",
                "So the sunfish angle their huge bodies sideways at the surface and just sit there, patiently waiting for the birds to pluck off worms or other parasites clinging to their skin.",
                "Sunfish spend a lot of time in deep, cold water, so they thought this surface behavior was just them, like, basking in the sun to warm up.",
                "But it’s not exactly easy for them to spot a fish that’s underwater, even one as big as a sunfish."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VuZmlzaA&hash=5c64b3c9d4576ce4eb0d4bd2418c6de130c39e71&lang=en&cache-only=0",
            "defineEn": "a group of fish species characterized by their flattened body, vibrant colors, and presence in both freshwater and saltwater habitats",
            "defineVi": "một nhóm các loài cá được đặc trưng bởi cơ thể dẹt, màu sắc rực rỡ và có mặt ở cả môi trường sống nước ngọt và nước mặn"
        }
    ]
}