{
    "id": "8c412a0a-4366-4513-bacc-872e109abd7f",
    "title": "The Environment and Weather",
    "originalTitle": "The Environment and Weather",
    "words": [
        {
            "id": "5bc4647a-1896-44ed-b94b-473e011cd2d6",
            "word": "ecosystem",
            "phonetic": "iːkoʊsɪstəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Earth has diverse ecosystems, ranging from forests to deserts.",
                "The presence of green algae in water bodies can indicate the health and balance of the ecosystem.",
                "Green algae, with its vibrant hues, adds a splash of color and life to freshwater ecosystems.",
                "Lichen plays a vital role in soil formation and ecosystem development.",
                "Euglena serves as a primary producer, contributing to the food chain in aquatic ecosystems."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNvc3lzdGVt&hash=49b3cd7c404fe937eb0ac4e7b086fe5f86d09482&lang=en&cache-only=0",
            "defineEn": "all the organisms that live in a particular area, the way they affect each other and their environment considered as a whole",
            "defineVi": "tất cả các sinh vật sống trong một khu vực cụ thể, cách chúng ảnh hưởng lẫn nhau và môi trường của chúng được coi là một tổng thể",
            "hasImg": true
        },
        {
            "id": "9a46a39b-aa3d-4b66-ae5b-05a11dc5f7f1",
            "word": "ecology",
            "phonetic": "ɛkɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The answer, is population ecology.",
                "Thank you for watching this episode of Crash Course: Ecology.",
                "After World War Two, they established ecosystem ecology as a richly quantitative discipline.",
                "So you were studying the ecology of just general water systems in the desert?",
                "So I do a lot of movement ecology."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNvbG9neQ&hash=e203d9c0746702a29a4dcd9e49046e6b67397ef8&lang=en&cache-only=0",
            "defineEn": "the scientific study of the environment or the interrelation of living creatures and the way they affect each other",
            "defineVi": "nghiên cứu khoa học về môi trường hoặc mối tương quan giữa các sinh vật sống và cách chúng ảnh hưởng lẫn nhau",
            "hasImg": true
        },
        {
            "id": "92485fe1-0c9f-4568-ac41-3e3af384f16e",
            "word": "sanctuary",
            "phonetic": "sæŋktjuːɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "People from all over the world come to see the majestic elephants at the wildlife sanctuary.",
                "The bay is an ocean sanctuary.",
                "We are technically a sanctuary show.",
                "So I'm talking about zoos and sanctuaries and aquariums and rehabilitation centers, even private ownership.",
                "Luckily for the feral cats, though, there are many sanctuaries run by volunteers who try to care for every stray."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FuY3R1YXJ5&hash=884da7d046cec282a90f1d497ee246a68d52bff0&lang=en&cache-only=0",
            "defineEn": "an area for birds and animals to live and to be protected from dangerous conditions and being hunted",
            "defineVi": "một khu vực cho các loài chim và động vật sinh sống và được bảo vệ khỏi các điều kiện nguy hiểm và bị săn bắt",
            "hasImg": true
        },
        {
            "id": "2c16653b-2524-4871-8b1f-8dd3b2e38067",
            "word": "green belt",
            "phonetic": "ɡɹiːn bɛlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Darlington should preserve its green belt."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlZW4gYmVsdA&hash=8fb0e0577f72c04c9f5470fbba4b5a6df3af8012&lang=en&cache-only=0",
            "defineEn": "a strip of open land around a city where construction is prohibited in order to protect the environment",
            "defineVi": "một dải đất trống xung quanh một thành phố cấm xây dựng để bảo vệ môi trường"
        },
        {
            "id": "a7c4dd30-83b1-4f06-bad3-8c92d9cf8036",
            "word": "reserve",
            "phonetic": "ɹɪzɜːv ",
            "partOfSpeechType": "noun",
            "examples": [
                "In our house, the bigger bedroom was always reserved for my older sister.",
                "Reserve now and fly half-price.",
                "Can you make a call to the restaurant and reserve a table for us?",
                "The normally reserved and polite man became aggressive and confrontational when he was drunk, revealing a darker side of his personality.",
                "Although he was reserved and often kept to himself, those who knew him well knew that he had a kind and generous heart."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzZXJ2ZQ&hash=ba77e6203e3b247b4c09836e5b342f97559f8004&lang=en&cache-only=0",
            "defineEn": "an area in which animals, etc. are protected",
            "defineVi": "một khu vực trong đó động vật, vv được bảo vệ",
            "hasImg": true
        },
        {
            "id": "d62726a3-16e5-4ebc-aa8d-f85f21d75ec9",
            "word": "environmentalism",
            "phonetic": "ɛnvaɪɹənmɛntəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "When it was accused of racism, sexism, anti-environmentalism, it reacted defensively, exacerbating the situation.",
                "Maybe it’s time for a little space environmentalism.",
                "It’s time for the Green Revolution, pesticide pollution, and the birth of environmentalism.",
                "Many cornerstones of the politics of the American left have their origins in the counter-culture of the 1960s: anti-war, pro-environmentalism, pro-civil rights, feminism, LGBTQ equality."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW52aXJvbm1lbnRhbGlzbQ&hash=25defeb79b396f018e8070e3a4f6aafb39cd4116&lang=en&cache-only=0",
            "defineEn": "provision of care for the environment",
            "defineVi": "cung cấp chăm sóc cho môi trường"
        },
        {
            "id": "d672df41-8d7c-43fa-92f2-5784e0cedbfc",
            "word": "fossil fuel",
            "phonetic": "fɑːsəl fjuːəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "As of 2020, 2/3 of our electricity comes from fossil fuels.",
                "We can phase out fossil fuel vehicles.",
                "Fossil fuels come mainly from old plants.",
                "We call these carbon-rich geological deposits fossil fuels.",
                "The majority of this energy consumption is supplied by fossil fuels like coal or natural gas."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9zc2lsIGZ1ZWw&hash=e23bef84cf438dfad2651c15b11f74515c9420a6&lang=en&cache-only=0",
            "defineEn": "a fuel that is found in nature and obtained from the remains of plants and animals that died millions of years ago, such as coal and gas",
            "defineVi": "một loại nhiên liệu được tìm thấy trong tự nhiên và thu được từ phần còn lại của thực vật và động vật đã chết cách đây hàng triệu năm, chẳng hạn như than đá và khí đốt",
            "hasImg": true
        },
        {
            "id": "ab2fb052-61ed-43ef-8fb3-c1e6dd6dcdae",
            "word": "alternative fuel",
            "phonetic": "ɔːltɜːnətɪv fjuːəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWx0ZXJuYXRpdmUgZnVlbA&hash=9570dc1087e26552f704894d8e0a1dbcacfc0250&lang=en&cache-only=0",
            "defineEn": "any fuel that can be used instead of fossil fuels",
            "defineVi": "bất kỳ nhiên liệu nào có thể được sử dụng thay vì nhiên liệu hóa thạch"
        },
        {
            "id": "7495d96e-3a1d-4e18-9022-95735c91c88b",
            "word": "sustainable",
            "phonetic": "səsteɪnəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Harvesting abalone for culinary purposes requires sustainable practices to ensure the long-term survival of it.",
                "Researchers are investigating the potential uses of gulfweed as a sustainable resourc.",
                "In their sustainable farming practice, they use the meal as compost, enriching the soil for future crops.",
                "He planted a variety of herbs and vegetables in his garden to create a sustainable food source.",
                "The company's destination was to become a global leader in sustainable technology."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VzdGFpbmFibGU&hash=e4c380c4e94ede0ce13bf58dcb080bc0b9d8fc2a&lang=en&cache-only=0",
            "defineEn": "using natural resources in a way that causes no harm to the environment",
            "defineVi": "sử dụng tài nguyên thiên nhiên theo cách không gây hại cho môi trường"
        },
        {
            "id": "69e68181-0688-4dde-9662-577e05c8ba1b",
            "word": "zero-emission",
            "phonetic": "ziəɹoʊɪmɪʃən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We discuss General Motors' big push toward zero-emission vehicles with the company's head of sustainability.",
                "Electric Production Car Series, or EPCS, is an upcoming zero-emissions international racing championship featuring the first official race-ready Teslas.",
                "Tesla has a lock on the zero-emissions market in America, controlling a whopping 60% of the EV market.",
                "They say zero-emission cars running on electricity or burning hydrogen are not enough.",
                "Aston Martin claims it's the world's first luxury electric vehicle concept, and it's now promising fully autonomous, zero-emissions driving with an opulent touch."
            ],
            "audio": "https://tts.langeek.co/read?text=emVyby1lbWlzc2lvbg&hash=5b55f6c15bd92a83fb081cfd5f5d20844e209876&lang=en&cache-only=0",
            "defineEn": "(of a vehicle) not producing gases harmful to the environment",
            "defineVi": "(của một chiếc xe) không tạo ra khí có hại cho môi trường"
        },
        {
            "id": "1ccbb584-6bf2-4157-aa4f-3ffa205f56a9",
            "word": "environmentally friendly",
            "phonetic": "ɛnvaɪɹənmɛntəli fɹɛndli ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW52aXJvbm1lbnRhbGx5IGZyaWVuZGx5&hash=ab56a745d6dfbbbe29b6582c0b1f3e0d3c56a151&lang=en&cache-only=0",
            "defineEn": "(of products) having no harmful impact on the environment",
            "defineVi": "(của sản phẩm) không có tác động có hại đến môi trường"
        },
        {
            "id": "e88258c1-a85b-4762-9a76-4412345dffaf",
            "word": "biodegradable",
            "phonetic": "baɪoʊdᵻɡɹeɪdəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Petroleum itself is biodegradable.",
                "The sandal is 100% biodegradable.",
                "Energy and water go into manufacturing, even of biodegradable packaging like Footprints' that boast lower carbon emissions.",
                "They're testing vegan leather and a biodegradable alternative to Styrofoam.",
                "Which means they’re biodegradable, and light on heavy metals."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlvZGVncmFkYWJsZQ&hash=56665db23d6ae8bf4fb5d7db9e98323dcce7c5ff&lang=en&cache-only=0",
            "defineEn": "(of an object) able to be broken down by living organisms such as bacteria, which is then safe for the environment",
            "defineVi": "(của một vật thể) có thể bị phân hủy bởi các sinh vật sống như vi khuẩn, sau đó an toàn cho môi trường"
        },
        {
            "id": "38046230-8c58-4604-87c8-f015de2b1f76",
            "word": "eco-friendly",
            "phonetic": "iːkoʊfɹɛndli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "On a busy day, workers at Lifepack can turn out 10,000 eco-friendly plates.",
                "It converts plastic waste into wax and eco-friendly fuels on a commercial scale.",
                "Like an eco-friendly treatment plant, the liver uses cells called hepatocytes to convert toxic waste products into this bitter greenish liquid.",
                "Another reason boosting the industry's valuation is demand for eco-friendly fertilizers.",
                "And she loves being eco-friendly."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNvLWZyaWVuZGx5&hash=cf644ad4de70a5fddf4b9045b6c420209403de64&lang=en&cache-only=0",
            "defineEn": "causing or having little to no harm to the environment",
            "defineVi": "gây ra hoặc có ít hoặc không gây hại cho môi trường"
        },
        {
            "id": "f8e110eb-8306-4916-86a2-13122f94dc3b",
            "word": "to refine",
            "phonetic": "tə ɹᵻfaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "As part of their research, scientists refined their estimates about Bennu’s mass, volume, and density.",
                "That theory has been refined a bit.",
                "That proposal will be refined before possible adoption at the expanded G20 meeting next month in Italy.",
                "You have to refine it, you can't create it.",
                "To refine the estimate, astronomers also use measurements about the expansion of the universe itself."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVmaW5l&hash=7ffe0e841c8e0a506cb78aa25f848435ca8930f3&lang=en&cache-only=0",
            "defineEn": "to remove unwanted or harmful substances from another substance",
            "defineVi": "để loại bỏ các chất không mong muốn hoặc có hại từ chất khác"
        },
        {
            "id": "9c88095c-ba23-4e3e-845e-d4a0f1ab3c50",
            "word": "preservation",
            "phonetic": "pɹɛzɚveɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Soil acidity also greatly affects bone preservation.",
                "The best bat fossils come from these types of lagerstatten, or fossil sites with exceptional preservation.",
                "Ideal environments for DNA preservation include colder temperatures with very limited fluctuations.",
                "Another requirement, architectural preservation, to study the methods and regulation of restoration.",
                "The keepers of the Ise Shrine in Japan’s Mie Prefecture have taken a different approach to the preservation of their holy site."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc2VydmF0aW9u&hash=58a48526716fdaaf3d6c008d0620314c630a1f51&lang=en&cache-only=0",
            "defineEn": "the action of keeping something the way it is or in good condition",
            "defineVi": "hành động giữ một cái gì đó theo cách của nó hoặc trong tình trạng tốt"
        },
        {
            "id": "e187edfa-2007-4f20-a412-b712c753401f",
            "word": "nonrenewable",
            "phonetic": "nɑːnɹᵻnuːəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Many plastics are made of nonrenewable resources.",
                "Some of the products we use everyday are powered by resources that are nonrenewable, like gas and oil."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9ucmVuZXdhYmxl&hash=0a3bdaa9800f7887ad09a863f9b0c56ea848f00f&lang=en&cache-only=0",
            "defineEn": "(of a natural resource or source of energy) existing in limited amounts and not replaceable after being used",
            "defineVi": "(của tài nguyên thiên nhiên hoặc nguồn năng lượng) tồn tại với số lượng hạn chế và không thể thay thế sau khi được sử dụng",
            "hasImg": true
        },
        {
            "id": "2b062628-4994-4b88-b815-9f1e67a9dc6c",
            "word": "conservation",
            "phonetic": "kɑːnsɚveɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's very engaged in environmental issues and volunteers for a local conservation group.",
                "Amy was passionate about environmental conservation and wouldn't be caught dead using single-use plastic products.",
                "Conservation has its own history.",
                "Crocs rules, save the crocs, conservation.",
                "Today's lesson is conservation of energy."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VydmF0aW9u&hash=d1b626d5b1df401ae2e6bd9010535757b09296ae&lang=en&cache-only=0",
            "defineEn": "the protection of the natural environment and resources from wasteful human activities",
            "defineVi": "bảo vệ môi trường tự nhiên và tài nguyên khỏi các hoạt động lãng phí của con người"
        },
        {
            "id": "36f5883b-8ef7-4ab0-980c-5ac2284cb970",
            "word": "acid rain",
            "phonetic": "æsɪd ɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can’t have acid rain if you don’t have an atmosphere.",
                "And since Laki wasn't even a supervolcano, we're looking at acid rain for the next decade.",
                "Sulfur dioxide interacts with water in the atmosphere and forms acid rain, typically leaving the atmosphere within a couple of years.",
                "Instead, it turned out to mostly be an inferno of acid rain, one that, of all things, spins backwards!",
                "I mean not just for statues, but acid rain has killed or harmed huge swaths of forests."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNpZCByYWlu&hash=f92ba517bc2eca91de878f0216a8e714429a7ab4&lang=en&cache-only=0",
            "defineEn": "rain containing a great deal of acidic chemicals, caused by air pollution, which can harm the environment",
            "defineVi": "mưa chứa nhiều hóa chất có tính axit, gây ra bởi ô nhiễm không khí, có thể gây hại cho môi trường",
            "hasImg": true
        },
        {
            "id": "e16864f9-7b7d-4b42-8622-1cb3ee4831b4",
            "word": "carbon footprint",
            "phonetic": "kɑːɹbən fʊtpɹɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "the company's new policy purports to reduce its carbon footprint.",
                "The CEO gave a great speech about the company's commitment to social responsibility, but talk is cheap unless they start implementing concrete actions to reduce their carbon footprint.",
                "Instead of criticizing our politicians for not doing enough to combat climate change, it's better to light a candle than to curse the darkness by taking small actions in our daily lives to reduce our carbon footprint.",
                "But the alternatives actually possess a much larger carbon footprint.",
                "I've reduced my carbon footprint."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyYm9uIGZvb3RwcmludA&hash=e7537c1ddd06e33934aec3c8a7c72d5dfcf1a368&lang=en&cache-only=0",
            "defineEn": "the amount of carbon dioxide that an organization or person releases into the atmosphere",
            "defineVi": "lượng carbon dioxide mà một tổ chức hoặc người giải phóng vào khí quyển"
        },
        {
            "id": "4dc88c44-b3c3-459d-a993-5eba8ba4e150",
            "word": "climate change",
            "phonetic": "klaɪmət tʃeɪndʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We had a very interesting discussion about climate change.",
                "The previous administration kicked the can down the road on climate change, and now we're facing the consequences.",
                "I would like to raise an alarm bell today because of the fight against climate change.",
                "The actor has become the poster boy for environmental activism, using his celebrity status to raise awareness about climate change.",
                "We need to take action to address climate change."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpbWF0ZSBjaGFuZ2U&hash=f8281ee5521e6a97585ab155fa50a2c9d60b0c66&lang=en&cache-only=0",
            "defineEn": "a permanent change in global or regional climate patterns, including temperature, wind, and rainfall",
            "defineVi": "một sự thay đổi vĩnh viễn trong các kiểu khí hậu toàn cầu hoặc khu vực, bao gồm nhiệt độ, gió và lượng mưa",
            "hasImg": true
        },
        {
            "id": "83c672fb-4abe-4a34-924f-c31397726ebf",
            "word": "wildfire",
            "phonetic": "waɪldfaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The news spread like wildfire.",
                "Once one child in the school has the infection, it spreads like wildfire.",
                "Then came the wildfires.",
                "The same region suffered catastrophic wildfires just a year ago.",
                "The wildfire smoke is everywhere."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lsZGZpcmU&hash=2cde0c47cf93cd8d3d690f5574a19dc7747780f1&lang=en&cache-only=0",
            "defineEn": "a large fire that spreads fast and causes much destruction",
            "defineVi": "một đám cháy lớn lan nhanh và gây ra nhiều sự tàn phá",
            "hasImg": true
        },
        {
            "id": "2470a606-be63-4599-98a6-c890ad98daf6",
            "word": "tsunami",
            "phonetic": "tsuːnɑːmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, the tsunami flooded the nuclear plant.",
                "It'll create a tsunami.",
                "This was a tsunami. ",
                "Two hours had passed since the tsunami.",
                "Within minutes, the route was blocked by tsunami debris."
            ],
            "audio": "https://tts.langeek.co/read?text=dHN1bmFtaQ&hash=6c350689b6222321ac1b095ab27b490824b03548&lang=en&cache-only=0",
            "defineEn": "a very high wave or series of waves caused by an earthquake or eruption that are disastrous",
            "defineVi": "một đợt sóng rất cao hoặc một loạt sóng do động đất hoặc phun trào gây ra thảm họa",
            "hasImg": true
        },
        {
            "id": "3e930650-1e02-42fa-b638-2ac0ecfe0912",
            "word": "toxic",
            "phonetic": "tɑːksɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The company culture was toxic, with a cutthroat environment and a focus on profits at all costs.",
                "Rhubarb leaves are toxic and should never be eaten, as they contain high levels of oxalic acid.",
                "She cut ties with toxic people in her life, and her mental health improved because away goes the devil when he finds the door shut against him.",
                "was unaware that I was falling into the trap of toxic positivity.",
                "Getting involved in a toxic relationship may provide the thrill of drama and excitement, but it can also lead to emotional abuse, manipulation, and heartbreak."
            ],
            "audio": "https://tts.langeek.co/read?text=dG94aWM&hash=09ccc0b017b3c347c44b2c9ebeaacc0701798385&lang=en&cache-only=0",
            "defineEn": "containing or related to poison",
            "defineVi": "có chứa hoặc liên quan đến chất độc",
            "hasImg": true
        },
        {
            "id": "0b4ff3b9-edab-4ba0-b75a-9054d0158080",
            "word": "pollutant",
            "phonetic": "pəluːtənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Incinerators still emit harmful pollutants, especially in countries with lax environmental regulations.",
                "And activated carbon absorbs pollutants.",
                "Since the advent of cars, another secondary pollutant has taken center stage.",
                "Ground level ozone pollutants are often better known by another name, smog.",
                "And where you see stars in a romantic sky, your friend interprets global warming-inducing pollutants."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9sbHV0YW50&hash=9cc586eb592d9f91c7e313626ecca954aa2ffd42&lang=en&cache-only=0",
            "defineEn": "any substance that is harmful to the environment",
            "defineVi": "bất kỳ chất nào có hại cho môi trường"
        },
        {
            "id": "dd324ec2-c1e0-47e4-b95d-472d947120ee",
            "word": "greenhouse effect",
            "phonetic": "ɡɹiːnhaʊs ɪfɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This produces the natural greenhouse effect. ",
                "You've probably heard of the greenhouse effect.",
                "Earth’s got a bit of a greenhouse effect problem too.",
                "An out-of-control greenhouse effect means that Venus never cools below 437 °C.",
                "The runaway greenhouse effect - is something that exists."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlZW5ob3VzZSBlZmZlY3Q&hash=3c9cc63b22084bc171ee1c82e709c6c87a5c3e8a&lang=en&cache-only=0",
            "defineEn": "a global problem that is caused by the increase of harmful gases such as carbon dioxide which results in gradual warming of the Earth",
            "defineVi": "một vấn đề toàn cầu gây ra bởi sự gia tăng của các khí độc hại như carbon dioxide dẫn đến sự nóng lên dần dần của Trái đất"
        },
        {
            "id": "764bfdef-c872-41de-9537-d820a8a34387",
            "word": "smog",
            "phonetic": "smɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ground level ozone pollutants are often better known by another name, smog.",
                "And today, places like Beijing are battling smog by electrifying their energy infrastructure and limiting automobile emissions altogether.",
                "This so-called sulfurous smog was well-known in 20th century London and continues to plague cities like Beijing.",
                "Smog is pollution that harms our lungs, irritates our eyes and throat, and even corrodes structures over long periods of time.",
                "FRED DE SAM LAZARO: Also contributing to the rampant smog, plumes of smoke generated by fireworks during the recent festival of Diwali, a celebration of light where, now, during the day, there is less."
            ],
            "audio": "https://tts.langeek.co/read?text=c21vZw&hash=ce182fd98c265fc07ea1d5e7d05bbd1121c3379e&lang=en&cache-only=0",
            "defineEn": "a combination of smoke and fog that is considered a form of air pollution",
            "defineVi": "sự kết hợp của khói và sương mù được coi là một dạng ô nhiễm không khí",
            "hasImg": true
        },
        {
            "id": "f0577e80-fedc-403b-9da3-f6189c95651e",
            "word": "ozone layer",
            "phonetic": "oʊzoʊn leɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "If the burst occurred close than 3,000 light-years away the radiation could destroy a fair amount of our atmosphere particularly the Ozone Layer which is made up of triple oxygen molecules and protects our planet from the ultraviolet radiation from the sun."
            ],
            "audio": "https://tts.langeek.co/read?text=b3pvbmUgbGF5ZXI&hash=3c83383bea01bc76ee4113521aef8cf7f8e117d0&lang=en&cache-only=0",
            "defineEn": "a layer of gases in the earth's atmosphere that does not let the sun's ultraviolet radiation pass through",
            "defineVi": "một lớp khí trong bầu khí quyển của trái đất không cho bức xạ cực tím của mặt trời đi qua"
        },
        {
            "id": "d92c13ea-f11b-44e5-b55d-a0570cf81a44",
            "word": "eruption",
            "phonetic": "ɪɹʌpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "According to modern analysis, the eruption may have lasted days or weeks.",
                "But previous eruptions have been even more deadly.",
                "For close to a million years, eruptions sent rocks and dust and soot onto the land and into the air.",
                "One of its eruptions, 2.1 million years ago, was about 6,000 times as big as the eruption of Mt St Helens in 1980.",
                "These eruptions likely set coalfields on fire and dumped massive amounts of CO2 into the atmosphere and oceans."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXJ1cHRpb24&hash=2a64203004d20d9b2e972d927685adeaf93418f3&lang=en&cache-only=0",
            "defineEn": "the sudden outburst of lava and steam from a volcanic mountain",
            "defineVi": "sự bùng nổ đột ngột của dung nham và hơi nước từ một ngọn núi lửa",
            "hasImg": true
        },
        {
            "id": "becc08cc-13dc-4a7f-864a-16f8d1b21ea1",
            "word": "deforestation",
            "phonetic": "diːfɔːɹɪsteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Only half of these companies have made zero deforestation a commitment by 2020.",
                "Most deforestation happens in Earth’s tropical regions.",
                "Deforestation rates have nearly doubled.",
                "And deforestation is harmful in another way.",
                "Deforestation exposes the 30,000 orangutans remaining in the wild to poachers."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmb3Jlc3RhdGlvbg&hash=1e0e90bfc74c71965286d5627c3793907da05890&lang=en&cache-only=0",
            "defineEn": "the action of removing the trees from an area completely",
            "defineVi": "hành động loại bỏ hoàn toàn cây cối khỏi một khu vực",
            "hasImg": true
        },
        {
            "id": "84c93494-d291-4489-b71d-ac363658be7a",
            "word": "to contaminate",
            "phonetic": "tə kəntæmᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "These carcasses contaminate drinking water, while feral dogs and rats carry the diseases into human communities.",
                "We haven’t contaminated the entire planet or anything.",
                "And contaminated clothes should be washed multiple times separately from the rest of a person’s laundry.",
                "Any pollution on the surface can rapidly seep into and contaminate groundwater.",
                "Some of these districts are contaminated so badly that they will be uninhabitable for decades."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udGFtaW5hdGU&hash=1bfd1012d7e2ed3d54e6430bc722bdfd4268f455&lang=en&cache-only=0",
            "defineEn": "to make a place, substance, etc. dirty or harmful by adding dangerous material",
            "defineVi": "để làm cho một nơi, chất, v.v. bẩn hoặc có hại bằng cách thêm vật liệu nguy hiểm",
            "hasImg": true
        },
        {
            "id": "25811465-5643-48a0-b2ef-6dd8714a120a",
            "word": "consumption",
            "phonetic": "kənsʌmpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lower energy consumption means less pollution.",
                "I have decided to cut down on my consumption of dairy products due to lactose intolerance.",
                "Consumption of fluid milk plummeted from 247 pounds per person in 1975 to 146 pounds per person in 2018.",
                "Cheese consumption has more than doubled since the mid 1970s.",
                "Butter consumption also rose in the same time from about four point seven pounds to five point eight."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3VtcHRpb24&hash=b775a4794bd735f2dae1d23373aaf120d4520467&lang=en&cache-only=0",
            "defineEn": "the action or process of using a resource such as energy or food",
            "defineVi": "hành động hoặc quá trình sử dụng một nguồn tài nguyên như năng lượng hoặc thực phẩm",
            "hasImg": true
        },
        {
            "id": "a7cb2a13-91bf-4d2c-a4e9-b3e75bdbb056",
            "word": "blizzard",
            "phonetic": "blɪzɚd ",
            "partOfSpeechType": "noun",
            "examples": [
                "You're going skiing in this blizzard?",
                "Last week's storm was small potatoes compared to the blizzard we had two years ago.",
                "Imagine blizzards in Florida, Brazil, Kenya!",
                "A blizzard is a kind of big snowstorm.",
                "Blizzards start in the same way that some other powerful storms start: when two big areas of air meet."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxpenphcmQ&hash=9d3e4ca8af9b7d2bca78eb50e40be7d19650787f&lang=en&cache-only=0",
            "defineEn": "a storm with heavy snowfall and strong winds",
            "defineVi": "một cơn bão với tuyết rơi dày và gió mạnh",
            "hasImg": true
        },
        {
            "id": "94246ec1-4538-4a8e-acb9-47e8d598cfb2",
            "word": "Fahrenheit",
            "phonetic": "fæɹənhaɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The incinerators burn the trash at 2,000 degrees Fahrenheit.",
                "A polar bear's core temperature sits at about 98.6 degrees Fahrenheit.",
                "Anyone with a temperature over 100.3 degrees Fahrenheit is denied boarding to their flight.",
                "In Fahrenheit, 0° was the freezing point of saltwater and 96° the temperature of life.",
                "It’s about 0 degrees Celsius or 32 degrees Fahrenheit."
            ],
            "audio": "https://tts.langeek.co/read?text=RmFocmVuaGVpdA&hash=77957e435acbcf9dc1bcf9885d284a2f6d834417&lang=en&cache-only=0",
            "defineEn": "related to or using a temperature scale on which water boils at 212° and freezes at 32°",
            "defineVi": "liên quan đến hoặc sử dụng thang đo nhiệt độ trong đó nước sôi ở 212° và đóng băng ở 32°",
            "hasImg": true
        },
        {
            "id": "82f3d1d2-e8fd-42fb-9700-a83e0cdb520b",
            "word": "centigrade",
            "phonetic": "sɛntɪɡɹeɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Go up my chart and say that means it's five degrees Centigrade."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VudGlncmFkZQ&hash=65a912af100cad8a54983e53e28d53239e7cbb7e&lang=en&cache-only=0",
            "defineEn": "related to or using a temperature scale on which water boils at 100° and freezes at 0°",
            "defineVi": "liên quan đến hoặc sử dụng thang đo nhiệt độ trong đó nước sôi ở 100° và đóng băng ở 0°",
            "hasImg": true
        },
        {
            "id": "dde74d98-a562-4b01-8111-1629a5081dab",
            "word": "humid",
            "phonetic": "hjuːmɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It feels humid.",
                "Humid jet engine exhaust can make wispy cirrus clouds.",
                "Is it humid, with lots of water vapor in the air?",
                "It's still very humid, especially upstairs.",
                "But in the Early Permian, humid tropical swamps still straddled the equator."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVtaWQ&hash=30579992dec8cd966e7ca0f5c9b9834ef2d44fc8&lang=en&cache-only=0",
            "defineEn": "(of the climate) being uncomfortably hot and wet",
            "defineVi": "(về khí hậu) nóng và ẩm ướt một cách khó chịu",
            "hasImg": true
        },
        {
            "id": "d719b066-803f-4145-95ba-bf1c8198d71a",
            "word": "monsoon",
            "phonetic": "mɔnsuːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "This pushed the monsoons south again, closer to where they are now.",
                "A lot of times these limitations are described in terms of some catastrophe: a volcanic eruption, a monsoon, a Chernobyl.",
                "It was monsoon, we were really high in the mountains.",
                "Right, but my point is that weak monsoons can be devastating to agriculture in Asia.",
                "It means sea level rise, shrinking polar ice caps, and increased extreme weather events, like heatwaves and monsoons."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9uc29vbg&hash=3941d949cf27cb4374bcf598474497f250272291&lang=en&cache-only=0",
            "defineEn": "a period in the summer during which wind blows and rain falls in India or other hot South Asian countries",
            "defineVi": "một khoảng thời gian vào mùa hè khi gió thổi và mưa rơi ở Ấn Độ hoặc các nước Nam Á nóng khác",
            "hasImg": true
        },
        {
            "id": "fb3d14cb-024f-4781-bd2e-5484a4583c8c",
            "word": "thunder",
            "phonetic": "θʌndɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The thunder had turned the milk.",
                "The weather broke and thunder rumbled through a leaden sky.",
                "Look at little baby's adorable thunder thighs!",
                "Seeing her ex-boyfriend with another woman, Lisa couldn't hide her anger, and her face turned red, resembling a face like thunder.",
                "The artist talked about their talent, but better to have less thunder in the mouth, and more lightning in the hand - we need to see their actual work to determine their true abilities."
            ],
            "audio": "https://tts.langeek.co/read?text=dGh1bmRlcg&hash=e63d96a379c05b24fe78b3586da8480b0d640b88&lang=en&cache-only=0",
            "defineEn": "the loud crackling noise that is heard from the sky during a storm",
            "defineVi": "tiếng nổ lớn được nghe thấy từ bầu trời trong một cơn bão",
            "hasImg": true
        }
    ]
}