{
    "id": "8c58bf07-c2e7-4448-ae3b-dfcb2a6ea00f",
    "title": "Persuasion and Agreement",
    "originalTitle": "Persuasion and Agreement",
    "words": [
        {
            "id": "e53c1637-1192-44df-bacb-937722b00e41",
            "word": "to accede",
            "phonetic": "tʊ ɐksiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "And it and the attorney general from Texas’s threat and a lot of other things lead to the president acceding, I guess, letting Sessions make the announcement, but being himself vulnerable, I suppose, to a campaign to make him look like a bad guy. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjZWRl&hash=fcaf3bd282830713d3849d751cffeb3e44595008&lang=en&cache-only=0",
            "defineEn": "to agree to something such as a request, demand, etc.",
            "defineVi": "để đồng ý với một cái gì đó như một yêu cầu, nhu cầu, vv"
        },
        {
            "id": "32d59ec4-1689-4a3e-9c2b-7d0f4dd8811b",
            "word": "to acquiesce",
            "phonetic": "tʊ ækwɪɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "We must therefore acquiesce the necessity which denounces our separation and hold them as we hold the rest of mankind enemies in war in peace, friends.",
                "But in the end, everyone agreed, if not acquiesced, I’ll put it that way, in the statement that Jeh and I issued jointly on the 7th of October.",
                "We must, THEREFORE, ACQUIESCE in the NECESSITY, which denounces our SEPARATION, and hold them, as we hold the rest of MANKIND, ENEMIES in WAR, in PEACE friends.",
                "It's very, very important to remember that Africans did not meekly acquiesce to European hegemony: they resisted, often violently, but ultimately they were defeated by a technologically superior enemy.",
                "Or, to the extent we're acquiescing in the Russian point of view on these issues, it’s going to result in a weaker United States, less capable of protecting our own national interests."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNxdWllc2Nl&hash=c816d4d13934aa52beb55b170360dfd8f4d1d4ae&lang=en&cache-only=0",
            "defineEn": "to reluctantly accept something without protest",
            "defineVi": "miễn cưỡng chấp nhận một cái gì đó mà không phản đối"
        },
        {
            "id": "a93360cb-4c94-48cc-9203-56157e4fc5f0",
            "word": "to advance",
            "phonetic": "tʊ ɐdvæns ",
            "partOfSpeechType": "verb",
            "examples": [
                "Technology advances by fits and starts.",
                "The study yielded significant findings that could advance medical research.",
                "She booked a hotel room in advance to ensure she had a place to stay during her vacation.",
                "The tennis player achieved a clean sweep of her matches, winning every set and advancing to the finals.",
                "I lived on the edge using cash advances to pay one credit card with another until I finally found a job three months after graduation."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWR2YW5jZQ&hash=acf2ae31d5a8c7869813b2b1b3cf2d5011c22c3c&lang=en&cache-only=0",
            "defineEn": "to propose an idea or theory for discussion",
            "defineVi": "để đề xuất một ý tưởng hoặc lý thuyết để thảo luận"
        },
        {
            "id": "b5a99982-18e7-457f-a9da-c3b8abf0e74e",
            "word": "to bespeak",
            "phonetic": "tə bᵻspiːk ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVzcGVhaw&hash=5f82797a6cccc72911cc9619982d83ffc705abe6&lang=en&cache-only=0",
            "defineEn": "to indicate or show something",
            "defineVi": "để chỉ ra hoặc hiển thị một cái gì đó"
        },
        {
            "id": "4cb6fc05-abb4-46cb-bb53-31adfa9c4f0c",
            "word": "to countenance",
            "phonetic": "tə kaʊntənəns ",
            "partOfSpeechType": "verb",
            "examples": [
                "Sort of that you life builds your countenance, right?",
                "And more moderate Enlightenment thinkers were also more willing to countenance hierarchical social and political structures.",
                "Still, in such statements and many others, many within the period of this book, he is not the sharp beacon of moral clarity that he is proclaimed in so many memorials but a man of many faces rendering him changeable, possessed of a countenance to greet the moment at hand, hiding what he truly believed, whatever it was that he truly believed."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY291bnRlbmFuY2U&hash=d752b675f629b94bd78e759766b378e16902ff8a&lang=en&cache-only=0",
            "defineEn": "to agree and not oppose to something that one generally finds unacceptable or unpleasant",
            "defineVi": "đồng ý và không phản đối điều gì đó mà người ta thường thấy không thể chấp nhận được hoặc khó chịu"
        },
        {
            "id": "8f928638-ee02-4bdb-b4f5-5b2dc42f1465",
            "word": "to demur",
            "phonetic": "tə dᵻmɜː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Grant administration wanted to annex it and the Dominican Republic, but Congress demurred."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVtdXI&hash=0184230548537cdf0300ff1b02a0228f920b3773&lang=en&cache-only=0",
            "defineEn": "to express one's disagreement, refusal, or reluctance",
            "defineVi": "để bày tỏ sự không đồng ý, từ chối, hoặc miễn cưỡng của một người"
        },
        {
            "id": "1a19715c-f49a-4fe9-b19b-d498966c541e",
            "word": "to entice",
            "phonetic": "tʊ ɛntaɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "As you strolled through the food market, the vendor enticed you with samples of various cold cuts.",
                "Sadly, new customers are being enticed by tempting promotions only to find the dice are loaded against them.",
                "Mosquitoes are also enticed by deodorants, perfumes, soaps, and other applied fragrances.",
                "And it entices the reader towards an appendix, narrated by a scholar living long after Winston.",
                "The flowers entice them with a mushroomy aroma that reminds the gnats of the fungi they feed on."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW50aWNl&hash=220e84affbeaa1b53abdf19b0f9bd7a98c8f31a9&lang=en&cache-only=0",
            "defineEn": "to persuade someone or something to do something specific, often by offering them what they desire",
            "defineVi": "để thuyết phục ai đó hoặc một cái gì đó để làm một cái gì đó cụ thể, thường bằng cách cung cấp cho họ những gì họ mong muốn"
        },
        {
            "id": "d0f2958a-0178-4d49-bac1-768227fde157",
            "word": "to insinuate",
            "phonetic": "tʊ ɪnsɪnjuːeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The police can insinuate all they want, but they know they have nothing on me.",
                "Rob Bamberger: Still in the I’s, insinuating.",
                "And Miller sees an opportunity to slowly insinuate himself into this process.",
                "They never did on radio, they would insinuate, that’s what they did.",
                "In 2014 Professor Beverly Gage, a historian at Yale, unearthed a 1964 letter from a supposed detractor who accused King of infidelity and insinuated that he should commit suicide."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5zaW51YXRl&hash=f020eafbfe0d70f1f69ce6a6be21beeb33cb5e00&lang=en&cache-only=0",
            "defineEn": "to gradually move oneself or a thing into a particular place or position by elusive manipulation",
            "defineVi": "dần dần di chuyển bản thân hoặc một vật vào một địa điểm hoặc vị trí cụ thể bằng thao tác khó nắm bắt"
        },
        {
            "id": "4ba1b3be-f30f-4400-aeff-635687a54799",
            "word": "to moot",
            "phonetic": "tə muːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Electric cars barely require a shifter at all, so the question of where to place one is moot.",
                "But of course the war ended, the Confederacy lost, so that whole point became moot. ",
                "His campaign promise was, if the pension system is bankrupt, the inviolable contract is moot, because if you don't have those dollars to pay those benefits, then, okay, you don't pay those benefits.",
                "Well, the first thing that Bork did was he wouldn’t do what are called murder boards, moot courts at the White House."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW9vdA&hash=5fbed25e4429e6e7f5c26341d2c9e1a2c29e429a&lang=en&cache-only=0",
            "defineEn": "to bring up a topic or question for discussion",
            "defineVi": "để đưa ra một chủ đề hoặc câu hỏi để thảo luận"
        },
        {
            "id": "af7aaa9e-b2d9-4bb5-8a35-eb6d4f849db9",
            "word": "to prompt",
            "phonetic": "tə pɹɑːmpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the company lost a major client, it prompted the CEO to reassess the company's strategy and make changes that helped them gain new clients - as they say, a stumble may prevent a fall.",
                "The controversial political scandal that dominated news cycles for a week turned into a seven-day wonder, capturing public attention and prompting investigations and debates.",
                "The incident prompted an SEC investigation into Kodak's disclosure of the loan.",
                "Branson's request for a bailout prompted mockery from some corners, especially in the British press.",
                "A decline in new infections has prompted a wider loosening of restrictions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvbXB0&hash=d9700e71413c49f081092feafdea1cb8ec677c77&lang=en&cache-only=0",
            "defineEn": "to encourage someone to do or say something",
            "defineVi": "để khuyến khích ai đó làm hoặc nói điều gì đó"
        },
        {
            "id": "1708d7ee-bef3-4919-b5e7-5543b6fc92f5",
            "word": "to nobble",
            "phonetic": "tə nɑːbəl ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbm9iYmxl&hash=81d0ce2628ecf3f2d3afb2b9bab1f9b5dd34cc51&lang=en&cache-only=0",
            "defineEn": "to persuade someone to do what one wants by threatening them or giving them money",
            "defineVi": "để thuyết phục một ai đó để làm những gì một người muốn bằng cách đe dọa họ hoặc cho họ tiền"
        },
        {
            "id": "ad3f8b38-ce73-409b-baa3-1bcb4b965fca",
            "word": "to prevail on",
            "phonetic": "tə pɹɪveɪl ɔn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJldmFpbCBvbg&hash=35bd9b11778074b4270c1a73294140e222bd9203&lang=en&cache-only=0",
            "defineEn": "to persuade and convince a person to do something",
            "defineVi": "để thuyết phục và thuyết phục một người làm điều gì đó"
        },
        {
            "id": "999550be-6b40-45a9-8d3e-93fa14af85ae",
            "word": "to rescind",
            "phonetic": "tə ɹᵻsɪnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "In January 2018, Attorney General Jeff Sessions during President Donald Trump's administration rescinded the Cole memorandum.",
                "Is being rescinded.",
                "Rescinding DACA. ",
                "President Trump, however, rescinded all of those measures within two years in office.",
                "After President Lincoln's assassination, this bill meantto help freed slaves gained financial stability, was rescinded."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzY2luZA&hash=92b748688f526eaf5769bcc9fe61a9963a403f5f&lang=en&cache-only=0",
            "defineEn": "to officially cancel a law, decision, agreement, etc.",
            "defineVi": "để chính thức hủy bỏ một đạo luật, quyết định, thỏa thuận, vv."
        },
        {
            "id": "0372320c-1d77-4407-8bd7-2b19f0ee978b",
            "word": "to rupture",
            "phonetic": "tə ɹʌptʃɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "What he might very well have had is a rupture of his intestine.",
                "This creates a high pressure shockwave, which shatters glass, ruptures ear drums, and maybe some internal organs.",
                "This could rupture high-pressure gas lines, releasing gas into the air and igniting potentially deadly explosions.",
                "This is when the ruptured follicle forms in the corpus luteum.",
                "All of these would be ruptured, and so we would be losing 60% of our water supply."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcnVwdHVyZQ&hash=864f0ab84a84f7544c4bf97f0d6da05aa28b9f17&lang=en&cache-only=0",
            "defineEn": "to cause an agreement or relation to be breached",
            "defineVi": "gây ra một thỏa thuận hoặc mối quan hệ bị vi phạm"
        },
        {
            "id": "af13e3e6-5880-4467-a32e-c1d0d3dc25f9",
            "word": "bellicose",
            "phonetic": "bɛlɪkoʊs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But Athens was like the purest democracy of all time and also remarkably bellicose.",
                "He continued his bellicose ways, fighting Indians in Florida, although he was not actually authorized to do so, and became so popular from all of his Indian killing that he decided to run for president in 1824.",
                "It is so conciliatory to the south in an effort to not be bellicose at all. ",
                "Frankly, I think he laughed out loud in a very bellicose manner."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVsbGljb3Nl&hash=a81d9edf279b9ecb57f44114ada4ded465c60b4d&lang=en&cache-only=0",
            "defineEn": "displaying a willingness to start an argument, fight, or war",
            "defineVi": "thể hiện sự sẵn sàng bắt đầu một cuộc tranh cãi, chiến đấu hoặc chiến tranh"
        },
        {
            "id": "f16b9a90-86cc-4346-aa61-786b119c7c24",
            "word": "coaxing",
            "phonetic": "koʊksɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Persuading him to run for mayor against the incumbent, Ed Koch, and then to face Rudy Giuliani, took some coaxing by Harlem’s Democratic power brokers."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29heGluZw&hash=17ab19e71472fa7302a336c339c7391f4386aabb&lang=en&cache-only=0",
            "defineEn": "persuasive in a gentle manner",
            "defineVi": "thuyết phục một cách nhẹ nhàng"
        },
        {
            "id": "2fa1392e-c482-4e45-bff6-f43e614e0297",
            "word": "indicative",
            "phonetic": "ɪndɪkətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But the most indicative descendants of them are frankly, the Persians or the Indians.",
                "And it's not usually indicative of the person.",
                "Having a high GPA is usually indicative of being a generalist, not a specialist.",
                "But it was very indicative of what was going on. ",
                "you'll hope that was indicative of the mean of the entire population."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaWNhdGl2ZQ&hash=04a5f30649fc9b9a6fecc7a23de9898123b844ff&lang=en&cache-only=0",
            "defineEn": "indicating or suggesting something",
            "defineVi": "chỉ ra hoặc đề nghị một cái gì đó"
        },
        {
            "id": "b5741a84-ea9d-4570-9015-9ef4b71dba7d",
            "word": "pugnacious",
            "phonetic": "pʌɡneɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He could play this three-pronged pact with his nation without resorting too much to pugnacious statements on the global scene.",
                "WILLIAM BURNS - I really do think it was a pugnacious exclamation point on what you could see building over the couple of years before that, and particularly since the Orange Revolution in Ukraine, the Rose Revolution in Georgia.",
                "He saw this threat building, and he was trying to draw a very public and very pugnacious line at Munich.",
                "But I think that was the lead-up to the Munich speech, which was a very pugnacious exclamation point on what was a gradually accumulating set of frustrations and grievances on his part.",
                "Then you saw this period punctuated by the Munich speech in early 2007, and I think you can draw a straight line all the way through to that Crimea speech, which was his most animated, pugnacious declaration that Russia was going to push back."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVnbmFjaW91cw&hash=b614a0fdd34aa4d275c14e8653b78aa425e1eb40&lang=en&cache-only=0",
            "defineEn": "eager to start a fight or argument",
            "defineVi": "mong muốn bắt đầu một cuộc chiến hoặc tranh luận"
        },
        {
            "id": "258defe1-8910-402d-9f47-96857e166684",
            "word": "tacit",
            "phonetic": "tæsɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For many years, that tacit agreement with the Russian people held.",
                "You have a president of the United States who is willing to give tacit approval to some of the darkest elements of American politics.",
                "MILES O'BRIEN: In Reza Sayah's final report tomorrow, he will look at the tacit partnership between the U.S. and Iran to defeat ISIS in Iraq, and where that common goal ends."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFjaXQ&hash=b02ff018c41fa8b1f58f86833d2652426d659401&lang=en&cache-only=0",
            "defineEn": "suggested or understood without being verbally expressed",
            "defineVi": "gợi ý hoặc hiểu mà không được thể hiện bằng lời nói"
        },
        {
            "id": "afa5ec0c-87ab-40de-8c1c-2acd6e5cd26d",
            "word": "uncontentious",
            "phonetic": "ʌŋkəntɛnʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW5jb250ZW50aW91cw&hash=3607754a6d794c241925d9782ca2f6759fc074fd&lang=en&cache-only=0",
            "defineEn": "unlikely to cause an argument",
            "defineVi": "không có khả năng gây ra một cuộc tranh luận"
        },
        {
            "id": "ed055f21-b4b5-4296-afec-c7c831f47b65",
            "word": "abrogation",
            "phonetic": "æbɹəɡeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In what some see as an abrogation of responsibility, the island's police chief, Gary Griffith, has urged women to do more to save themselves."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJyb2dhdGlvbg&hash=d29799ae619d527190c25b8c85078a6813485e81&lang=en&cache-only=0",
            "defineEn": "the act of officially abolishing or ending a law, agreement, etc.",
            "defineVi": "hành động chính thức bãi bỏ hoặc chấm dứt một luật, thỏa thuận, v.v."
        },
        {
            "id": "891359fe-0832-411d-92ff-09a808754784",
            "word": "connotation",
            "phonetic": "kɑːnəteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Not everyone likes the connotation.",
                "At one time in African-American culture, the name also had a very negative connotation.",
                "When people hear the word developer, it has a certain connotation that might not necessarily be all that positive.",
                "Frankincense and myrrh are perhaps best known for their biblical connotations.",
                "They were much more likely to think the word’s connotation was its most disgusting trait."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ubm90YXRpb24&hash=aa5965e7cf911e13b45a4c19c09388b0594fab1d&lang=en&cache-only=0",
            "defineEn": "a feeling or an idea suggested by a word aside from its literal or primary meaning",
            "defineVi": "một cảm giác hoặc một ý tưởng được gợi ý bởi một từ ngoài nghĩa đen hoặc nghĩa chính của nó"
        },
        {
            "id": "d4b39e13-e47d-4348-809e-9558339c2f24",
            "word": "blandishments",
            "phonetic": "blændɪʃmənts ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmxhbmRpc2htZW50cw&hash=969aa0575a832e695eb376c5f04fafbe456f7c32&lang=en&cache-only=0",
            "defineEn": "nice things that are done for someone or said to them to persuade them to do something particular",
            "defineVi": "những điều tốt đẹp được làm cho ai đó hoặc nói với họ để thuyết phục họ làm điều gì đó đặc biệt"
        },
        {
            "id": "f2c25740-3566-417a-b27f-832805a1c631",
            "word": "complaisance",
            "phonetic": "kəmpleɪsəns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29tcGxhaXNhbmNl&hash=3b66e83aba685e82c35ca1145ef6cad1c0532d9e&lang=en&cache-only=0",
            "defineEn": "willingness to do what makes others pleased and accept their opinions",
            "defineVi": "sẵn sàng làm những gì khiến người khác hài lòng và chấp nhận ý kiến của họ"
        },
        {
            "id": "5a35fc0d-0f22-4228-a498-f8a0aa905173",
            "word": "divergence",
            "phonetic": "daɪvɜːdʒəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "This has positive divergence right over here.",
                "So the divergence is negative in this situation.",
                "So we have positive divergence.",
                "What is the divergence at F at each point?",
                "Here we were summing the divergence in the region."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGl2ZXJnZW5jZQ&hash=3d57823a64a28110de056b3ecab2a0f1c683d485&lang=en&cache-only=0",
            "defineEn": "a difference in interests, views, opinions, etc.",
            "defineVi": "sự khác biệt về sở thích, quan điểm, ý kiến, v.v."
        },
        {
            "id": "648595b0-31ba-4824-804e-16dc9545af90",
            "word": "exhortation",
            "phonetic": "ɛɡzɔːɹteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXhob3J0YXRpb24&hash=e16b6d4ecb23a5e2847725d784d1974b6de44581&lang=en&cache-only=0",
            "defineEn": "the action or process of trying very hard to persuade someone to do something",
            "defineVi": "hành động hoặc quá trình cố gắng hết sức để thuyết phục ai đó làm điều gì đó"
        },
        {
            "id": "d51c4518-97c8-482d-8b41-d778041dbbc7",
            "word": "harangue",
            "phonetic": "hɚɹæŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "By the way, the Clinton campaign is haranguing these guys,",
                "And this led to massive scandals and the creation of a new political tool, whereby politicians sought support by haranguing the mostly male electorate about sin and the purportedly declining morals of the age, as exemplified by the rise of women."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFyYW5ndWU&hash=24cf2ffdd94d96abf16f051302ef19846adf1439&lang=en&cache-only=0",
            "defineEn": "an angry speech that is loud and lengthy",
            "defineVi": "một bài phát biểu tức giận đó là to và dài"
        },
        {
            "id": "3751c6c4-0ad3-44c5-8631-a51645349e7b",
            "word": "temptation",
            "phonetic": "tɛmpteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The kids couldn't resist the temptation of the bowl filled with plump and juicy sweet cherries.",
                "I can't resist the temptation of a loganberry muffin fresh out of the oven.",
                "I couldn't resist the temptation of buying a bag of seedless tangerines.",
                "As a meat lover, he couldn't resist the temptation of a tender beef roast, seasoned with herbs and spices.",
                "I couldn't resist the temptation and licked my fingers after touching the powdered sugar on the donuts."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVtcHRhdGlvbg&hash=5fc8e942ef3428dea6fd7b5540706ca4eb1c8e79&lang=en&cache-only=0",
            "defineEn": "the wish to do or have something, especially something improper or foolish",
            "defineVi": "mong muốn làm hoặc có một cái gì đó, đặc biệt là một cái gì đó không đúng hoặc ngu ngốc"
        },
        {
            "id": "dd6f3427-af0c-4520-bb4e-c048fc9c1c31",
            "word": "ratification",
            "phonetic": "ɹæɾɪfɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "While the Emancipation Proclamation didn’t end slavery, it did pave the way for the ratification of the 13th Amendment, which ultimately abolished slavery in the country.",
                "It was ratified on a Saturday immediately with the largest majority of any senate ratification of a treaty until then.",
                "This system remained firmly in place in parts of the United States until 1865, with the ratification of the 13th, 14th and 15th amendments.",
                "The Federalist Papers, published between 1787and 1788 and written to urge the ratification of the United States Constitution, were all published under the name of Publius.",
                "So what we’re looking at here is the Pennsylvania ratification of the Constitution."
            ],
            "audio": "https://tts.langeek.co/read?text=cmF0aWZpY2F0aW9u&hash=7b9f97500c27d909345b308d0b7f657ecc5eff7d&lang=en&cache-only=0",
            "defineEn": "the act of validating an agreement by signing it or voting for it",
            "defineVi": "hành động xác nhận một thỏa thuận bằng cách ký tên hoặc bỏ phiếu cho nó"
        },
        {
            "id": "997451bf-b6e7-4a7d-bef3-e485fa6a7046",
            "word": "approbation",
            "phonetic": "æpɹəbeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXBwcm9iYXRpb24&hash=e64a77fafe68794cc6863462d613b31f49340a2d&lang=en&cache-only=0",
            "defineEn": "official approval or agreement",
            "defineVi": "phê duyệt hoặc thỏa thuận chính thức"
        },
        {
            "id": "542a1113-d987-4ded-9094-b0fbfcb73786",
            "word": "unanimity",
            "phonetic": "juːnɐnɪmᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Only 48 out of 50 states required unanimity to convict in criminal trials until 2018.",
                "WILLIAM BRANGHAM: I should say, for all of the celebration today, there isn't total unanimity in the black community about this.",
                "Despite the differences on the Palestinians, is there unanimity about how to handle the Biden administration, especially when it comes to the Iran nuclear deal?",
                "But I don’t see, from right away, a kind of unanimity like you had.",
                "Soldiers and civilians, responding with a unanimity that amazed a world that had heard much and knew little of them, rose to repel and harry the invaders."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5hbmltaXR5&hash=093368b772bb0f80be611f798d199ae470dcfc08&lang=en&cache-only=0",
            "defineEn": "a situation in which all those involved are in complete agreement on something",
            "defineVi": "một tình huống trong đó tất cả những người liên quan đều hoàn toàn đồng ý về một cái gì đó"
        },
        {
            "id": "370058a9-1131-450f-acc3-17e9002b4b72",
            "word": "feuding",
            "phonetic": "fjuːdɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "One thing that really is interesting about this is that usually the announcers don’t get into any of the feuding, but I guess they, Ed Walker:"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmV1ZGluZw&hash=c93455405a38139d7d688d7162e2ff1e446e03d6&lang=en&cache-only=0",
            "defineEn": "sharp disagreements between people that last for a long time",
            "defineVi": "những bất đồng gay gắt giữa những người kéo dài trong một thời gian dài"
        },
        {
            "id": "ae7d8dd7-8a7a-4f25-a58f-07c4920e4f85",
            "word": "fray",
            "phonetic": "fɹeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Support for the leader was fraying at the edges.",
                "Our roommate relationship is starting to fray around the edges now that Pat has begun leaving his stuff, including dirty dishes, all over the apartment.",
                "The chromosomes fray out back into chromatin.",
                "A new robot is entering the fray.",
                "Their industrial cables frayed during turbulent weather and snapped under the weight of their decks."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJheQ&hash=14f5d2d5b682ea1f37a5af9a41c547408b306fe8&lang=en&cache-only=0",
            "defineEn": "an intense argument, fight, or contest",
            "defineVi": "một cuộc tranh luận gay gắt, chiến đấu, hoặc cuộc thi"
        },
        {
            "id": "199a1146-231e-49e1-a99c-b95d919fd369",
            "word": "impasse",
            "phonetic": "ɪmpæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We've come to an impasse.",
                "What's the best path out of that impasse?",
                "There was an impasse, a gridlock in society about what the way forward was.",
                "They had been at an impasse, really, over what was the post-Soviet identity of Russia.",
                "And that has led to an impasse, even at this moment when Democrats hoped they would be flying closer to the finish line."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wYXNzZQ&hash=591e44746265a3d6cc852525305c6873d0a12722&lang=en&cache-only=0",
            "defineEn": "a difficult situation where progress is not possible because the people involved are unable to come to an agreement",
            "defineVi": "một tình huống khó khăn mà tiến trình là không thể bởi vì những người liên quan không thể đi đến một thỏa thuận"
        },
        {
            "id": "8f7a297e-2f82-4fc9-a6d8-56fd45757fb7",
            "word": "schism",
            "phonetic": "skɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "We now have a major schism between two tribes, magical thinkers and evidence seekers.",
                "In Tudor England during the schism between the Church of England and the Roman Catholic Church, depending on which monarch was arbitrarily in power and which religion they followed your choice of religious book could get you murdered.",
                "You know, there’s some thought that there’s a schism between Secretary Nielsen’s feelings about some of these issues and the president’s. ",
                "The Cardinals, surrounded by loyal Romans, then elected an Italian pope, causing the French Cardinals to scatter and regroup to elect a French pope to head the papal court in Avignon, which meant there were two popes and a schism had occurred."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NoaXNt&hash=b61ebb5a455ffaf872f83a2aeeb7ca60da49de86&lang=en&cache-only=0",
            "defineEn": "a division between a group of people caused by their disagreement over beliefs or views",
            "defineVi": "một bộ phận giữa một nhóm người gây ra bởi sự bất đồng của họ về niềm tin hoặc quan điểm"
        },
        {
            "id": "6241e3ea-001a-43a3-8ad9-562c6e8ea1fd",
            "word": "skirmish",
            "phonetic": "skɜːmɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Skirmishes, raids, and full-on invasions are happening every day, causing millions of casualties.",
                "And there was clearly a skirmish, a struggle of some sort, because Zimmerman had cuts on the back of his head. ",
                "Strange prophecies and visits from mysterious gypsies give way to the skirmishes and firing squads of repeated civil wars.",
                "But instead of fighting over hills or pieces of land the winner of these individual skirmishes gets a few moments of your time, which in today's attention economy is super valuable.",
                "Well, John, it is another skirmish in, as you put it, a long battle."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tpcm1pc2g&hash=5e4209cbf2dcd503ad5193af0701f7061bf327c4&lang=en&cache-only=0",
            "defineEn": "a short argument, particularly between political rivals",
            "defineVi": "một cuộc tranh luận ngắn, đặc biệt là giữa các đối thủ chính trị"
        },
        {
            "id": "5488d389-b07f-4ef8-a087-93f2153477ba",
            "word": "vendetta",
            "phonetic": "vɛndɛɾə ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's part of the vendetta.",
                "Mrs. Sobchak dismisses the investigation as a political vendetta against her husband.",
                "It's a political vendetta, straight and simple.",
                "(Although most of us just know the Guy Fawkes Mask in V for Vendetta.)",
                "And I can appreciate that Trevor added captions to this, because I have a whole vendetta or a bone to pick with people who make content about deaf people and they do not caption."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVuZGV0dGE&hash=a9232743e7c5c64d1b3182b7d4b873313f1bb020&lang=en&cache-only=0",
            "defineEn": "a prolonged and violent argument between two families or groups in which members of each side make attempts to murder the members of the opposing side in retaliation for things that occurred in the past",
            "defineVi": "một cuộc tranh cãi kéo dài và bạo lực giữa hai gia đình hoặc nhóm trong đó các thành viên của mỗi bên cố gắng giết các thành viên của phe đối lập để trả thù cho những điều đã xảy ra trong quá khứ"
        }
    ]
}