{
    "id": "8c59db80-9316-4d3f-baa7-47233c065d79",
    "title": "Lesson 9B",
    "originalTitle": "Lesson 9B",
    "words": [
        {
            "id": "6ef8f317-5958-4f6b-b274-53c068cb4952",
            "word": "bottle",
            "phonetic": "bɑːɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The waiter opened the bottle of wine for the guests.",
                "She hits the bottle every couple of years.",
                "He killed three bottles of rum.",
                "They collected glass bottles for a recycling project.",
                "I brought a bottle of Pinot grape wine as a gift to the dinner party."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym90dGxl&hash=083135fc1cc1adf19e54c5706863b4d9b540c28f&lang=en&cache-only=0",
            "defineEn": "a glass or plastic container that has a narrow neck and is used for storing drinks or other liquids",
            "defineVi": "một hộp thủy tinh hoặc nhựa có cổ hẹp và được sử dụng để đựng đồ uống hoặc các chất lỏng khác",
            "hasImg": true
        },
        {
            "id": "c6ce9bf2-4cbd-444f-86d2-fc9ba83236c0",
            "word": "box",
            "phonetic": "bɑːks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Check the box next to the right answer.",
                "We label our boxes with permanent markers for easy identification.",
                "A large cardboard box will serve the purpose.",
                "The chicken laid an egg in the nesting box.",
                "They pushed the heavy box across the room."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym94&hash=ce2c27a4cde9cc729959d4ea74d69df10659dba0&lang=en&cache-only=0",
            "defineEn": "a container made of wood, thick card, metal, etc. with a flat base and sides, often square or rectangular and having a lid",
            "defineVi": "một hộp làm bằng gỗ, thẻ dày, kim loại, v.v. có đế và các mặt phẳng, thường là hình vuông hoặc hình chữ nhật và có nắp",
            "hasImg": true
        },
        {
            "id": "5be20a5b-7d12-449c-ae29-84a0f34c3173",
            "word": "can",
            "phonetic": "kæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Good wine can make a meal.",
                "95 per cent of the UK can now get superfast broadband.",
                "Exercise can make a big difference to your state of health.",
                "Can the ropes take the strain?",
                "Daytime temperatures can reach 40°C."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fu&hash=3cd76005b05f73b0b6f64626d6b97e602fa24b11&lang=en&cache-only=0",
            "defineEn": "a container, made of metal, used for storing food or drink",
            "defineVi": "một thùng chứa, làm bằng kim loại, được sử dụng để lưu trữ thực phẩm hoặc đồ uống",
            "hasImg": true
        },
        {
            "id": "7608ac80-fcb1-42c4-9b70-a8d19312d06e",
            "word": "carton",
            "phonetic": "kɑːɹtən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Milk cartons, Styrofoam cups, grocery store bags - a new plant in Indiana wants them all.",
                "So this is chocolate milk carton.",
                "In Eugene, Ore., we can't even recycle our milk cartons or yogurt containers anymore.",
                "Suddenly, there were plastic garbage bags, stretchy plastic wrap, squeezable plastic bottles, takeaway cartons, and plastic containers for fruit, vegetables, and meat.",
                "And that was an outer carton for press I think."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FydG9u&hash=2627d84953306328ce6dcc538c98e42ce48ca409&lang=en&cache-only=0",
            "defineEn": "a box made of cardboard or plastic for storing goods, especially liquid",
            "defineVi": "một hộp làm bằng bìa cứng hoặc nhựa để lưu trữ hàng hóa, đặc biệt là chất lỏng",
            "hasImg": true
        },
        {
            "id": "5842f970-12b2-4149-89a0-03ecbc226455",
            "word": "jar",
            "phonetic": "dʒɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He gifted a jar of homemade butterscotch sauce to his neighbor.",
                "He discovered a jar of homemade barberry jam in the pantry.",
                "I brought you a jar of my homemade fruit curd as a gift.",
                "The closed lid of the jar preserved the freshness of the food inside.",
                "A lot of people had their hands in the cookie jar at the company."
            ],
            "audio": "https://tts.langeek.co/read?text=amFy&hash=e13dc8b26cebdc9da520920c9c749b1a9d23295f&lang=en&cache-only=0",
            "defineEn": "a glass container with a lid to store food such as honey, jam, pickles, etc.",
            "defineVi": "hộp thủy tinh có nắp đậy để đựng thực phẩm như mật ong, mứt, dưa chua, v.v.",
            "hasImg": true
        },
        {
            "id": "8945a994-4e58-4035-a105-85585dd9c880",
            "word": "packet",
            "phonetic": "pækɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can you pass me the sugar packet?",
                "The restaurant offers saccharin packets alongside sugar and honey for customers who prefer a calorie-free option.",
                "She always carries a packet of aspartame in her purse to use as a sweetener.",
                "Sometimes different packets from the same message take different routes through a network.",
                "Starting with packet switching."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFja2V0&hash=cbe3d4893d663b990a2c3f709cb64d8226ecda60&lang=en&cache-only=0",
            "defineEn": "a small bag that can contain various things, such as tea, sugar, or spices",
            "defineVi": "một túi nhỏ có thể chứa nhiều thứ khác nhau, chẳng hạn như trà, đường hoặc gia vị",
            "hasImg": true
        },
        {
            "id": "cde8f735-0a66-48a1-8bcb-945167bd4984",
            "word": "tin",
            "phonetic": "tɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "They visited a seafood market and purchased a small tin of caviar.",
                "All right, guys, as always, prep your tin.",
                "The thing is, tin exists in two different forms, or phases, depending on the temperature.",
                "Do they eat tin cans?",
                "The tin foil is very shiny!"
            ],
            "audio": "https://tts.langeek.co/read?text=dGlu&hash=2b8c5cef3496f5cdbae7aef9996fd917ad61af6c&lang=en&cache-only=0",
            "defineEn": "a metal container in which dry food is stored and sold",
            "defineVi": "một hộp kim loại trong đó thực phẩm khô được lưu trữ và bán",
            "hasImg": true
        },
        {
            "id": "1215dbb9-604a-4706-9fa7-4a2bf137b1ae",
            "word": "biscuit",
            "phonetic": "bɪskɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The little boy ate biscuits and drank lemonade until he was as full as a tick.",
                "Huckleberry jam is a popular spread for toast and biscuits.",
                "Baking powder helped the biscuits achieve a perfect rise and a tender crumb.",
                "We have all had bad break-ups but this seem to take the biscuit.",
                "He discovered that shortening was the secret ingredient for achieving a perfect flaky texture in his biscuits."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlzY3VpdA&hash=675dd270777acd8eaac9c50a9cd9e044fb8db766&lang=en&cache-only=0",
            "defineEn": "a soft cake that is small and round",
            "defineVi": "một chiếc bánh mềm nhỏ và tròn",
            "hasImg": true
        },
        {
            "id": "811a88c4-a06a-4c5a-a2e2-8ab3a01a427d",
            "word": "cereal",
            "phonetic": "siəɹɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "They use cereal as a crunchy topping for their homemade ice cream sundaes.",
                "The children enjoyed a bowl of chocolate cereal with cold milk and a glass of orange juice for breakfast.",
                "I start my day with a bowl of cereal and a splash of cold milk.",
                "I enjoy starting my day with a bowl of cereal and a glass of dairy product, like milk or yogurt.",
                "I added fresh youngberries to my cereal for a vibrant and nutritious breakfast."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VyZWFs&hash=015b56ed2fbef49ba2e279ff5a8f946c4b4978d0&lang=en&cache-only=0",
            "defineEn": "food made from grain, eaten with milk particularly in the morning",
            "defineVi": "thực phẩm làm từ ngũ cốc, ăn với sữa đặc biệt là vào buổi sáng",
            "hasImg": true
        },
        {
            "id": "6923e987-0e75-4699-96f1-e90270a934e4",
            "word": "coke",
            "phonetic": "koʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Can I get a Coke?",
                "Can I have a Coke, please?",
                "Coke produced a slew of other new innovations too.",
                "They've stuck Coke cans.",
                "According to one analyst, Coke has more exposure to restaurants like McDonald's and sports venues than its peers PepsiCo or Keurig Dr. Pepper."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29rZQ&hash=b5b24d798c6be8385ed3bc286edd9b94a528fe68&lang=en&cache-only=0",
            "defineEn": "a brand of carbonated soft drink that comes in a variety of flavors and is typically dark in color",
            "defineVi": "một nhãn hiệu nước ngọt có ga có nhiều hương vị khác nhau và thường có màu sẫm",
            "hasImg": true
        },
        {
            "id": "883a208a-d1c0-42ca-a5a0-286e75ea898c",
            "word": "crisp",
            "phonetic": "kɹɪsp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Crisp up halloumi in a hot pan and use it as a topping for homemade pizzas.",
                "Cerrado pears are known for their unique flavor and crisp texture.",
                "I like the mild spiciness and crisp texture that green pepper adds to my omelettes.",
                "She prepared a delightful crab salad, combining chunks of sweet crab meat with crisp vegetables.",
                "She carefully skinned the apple with a sharp knife, revealing its crisp flesh."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jpc3A&hash=84910dc476e696fa75f22a730be4d867dcf9e7e0&lang=en&cache-only=0",
            "defineEn": "a thin, round piece of potato, cooked in hot oil and eaten cold as a snack",
            "defineVi": "một miếng khoai tây tròn, mỏng, nấu trong dầu nóng và ăn nguội như một món ăn nhẹ",
            "hasImg": true
        },
        {
            "id": "5c2e061a-51cd-487a-8ada-b538274c3663",
            "word": "jam",
            "phonetic": "dʒæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Huckleberry jam is a popular spread for toast and biscuits.",
                "Do you want jam on it?",
                "My grandmother makes the most amazing damson jam every summer.",
                "My homemade star fruit jam was a hit among my family.",
                "Fig jam is a popular spread that you can enjoy on bread or toast."
            ],
            "audio": "https://tts.langeek.co/read?text=amFt&hash=bfa4af94d254e5a27806b8cbf740907e2fbfd61d&lang=en&cache-only=0",
            "defineEn": "a thick, sweet substance made by boiling fruit with sugar, often sold in jars and eaten on bread",
            "defineVi": "một chất đặc, ngọt được làm bằng cách đun sôi trái cây với đường, thường được bán trong lọ và ăn kèm với bánh mì",
            "hasImg": true
        },
        {
            "id": "765c202c-d84b-40e0-9ce3-2b434ade6aeb",
            "word": "milk",
            "phonetic": "mɪlk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The thunder had turned the milk.",
                "The milk has turned.",
                "The milk skin gives a unique texture to the homemade pudding.",
                "\"Do you have any milk?\"",
                "A classic hot chocolate recipe calls for scalded milk to be mixed with cocoa powder and sugar."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlsaw&hash=f67c76a77a7fe5bd77105803f37d3b6dd006135c&lang=en&cache-only=0",
            "defineEn": "the white liquid we get from cows, sheep, or goats that we drink and use for making cheese, butter, etc.",
            "defineVi": "chất lỏng màu trắng chúng ta lấy từ bò, cừu hoặc dê mà chúng ta uống và sử dụng để làm pho mát, bơ, v.v.",
            "hasImg": true
        },
        {
            "id": "f4717150-0697-46ac-9c40-5fa277c14d57",
            "word": "salt",
            "phonetic": "sɔlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Pass the salt, please.",
                "He put salt into the sugar bowl by mistake.",
                "Can you please pass the salt?",
                "The soup needed a little more salt to bring out the taste.",
                "Take a stock tip with a grain of salt."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsdA&hash=2a6085b0fe097436c7096c0c73d76b9ea6071ad9&lang=en&cache-only=0",
            "defineEn": "a natural, white substance, obtained from mines and also found in seawater that is added to the food to make it taste better or to preserve it",
            "defineVi": "một chất tự nhiên, màu trắng, thu được từ các mỏ và cũng được tìm thấy trong nước biển được thêm vào thực phẩm để làm cho thức ăn ngon hơn hoặc để bảo quản",
            "hasImg": true
        },
        {
            "id": "1c79b399-bb51-4caf-846b-3f2d5b7ff645",
            "word": "sugar",
            "phonetic": "ʃʊɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Did you put sugar in my coffee?",
                "We used brown sugar as a key ingredient in our homemade barbecue sauce.",
                "Do you take sugar in your coffee?",
                "A teaspoon of sugar can sweeten your morning coffee or tea.",
                "The chef used grape sugar to caramelize the top of the crème brûlée."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VnYXI&hash=6579e0d85085ed46998fdd287cd9afdd49590b24&lang=en&cache-only=0",
            "defineEn": "a sweet white or brown substance that is obtained from plants and used to make food and drinks sweet",
            "defineVi": "một chất ngọt màu trắng hoặc nâu thu được từ thực vật và được sử dụng để làm thức ăn và đồ uống ngọt",
            "hasImg": true
        },
        {
            "id": "35498ce4-cbb9-4b93-b8da-be33735f672b",
            "word": "tuna",
            "phonetic": "tuːnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "She prepared a mouthwatering tuna steak for dinner.",
                "He enjoyed a refreshing tuna salad sandwich for lunch, savoring the combination of flaky tuna and creamy dressing.",
                "I decided to spread some tuna paste onto freshly baked bread rolls for a satisfying lunch.",
                "He enjoyed a refreshing tuna salad sandwich for lunch, savoring the combination of flaky tuna and creamy dressing.",
                "You can elevate your tuna salad by mixing it with a spoonful of relish."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVuYQ&hash=636581ac01094d08d10de5acbaf0eb0f134b5037&lang=en&cache-only=0",
            "defineEn": "a type of large fish that is eaten as food",
            "defineVi": "một loại cá lớn được ăn như thức ăn",
            "hasImg": true
        }
    ]
}