{
    "id": "8c709e5f-64a5-4c23-8739-6dcdb9af615d",
    "title": "Lesson 34",
    "originalTitle": "Lesson 34",
    "words": [
        {
            "id": "87a9c708-0dbe-4fa0-befd-90689fcb7ba5",
            "word": "volant",
            "phonetic": "vɑːlənt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dm9sYW50&hash=7221e240fef7d77c1ed1ed5405151230de6c7623&lang=en&cache-only=0",
            "defineEn": "with wings extended in a flying position",
            "defineVi": "với đôi cánh mở rộng trong tư thế bay"
        },
        {
            "id": "6d72de64-9141-440f-a73a-9a31a647974b",
            "word": "volatile",
            "phonetic": "vɑːlɐɾəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A calm sea is less volatile.",
                "At the same time, the climate system is more volatile.",
                "And new stars are extremely volatile. ",
                "The border is tense, occasionally volatile.",
                "You have volatile memory on the camera."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9sYXRpbGU&hash=0229a61686fdb6ef82235c3f7b5b511cf0605ca8&lang=en&cache-only=0",
            "defineEn": "prone to unexpected and sudden changes, usually gets worse or dangerous",
            "defineVi": "dễ bị thay đổi bất ngờ và đột ngột, thường trở nên tồi tệ hơn hoặc nguy hiểm"
        },
        {
            "id": "26c8a124-0f48-404f-b388-8bae700ba827",
            "word": "volition",
            "phonetic": "vəlɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Still, we kind of like having them around, and they aren’t going to leave of their own volition."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9saXRpb24&hash=915ac39ca02fd24f59a5f9a727d3abd80e12cd30&lang=en&cache-only=0",
            "defineEn": "the faculty to use free will and make decisions",
            "defineVi": "khoa sử dụng ý chí tự do và đưa ra quyết định"
        },
        {
            "id": "01d5567c-be78-4772-9576-f659357efd52",
            "word": "taxation",
            "phonetic": "tækseɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Negotiations between the two warring countries fell at the final hurdle due to disagreements over cross-border taxation.",
                "It's giving taxation without representation.",
                "That's taxation without representation.",
                "What are the goals of taxation?",
                "The taxation got us from an efficient situation, where we had that maximum consumer and producer surplus."
            ],
            "audio": "https://tts.langeek.co/read?text=dGF4YXRpb24&hash=5fc437cf54125d313e41324176f7bd9138f52980&lang=en&cache-only=0",
            "defineEn": "the imposition of taxes; the practice of the government in levying taxes on the subjects of a state",
            "defineVi": "việc áp thuế; thực tiễn của chính phủ trong việc đánh thuế đối với các đối tượng của một nhà nước"
        },
        {
            "id": "8749e34e-13fa-4fa8-b692-9358c009ce66",
            "word": "taxidermy",
            "phonetic": "tæksɪdɚmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And taxidermy has played a role in history.",
                "Artistic taxidermy took an eccentric route in the Victorian Era with the introduction of anthropomorphic taxidermy.",
                "A lot of taxidermists today create anthropomorphic taxidermy.",
                "In the 1800s, scientists used taxidermy to study animals outside of their geographical region.",
                "Artistic taxidermy took an eccentric route in the Victorian Era with the introduction of anthropomorphic taxidermy."
            ],
            "audio": "https://tts.langeek.co/read?text=dGF4aWRlcm15&hash=8aebcc69d8fb4423952755e53f2b93f13383f3e9&lang=en&cache-only=0",
            "defineEn": "the art of preserving the dead body of animals by skinning and then filling them with a specific substance in order to use them as decoration",
            "defineVi": "nghệ thuật bảo quản xác chết của động vật bằng cách lột da và sau đó lấp đầy chúng bằng một chất cụ thể để sử dụng chúng làm vật trang trí",
            "hasImg": true
        },
        {
            "id": "02066851-3d03-438c-b367-53f19bda269d",
            "word": "despot",
            "phonetic": "dɛspɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "But were they in fact Enlightened, or did they remain absolutist despots?",
                "The answer will surprise you, unless you have even a passing familiarity with despots."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzcG90&hash=9c038b98d3ae06f49e8c6117035bd9f0df0d7fae&lang=en&cache-only=0",
            "defineEn": "a cruel and oppressive dictator",
            "defineVi": "một nhà độc tài độc ác và áp bức"
        },
        {
            "id": "75f9ca00-657c-4feb-9054-939da5bab7e2",
            "word": "despotic",
            "phonetic": "dɛspɑːɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And in general most of the Enlightenment thinkers believed that nobles, and the system that supported them, were despotic from top to bottom.",
                "Now, we’ve seen from examples like Poland-Lithuania that distributed power and diversity of belief sometimes means internal conflict and political gridlock that weakens a state, but in Britain, Enlightenment philosophers saw an example of a state that was strong without being despotic."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzcG90aWM&hash=37d8800f1f73b9266d958489290b43f03405517e&lang=en&cache-only=0",
            "defineEn": "characteristic of an absolute ruler or absolute rule; having absolute sovereignty",
            "defineVi": "đặc điểm của một người cai trị tuyệt đối hoặc quy tắc tuyệt đối; có chủ quyền tuyệt đối"
        },
        {
            "id": "f7a66672-89ab-481a-8f54-3a2283fce46d",
            "word": "despotism",
            "phonetic": "dɛspətɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Nonetheless, after the war, he came to believe that slavery was, in his own words, the greatest despotism of all time.",
                "To Russia, where despotism can be taken pure and without the base alloy of hypocrisy.",
                "The next year, Mahoney writes a book about his experiences and dedicates it to Stanton saying Stanton had earned the honor through his acts of outrage, tyranny and despotism."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzcG90aXNt&hash=147e6dcda89bd11c4cecba2979b78e817c3c8b0f&lang=en&cache-only=0",
            "defineEn": "a form of government in which the ruler is an absolute dictator (not restricted by a constitution or laws or opposition etc.)",
            "defineVi": "một hình thức chính phủ trong đó người cai trị là một nhà độc tài tuyệt đối (không bị hạn chế bởi hiến pháp hoặc luật pháp hoặc phe đối lập, v.v.)"
        },
        {
            "id": "24d07bfb-13e2-472e-88ec-b2a6750c2800",
            "word": "to convene",
            "phonetic": "tə kənviːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Every winter in Quartzsite, Arizona, Wells' devotees convene at the RTR, the Rubber Tramp Rendezvous, for seminars and community.",
                "Every winter in Quartzsite, Arizona, Wells' devotees convene at the RTR,the Rubber Tramp Rendezvous, for seminars and community.",
                "They convene in secret a few times a year: Andy's Iranian fan club.",
                "Republicans will convene a special legislative session.",
                "The Senate will convene as a court of impeachment."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udmVuZQ&hash=1a1de1a3700f64c327f4ee8c8104684bae73d79e&lang=en&cache-only=0",
            "defineEn": "to meet or bring together a group of people for an official meeting",
            "defineVi": "gặp gỡ hoặc tập hợp một nhóm người cho một cuộc họp chính thức"
        },
        {
            "id": "e3252212-d1d9-41be-81f5-d68519c5f6e4",
            "word": "convenience",
            "phonetic": "kənviːnɪəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "What sells CDs to most people is convenience.",
                "The goods will be delivered at your convenience.",
                "Please return the completed form at your earliest convenience.",
                "The machine records your messages and you can answer them at your convenience.",
                "We look forward to receiving the payment at your earliest convenience."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmVuaWVuY2U&hash=45502c9dc9e9f086c94b06b888cace2d695b9aa6&lang=en&cache-only=0",
            "defineEn": "the state or quality of being easy to use or do",
            "defineVi": "trạng thái hoặc chất lượng dễ sử dụng hoặc làm"
        },
        {
            "id": "828daa3a-c5ad-4112-b02e-b2a658f09d3b",
            "word": "to garrote",
            "phonetic": "tə ɡɚɹɑːt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2Fycm90ZQ&hash=8e19d4dfb0033768d1990196e0e27e79d554d6e5&lang=en&cache-only=0",
            "defineEn": "strangle with an iron collar",
            "defineVi": "siết cổ bằng vòng sắt"
        },
        {
            "id": "48fc3910-8247-452f-b838-eaa5b67253ad",
            "word": "to garrison",
            "phonetic": "tə ɡæɹɪsən ",
            "partOfSpeechType": "verb",
            "examples": [
                "ROBERT ABRAMS: For example, daily livestreamed community briefings by our garrison and installation commanders, with questions and answers, as well as multiple virtual town halls with our senior commanders.",
                "It's the longest continuously garrisoned military installation in the United States.",
                "In June of 1756 the British governor of Calcutta, Roger Drake, made the mistake of insulting the emissaries sent by the nawab Siraj-ud-daula, who duly besieged and captured the English garrison of 500 with his own army of 30,000.",
                "And the stage was set for the fighting to begin, which it did, when Southern troops fired upon the Union garrison at Fort Sumter in Charleston harbor on April 12, 1861."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2Fycmlzb24&hash=5b27f04bd270f84925b1d159c6e388f4b766a34d&lang=en&cache-only=0",
            "defineEn": "station (troops) in a fort or garrison",
            "defineVi": "đóng quân (quân đội) trong một pháo đài hoặc đồn trú"
        },
        {
            "id": "e8324546-1bf4-45c2-8a00-592cfba70438",
            "word": "to expiate",
            "phonetic": "tʊ ɛkspɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwaWF0ZQ&hash=347a39165b79c3b747031a754d845ffa5a8940af&lang=en&cache-only=0",
            "defineEn": "make amends for",
            "defineVi": "bù đắp cho"
        },
        {
            "id": "72b6c414-4162-468b-b25c-53f4096a8546",
            "word": "to exploit",
            "phonetic": "tʊ ɛksplɔɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They got filthily rich by exploiting and underpaying their workers.",
                "It's all too easy for hackers to exploit vulnerabilities and gain access to your data.",
                "As soon as the opportunity arose, he was quick off the mark in exploiting it.",
                "Remember, no need to exploit his weaknesses and all that nonsense, just give him enough rope and he'll hang himself.",
                "Other aquatic insects like water treaders exploit surface tension, just like thumbtacks and paper clips."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwbG9pdA&hash=fe6d861f841f5d6400b380c47a8672fc9970f46d&lang=en&cache-only=0",
            "defineEn": "to use someone or something in an unfair way, which is only advantageous to oneself",
            "defineVi": "để sử dụng một ai đó hoặc một cái gì đó một cách không công bằng, mà chỉ có lợi cho chính mình"
        },
        {
            "id": "69f184f3-730d-4370-83f3-267912c44b43",
            "word": "morbid",
            "phonetic": "mɔːɹbɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Morbidity or morbid is a clinical term for disease state.",
                "This is kinda morbid.",
                "Primary is morbid fear of childbirth in a woman who has no previous experience of pregnancy.",
                "You're like wow, we've introduced this very morbid notion to a whole generation.",
                "Let's not get too morbid around here."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9yYmlk&hash=f845d50cc56067ccd9fec4b3ab6ab83b944c0142&lang=en&cache-only=0",
            "defineEn": "suggesting the horror of death and decay",
            "defineVi": "cho thấy nỗi kinh hoàng của cái chết và sự suy tàn"
        },
        {
            "id": "5e35825b-c195-4c16-bd7b-df76cf8ec74e",
            "word": "moribund",
            "phonetic": "mɔːɹɪbʌnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "PAUL SOLMAN: Internet chatters hyping and buying stock in seemingly moribund companies.",
                "OK, for Eunice Bae, the theater industry is moribund."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9yaWJ1bmQ&hash=a4797525a4e9a3bb61aed741260f88d3295d5ad0&lang=en&cache-only=0",
            "defineEn": "nearing the state of death",
            "defineVi": "cận kề cái chết"
        },
        {
            "id": "598dfa2d-a645-49ba-90c4-0fc5f4c6b145",
            "word": "mortician",
            "phonetic": "mɔːɹtɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Today, y'all, Rhett is going to get - a makeover from a mortician.",
                "To give us more insight into the Black Death, here’s Caitlin Doughty of Ask a Mortician.",
                "And click to the next video to see me get a dead person makeover with a real mortician."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9ydGljaWFu&hash=96b504d3bd9519f4b82dcf2866f7346d7c0778be&lang=en&cache-only=0",
            "defineEn": "someone who prepares dead bodies for burial or cremation and arranges funerals as their job",
            "defineVi": "người chuẩn bị xác chết để chôn cất hoặc hỏa táng và sắp xếp tang lễ như công việc của họ"
        },
        {
            "id": "6d84190e-e7a1-458d-b032-a0018fca7289",
            "word": "to console",
            "phonetic": "tə kənsoʊl ",
            "partOfSpeechType": "verb",
            "examples": [
                "My brother spends hours playing video games on his console.",
                "While confirmed details are scarce, word has it that the company's next video game console will be the most powerful commercial machine ever built.",
                "The heartbroken man consoled himself with the thought that it is better to have loved and lost than never to have loved at all - he was grateful for the memories and experiences he had shared with his former partner.",
                "When their house was burglarized, Tom and his family were devastated, but their neighbors tried to console them by saying that lightning never strikes the same place twice.",
                "Out the gate, the company's latest video game console has proven wildly popular."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc29sZQ&hash=897857e8addad8eea09ba72bce64d650e586eec2&lang=en&cache-only=0",
            "defineEn": "to help a person, who is either disappointed or emotionally suffering, feel better",
            "defineVi": "để giúp một người, người đang thất vọng hoặc đau khổ về mặt cảm xúc, cảm thấy tốt hơn"
        },
        {
            "id": "13af914a-9236-4cbd-9343-029b077e1126",
            "word": "consolation",
            "phonetic": "kɑːnsəleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "But here is some consolation.",
                "If it's any consolation, she'll feel very guilty for feeling relieved.",
                "He calls and reaches Condi Rice on 9/11 offering aid, assistance, consolation, solace, whatever.",
                "Well, if it's any consolation to the viewers wherever you are financially at 20 I guarantee you you're better than I was at that age.",
                "One of humanity's most deadly assailants is a behavior-altering parasite, though if it's any consolation, it's not our brains that are being hijacked."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc29sYXRpb24&hash=88938b072299ee3eaa2c123083b994b0b33c9567&lang=en&cache-only=0",
            "defineEn": "the act of consoling; giving relief in affliction",
            "defineVi": "hành động an ủi; cứu trợ trong hoạn nạn"
        },
        {
            "id": "13194b5c-65ac-4362-a702-5d5ea321569d",
            "word": "to consolidate",
            "phonetic": "tə kənsɑːlᵻdeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The entire health system was consolidating.",
                "The bread business has to consolidate Sara Lee and Wonderbread, two of the biggest names in bread.",
                "He was consolidating power.",
                "In 2018, roughly 100 lawsuits over AFFF were consolidated in South Carolina.",
                "William consolidated his gains with a huge castle-building campaign and a reorganization of English society."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc29saWRhdGU&hash=b3691fd6e7c478148d84d1fae54a901a1dc24592&lang=en&cache-only=0",
            "defineEn": "to merge several financial accounts, debts, funds, into one",
            "defineVi": "để hợp nhất một số tài khoản tài chính, các khoản nợ, quỹ, thành một"
        }
    ]
}