{
    "id": "8c75324a-cb55-461c-8e51-4e3145227744",
    "title": "Beliefs & World Views",
    "originalTitle": "Beliefs & World Views",
    "words": [
        {
            "id": "db40e34a-b3f2-4347-9c54-7af086ac3614",
            "word": "unanimity",
            "phonetic": "juːnɐnɪmᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Only 48 out of 50 states required unanimity to convict in criminal trials until 2018.",
                "WILLIAM BRANGHAM: I should say, for all of the celebration today, there isn't total unanimity in the black community about this.",
                "Despite the differences on the Palestinians, is there unanimity about how to handle the Biden administration, especially when it comes to the Iran nuclear deal?",
                "But I don’t see, from right away, a kind of unanimity like you had.",
                "Well, I don't disagree, but I would add that at least there's a consensus now, if not unanimity, that this is a serious, grave national calamity."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5hbmltaXR5&hash=093368b772bb0f80be611f798d199ae470dcfc08&lang=en&cache-only=0",
            "defineEn": "a situation in which all those involved are in complete agreement on something",
            "defineVi": "một tình huống trong đó tất cả những người liên quan đều hoàn toàn đồng ý về một cái gì đó"
        },
        {
            "id": "2bed6079-c435-4c2c-8256-964cc116e04c",
            "word": "to advocate",
            "phonetic": "tʊ ædvəkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "As a shareholder in the company, I have a dog in the fight and will advocate for decisions that benefit the organization.",
                "She was proud to belong to an organization that advocates for animal rights.",
                "The politician recognized that with great power comes great responsibility, and used their influence to advocate for policies that would benefit the most vulnerable members of society.",
                "After attending the seminar on mental health, I became awake to the stigma surrounding mental illness and decided to become an advocate for greater awareness and understanding.",
                "The Swedes advocate limited social distancing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWR2b2NhdGU&hash=ef5f531ec27908336db070137b591e7a21a304c6&lang=en&cache-only=0",
            "defineEn": "to publicly support something",
            "defineVi": "để hỗ trợ công khai một cái gì đó"
        },
        {
            "id": "edd61ac7-7d71-49b3-9f1a-62bd9cab1707",
            "word": "to confute",
            "phonetic": "tə kənfjuːt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZnV0ZQ&hash=14e27a07d6e551af7bee0ef82aaf9a7b245a4765&lang=en&cache-only=0",
            "defineEn": "to disprove something or someone",
            "defineVi": "để bác bỏ một cái gì đó hoặc một ai đó"
        },
        {
            "id": "96b9d016-b65c-4bf2-92eb-db4ae2cd7e81",
            "word": "to bias",
            "phonetic": "tə baɪəs ",
            "partOfSpeechType": "verb",
            "examples": [
                "As a journalist, I believe that fair play is a jewel, and it's important to report the truth without bias or prejudice.",
                "Discrimination and bias in hiring practices can result in an unlevel playing field for job applicants, as qualified candidates from marginalized groups may face barriers and unequal treatment.",
                "Bias sucks.",
                "First of all, people are biased.",
                "Third, it exhibits bias."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmlhcw&hash=5701c2dbe0fe2b98511d2cdf92b491eaf7dd655a&lang=en&cache-only=0",
            "defineEn": "to unfairly influence or manipulate something or someone in favor of one particular opinion or point of view, often to the detriment of others",
            "defineVi": "gây ảnh hưởng hoặc thao túng một cách không công bằng một cái gì đó hoặc một ai đó để ủng hộ một ý kiến hoặc quan điểm cụ thể, thường gây bất lợi cho người khác"
        },
        {
            "id": "2e392f95-4b05-490a-9851-da0255eb8218",
            "word": "altercation",
            "phonetic": "ɔltɚkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, they go through that circuit six times, and then they move into what we call the push-pull station, that replicates that altercation.",
                "About five years into my sentence, I got into an altercation with a bank robber and was thrown in solitary confinement.",
                "And then, like, at the beginning of this year, this girl got into an altercation on Facebook, and she ended up fighting the girl at school.",
                "and I got into a little altercation with a guy 'cause his name was miles with an I, B-E-S-T.",
                "That didn't go over very well, that it was clear that one side seemed to, you know, initiate this altercation."
            ],
            "audio": "https://tts.langeek.co/read?text=YWx0ZXJjYXRpb24&hash=f0f82c8c480c550ff799f1605359d3679d144d7c&lang=en&cache-only=0",
            "defineEn": "a noisy dispute",
            "defineVi": "tranh chấp ồn ào"
        },
        {
            "id": "fd92c0b4-c128-4607-9fe5-149c80bf0ab2",
            "word": "presupposition",
            "phonetic": "pɹiːsəpəzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJlc3VwcG9zaXRpb24&hash=74292af9d24874fc95520602433fde4eaaf538b0&lang=en&cache-only=0",
            "defineEn": "something that one perceives to be true, even though it remains to be proved, especially at the beginning of an argument",
            "defineVi": "một cái gì đó mà một người cho là đúng, mặc dù nó vẫn còn phải được chứng minh, đặc biệt là khi bắt đầu một cuộc tranh luận"
        },
        {
            "id": "90e180ae-5988-4fb7-9400-983703ead0d4",
            "word": "to accord with",
            "phonetic": "tʊ ɐkoːɹd wɪð ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjb3JkIHdpdGg&hash=333687408c2cccb0618f159a9dcb8280e21c84fc&lang=en&cache-only=0",
            "defineEn": "to agree with or correspond to something",
            "defineVi": "để đồng ý với hoặc tương ứng với một cái gì đó"
        },
        {
            "id": "247ae5b4-6a4b-413f-ab35-dbab50f3461c",
            "word": "bone of contention",
            "phonetic": "boʊn ʌv kəntɛnʃən ",
            "partOfSpeechType": "phrase",
            "examples": [
                "There's, there's been one bone of contention, which is my character's name, which is Bill Cox.",
                "ISIS was even a bone of contention between the French and American presidents.",
                "But figuring out why, where, and when domestic dogs first originated is still a bone of contention."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9uZSBvZiBjb250ZW50aW9u&hash=63565ce905fd3ea8098e3ad56ecfb4115ce7bad9&lang=en&cache-only=0",
            "defineEn": "a subject over which people disagree",
            "defineVi": "một chủ đề mà mọi người không đồng ý"
        },
        {
            "id": "0b17b92f-f481-4af6-bf39-e7a9c9931e1d",
            "word": "adversary",
            "phonetic": "ædvɚsɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The president of the United States was now an adversary.",
                "And for allies and adversaries, that light has been dimmed.",
                "Those adversaries are watching, trying to censor and control.",
                "For years, America's adversaries have argued democracy is too messy to be trusted.",
                "There will be adversaries who will try to evade our systems. "
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2ZXJzYXJ5&hash=1c8beff5d957b8c41479439697e0f498679a0562&lang=en&cache-only=0",
            "defineEn": "a person that one is opposed to and fights or competes with",
            "defineVi": "một người mà một người phản đối và chiến đấu hoặc cạnh tranh với",
            "hasImg": true
        },
        {
            "id": "772a8826-6d83-42ef-8a93-eee534759a13",
            "word": "to bicker",
            "phonetic": "tə bɪkɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "We even bicker about the proper way to eat them.",
                "They're so used to just bickering and bickering and bickering.",
                "They will sometimes bicker over a certain piece of food, but it's over in just a few seconds and they go back to eating what's ever next.",
                "They're bickering, but they did something good this week.",
                "Arabic and European scholars even bickered over whether the famous fruit that tempted Eve was not an apple, but a banana."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmlja2Vy&hash=d67cd315185d5b0c91962c116d20b17185432882&lang=en&cache-only=0",
            "defineEn": "to argue over unimportant things",
            "defineVi": "để tranh luận về những điều không quan trọng",
            "hasImg": true
        },
        {
            "id": "103e15d3-4184-4b56-a1a6-db892aa51a81",
            "word": "ammunition",
            "phonetic": "æmjuːnɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "They let loose a couple of rounds of ammunition.",
                "They needed ammunition.",
                "Yesterday gave them ammunition.",
                "Sometimes, the ammunition is not enough for the enemy.",
                "You have your ammunition, and then you have the enemy."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1tdW5pdGlvbg&hash=adb164d2a520c732bc34f228135a0fb5834144cc&lang=en&cache-only=0",
            "defineEn": "a set of facts or information that can be used to win an argument against someone or to criticize them",
            "defineVi": "một tập hợp các sự kiện hoặc thông tin có thể được sử dụng để giành chiến thắng trong cuộc tranh luận chống lại ai đó hoặc chỉ trích họ"
        },
        {
            "id": "ed409620-8189-4104-8f34-17c20a1a0f3b",
            "word": "concurrence",
            "phonetic": "kəŋkɜːɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "And then ICE at the time was not equipped to do large numbers of families in detention, and so the recommendation to him through ICE with our concurrence was you need to establish a family detention center. ",
                "And so I think, particularly because of Justice Kavanaugh's concurrence, we may see the NCAA working hard hustling to reform their approach, such that they're not the subject of lawsuits that deem these student athletes as employees going forward."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY3VycmVuY2U&hash=462f9a7af06dbd1a6f89ffde18a2bb7ca4e05d45&lang=en&cache-only=0",
            "defineEn": "the state of being in agreement",
            "defineVi": "trạng thái đồng thuận"
        },
        {
            "id": "0660d8e9-269e-445f-a9de-439180b10af7",
            "word": "approbation",
            "phonetic": "æpɹəbeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXBwcm9iYXRpb24&hash=e64a77fafe68794cc6863462d613b31f49340a2d&lang=en&cache-only=0",
            "defineEn": "official approval or agreement",
            "defineVi": "phê duyệt hoặc thỏa thuận chính thức"
        },
        {
            "id": "19aef35a-66ac-4241-a3ae-4024f8779c9a",
            "word": "to conform",
            "phonetic": "tə kənfɔːɹm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Despite the pressure to conform, she chose to do her own thing and started her own business, which became a great success.",
                "Despite his unconventional ideas, John knew that it is ill striving against the stream and decided to conform to the company's dress code.",
                "First of all, the brain conforms to the shape of the skull, not the other way around.",
                "- You can conform or confirm.",
                "In claws, the bed of keratinocytes conforms to a narrow finger bone, wrapping around the end of the digit and radiating outwards to form a cone-shaped structure."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZm9ybQ&hash=00ca0b9131188c8c2f000c230e87a04ea3df37fc&lang=en&cache-only=0",
            "defineEn": "to think or act similar to most people in a particular society or group",
            "defineVi": "suy nghĩ hoặc hành động tương tự như hầu hết mọi người trong một xã hội cụ thể hoặc nhóm"
        },
        {
            "id": "d5f5118d-cc85-40fc-823a-37b8dac869e1",
            "word": "to assent",
            "phonetic": "tʊ ɐsɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I think he knew, when he essentially gave his unenthusiastic assent to Pelosi and Reid to go ahead and let’s get this done, he was doing what McCain often talked about. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNzZW50&hash=96db83ac36de7dd9c5d60f66b1a9f46045431d2e&lang=en&cache-only=0",
            "defineEn": "to agree to something, such as a suggestion, request, etc.",
            "defineVi": "để đồng ý với một cái gì đó, chẳng hạn như một đề nghị, yêu cầu, vv"
        },
        {
            "id": "92b9631d-f75f-471a-81e8-de6695abd506",
            "word": "assertion",
            "phonetic": "ɐsɜːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "But Darvill rejects that assertion.",
                "But Darvill rejects that assertion.",
                "I just made a series of assertions.",
                "The content of your assertion is your proposition.",
                "That assertion has a truth value, but it’s indeterminate, because the show’s not over yet."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNzZXJ0aW9u&hash=adaa1b34e102224763081b24de0ce12c342200b9&lang=en&cache-only=0",
            "defineEn": "a statement representing a fact or what you strongly believe in",
            "defineVi": "một tuyên bố đại diện cho một thực tế hoặc những gì bạn tin tưởng mạnh mẽ vào"
        },
        {
            "id": "849e117b-7000-4e4d-9fdc-0cd8c56a141f",
            "word": "avowal",
            "phonetic": "ɐvaʊəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXZvd2Fs&hash=113b82735ed4bcdf256180b60e9cad94f7d2500d&lang=en&cache-only=0",
            "defineEn": "an open declaration or affirmation of one’s opinions",
            "defineVi": "một tuyên bố cởi mở hoặc khẳng định ý kiến của một người"
        },
        {
            "id": "78155e51-215a-41a5-a935-2563f409a4bc",
            "word": "conformity",
            "phonetic": "kənfoːɹmᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "But Divine Right theory also meant religious conformity.",
                "Now, this is different from conformity.",
                "Conformity is the tendency to change your beliefs or behaviors to match those around you or in your culture.",
                "Here, his subjects put an emphasis on conformity and worry about what would happen to Heinz if he was seen as a criminal.",
                "A single defector among the confederates was enough to completely wipe out the conformity effect."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZm9ybWl0eQ&hash=7eca55f00d5871f6a227d1c4534a31c9e6bb4259&lang=en&cache-only=0",
            "defineEn": "behavior that corresponds to socially accepted rules",
            "defineVi": "hành vi tương ứng với các quy tắc được xã hội chấp nhận"
        },
        {
            "id": "a24984af-b12c-4b83-912b-686d35cfe5b2",
            "word": "contention",
            "phonetic": "kəntɛnʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, yeah, I was in contention.",
                "That was never in contention.",
                "the clutter in my office shop or garage is a point of contention for us.",
                "That could legitimately be like daily driver contention.",
                "And at the heart of it all remain two main points of contention:"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGVudGlvbg&hash=f317656ee798fe7081069eec199917808801ba31&lang=en&cache-only=0",
            "defineEn": "strong disagreement",
            "defineVi": "bất đồng mạnh mẽ"
        },
        {
            "id": "db9e04dc-5db6-4cad-a94e-c66192a5f3fb",
            "word": "deadlock",
            "phonetic": "dɛdlɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "While we're at this deadlock, Iran's nuclear program is increasingly active.",
                "We have the impression that the Turkish leadership is deliberately trying to lead relations between Russia and Turkey into deadlock."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVhZGxvY2s&hash=38bd24ff92f1208bba6154c000e83cc378e31983&lang=en&cache-only=0",
            "defineEn": "a situation in which the parties involved do not compromise and therefore are unable to reach an agreement",
            "defineVi": "một tình huống trong đó các bên liên quan không thỏa hiệp và do đó không thể đạt được thỏa thuận"
        },
        {
            "id": "7fbd6543-a256-4cfd-bfbd-16f49ff92305",
            "word": "to differ",
            "phonetic": "tə dɪfɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "When everyone in the group agreed on the idea without questioning it, John reminded them of the proverb great minds think alike, though fools seldom differ, to encourage them to think independently and critically.",
                "Let's just agree to differ on this topic and start talking about something else, huh?",
                "Towns 130 miles apart differ about 10 minutes in sun times. ",
                "Towns 1,300 miles apart differ about 100 minutes in sun times. ",
                "These levels differ by orders of magnitude."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlmZmVy&hash=5c6412b703121ed6a2deb5d1babcb767ffd18430&lang=en&cache-only=0",
            "defineEn": "to disagree with someone; to have a different opinion",
            "defineVi": "không đồng ý với ai đó; có ý kiến khác"
        },
        {
            "id": "4fdf9bad-1e1a-4f3e-a2dd-f43ccab3d468",
            "word": "dissent",
            "phonetic": "dɪsɛnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dictator governed the country with a heavy hand, suppressing any form of dissent or opposition.",
                "Dissent is not tolerated.",
                "This is not dissent.",
                "This is not dissent.",
                "and he was all about dissent."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzc2VudA&hash=d931f7caba6cc67daed9e72e52dd265644aff58c&lang=en&cache-only=0",
            "defineEn": "disagreement with what is officially or commonly accepted",
            "defineVi": "bất đồng với những gì được chính thức hoặc thường được chấp nhận"
        },
        {
            "id": "29ae9cbe-8817-44aa-a3c4-9c01c15f4707",
            "word": "dissident",
            "phonetic": "dɪsɪdənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dissident members of the party finally came to heel after the president's speech.",
                "The dissident then addressed his followers.",
                "Russian dissident Alexei Navalny is ending a 24-day hunger strike in prison.",
                "I was in dissident circles during the Soviet times.",
                "He ordered a crackdown on protesters and dissidents."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzc2lkZW50&hash=55f18370b0c9736e6ca3c0810afa6abb03bd9226&lang=en&cache-only=0",
            "defineEn": "someone who declares opposition to the government of one's country, knowing there is punishment for doing so",
            "defineVi": "một người tuyên bố phản đối chính phủ của một quốc gia, biết rằng sẽ bị trừng phạt vì làm như vậy"
        },
        {
            "id": "416d5e83-06b8-4fa4-8826-b97584a32ca7",
            "word": "to diverge",
            "phonetic": "tə daɪvɜːdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Populations diverge into new species!",
                "Finally our lives are diverging.",
                "For instance, according to this genetic research, Elephant birds and Kiwis diverged in the Eocene Epoch, about 50 million years ago.",
                "So we could say this diverges.",
                "So for the same reason as the b sub n sequence, this thing is going to diverge."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGl2ZXJnZQ&hash=f4fc26634809cc76747b4b99b99c0997febaa460&lang=en&cache-only=0",
            "defineEn": "(of views, opinions, etc.) to be different from each other",
            "defineVi": "(về quan điểm, ý kiến, v.v.) khác nhau"
        },
        {
            "id": "b7a7a99a-4859-4216-bcb5-62e97dd20696",
            "word": "dogma",
            "phonetic": "dɑːɡmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Instead, it shields science from becoming unchallenged dogma.",
                "We call this universal pathway the central dogma of biology, because it sounds really cool, and because it’s something that all life shares.",
                "Early collections like the Quranic manuscripts at Chinguetti were more centered around storing and spreading religious dogma.",
                "One of the things you’ve written and talked about in speeches is kind of a culture here in Silicon Valley and a culture of, you know, there’s a very strong dogma at Facebook of making the world more open and connected and seeing the social good of this tool that they’ve created. ",
                "But I think that was smart of Trump, to sort of take that and buck traditional Republican dogma when it came to populism and globalism, and that he was going to bring trade back, and that he was going to fight these trade wars, and he was going to fight illegal immigration in a way that the Romneys and the Paul Ryans of the world were not promising."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9nbWE&hash=49a1167a3e5f018bc0b868ec75bebb7e7907454a&lang=en&cache-only=0",
            "defineEn": "a belief or a belief system held by an authority who proclaims it to be undeniably true and expects immediate acceptance",
            "defineVi": "một niềm tin hoặc một hệ thống niềm tin được nắm giữ bởi một cơ quan tuyên bố nó là sự thật không thể phủ nhận và mong đợi sự chấp nhận ngay lập tức"
        },
        {
            "id": "a082d7eb-167b-4bc8-af9e-cc459d837f0c",
            "word": "extrapolation",
            "phonetic": "ɛkstɹæpəleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In fact, according to mathematical extrapolations, respiration doesn’t top out until 60 or 70 degrees Celsius! ",
                "It could be that astronomers have been calculating the telescope extrapolations wrong.",
                "Those extrapolations are all based on, like, really well-tested laws of physics, so you would think these results would match up pretty well with what we’ve observed with instruments like Hubble.",
                "Or, at least, if they want to make extrapolations based on what they observe, they have to be super careful, because the trait they’re looking at might be completely dependent on context."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0cmFwb2xhdGlvbg&hash=bcf9e572fae25f6866a7757555aed591fbfefa4f&lang=en&cache-only=0",
            "defineEn": "the act of using known facts or existing trends in order to conclude or estimate something assuming that the current trends or facts will remain relevant",
            "defineVi": "hành động sử dụng các sự kiện đã biết hoặc các xu hướng hiện có để kết luận hoặc ước tính điều gì đó với giả định rằng các xu hướng hoặc sự kiện hiện tại sẽ vẫn phù hợp"
        },
        {
            "id": "69afba43-9057-4995-8661-e29801dc67c1",
            "word": "feud",
            "phonetic": "fjuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have closed the book on this feud.",
                "God, I love historian feuds.",
                "Babe, nobody reads when the family feuds. ",
                "By the end of 2015, the feud had made it to the world stage.",
                "They got into a bloody feud with the infamous street gang MS-13."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmV1ZA&hash=1a818a53cc7e4bce261240626c82c4d3fed17130&lang=en&cache-only=0",
            "defineEn": "a heated argument that lasts for a long time",
            "defineVi": "một cuộc tranh luận sôi nổi kéo dài trong một thời gian dài"
        },
        {
            "id": "8df576b2-0370-4848-81f9-ca940c3be105",
            "word": "schism",
            "phonetic": "skɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "We now have a major schism between two tribes, magical thinkers and evidence seekers.",
                "In Tudor England during the schism between the Church of England and the Roman Catholic Church, depending on which monarch was arbitrarily in power and which religion they followed your choice of religious book could get you murdered.",
                "You know, there’s some thought that there’s a schism between Secretary Nielsen’s feelings about some of these issues and the president’s. ",
                "The Cardinals, surrounded by loyal Romans, then elected an Italian pope, causing the French Cardinals to scatter and regroup to elect a French pope to head the papal court in Avignon, which meant there were two popes and a schism had occurred."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NoaXNt&hash=b61ebb5a455ffaf872f83a2aeeb7ca60da49de86&lang=en&cache-only=0",
            "defineEn": "a division between a group of people caused by their disagreement over beliefs or views",
            "defineVi": "một bộ phận giữa một nhóm người gây ra bởi sự bất đồng của họ về niềm tin hoặc quan điểm"
        },
        {
            "id": "e07984e7-4720-4acc-9d93-a19d41231eb9",
            "word": "heresy",
            "phonetic": "hɛɹəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Messonnier's warnings were heresy.",
                "Bruno was convicted of heresy for his ideas about the universe, but countless sky-watchers since his time have dreamed about those other worlds, too.",
                "Beginning in Limbo, he travels through the circles of Lust, Gluttony, Greed, Wrath, Heresy, Violence, and Fraud, to the horrific ninth circle of Treachery, where sinners are trapped under the watchful eyes of Satan himself.",
                "And, I’m happy to report that they are no longer being convicted of heresy, and the science of astronomy has proven them all right.",
                "And the heresy of-for instance-denying the pope’s authority could get you burned at the stake, as John Hus was in 1415."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVyZXN5&hash=d0d93b1834485d30dea1c4b8d329d4fbc81d911d&lang=en&cache-only=0",
            "defineEn": "an opinion that is profoundly against the official principles of a particular religion",
            "defineVi": "một ý kiến sâu sắc chống lại các nguyên tắc chính thức của một tôn giáo cụ thể"
        },
        {
            "id": "0c8decda-c493-48a6-936d-7cd7366c4549",
            "word": "to plead",
            "phonetic": "tə pliːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "My younger brother is always pleading for me to help out his career, so I threw him a bone and got him a small gig.",
                "Wright's mother pleaded for calm.",
                "Both pleaded not guilty to all counts.",
                "He pleads not guilty.",
                "President Trump's former lawyer, Michael Cohen, pleaded guilty to two campaign finance violations related to these hush money payments."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxlYWQ&hash=3ab939bb7e17d3df4a8b8d19be2209607b934c97&lang=en&cache-only=0",
            "defineEn": "to state something as an excuse",
            "defineVi": "để tuyên bố một cái gì đó như một cái cớ"
        },
        {
            "id": "4bddecf4-2e31-4e05-96cd-fcc8d24cabab",
            "word": "anodyne",
            "phonetic": "ænədaɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Given the sometimes anodyne statements that you see inside Hallmark greeting cards, to come out so eloquently and so pointedly against the administration, I thought was very courageous."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5vZHluZQ&hash=5548bc52e600717e2566a4cdf55be962360c78c8&lang=en&cache-only=0",
            "defineEn": "not likely to offend people or cause disagreement or tension",
            "defineVi": "không có khả năng xúc phạm mọi người hoặc gây ra sự bất đồng hoặc căng thẳng"
        },
        {
            "id": "261d4a3e-67a7-46aa-9c9e-2e524501dc80",
            "word": "contradictory",
            "phonetic": "kɑːntɹədɪktɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "These arguments provide the foundation for Simmel's account of the contradictory nature of modern life.",
                "The contradictory emails I've gotten from that company lead me to believe that the left hand doesn't know what the right hand is doing.",
                "But the numbers can often feel contradictory.",
                "When that happens to a brand with a worldwide presence, the company may get contradictory results. ",
                "But there’s a lot of contradictory science, too."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJhZGljdG9yeQ&hash=15ab5182be99d99e3280480a420242dfb5d8f7dd&lang=en&cache-only=0",
            "defineEn": "(of statements, beliefs, facts, etc.) lacking agreement between each other",
            "defineVi": "(về tuyên bố, niềm tin, sự kiện, v.v.) thiếu sự thống nhất với nhau"
        },
        {
            "id": "7c490460-b942-4c0e-941c-aa804feb4a0d",
            "word": "declamatory",
            "phonetic": "dᵻklæmətoːɹi ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVjbGFtYXRvcnk&hash=49544161df4f1eaba20d98cacba07b7d8cf4a658&lang=en&cache-only=0",
            "defineEn": "expressing one’s feelings in a dramatic and forceful way",
            "defineVi": "thể hiện cảm xúc của một người một cách ấn tượng và mạnh mẽ"
        },
        {
            "id": "d49dee94-5d1a-4092-9bdd-1fea3584620c",
            "word": "incontestable",
            "phonetic": "ɪŋkəntɛstəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5jb250ZXN0YWJsZQ&hash=c8ae9317f9f8bb655c22928a29c498c3d250e8a2&lang=en&cache-only=0",
            "defineEn": "true and therefore impossible to be denied or disagreed with",
            "defineVi": "đúng và do đó không thể bị từ chối hoặc không đồng ý với"
        },
        {
            "id": "ea752004-1e8b-4f02-bbad-974db7849ee6",
            "word": "dialectical",
            "phonetic": "daɪəlɛktɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The gold standard therapy for borderline personality disorder is dialectical behavior therapy.",
                "Dialectical behavior therapy was developed for borderline personality disorder.",
                "The main treatment is dialectical behavior therapy and medication only to address other symptoms like depression or anxiety.",
                "And then there's dialectical behavioral therapy for binge eating disorder.",
                "I've talked about dialectical behavior therapy, or DBT, as the best treatment for borderline personality disorder."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhbGVjdGljYWw&hash=43611b9903b8c118e27407fcf68c66a05dad6793&lang=en&cache-only=0",
            "defineEn": "discovering the truth of ideas by logically discussing the opposite ideas",
            "defineVi": "khám phá sự thật của các ý tưởng bằng cách thảo luận một cách hợp lý các ý tưởng đối lập"
        },
        {
            "id": "a8b2e274-2207-42af-963a-f6a85b77016d",
            "word": "evangelical",
            "phonetic": "iːvɐndʒɛlɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "According to Pew, about 17 percent of adult Americans identify as white evangelicals.",
                "But among white evangelical Americans, interest in the vaccine isn't as widespread.",
                "As a staunch evangelical Christian, he had questioned scientific advice.",
                "Many evangelical leaders work to overcome reluctance to receive inoculations among their followers.",
                "We reached out to some evangelicals in our viewership to ask them about their attitudes towards the vaccines."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZhbmdlbGljYWw&hash=90bca9f782838fe65f99b9f245f9f1a46a496ef5&lang=en&cache-only=0",
            "defineEn": "very eager to persuade people to accept one's views or opinions",
            "defineVi": "rất mong muốn thuyết phục mọi người chấp nhận quan điểm hoặc ý kiến của một người"
        },
        {
            "id": "8434927a-2b0c-4ae5-9d55-497c6528f8f7",
            "word": "disposed",
            "phonetic": "dɪspoʊzd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlzcG9zZWQ&hash=8b8a931734f3b9ded050134548e6a0d5bf3ef35d&lang=en&cache-only=0",
            "defineEn": "having a specific feeling, opinion, or attitude about someone or something",
            "defineVi": "có một cảm giác cụ thể, ý kiến, hoặc thái độ về một ai đó hoặc một cái gì đó"
        },
        {
            "id": "655110ba-5e01-4022-92a8-bc7d96c74b5e",
            "word": "polemic",
            "phonetic": "pɑːlɛmɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9sZW1pYw&hash=1ca047ed5b9244e822fda293368ef8d1dc79217b&lang=en&cache-only=0",
            "defineEn": "involving rational arguments to support or oppose an opinion, usually the opposite of others'",
            "defineVi": "liên quan đến các lập luận hợp lý để hỗ trợ hoặc phản đối một ý kiến, thường là ngược lại với ý kiến của người khác"
        },
        {
            "id": "6ef5ed51-381d-4154-b435-361e12433871",
            "word": "vociferous",
            "phonetic": "voʊsɪfɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The most vociferous protesters were often African Americans, and in the northern states at least, their pleas were heard.",
                "When it came to the opposition, where was the loudest, most vociferous opposition coming from to this?",
                "So we will have to see exactly how they move forward in opposition to this deal, without their most vociferous voice, which has been Netanyahu, since the deal was announced in 2015."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9jaWZlcm91cw&hash=ef414f69b977a3197edb48fe5e316991c71fdfcb&lang=en&cache-only=0",
            "defineEn": "confidently expressing one's opinion in a loud and firm voice",
            "defineVi": "tự tin thể hiện ý kiến của mình bằng giọng nói to và chắc chắn"
        },
        {
            "id": "46777cc0-370f-47f1-a5d1-ff9251ab4e5d",
            "word": "to sustain",
            "phonetic": "tə səsteɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Talent, hard work, and professionalism are what truly sustain a career.",
                "The radiation from the sun provides heat and light to sustain life on Earth.",
                "Of course, planets with more dense atmospheres, like Venus or Saturn, could sustain more intense sound waves, and even higher decibel levels.",
                "Could that smaller budget sustain the same number of contractors?",
                "An average midsize supermarket can sustain one person for about 55 years."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VzdGFpbg&hash=e338be6c0989b67d5ce9ff24f678d1ca9e40bcc6&lang=en&cache-only=0",
            "defineEn": "to support an opinion, argument, theory, etc. or to prove it's credibility",
            "defineVi": "để hỗ trợ một ý kiến, lập luận, lý thuyết, vv hoặc để chứng minh nó đáng tin cậy"
        },
        {
            "id": "d6000c7a-790a-407d-9f19-fb264cc679a4",
            "word": "to scorn",
            "phonetic": "tə skɔːɹn ",
            "partOfSpeechType": "verb",
            "examples": [
                "We were scorned.",
                "I reject your verdict with scorn!",
                "'Well, don't cry,' said Catherine with scorn.",
                "He said outright that he had scorn for humanity, he had no use for relationships.",
                "And has even been the target of scorn for its popularity with well-heeled buyers who never drive the thing off pavement."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2Nvcm4&hash=13361c19347e032252689a9cb2a721fbb7614cf6&lang=en&cache-only=0",
            "defineEn": "to have no respect for someone or something because one thinks they are stupid or undeserving",
            "defineVi": "không tôn trọng ai đó hoặc cái gì đó bởi vì người ta nghĩ rằng họ ngu ngốc hoặc không xứng đáng"
        }
    ]
}