{
    "id": "8c7f1453-7ddf-47db-8f49-2d6168e1a53f",
    "title": "Doubt and Certainty",
    "originalTitle": "Doubt and Certainty",
    "words": [
        {
            "id": "cfb62fa1-3752-44cf-ad58-e10c7f0d04fc",
            "word": "to admit of",
            "phonetic": "tʊ ɐdmɪt ʌv ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRtaXQgb2Y&hash=77c7a67a5109abb46073c85d61dcc007c0bb520b&lang=en&cache-only=0",
            "defineEn": "to allow or show the possibility of something",
            "defineVi": "để cho phép hoặc hiển thị khả năng của một cái gì đó"
        },
        {
            "id": "71a040ae-77a0-4173-a82d-ac9636cb600a",
            "word": "to cinch",
            "phonetic": "tə sɪntʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The repair is a cinch.",
                "The student broke down a large project into smaller, more manageable tasks, as she believed that life is hard by the yard but by the inch life's a cinch.",
                "And they cinch the zip ties tight.",
                "So, you and your teammates should be a cinch in this the biggest all-American team we've ever had.",
                "Then they close their bell around the prey and cinch themselves up tight like a trash bag."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2luY2g&hash=3ea34d1f602bfc062a20b9fb97e9dcfcfd015442&lang=en&cache-only=0",
            "defineEn": "to make certain of or to guarantee something",
            "defineVi": "để chắc chắn về hoặc để đảm bảo một cái gì đó"
        },
        {
            "id": "daeb8757-e8d7-4162-91cb-05026fb3ac2d",
            "word": "to divine",
            "phonetic": "tə dᵻvaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "As a manager, I encourage my team to take responsibility for their mistakes and to show understanding and forgiveness towards their colleagues, knowing that to err is human, to forgive divine.",
                "For the Chinese, dragons symbolize divine power, controlling the rain, rivers, sea, and all other bodies of water.",
                "For Mahayana Buddhists, the Buddha was divine.",
                "It was a divine disaster area.",
                "He's like a divine being."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGl2aW5l&hash=7a8a25247d4ebbb458683c093d139d2429aa87af&lang=en&cache-only=0",
            "defineEn": "to figure out something by guessing or using one's intuition",
            "defineVi": "để tìm ra một cái gì đó bằng cách đoán hoặc sử dụng trực giác của một người"
        },
        {
            "id": "f8bdc25c-399c-41c4-8ed6-5710e1e03871",
            "word": "to guesstimate",
            "phonetic": "tə ɡɛstᵻmət ",
            "partOfSpeechType": "verb",
            "examples": [
                "Guesstimate your business expenses.",
                "I would guesstimate that it was leading out of the stomach.",
                "Or even better, guesstimating this.",
                "I think that there was a bit of a ballpark guesstimate on the website, but it wasn't official.",
                "So I'm just gonna, kinda guesstimate where that last, that last cervical is and cut into the muscle."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3Vlc3N0aW1hdGU&hash=9ebedfe6bd1d889fec9f99049c6c947d5d19d80a&lang=en&cache-only=0",
            "defineEn": "to estimate something by calculating and guessing",
            "defineVi": "để ước tính một cái gì đó bằng cách tính toán và đoán"
        },
        {
            "id": "2bb04989-2093-46a4-a633-0eed5b620444",
            "word": "to hazard",
            "phonetic": "tə hæzɚd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Most home givers aren't receiving hazard pay.",
                "A remote fuel supply minimized the fire hazard.",
                "A big hazard is a dependency in the instructions.",
                "And the blowtorch comes with fire hazards.",
                "Vidale: Historically, they biggest hazard from earthquakes has been fire."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGF6YXJk&hash=016aa47095f72ea6952440205a99033cccc0031d&lang=en&cache-only=0",
            "defineEn": "to state an opinion, guess, suggestion, etc. even though there are chances of one being wrong",
            "defineVi": "để đưa ra một ý kiến, phỏng đoán, gợi ý, v.v. mặc dù có khả năng sai"
        },
        {
            "id": "356c4d0b-5ae1-43ea-b8ea-e17a210f9fcf",
            "word": "to scruple",
            "phonetic": "tə skɹuːpəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "And there are some companies that are enterprising in sort of absorbing that money and doing stuff for that money, and they have no scruples about what they do."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NydXBsZQ&hash=9101b93b68071e4ff8bdbbacd6b8ad52895b5be5&lang=en&cache-only=0",
            "defineEn": "to hesitate or be dubious about doing something that one thinks might be wrong or immoral",
            "defineVi": "do dự hoặc nghi ngờ về việc làm điều gì đó mà người ta nghĩ có thể là sai trái hoặc vô đạo đức"
        },
        {
            "id": "acc9e416-4bfd-4eb0-af7d-f3e5cf0a8ac0",
            "word": "to surmise",
            "phonetic": "tə sɚmaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The study surmised that with good hygiene and social distancing measures, there was no spread of Covid-19 in gyms.",
                "Not all animals have them, as you’ve probably surmised, but carnivores, rodents, and many primates do.",
                "Now he correctly surmised that these tiny positively charged ions were themselves fundamental particles: Protons.",
                "What we do, what we can surmise out of them, and part of the fun and challenge of speaking to a Washington audience is there might be someone in this room who, like, wrote the ECG plan who knows I'm entirely wrong about this."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VybWlzZQ&hash=d9ad1f8bef53da5c8a4fbb282b16492e7e4ef47f&lang=en&cache-only=0",
            "defineEn": "to come to a conclusion without enough evidence",
            "defineVi": "để đi đến một kết luận mà không có đủ bằng chứng"
        },
        {
            "id": "6508ba3d-b469-4ea7-909c-cc78f543e2d2",
            "word": "to warrant",
            "phonetic": "tə wɔːɹənt ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the government tried to pass a law that would allow them to enter people's homes without a warrant, many citizens protested, stating that an Englishman's home is his castle.",
                "The skepticism around ESG investing is warranted.",
                "In 1555, this procedure didn’t warrant much acclaim.",
                "Are they warranted?",
                "We hunt the warrant it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FycmFudA&hash=ab892cf100abf30dc21458dc4eb46a65281fed40&lang=en&cache-only=0",
            "defineEn": "to necessitate or justify a certain action",
            "defineVi": "để đòi hỏi hoặc biện minh cho một hành động nhất định"
        },
        {
            "id": "f274f478-add9-4230-a84a-525fda348c3c",
            "word": "axiomatic",
            "phonetic": "æksɪəmæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXhpb21hdGlj&hash=23bf6f1290ff4b2749df1a4012f77a47aeb1a219&lang=en&cache-only=0",
            "defineEn": "unquestionably true in a way that there is no need for proof",
            "defineVi": "không thể nghi ngờ là đúng theo cách mà không cần bằng chứng"
        },
        {
            "id": "8c9a399a-67c3-4465-ab4b-dc56435e6d9a",
            "word": "ambiguous",
            "phonetic": "æmbɪɡjuːəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In other words, it was ambiguous.",
                "So it’s an ambiguous legacy. ",
                "But on the other hand, they’re also the most ambiguous signals.",
                "Well this is probably the most ambiguous wrap up of an Origin of Everything episode to date!",
                "Insider trading by corporate insiders is a criminal offense, but those rules are ambiguous for congressional lawmakers."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1iaWd1b3Vz&hash=d8058d2bac3c530e2cd422bb51122b86a003dd21&lang=en&cache-only=0",
            "defineEn": "having multiple meanings and being open to different interpretations, which can be intentional at times",
            "defineVi": "có nhiều nghĩa và cởi mở với những cách hiểu khác nhau, đôi khi có thể là cố ý"
        },
        {
            "id": "c8e5f54b-9261-4009-b507-1bb2a1e24def",
            "word": "apocryphal",
            "phonetic": "ɐpɑːkɹɪfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I was wondering if that story was apocryphal or early war department disinformation.",
                "I have never been able to really track down whether it was apocryphal story or not.",
                "Walter Stahr: I think the bit about the photograph is certainly apocryphal, because photography was at such an early stage."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBvY3J5cGhhbA&hash=5304a1025fbf3947ac07cd1c68a6f6a493953e33&lang=en&cache-only=0",
            "defineEn": "(of a statement or story) unlikely to be authentic, even though it is widely believed to be true",
            "defineVi": "(của một tuyên bố hoặc câu chuyện) không chắc là xác thực, mặc dù nó được nhiều người tin là đúng"
        },
        {
            "id": "cb54c154-cc32-4397-a864-5da3c323a466",
            "word": "bewildered",
            "phonetic": "bᵻwɪldɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Bewildered refugees clogged the roads, seeking escape where there was no escape.",
                "The car bewildered customers at first, but it took off.",
                "He was quiet and patient and a little bewildered, he'd never been hurt before.",
                "Remember, that was the year Joan of Arc was burned to death for heresy and witchcraft because the English were so bewildered that a teenage peasant girl could lead the French army to victory that they decided she had to be a witch and a heretic."
            ],
            "audio": "https://tts.langeek.co/read?text=YmV3aWxkZXJlZA&hash=5b178e0a07abf8070677035294e76972f3d0bd3c&lang=en&cache-only=0",
            "defineEn": "experiencing confusion",
            "defineVi": "trải qua sự nhầm lẫn",
            "hasImg": true
        },
        {
            "id": "0bc1a1c0-41ff-4676-ac35-5c9cb6960f22",
            "word": "categorical",
            "phonetic": "kæɾɪɡɔːɹɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Vowels aren’t categorical like this.",
                "There’s no categorical imperative or principle of utility.",
                "Categorical changes are really hard to reverse, once they’ve taken hold.",
                "So, the first formulation of the categorical imperative is about the universality of our actions.",
                "The first formulation of the categorical imperative is often known as the universalizability principle."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0ZWdvcmljYWw&hash=f948fe1e79801242079a9911eba3647fd28c8291&lang=en&cache-only=0",
            "defineEn": "without a doubt",
            "defineVi": "không nghi ngờ gì"
        },
        {
            "id": "452612a8-370e-4f31-87c4-24448992e1d3",
            "word": "cliffhanging",
            "phonetic": "klɪfhæŋɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2xpZmZoYW5naW5n&hash=53c70a22464547741154b32372a13c81183d2684&lang=en&cache-only=0",
            "defineEn": "(of a situation, movie, etc.) having an unclear ending that makes it enticing",
            "defineVi": "(về một tình huống, bộ phim, v.v.) có một kết thúc không rõ ràng khiến nó trở nên hấp dẫn"
        },
        {
            "id": "159d2ec7-dad2-41d4-9ed4-599bc8808662",
            "word": "decisive",
            "phonetic": "dᵻsaɪsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The team had been preparing for the big game for months, and when they stepped onto the field, they went to town, scoring goal after goal and securing a decisive victory.",
                "That's very decisive.",
                "It was a decisive moment.",
                "With the North’s decisive victory, Confederate dollars were suddenly useless scraps of paper.",
                "It erupted after one decisive meeting."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjaXNpdmU&hash=132a4136e24294067bd32e30beda99826524dddc&lang=en&cache-only=0",
            "defineEn": "able to make decisions quickly and confidently",
            "defineVi": "có thể đưa ra quyết định một cách nhanh chóng và tự tin"
        },
        {
            "id": "db277eb8-83e7-4cf7-bea7-95da9711834f",
            "word": "dogmatic",
            "phonetic": "dɑːɡmæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG9nbWF0aWM&hash=54218579eba758b973902c877e75cbd7f35c7aee&lang=en&cache-only=0",
            "defineEn": "being convinced that everything one believes in is true and others are wrong",
            "defineVi": "bị thuyết phục rằng mọi thứ một người tin vào là đúng và những người khác là sai"
        },
        {
            "id": "4eb611b1-75f5-4dda-b3f7-8e1902ffc4ac",
            "word": "equivocal",
            "phonetic": "ᵻkwɪvəkəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXF1aXZvY2Fs&hash=59ccf8ac06f5d696d1035124ef2260eb8ac7bb7a&lang=en&cache-only=0",
            "defineEn": "deliberately not having one obvious meaning and therefore open to interpretation, often intended to deceive",
            "defineVi": "cố tình không có một ý nghĩa rõ ràng và do đó dễ giải thích, thường nhằm mục đích đánh lừa"
        },
        {
            "id": "a1ed389e-33a7-4de0-8afa-4f6e663029d1",
            "word": "halting",
            "phonetic": "hɔltɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The new year has begun, unfortunately, with a halting start in addressing the pandemic.",
                "But is it your sense that things will start to get better, and this is really just the sort of early halting, faltering steps of this process?",
                "Analysts, academics and farmers themselves have all gotten used to admitting that they just don't know what to expect over these next few months, as it's become clear that the return to normal will be a slow, halting process."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFsdGluZw&hash=744758c68204a048e27b76f40e5880163cc5d9e6&lang=en&cache-only=0",
            "defineEn": "acting or talking with hesitation due to uncertainty or lack of confidence",
            "defineVi": "hành động hoặc nói chuyện với sự do dự do không chắc chắn hoặc thiếu tự tin"
        },
        {
            "id": "0648c585-4ed8-41cc-acca-acb2fa6cd5de",
            "word": "incontrovertible",
            "phonetic": "ɪŋkɑːntɹəvɜːɾᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Darwin wanted to wait until he had incontrovertible proof."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jb250cm92ZXJ0aWJsZQ&hash=8e7e0341753ccdb39407ebb08c039dccaeb1ca04&lang=en&cache-only=0",
            "defineEn": "true in a way that leaves no room for denial or disagreement",
            "defineVi": "đúng theo cách không có chỗ cho sự phủ nhận hoặc bất đồng"
        },
        {
            "id": "98dce491-bb1d-49f3-b1e5-95115ec67530",
            "word": "reputed",
            "phonetic": "ɹᵻpjuːɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "By saving money and working as a governess and tutor, she eventually was able to move to Paris to study at the reputed Sorbonne."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwdXRlZA&hash=77108df7b1de813c213eff3b45c1c88010385a54&lang=en&cache-only=0",
            "defineEn": "generally perceived to exist or be the case despite being uncertain",
            "defineVi": "thường được coi là tồn tại hoặc là trường hợp mặc dù không chắc chắn"
        },
        {
            "id": "ff8c31eb-4f12-4118-a0bf-f2a05e24e14c",
            "word": "robust",
            "phonetic": "ɹoʊbʌst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The hollow center of rigatoni allows it to hold robust sauces and fillings.",
                "When I tasted the tomato chutney, I was pleasantly surprised by the robust flavors.",
                "Sarah is strong as an oak, effortlessly conquering physical challenges with her robust and unyielding strength.",
                "The marinara sauce used a flavor enhancer made from sun-dried tomatoes, enhancing the robust and tangy taste.",
                "But these faster techniques produce less robust resilience."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9idXN0&hash=dd508e7e5449ea307626357a0bdc665cad9d4677&lang=en&cache-only=0",
            "defineEn": "displaying forcefulness and determination",
            "defineVi": "thể hiện sự mạnh mẽ và quyết tâm"
        },
        {
            "id": "c280d8d8-9524-48f3-8274-4abb4e244bbd",
            "word": "wavering",
            "phonetic": "weɪvɚɹɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Wavering sounds are similar, but are much smoother in the way they bounce between notes.",
                "Narrator: Venne and the rest of her team experimented with sound she categorized as pulsating, wavering, and smooth."
            ],
            "audio": "https://tts.langeek.co/read?text=d2F2ZXJpbmc&hash=4b75d2e13529ab41c9a83fde139fe38aba8dd4a2&lang=en&cache-only=0",
            "defineEn": "unable to decide between two opinions, possibilities, etc.",
            "defineVi": "không thể quyết định giữa hai ý kiến, khả năng, v.v."
        },
        {
            "id": "8c51ee96-a5dc-44d8-891b-043c3f7d722e",
            "word": "buoyancy",
            "phonetic": "bɔɪənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Controlling their buoyancy.",
                "His buoyancy is equivalent.",
                "That’s buoyancy.",
                "Tiny hairs on their legs trap air bubbles and increase their buoyancy.",
                "That force of buoyancy pushes up on each ring, until it matches the downward force of gravity."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVveWFuY3k&hash=6accc4b451e2394902a585f62a31db5b1e209464&lang=en&cache-only=0",
            "defineEn": "a feeling of hopefulness and confidence that makes one remain cheerful, especially in sad or unpleasant situations",
            "defineVi": "một cảm giác hy vọng và tự tin khiến một người vẫn vui vẻ, đặc biệt là trong những tình huống buồn hoặc khó chịu"
        },
        {
            "id": "9b5afb16-4b9c-4e0b-b006-18e8054481c4",
            "word": "certitude",
            "phonetic": "sɜːɾɪtuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I’m the 100% metaphysical certitude. "
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VydGl0dWRl&hash=8e42cb98e68811a9bdd7af5f007ac8620921b7d3&lang=en&cache-only=0",
            "defineEn": "the feeling of complete certainty",
            "defineVi": "cảm giác hoàn toàn chắc chắn"
        },
        {
            "id": "1444c66c-bde0-43a4-a1a7-2dfe931697e8",
            "word": "conjecture",
            "phonetic": "kəndʒɛktʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "MASHA GESSEN - Well, that’s all conjecture.",
                "I'm just conjecturing what it might mean.",
                "To be clear, this is pure conjecture.",
                "I’m not particularly comforted by this idea, but the good news is that this idea isn’t really much more than conjecture.",
                "Cantor's conjecture became known as the continuum hypothesis."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uamVjdHVyZQ&hash=72ef288815cfb3adb8a4451da29e59234a7ee956&lang=en&cache-only=0",
            "defineEn": "an idea that is based on guesswork and not facts",
            "defineVi": "một ý tưởng dựa trên phỏng đoán chứ không phải sự thật"
        },
        {
            "id": "c66ec989-0966-4b94-8670-d70017812238",
            "word": "diffidence",
            "phonetic": "dɪfɪdəns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlmZmlkZW5jZQ&hash=020e77c1d0853060e548979ceab99b9ebb354476&lang=en&cache-only=0",
            "defineEn": "shyness due to a lack of confidence in oneself",
            "defineVi": "nhút nhát vì thiếu tự tin vào bản thân",
            "hasImg": true
        },
        {
            "id": "eee309e6-c51c-4b93-af99-b1d03dbd94ef",
            "word": "educated guess",
            "phonetic": "ɛdʒuːkeɪɾᵻd ɡɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "However, we can make some educated guesses.",
                "Test out each new hypothesis, or educated guess, yourself.",
                "We don’t know the exact conditions in Enceladus’ oceans, but astronomers do have some educated guesses.",
                "However, everything we know about their language and culture is only an educated guess.",
                "Of course, there are way too many of these guys to actually go out and count them, so scientists have to make educated guesses."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWR1Y2F0ZWQgZ3Vlc3M&hash=21896e8d48a04d31a0f47677fa0a1c01b44c6cf3&lang=en&cache-only=0",
            "defineEn": "a guess that is made according to one's experience or knowledge thus is more likely to be true",
            "defineVi": "một phỏng đoán được thực hiện theo kinh nghiệm hoặc kiến thức của một người do đó có nhiều khả năng đúng hơn"
        },
        {
            "id": "c6411f44-4b0e-4dec-8270-849a6953a922",
            "word": "foregone conclusion",
            "phonetic": "foːɹɡɑːn kəŋkluːʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So it's not a foregone conclusion that it's going to be Nancy Pelosi.",
                "but anyway, this all raises an interesting question: Was the result of the war a foregone conclusion?",
                "However, some market experts remain skeptical of drawing foregone conclusion based solely on market data.",
                "That was a foregone conclusion: He would never get out of committee.",
                "For us, the key focus was building a company that was going to be relevant and that was not a foregone conclusion, certainly not in the time that we were developing those products. "
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yZWdvbmUgY29uY2x1c2lvbg&hash=57e177254ca250bd2b96865b52b843c2d4e0e09e&lang=en&cache-only=0",
            "defineEn": "something that is assumed to be true or already decided upon before any evidence or arguments are presented",
            "defineVi": "một cái gì đó được cho là đúng hoặc đã được quyết định trước khi đưa ra bất kỳ bằng chứng hoặc lập luận nào"
        },
        {
            "id": "ef58b63c-b38c-4abf-be9c-efa46213e488",
            "word": "plight",
            "phonetic": "plaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We were deeply moved by her plight.",
                "Sad, woe is us, to come to this plight!",
                "She felt deeply moved by this picture of his plight.",
                "Now, the plight of these workers is fueling a push in Congress for major immigration reforms.",
                "No one cared about your plight."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxpZ2h0&hash=dbcd034ac5a647a550f6f497d39421ad370b3567&lang=en&cache-only=0",
            "defineEn": "an unpleasant, sad, or difficult situation",
            "defineVi": "một tình huống khó chịu, buồn, hoặc khó khăn"
        },
        {
            "id": "13af9e5e-290e-4f50-bb5e-309bf1159ee9",
            "word": "quandary",
            "phonetic": "kwɔndɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Kate was in a quandary for the last two weeks.",
                "I've had two job offers, and I'm in a real quandary about which one to accept.",
                "Quandaries like this come up all the time when you consider the divine attributes.",
                "Otherwise, you’d be stuck in a philosophical quandary known as an infinite regress.",
                "But just like Baartman’s return to South Africa presented a legal puzzle since her body predates the founding of the nation, the Bunkers’ bodies also present a legal quandary because none of their immediate family members are alive today (although they have a sizeable number of descendants)."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhbmRhcnk&hash=77b2b31a0054609c8767327315446598b809ad78&lang=en&cache-only=0",
            "defineEn": "a state of being perplexed or uncertain about how to proceed in a situation that is difficult",
            "defineVi": "một trạng thái bối rối hoặc không chắc chắn về cách tiến hành trong một tình huống khó khăn",
            "hasImg": true
        },
        {
            "id": "e40b3e05-7ed3-412d-a58c-1486bbb48d8e",
            "word": "vagueness",
            "phonetic": "veɪɡnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "It does create a sense of sort of vagueness or uncertainty about how long its new products will hang around for."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFndWVuZXNz&hash=b4cd449370f391a062cf7c7ff2fec7a45f889d70&lang=en&cache-only=0",
            "defineEn": "the lack of clear expression, knowing, describing, or decision",
            "defineVi": "sự thiếu biểu hiện rõ ràng, biết, mô tả hoặc quyết định"
        }
    ]
}