{
    "id": "8cd3412d-2eac-4cbd-ae14-90bc780eb28b",
    "title": "Making an Argument 1",
    "originalTitle": "Making an Argument 1",
    "words": [
        {
            "id": "699e8ff8-9463-4a4e-8454-8a8c4eca0aee",
            "word": "chink in {one's} armor",
            "phonetic": "tʃɪŋk ɪn wʌn bækslæʃ ɛs ɑːɹmɚ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hpbmsgaW4ge29uZSdzfSBhcm1vcg&hash=50bea200ed60dccab9c65f207096b0b8150cddc3&lang=en&cache-only=0",
            "defineEn": "‌a weakness in someone's character or argument that can be used against them",
            "defineVi": "‌một điểm yếu trong tính cách hoặc lập luận của ai đó có thể được sử dụng để chống lại họ",
            "hasImg": true
        },
        {
            "id": "fa4af8a9-d36e-46ff-857e-5524637fb83d",
            "word": "ad hominem",
            "phonetic": "æd hɑːmənəm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He was not going to engage in ad hominem with him.",
                "I’m afraid that there will be violence in 2020 and that there will be little or no substance, and everything will be accusations and ad hominem attacks. "
            ],
            "audio": "https://tts.langeek.co/read?text=YWQgaG9taW5lbQ&hash=7aab51cb573f841e9b02339e661cc2d542493398&lang=en&cache-only=0",
            "defineEn": "(of an argument) directed against a person and not their point of view",
            "defineVi": "(của một cuộc tranh luận) nhằm chống lại một người chứ không phải quan điểm của họ"
        },
        {
            "id": "eaef7418-9eef-4131-9ca4-1f311a349dd3",
            "word": "a link in the chain",
            "phonetic": "ɐ lɪŋk ɪnðə tʃeɪn ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YSBsaW5rIGluIHRoZSBjaGFpbg&hash=c06a03d5cf5144a3fe127264ee0a113114af7d5f&lang=en&cache-only=0",
            "defineEn": "one of the steps, stages, or points involved in a process or argument",
            "defineVi": "một trong các bước, giai đoạn hoặc điểm liên quan đến một quá trình hoặc đối số"
        },
        {
            "id": "d90b92a3-c79b-45dd-a6d5-d4316d0cf508",
            "word": "ammunition",
            "phonetic": "æmjuːnɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "They let loose a couple of rounds of ammunition.",
                "They needed ammunition.",
                "Yesterday gave them ammunition.",
                "Sometimes, the ammunition is not enough for the enemy.",
                "You have your ammunition, and then you have the enemy."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1tdW5pdGlvbg&hash=adb164d2a520c732bc34f228135a0fb5834144cc&lang=en&cache-only=0",
            "defineEn": "a set of facts or information that can be used to win an argument against someone or to criticize them",
            "defineVi": "một tập hợp các sự kiện hoặc thông tin có thể được sử dụng để giành chiến thắng trong cuộc tranh luận chống lại ai đó hoặc chỉ trích họ"
        },
        {
            "id": "16cfa2db-1e35-4076-8c78-17ef387644a9",
            "word": "anyway",
            "phonetic": "ɛnɪweɪ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Yet, for the moment anyway, the bankers have lost their Midas touch.",
                "I went to college anyway, as a part-time student, paying my own way.",
                "but i waved a dead chicken and corrected the spelling anyway.",
                "Sarah knew that skipping classes would hurt her grades, but she did it anyway.",
                "I know it's risky, but if I'm going to get in trouble anyway, I might as well be hanged for a sheep as a lamb."
            ],
            "audio": "https://tts.langeek.co/read?text=YW55d2F5&hash=fee28890b49d1af63e40b1d3138b1f98e6b060f5&lang=en&cache-only=0",
            "defineEn": "used to introduce a statement that confirms or supports a previous point",
            "defineVi": "được sử dụng để giới thiệu một tuyên bố xác nhận hoặc hỗ trợ một điểm trước đó"
        },
        {
            "id": "9273b1ff-f076-4dba-99fe-4eb54e9bdfb5",
            "word": "apologia",
            "phonetic": "ɐpɑːlədʒə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXBvbG9naWE&hash=57b7265b7a7b56dc199bcd22e437f1048b36bd34&lang=en&cache-only=0",
            "defineEn": "a formal written defense used to justify one's beliefs or opinions",
            "defineVi": "một văn bản bảo vệ chính thức được sử dụng để biện minh cho niềm tin hoặc ý kiến của một người"
        },
        {
            "id": "79a0c809-8abc-44b0-a60d-2df8872ba50a",
            "word": "aporia",
            "phonetic": "ɐpoːɹiə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXBvcmlh&hash=13415f3269f6b63ea5d28493d2410614854233a4&lang=en&cache-only=0",
            "defineEn": "a situation in which a theory or argument cannot be true because two or more parts of it are contradictory",
            "defineVi": "một tình huống trong đó một lý thuyết hoặc lập luận không thể đúng bởi vì hai hoặc nhiều phần của nó mâu thuẫn"
        },
        {
            "id": "714cc3fe-d558-4204-bab3-19d1b9f85c22",
            "word": "arguable",
            "phonetic": "ɑːɹɡjuːəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I don't think it's even seriously arguable that we reopen too soon."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJndWFibGU&hash=e9f9086ebdab49be445a8f2313ebee5be1a45796&lang=en&cache-only=0",
            "defineEn": "(of an ideology or opinion) not certain and could be backed up by facts and reasons",
            "defineVi": "(của một ý thức hệ hoặc ý kiến) không chắc chắn và có thể được hỗ trợ bởi các sự kiện và lý do"
        },
        {
            "id": "24914d7f-844b-4019-9962-987edef589e7",
            "word": "arguably",
            "phonetic": "ɑːɹɡjuːəbli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Lobbying is arguably the American government's oldest profession.",
                "They arguably comprise one of the most important retail businesses in the country.",
                "Viruses are arguably the most notorious parasites on Earth.",
                "Arguably, one of the most important molecules in all of biology is ATP.",
                "Arguably the most famous robot on its way to Mars is the Mars 2020 Rover."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJndWFibHk&hash=86a82bf549b3d65267542cd575ab14f071d174b3&lang=en&cache-only=0",
            "defineEn": "used when giving an opinion one believes could be supported by providing reasons for it",
            "defineVi": "được sử dụng khi đưa ra ý kiến mà một người tin rằng có thể được hỗ trợ bằng cách cung cấp lý do cho nó"
        },
        {
            "id": "02dbab98-25d5-4977-99ae-40a25dbebbdc",
            "word": "to argue",
            "phonetic": "tʊ ɑːɹɡjuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "They were always arguing about money, chores, and even the smallest things.",
                "For the past couple of years, the chattering classes have argued about whether the religious right is in decline.",
                "The prosecutor argued that the defendant should be sentenced to life imprisonment at the court's pleasure, given the severity of the crime.",
                "One person argued the toss for four hours before he agreed to pay.",
                "We used to argue a lot, but that's all water under the bridge now."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXJndWU&hash=9a444fc8d1250de576887a53ca15bd9f5a14c7a4&lang=en&cache-only=0",
            "defineEn": "to provide reasons when saying something is the case, particularly to persuade others that one is right",
            "defineVi": "để cung cấp lý do khi nói một cái gì đó là trường hợp, đặc biệt là để thuyết phục người khác rằng một là đúng"
        },
        {
            "id": "a67adeff-c031-48b4-8c11-7f41862c684a",
            "word": "argument",
            "phonetic": "ɑːɹɡjuːmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "These arguments provide the foundation for Simmel's account of the contradictory nature of modern life.",
                "His argument rests on shaky ground.",
                "The lawyer presented the right argument in court.",
                "Your article barely laid a glove on my arguments.",
                "He would start an argument at the drop of a hat."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJndW1lbnQ&hash=72760f1d8bf8d1677b622f67a2325c945720f347&lang=en&cache-only=0",
            "defineEn": "a reason or sets of reasons presented to show the correctness or falsehood of an action or idea",
            "defineVi": "một lý do hoặc tập hợp các lý do được trình bày để cho thấy tính đúng đắn hoặc sai trái của một hành động hoặc ý tưởng",
            "hasImg": true
        },
        {
            "id": "7ceafb85-887f-4090-ac7e-e24fa15d4ae1",
            "word": "argumentation",
            "phonetic": "ɑːɹɡjuːmənteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The debate between the two politicians was intense, as diamond cuts diamond, and both were skilled in rhetoric and argumentation.",
                "Miller is extremely fluent in a certain line of argumentation around immigration. ",
                "I mean, it was a radical policy to cancel DACA, but the actual argumentation that Sessions lays out in his announcement is really so far beyond the pale of what the conversation has ever consisted of with regard to DACA that is itself striking and says a lot about his intentions all along. "
            ],
            "audio": "https://tts.langeek.co/read?text=YXJndW1lbnRhdGlvbg&hash=2f8789cfe6eebdd5efbd13cb69e6cec5b10e1f83&lang=en&cache-only=0",
            "defineEn": "the process or action of logical reasoning for persuading others",
            "defineVi": "quá trình hoặc hành động của lý luận hợp lý để thuyết phục người khác"
        },
        {
            "id": "b097391f-ddad-4d60-88a3-bc4dc63956fd",
            "word": "argumentative",
            "phonetic": "ɑːɹɡjuːmɛntətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "People with paranoid personality can be very argumentative, but that could just be seen as opinionated and outspoken.",
                "And it’s important to note that, while philosophers have a reputation for being an argumentative lot, they don’t think of the Socratic method as something that results in a winner and a loser."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJndW1lbnRhdGl2ZQ&hash=8af84aa3746cf3bc607e6a52cb045e8cbab7d452&lang=en&cache-only=0",
            "defineEn": "(of a person) ready to argue and often arguing",
            "defineVi": "(của một người) sẵn sàng tranh luận và thường tranh luận",
            "hasImg": true
        },
        {
            "id": "e9a0ba10-fbbc-4ba5-9f30-6919b2ffd3bf",
            "word": "a stick to beat someone with",
            "phonetic": "ɐ stɪk tə biːt sʌmwʌn wɪð ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YSBzdGljayB0byBiZWF0IHNvbWVvbmUgd2l0aA&hash=58379890b2e1b687f61e90a709a883316b214d4f&lang=en&cache-only=0",
            "defineEn": "something that can be used as a basis for criticism or punishment of someone",
            "defineVi": "một cái gì đó có thể được sử dụng làm cơ sở để chỉ trích hoặc trừng phạt ai đó"
        },
        {
            "id": "9137f276-db9a-4c92-b7d3-084a8746a0fc",
            "word": "at the same time",
            "phonetic": "æt ðə seɪm taɪm ",
            "partOfSpeechType": "phrase",
            "examples": [
                "You're the kind of person who walks and chews gum at the same time, so I guess this task load won't be a problem for you.",
                "At the same time, Maduro's opposition was swiftly gaining strength.",
                "At the same time, companies announced buybacks to the tune of a record $1.1 trillion worth of their own stock.",
                "Deodorants, however, inhibit bacterial activity and mask odors at the same time.",
                "At the same time the parents lay their eggs, the antibody and protein composition of their mucus bulks up."
            ],
            "audio": "https://tts.langeek.co/read?text=YXQgdGhlIHNhbWUgdGltZQ&hash=baa898dac0221b76edf3a7d4b8236d2efbacfed0&lang=en&cache-only=0",
            "defineEn": "used to introduce a second fact that must be taken into account",
            "defineVi": "được sử dụng để giới thiệu một thực tế thứ hai phải được đưa vào tài khoản"
        },
        {
            "id": "4151d796-747e-40fe-bb70-7e9905449fa3",
            "word": "to belabor the point",
            "phonetic": "tə bᵻlæbɚ ðə pɔɪnt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVsYWJvciB0aGUgcG9pbnQ&hash=32153b2e8d98736abccd745be11f88902112e3d7&lang=en&cache-only=0",
            "defineEn": "to keep repeating or stressing an idea, argument, etc., especially when it is unnecessary",
            "defineVi": "để tiếp tục lặp lại hoặc nhấn mạnh một ý tưởng, lập luận, vv, đặc biệt là khi nó không cần thiết"
        },
        {
            "id": "86fbd4c2-3b0e-4ce7-ad36-c108e28002b0",
            "word": "to [be] on (firm|solid) ground",
            "phonetic": "təbi ɔn fɜːm slæʃ sɑːlɪd ɡɹaʊnd ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYmUgb24gZmlybSBncm91bmQ&hash=d1d247cbcadd7a3917ca8292b8152625c721b894&lang=en&cache-only=0",
            "defineEn": "to be in a strong position in an argument due to having all the facts",
            "defineVi": "ở vị trí mạnh trong một cuộc tranh luận do có tất cả các sự kiện"
        },
        {
            "id": "8a43c7d6-b741-486a-8427-56398bff20d6",
            "word": "by extension",
            "phonetic": "baɪ ɛkstɛnʃən ",
            "partOfSpeechType": "phrase",
            "examples": [
                "Do you think the General Population, the General Music Fan, knows of, and By Extension appreciates, MALACO's contribution?",
                "And you saw the emergence of a lot of different techniques for creating zoning requirements that EFFECTIVELY kept out low-cost housing, and, By Extension, then, KEPT racial barriers in PLACE, as well."
            ],
            "audio": "https://tts.langeek.co/read?text=YnkgZXh0ZW5zaW9u&hash=7dc5deaaf13a32c6c70b3f0c1f6e2e217d021649&lang=en&cache-only=0",
            "defineEn": "used for taking the situation or same line of argument one step further",
            "defineVi": "được sử dụng để đưa tình huống hoặc cùng một dòng lập luận tiến thêm một bước"
        },
        {
            "id": "beba36b1-0ded-4fc6-b04d-aad145cec470",
            "word": "to carry",
            "phonetic": "tə kæɹi ",
            "partOfSpeechType": "verb",
            "examples": [
                "The truck carried a load of construction materials to the building site.",
                "The judge's ruling carries significant weight in the legal community.",
                "She carries the heavy grocery bags with one arm.",
                "He carries a gym bag with his workout clothes and water bottle.",
                "She carried a heavy load of books in her backpack."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2Fycnk&hash=483282b2957a8fea0f169999e3ed06ba2cccc9cb&lang=en&cache-only=0",
            "defineEn": "to persuade a group of people to accept one's arguments by winning their support or sympathy",
            "defineVi": "thuyết phục một nhóm người chấp nhận lập luận của một người bằng cách giành được sự ủng hộ hoặc thông cảm của họ"
        },
        {
            "id": "0a717e88-4e52-4e8f-9e83-71e727190dc1",
            "word": "case",
            "phonetic": "keɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "They still get cases of typhoid there.",
                "After all, one case of the trots hardly spells disaster.",
                "The Supreme Court heard the case on Tuesday.",
                "The case was tried before a jury.",
                "The latest skiing accident is a case in point."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzZQ&hash=9e762cdd45ccbbd42c6cd1a8f7aebc443203f726&lang=en&cache-only=0",
            "defineEn": "a series of facts supporting a theory or an argument",
            "defineVi": "một loạt các sự kiện hỗ trợ một lý thuyết hoặc một đối số"
        },
        {
            "id": "b6759366-67eb-48dc-9a6f-819b8d85d9ec",
            "word": "casuistry",
            "phonetic": "kæʒuːɪstɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FzdWlzdHJ5&hash=5f647b823aa4828df0f11d449e215a0da0e3af1c&lang=en&cache-only=0",
            "defineEn": "the practice of unsound reasoning and falsely arguing questions in a clever way",
            "defineVi": "thực hành lý luận không có căn cứ và các câu hỏi tranh luận sai một cách thông minh"
        },
        {
            "id": "65628242-b302-4dbe-a857-0b5251170850",
            "word": "circular",
            "phonetic": "sɜːkjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He applied toothpaste to his toothbrush and started brushing his teeth in circular motions.",
                "Their nucleus is pretty circular.",
                "I can circular breathe.",
                "I say circular motion.",
                "Now, do a circular settee."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2lyY3VsYXI&hash=a58b36a2280d46a07dcd78ee7365ea516f9e162e&lang=en&cache-only=0",
            "defineEn": "(of an argument or a theory) involving an idea or statement to prove something that is then used to prove the statement itself",
            "defineVi": "(của một lập luận hoặc một lý thuyết) liên quan đến một ý tưởng hoặc tuyên bố để chứng minh điều gì đó sau đó được sử dụng để chứng minh chính tuyên bố đó"
        },
        {
            "id": "d3d40858-83ee-4ad4-9d5e-f910437c2be4",
            "word": "circularity",
            "phonetic": "sɜːkjʊlæɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The circularity actually reminds me of the Mandate of Heaven.",
                "In short, the complicated circularity of Chinese history is mirrored by the complicated circularity of the relationship between those who write it and those who make it.",
                "In short, the complicated circularity of Chinese history is mirrored by the complicated circularity of the relationship between those who write it and those who make it.",
                "I think the market is there and I think what you would see from us in the future is relationships with folks that achieve our goals around circularity and their goals around circularity, because we can do it now.",
                "I think the market is there and I think what you would see from us in the future is relationships with folks that achieve our goals around circularity and their goals around circularity, because we can do it now."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2lyY3VsYXJpdHk&hash=b2459f8d1e920227dfade0f839f025597dbfda0e&lang=en&cache-only=0",
            "defineEn": "the fact of a theory or an argument continuously returning to the starting point, due to having a conclusion that has been assumed as a premise",
            "defineVi": "thực tế của một lý thuyết hoặc một lập luận liên tục quay trở lại điểm xuất phát, do có một kết luận đã được coi là tiền đề"
        },
        {
            "id": "e454a19d-24f0-4c98-abbc-17270a632a42",
            "word": "to claim",
            "phonetic": "tə kleɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The judge allowed my claim.",
                "The bank claims its hands are tied by federal regulators.",
                "He claimed that the company was not given a fair hearing in the press.",
                "He claims that he has her best interests at heart.",
                "He claimed that his government was turning the tide in the war against drugs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xhaW0&hash=8840f6138d4db520b74b7f07c9633085ce444a04&lang=en&cache-only=0",
            "defineEn": "to say that something is the case without providing proof for it",
            "defineVi": "để nói rằng một cái gì đó là trường hợp mà không cung cấp bằng chứng cho nó"
        },
        {
            "id": "908bcc58-72ad-4a21-96d9-7a72c6c44798",
            "word": "claim",
            "phonetic": "kleɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The judge allowed my claim.",
                "The bank claims its hands are tied by federal regulators.",
                "He claimed that the company was not given a fair hearing in the press.",
                "He claims that he has her best interests at heart.",
                "He claimed that his government was turning the tide in the war against drugs."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhaW0&hash=2cdabf424231f21bcdc3435360c7569478025742&lang=en&cache-only=0",
            "defineEn": "to declare or deem something true without any verification or proof, even though others might not approve",
            "defineVi": "để tuyên bố hoặc coi một cái gì đó đúng mà không có bất kỳ xác minh hoặc bằng chứng nào, mặc dù những người khác có thể không chấp thuận"
        },
        {
            "id": "c3fa7f99-219f-4f16-925c-8f5122cb26da",
            "word": "to climb down",
            "phonetic": "tə klaɪm daʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "She climbs down from her room.",
                "They climbed down into it, and came into a small room.",
                "Then he opened a window and climbed down to a flat roof. ",
                "A couple of days later in the state of Texas, riders were suspended 14 stories up in the air for over 30 minutes before being able to climb down an emergency stairway to safety.",
                "A couple of days later in the state of Texas, riders were suspended 14 stories up in the air for over 30 minutes before being able to climb down an emergency stairway to safety."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xpbWIgZG93bg&hash=e29490f3e229f932d5fe77bf2ac031c452951d54&lang=en&cache-only=0",
            "defineEn": "to move to a different opinion or to admit to one's mistakes",
            "defineVi": "chuyển sang một quan điểm khác hoặc thừa nhận sai lầm của mình"
        },
        {
            "id": "e5a1c741-29bb-4869-b239-f2b1c7c89cbe",
            "word": "clincher",
            "phonetic": "klɪntʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2xpbmNoZXI&hash=f3ce5b37ce83d8ae0fcbe646110ac09e042a9a63&lang=en&cache-only=0",
            "defineEn": "a fact, remark, or action that settles a dispute decisively",
            "defineVi": "một thực tế, nhận xét hoặc hành động giải quyết tranh chấp một cách dứt khoát"
        },
        {
            "id": "f03376ea-7c82-4c84-81bb-78adc1eed13e",
            "word": "to concede",
            "phonetic": "tə kənsiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "He would not concede the points.",
                "So, many libertarians concede that the physical world itself is deterministic.",
                "We will never concede.",
                "We will never concede.",
                "You don't concede."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uY2VkZQ&hash=284947246689f5c3fc2faec160561b3ff8b2d4ab&lang=en&cache-only=0",
            "defineEn": "to reluctantly admit that something is true after denying it first",
            "defineVi": "miễn cưỡng thừa nhận rằng một cái gì đó là sự thật sau khi từ chối nó đầu tiên"
        },
        {
            "id": "fa697f57-e3e1-4b5a-89a0-6ac1ef4348e8",
            "word": "to confute",
            "phonetic": "tə kənfjuːt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZnV0ZQ&hash=14e27a07d6e551af7bee0ef82aaf9a7b245a4765&lang=en&cache-only=0",
            "defineEn": "to disprove something or someone",
            "defineVi": "để bác bỏ một cái gì đó hoặc một ai đó"
        },
        {
            "id": "d93d6a60-e40a-4774-ba30-7c8b7fef36d9",
            "word": "consistently",
            "phonetic": "kənsɪstəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Jane always goes to town on her work, consistently producing high-quality results.",
                "The musician stayed on a roll by consistently releasing popular songs and albums, maintaining a dedicated fanbase and expanding their reach to new audiences.",
                "The athlete who trains regularly and consistently knows that constant dropping wears away a stone and is more likely to perform well in competition.",
                "Mary always wakes up at 5:00 am to study, and she consistently gets good grades - it's true that the early bird catches the worm.",
                "The government has consistently underestimated the death toll here."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2lzdGVudGx5&hash=93e186caae9346260c77d947a541046048f701ec&lang=en&cache-only=0",
            "defineEn": "in a way that is always the same",
            "defineVi": "theo cách luôn luôn giống nhau"
        },
        {
            "id": "d12132e2-b4f8-4823-b24a-77a71daba1e2",
            "word": "to contend",
            "phonetic": "tə kəntɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "But critics contended that Google did not make a big enough effort to police click fraud and made huge profits from these clicks.",
                "For example, Congressman Frank Pallone of New Jersey today, he contended that these companies are so dependent on heavy, heavy engagement of content, and that they don't really care whether that content is true or not.",
                "Though police never contend that Reinoehl fired a weapon, inside the Volkswagen, they find a bullet casing matching that handgun’s caliber.",
                "Experts contend credit fraud is such a difficult problem to solve in the United States for two reasons.",
                "Many thinkers contend that melancholy is necessary in gaining wisdom."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udGVuZA&hash=5bdf78d515146d64ff7a454502bb9b4eb81291c7&lang=en&cache-only=0",
            "defineEn": "to argue the truth of something",
            "defineVi": "để tranh luận về sự thật của một cái gì đó"
        },
        {
            "id": "4369a3c5-96ec-4d27-b293-8e58b7fc426c",
            "word": "corollary",
            "phonetic": "kəɹɑːlɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Individual responsibility is a corollary to individual freedom.",
                "The reverse side of this, remember, there is a corollary to this that’s quite powerful. ",
                "And then the corollary to that is that we know that with a withdrawal of that support at the end of this month, that is going to have dire consequences for consumer spending and the recovery, to say nothing for being a source of extraordinary pain for those unemployed households.",
                "This is, you can view it as a corollary.",
                "Corollary to the gene, he named the meme."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29yb2xsYXJ5&hash=d7ecb18e3a9ca3e7c364274282896e0807741724&lang=en&cache-only=0",
            "defineEn": "a thing that is the direct or natural result of another",
            "defineVi": "một điều đó là kết quả trực tiếp hoặc tự nhiên của người khác"
        },
        {
            "id": "2a3228a1-930d-4fc1-8c5a-a67ecfff15e5",
            "word": "count",
            "phonetic": "kaʊnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She counted zero stars in the sky.",
                "I can count up to fifty in English.",
                "Hold this position for a count of 10.",
                "Aren’t you counting your chickens before they have hatched?",
                "She never counted her chickens before they hatched"
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnQ&hash=99a813dcc976069d15bba72b74e23a54427a3e66&lang=en&cache-only=0",
            "defineEn": "a point argued or discussed",
            "defineVi": "một điểm tranh luận hoặc thảo luận"
        },
        {
            "id": "7d6584ac-d298-4f17-9de4-e94ff4a820c4",
            "word": "counterargument",
            "phonetic": "kaʊntɚɹɑːɹɡjuːmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "You have to give a counterargument.",
                "So I give you a counterargument.",
                "So you counter my counterargument with a counter-counterargument.",
                "But this last counterargument is abductive.",
                "Unsurprisingly, this idea was met with some counterarguments."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnRlcmFyZ3VtZW50&hash=e55b5612d947195e12974205b9eec3c1205b325d&lang=en&cache-only=0",
            "defineEn": "a set of arguments put forward to oppose an idea or theory",
            "defineVi": "một tập hợp các đối số đưa ra để phản đối một ý tưởng hoặc lý thuyết"
        },
        {
            "id": "fd41a753-c66c-41ed-9fd9-f642156e106c",
            "word": "counterexample",
            "phonetic": "kaʊntɚɹɛɡzæmpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "But when you hear the counterexample, people don't know what to make of."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnRlcmV4YW1wbGU&hash=b8742b859080d0aa1e88e5d1daeada99f30b7e1e&lang=en&cache-only=0",
            "defineEn": "an example or a fact that refutes or contradicts a theory, hypothesis, or a proposition",
            "defineVi": "một ví dụ hoặc một thực tế bác bỏ hoặc mâu thuẫn với một lý thuyết, giả thuyết hoặc một đề xuất"
        },
        {
            "id": "aa96df1b-b2be-4055-b13e-f58168d9b694",
            "word": "credible",
            "phonetic": "kɹɛdɪbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We have credible reports that people were looking for him with a gun.",
                "Well, there are credible witnesses out there.",
                "Does this tarnish the reputation of the Communist Party as a credible problem-solver?",
                "The head of the NIH, Francis Collins, is one of the most credible men in America.",
                "The number of credible fear claims has skyrocketed in the last decade, up by about 1500%."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlZGlibGU&hash=d49948070fe5d6e57a910cb497e534be08288905&lang=en&cache-only=0",
            "defineEn": "able to be believed or relied on",
            "defineVi": "có thể được tin tưởng hoặc dựa vào"
        },
        {
            "id": "03023d1f-c2ac-476b-ad90-838b6c02f8c2",
            "word": "defense",
            "phonetic": "dᵻfɛns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The team's defense is a tough nut to crack.",
                "The defense says it plans to call four witnesses.",
                "The food supply proved to be the nation's Achilles' heel in its defense against terrorist attacks.",
                "The football player managed to go through the defense and score a goal.",
                "In a court of law, both the prosecution and the defense have the opportunity to present their case, as there are two sides to every question."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmZW5zZQ&hash=3ec7f6c79a27527a2842d422cf425136bec390e2&lang=en&cache-only=0",
            "defineEn": "the case that is a combination of collected facts and adopted methods presented by or on the behalf of the accused party so that they would be granted a judgment of acquittal",
            "defineVi": "vụ án là sự kết hợp của các sự kiện được thu thập và các phương pháp được áp dụng được trình bày bởi hoặc thay mặt cho bên bị buộc tội để họ được phán quyết trắng án"
        },
        {
            "id": "a4d09528-b99b-4707-acb7-0130924142e8",
            "word": "to defend",
            "phonetic": "tə dᵻfɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "He went to the wall to defend his beliefs.",
                "Guys, do you even know the sexist history of the company you're so ardently defending?",
                "Jack could be mild-mannered and amicable most of the time, but when his children were criticized, he fiercely defended them.",
                "The mother who always defended her child's behavior, even when it was clearly inappropriate, demonstrated that love is blind.",
                "- Defend the virtual farm?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVmZW5k&hash=6afe66bbc14bf369d68d6748cf4232b2fd6a195e&lang=en&cache-only=0",
            "defineEn": "to support someone or try to justify an action, plan, etc.",
            "defineVi": "để hỗ trợ ai đó hoặc cố gắng biện minh cho một hành động, kế hoạch, v.v."
        },
        {
            "id": "6a35f954-9e48-4ccc-9b05-977bc0c2758b",
            "word": "defensible",
            "phonetic": "dᵻfɛnsᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It might have helped the Ukrainians sustain a more defensible line.",
                "When you can put this in a political context, you can make it pretty easily defensible from the point of view of articulating why we're doing this to your caucus members. ",
                "I think that's a little less defensible than they'd like you to think.",
                "But there is something for the public to do beyond throwing money at the worsening problem, anyone living in wildfire prone areas should clear a defensible space around their house."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmZW5zaWJsZQ&hash=e3f72b95687f783e573cf568541235e9c3ae93fb&lang=en&cache-only=0",
            "defineEn": "capable of being easily supported by arguments or adequately justified by reasoning",
            "defineVi": "có khả năng được hỗ trợ dễ dàng bởi các đối số hoặc biện minh đầy đủ bằng lý luận"
        },
        {
            "id": "ebb43d21-8674-41c7-bd49-ede6d16812f1",
            "word": "dialectic",
            "phonetic": "daɪəlɛktɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "After a year, Jake had started using every dialectic cliché and slang word he had heard in his adopted country, and soon he was more Catholic than the Pope, so to speak.",
                "Remember, philosophy is a dialectic.",
                "As you know by now, philosophy is about the dialectic: Someone puts forth an idea, and then someone else responds to it.",
                "But even when they’re directed in a V-effect style, you usually end up pretty engaged with the characters and the story, and not necessarily with the dialectics.",
                "And a randomized control study in 2006 found that people with BPD who got dialectic behavioral therapy were half as likely to attempt suicide than those who received regular talk therapy."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhbGVjdGlj&hash=c6d337021c76e0f24d8ef94ccbc8a94eced9f00d&lang=en&cache-only=0",
            "defineEn": "a method of uncovering the truth about something by comparing contradicting ideas and considering different theories",
            "defineVi": "một phương pháp khám phá sự thật về một cái gì đó bằng cách so sánh các ý tưởng mâu thuẫn và xem xét các lý thuyết khác nhau"
        },
        {
            "id": "a70afb66-9c4b-421a-aadb-3002d466ec3a",
            "word": "dialectical",
            "phonetic": "daɪəlɛktɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The gold standard therapy for borderline personality disorder is dialectical behavior therapy.",
                "Dialectical behavior therapy was developed for borderline personality disorder.",
                "The main treatment is dialectical behavior therapy and medication only to address other symptoms like depression or anxiety.",
                "And then there's dialectical behavioral therapy for binge eating disorder.",
                "I've talked about dialectical behavior therapy, or DBT, as the best treatment for borderline personality disorder."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhbGVjdGljYWw&hash=43611b9903b8c118e27407fcf68c66a05dad6793&lang=en&cache-only=0",
            "defineEn": "discovering the truth of ideas by logically discussing the opposite ideas",
            "defineVi": "khám phá sự thật của các ý tưởng bằng cách thảo luận một cách hợp lý các ý tưởng đối lập"
        },
        {
            "id": "b07dc359-d02d-4c64-b64a-a448b0ffeac7",
            "word": "to [drive] {sth} home",
            "phonetic": "tə dɹaɪv ɛstiːeɪtʃ hoʊm ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJpdmUge3N0aH0gaG9tZQ&hash=15aadfc79df688b6b2634d416661949480e552cf&lang=en&cache-only=0",
            "defineEn": "to make something clear by emphasizing, or providing examples, proof, etc.",
            "defineVi": "để làm cho một cái gì đó rõ ràng bằng cách nhấn mạnh, hoặc cung cấp các ví dụ, bằng chứng, vv"
        },
        {
            "id": "cd5ce4d9-8cec-42f5-a2c6-30eb8cdd48c8",
            "word": "evidence",
            "phonetic": "ɛvɪdəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The police searched the suspect's house for evidence.",
                "Evidence of their relationship exists in the form of a series of letters.",
                "He presented a false document as evidence in the court case.",
                "This latest evidence could be the final nail in the coffin for Jackson's case.",
                "This evidence proves that the senator was part of the conspiracy."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZpZGVuY2U&hash=af497e9fcae09f43328ded1e99e4b9a2ac3f9778&lang=en&cache-only=0",
            "defineEn": "anything that proves the truth or validity of something, such as facts, objects, or signs",
            "defineVi": "bất cứ điều gì chứng minh sự thật hoặc giá trị của một cái gì đó, chẳng hạn như sự thật, đối tượng hoặc dấu hiệu"
        },
        {
            "id": "289ce188-ef89-495b-9d58-ed9e545a93d2",
            "word": "to flatten",
            "phonetic": "tə flæʔn̩ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Their long tails flatten into fins.",
                "So maybe the experience across internet things has flattened.",
                "A large section of his cornfield has been flattened.",
                "but for us on the outside they are flattened images on the surface of the black hole.",
                "Flattened it right out."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmxhdHRlbg&hash=ad8e189af6774e2cce7195bd97bd15e91c312ef7&lang=en&cache-only=0",
            "defineEn": "to thoroughly defeat someone in an argument, a contest, etc.",
            "defineVi": "để đánh bại hoàn toàn ai đó trong một cuộc tranh luận, một cuộc thi, v.v."
        },
        {
            "id": "950995a6-292a-4468-9ca4-74bed1f769e8",
            "word": "to flesh out",
            "phonetic": "tə flɛʃ aʊt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZmxlc2ggb3V0&hash=bd9db0d28dc78aa7cdb0b9e9eac38ec648a0159c&lang=en&cache-only=0",
            "defineEn": "to make something more clear by providing more details and information",
            "defineVi": "để làm cho một cái gì đó rõ ràng hơn bằng cách cung cấp thêm chi tiết và thông tin"
        },
        {
            "id": "b431d981-9238-4ea8-a146-4ad1219a1075",
            "word": "for a start",
            "phonetic": "fɚɹə stɑːɹt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zm9yIGEgc3RhcnQ&hash=d8756d3135b45c031bccdae73472eb88873db7c0&lang=en&cache-only=0",
            "defineEn": "used to introduce the first point in the series, especially in arguments or when stating one's opinions, reasons, etc.",
            "defineVi": "được sử dụng để giới thiệu điểm đầu tiên trong chuỗi, đặc biệt là trong các cuộc tranh luận hoặc khi nêu ý kiến, lý do của một người, v.v."
        },
        {
            "id": "b19df4ed-6a2d-4187-a3fa-68504740c056",
            "word": "for starters",
            "phonetic": "fɔːɹ stɑːɹɾɚz ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zm9yIHN0YXJ0ZXJz&hash=278cc097f28079881d481a5c0c3e66f6e9872f24&lang=en&cache-only=0",
            "defineEn": "used to state the first and foremost of a series of facts, opinions, questions etc., especially in an argument",
            "defineVi": "được sử dụng để nêu đầu tiên và quan trọng nhất của một loạt các sự kiện, ý kiến, câu hỏi, vv, đặc biệt là trong một cuộc tranh luận"
        },
        {
            "id": "fd140834-fa41-48e3-8341-cd25602b4fb0",
            "word": "for that matter",
            "phonetic": "fɔːɹ ðæt mæɾɚ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Or for that matter, afford any health care.",
                "And for that matter, what is a gene?",
                "And only on one moon that we know of, for that matter.",
                "Worshipers, or anyone else, for that matter, can walk right in.",
                "So does Sanders, for that matter, and Klobuchar."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yIHRoYXQgbWF0dGVy&hash=1155fef43d7509252346d06a59839e037e49952f&lang=en&cache-only=0",
            "defineEn": "used to add a second statement to what one has just said",
            "defineVi": "được sử dụng để thêm một tuyên bố thứ hai cho những gì một người vừa nói"
        },
        {
            "id": "67169171-fc0b-46e4-bf27-d81056b7b0fe",
            "word": "furthermore",
            "phonetic": "fɜːðɚmoːɹ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Furthermore, a well-integrated system bridges the divide among multiple, diverse functions within an organization.",
                "Furthermore the company didn't have the right products.",
                "Furthermore, quality of service is often quite high.",
                "And furthermore, the rates were by class.",
                "Furthermore, these funds seemed to offer even lower risk, especially through turbulent times like this past year."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVydGhlcm1vcmU&hash=54d45cff0d1333819434a9546a69cc0bc6acdaca&lang=en&cache-only=0",
            "defineEn": "in addition to what has just been stated; besides",
            "defineVi": "ngoài những điều vừa nêu; bên cạnh đó"
        }
    ]
}