{
    "id": "8de39225-b6bb-4cb4-bfa3-3f90e963b35a",
    "title": "Lesson 1B",
    "originalTitle": "Lesson 1B",
    "words": [
        {
            "id": "771fc95e-903a-4684-83cb-968b042a7fe9",
            "word": "appearance",
            "phonetic": "ɐpɪɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "You should take more pride in your appearance.",
                "The President runs the risk of assassination with every public appearance.",
                "It doesn't help our organization's appearance to have a hog in armor parading himself as our leader",
                "The kids were fascinated by the unique appearance of rambutan and eagerly tried it.",
                "When he finally emerged, his disheveled appearance made him look a sight to behold."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwZWFyYW5jZQ&hash=8e60721f897a2c4a03c4707b6b262001964d2990&lang=en&cache-only=0",
            "defineEn": "the way that someone or something looks",
            "defineVi": "cách mà một ai đó hoặc một cái gì đó trông",
            "hasImg": true
        },
        {
            "id": "50458186-0e9e-4f93-aea0-12a6540c90ea",
            "word": "curly",
            "phonetic": "kɜːli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He had long, curly eyelashes that framed his eyes.",
                "His hair is curly and brown.",
                "The version of the gene here is allele curly.",
                "Little Doris has curly hair now, and I don't anymore.",
                "So she has the gene right there for curly hair."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VybHk&hash=a4f52768bb0669b8644f53596532689265778d63&lang=en&cache-only=0",
            "defineEn": "(of hair) having a lot of curls or waves",
            "defineVi": "(tóc) có nhiều lọn hoặc gợn sóng",
            "hasImg": true
        },
        {
            "id": "f18ed8e0-1c02-4251-b9e1-d077cff6b608",
            "word": "straight",
            "phonetic": "stɹeɪt ",
            "partOfSpeechType": "adverb",
            "examples": [
                "She guessed the answer straight away.",
                "The guard stood straight as a ramrod.",
                "They clicked straight away.",
                "He gives it to you straight.",
                "Sometimes he spoke straight from the shoulder and sometimes in puzzles"
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyYWlnaHQ&hash=ea6523258864f606306b0de969acadf71f11e4e6&lang=en&cache-only=0",
            "defineEn": "in a manner that is not curved",
            "defineVi": "theo cách không cong",
            "hasImg": true
        },
        {
            "id": "c618efdb-fa08-4d6d-8e34-473a35c2c7f9",
            "word": "eye",
            "phonetic": "aɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My father has brown eyes.",
                "The woman has eyes like a hawk!",
                "A vase on a side table caught his eye.",
                "The actor's intense bedroom eyes added an extra layer of allure to his performance.",
                "The intense gaze from across the room, eyes on stalks, left no doubt about his attraction."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXll&hash=f6db2d27d3e734403e211643841eb4f89c653156&lang=en&cache-only=0",
            "defineEn": "a body part on our face that we have two of and use for seeing",
            "defineVi": "một bộ phận cơ thể trên khuôn mặt của chúng ta mà chúng ta có hai và sử dụng để nhìn",
            "hasImg": true
        },
        {
            "id": "0b335690-d88e-4645-98f8-f242cf5e7457",
            "word": "blonde",
            "phonetic": "blɑːnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "His hair used to be blonde, but now it's black.",
                "I was blonde.",
                "You're blonde.",
                "Blondes might have more fun, but they don’t have a lot of pigment.",
                "but then I just had blonde hair for Spiderman."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxvbmRl&hash=51187c16d2cdc14f2f77f39809e65a1f32adc038&lang=en&cache-only=0",
            "defineEn": "someone with hair that is light or pale yellow or gold in color",
            "defineVi": "ai đó có mái tóc màu sáng hoặc vàng nhạt hoặc vàng",
            "hasImg": true
        },
        {
            "id": "e0cb4b98-b15d-48ee-bbe7-4c775c6272d5",
            "word": "beard",
            "phonetic": "bɪɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "he shaved his beard off.",
                "Someone just bearded him in his den.",
                "Today I walked straight into his office and bearded the lion in his den.",
                "I will play Juliet, as soon as I shave my beard.",
                "He had a beard that covered most of his face."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhcmQ&hash=2039b97428be71c71825f0c455299ce2c3482789&lang=en&cache-only=0",
            "defineEn": "the hair that grow on the chin and sides of a man’s face",
            "defineVi": "tóc mọc trên cằm và hai bên mặt của một người đàn ông",
            "hasImg": true
        },
        {
            "id": "e530a8d5-9325-4df6-9132-f26a4499651f",
            "word": "moustache",
            "phonetic": "məstæʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I don't really know the sign for moustache, yet.",
                "So, good thing I had a moustache.",
                "So this is someone who owns a Treasury bill right over here, wearing a hat, maybe with a little bit of hair and a moustache.",
                "He pooped towards my mouth and it was deflected by my moustache and then it hit me on the mole here.",
                "It's a moustache, so I can look like Kipling!"
            ],
            "audio": "https://tts.langeek.co/read?text=bW91c3RhY2hl&hash=9a227a86195f310fa6b32bfa126f7aa83b1c764b&lang=en&cache-only=0",
            "defineEn": "the hair that grows on someone's upper lip",
            "defineVi": "tóc mọc ở môi trên của ai đó",
            "hasImg": true
        },
        {
            "id": "bb4e1d28-7302-4560-bb0e-72c34532ca8d",
            "word": "bald",
            "phonetic": "bɔːld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He's as bald as a eagle.",
                "At his young age, he became bald as an eagle.",
                "Now he has become bald as a coot, with a shiny scalp that catches the sunlight.",
                "Now he's as bald as a cue ball, and he rocks the look with confidence.",
                "After trying various treatments and remedies for his thinning hair, Richard finally embraced his fate and now proudly embraces being as bald as a coot."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsZA&hash=2595b2b46b101172ebdb96fff3d9bc1d3bbe05d6&lang=en&cache-only=0",
            "defineEn": "having little or no hair on the head",
            "defineVi": "có ít hoặc không có tóc trên đầu",
            "hasImg": true
        },
        {
            "id": "4722d202-271d-4af2-b233-93278ba06fa5",
            "word": "tall",
            "phonetic": "tɔːl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The tall building stands out among the other structures in the city.",
                "The tall oak tree provided shade on a hot summer day.",
                "The tall Texan ruffled some English feathers with his remarks.",
                "After dinner she told me a tall tale about her pet.",
                "To grow bigger/taller/older."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFsbA&hash=67ad474c0ed4441a0b3577da1645c311beb71679&lang=en&cache-only=0",
            "defineEn": "(of a person or thing) having a height that is greater than what is thought to be the average height",
            "defineVi": "(của một người hoặc vật) có chiều cao lớn hơn chiều cao được cho là trung bình",
            "hasImg": true
        },
        {
            "id": "d410a776-9dc8-49e7-b12d-1216e83506aa",
            "word": "thin",
            "phonetic": "θɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The carpet has worn thin in places.",
                "She includes thin slices of celery in her diet.",
                "Her husband disappeared into thin air for years.",
                "They built the cell phone industry out of thin air in the mid-1980s.",
                "She layered thin slices of prosciutto between crusty bread, fresh mozzarella, and sun-dried tomatoes for a gourmet panini."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpbg&hash=a17218e7e376f108bf255494e16e1b10bf072ff0&lang=en&cache-only=0",
            "defineEn": "having opposite sides or surfaces that are close together",
            "defineVi": "có các mặt đối diện hoặc các bề mặt gần nhau",
            "hasImg": true
        },
        {
            "id": "b3f985f2-90b9-4cca-a880-15d5a423066f",
            "word": "medium",
            "phonetic": "miːdiəm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The media, as always, played an important part in the election campaign.",
                "The media barely lays a glove on him.",
                "The media portrayed the politician in a bad light, focusing only on their past mistakes.",
                "The government has loosened its hold on the media considerably.",
                "The media speculated about the celebrity couple's relationship status, wondering if they were an item or just good friends."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaXVt&hash=61ba707d49bfb75abffb837b8343f7da4143353c&lang=en&cache-only=0",
            "defineEn": "describing a size that is neither too big nor too small, but rather in the middle",
            "defineVi": "mô tả một kích thước không quá lớn cũng không quá nhỏ, mà ở giữa",
            "hasImg": true
        },
        {
            "id": "ac1f1158-9224-4816-a76d-a337fbcf43d0",
            "word": "slim",
            "phonetic": "slɪm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Women wore slim dresses that came all the way to their shoes.",
                "It otherwise looks very slim.",
                "It's a slim wallet.",
                "Like, that is a slim keyboard.",
                "There’s a slim margin of time when Hedge can access the paintings."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xpbQ&hash=624fe6dc16269f37bc13959dbf58b9a18887d1a5&lang=en&cache-only=0",
            "defineEn": "thin, in an attractive way",
            "defineVi": "mỏng, một cách hấp dẫn",
            "hasImg": true
        },
        {
            "id": "93e6392a-b993-45dc-b400-6a1cba36fedf",
            "word": "short",
            "phonetic": "ʃɔːɹt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Short hair really becomes you.",
                "The boss has a short fuse these days!",
                "She made short work of her opponents.",
                "We fell short of our goal in the competition.",
                "As they say, short reckonings make long friends."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvcnQ&hash=e11f4f3e15db8d39cc415db16e4047b2b9cf0ae0&lang=en&cache-only=0",
            "defineEn": "having a below-average or small distance between two points",
            "defineVi": "có khoảng cách dưới trung bình hoặc nhỏ giữa hai điểm",
            "hasImg": true
        },
        {
            "id": "11937837-fa7e-4b34-99d1-9315b8f79b60",
            "word": "overweight",
            "phonetic": "oʊvɚweɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "People who are overweight run a risk of a heart attack or stroke.",
                "When he was overweight he used to spread a dollop of mayonnaise on his sandwiches.",
                "The marathon runner was surprised to learn that his friend, who had always been overweight and inactive, had outlived many of their healthier peers, proving that a creaking door hangs longest.",
                "For example, a transplant from an overweight donor cured a woman's diarrhea, but contributed to her obesity down the line.",
                "One study, for example, found that overweight people lost an average of 15 pounds in the first month."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcndlaWdodA&hash=011316bd45cb03076ce39513771c8beef0bf15a2&lang=en&cache-only=0",
            "defineEn": "weighing too much or more than what is desired or expected",
            "defineVi": "cân quá nhiều hoặc nhiều hơn những gì mong muốn hoặc mong đợi",
            "hasImg": true
        },
        {
            "id": "567a61f6-8615-4439-a91c-4a93d8e0a88c",
            "word": "clever",
            "phonetic": "klɛvɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Their daughter is as clever as they come.",
                "This guy is either very clever or he's not playing with a full deck.",
                "The clever student caught the teacher napping and managed to sneak out of class unnoticed.",
                "In negotiations, a clever hawk hides its claws, which is why it's important to be strategic and hold back some of your bargaining chips until the right moment.",
                "The film doesn't reinvent the wheel for action films, but it adds enough clever twists on the genre to still feel fresh and new."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xldmVy&hash=8a6f11da66461bf4c8268405b859cf1c23655397&lang=en&cache-only=0",
            "defineEn": "able to think quickly and find solutions to problems",
            "defineVi": "có thể suy nghĩ nhanh chóng và tìm giải pháp cho các vấn đề",
            "hasImg": true
        },
        {
            "id": "c9a1b03f-5574-4d9c-abc6-99c286d8be5d",
            "word": "friendly",
            "phonetic": "fɹɛndli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She's very friendly and very down to earth.",
                "They had a friendly soccer match with their friends in the park.",
                "He lived in a small town with friendly neighbors.",
                "My roommate and I engaged in a friendly debate about the different ways to prepare mooli.",
                "She approached him with a friendly smile, but she got the cold shoulder, as he turned away without a word."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJpZW5kbHk&hash=39b65447e4531bb334eca748083642def5e84db9&lang=en&cache-only=0",
            "defineEn": "kind and nice toward other people",
            "defineVi": "tử tế và tốt đẹp đối với người khác",
            "hasImg": true
        },
        {
            "id": "0eba3fc9-109d-45b6-aa14-66e3b6bb7b19",
            "word": "funny",
            "phonetic": "fʌni ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The play was too funny for words.",
                "He always tells funny jokes that make everyone laugh.",
                "I saw some really funny pictures of myself as a kid and I couldn't believe what a minger I was.",
                "She imagined kids making funny faces after trying scorzonera for the first time.",
                "We spent the evening watching funny movies and she felt much better."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVubnk&hash=b191c1a0aa80e329a670cd704f4d54f133c73dc3&lang=en&cache-only=0",
            "defineEn": "able to make people laugh",
            "defineVi": "có thể làm cho mọi người cười",
            "hasImg": true
        },
        {
            "id": "4440fd72-f08a-4b58-b44c-e423020f491d",
            "word": "generous",
            "phonetic": "dʒɛnɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The chef sprinkled a generous amount of roe on the dish.",
                "The full English breakfast included a generous portion of black pudding alongside eggs, bacon, and beans.",
                "He poured a generous amount of treacle over his warm pancakes",
                "They sprinkled a generous amount of caraway seeds over their roasted vegetables.",
                "He spread a generous amount of tartar sauce on his fish sandwich."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXJvdXM&hash=a83f1b65fd78bbdd7c20583da2943d31e90ce25d&lang=en&cache-only=0",
            "defineEn": "showing a willingness or willing to freely give money, spend time, etc. with others",
            "defineVi": "thể hiện sự sẵn lòng hoặc sẵn sàng tự do cho tiền, dành thời gian, v.v. với người khác",
            "hasImg": true
        },
        {
            "id": "8e2a6a54-8a6f-4b1e-b1cc-0ed807d074e0",
            "word": "kind",
            "phonetic": "kaɪnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The companies are two of a kind.",
                "Thank you, you're very kind.",
                "My aunt is a really kind sister to my father.",
                "Thank you for your kind words, they made my day.",
                "The lost child was helped by a kind police officer to find their way home."
            ],
            "audio": "https://tts.langeek.co/read?text=a2luZA&hash=789164b00c38d8c6f6401a8f1c7c6720ddb7c0d7&lang=en&cache-only=0",
            "defineEn": "friendly and nice to others; caring about other people's feelings",
            "defineVi": "thân thiện và dễ mến với người khác; quan tâm đến cảm xúc của người khác",
            "hasImg": true
        },
        {
            "id": "b7aa9511-245e-4b09-bea0-d121a3a81428",
            "word": "lazy",
            "phonetic": "leɪzi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He's just too lazy to come.",
                "The lazy employee's work was not worth a brass farthing, and he was eventually fired for his lack of effort.",
                "He can be lazy about doing his work, but when he gets the bit between his teeth there's no stopping him.",
                "I enjoy reading a book or watching a movie during the lazy afternoon hours.",
                "She calls him lazy and useless, but it's water off a duck's back to him"
            ],
            "audio": "https://tts.langeek.co/read?text=bGF6eQ&hash=4ab56869f1388f86c480e982655ea4f5635d156b&lang=en&cache-only=0",
            "defineEn": "not liking physical activity or unwilling to work",
            "defineVi": "không thích hoạt động thể chất hoặc không muốn làm việc",
            "hasImg": true
        },
        {
            "id": "76598560-ec79-446b-9994-105e712965d1",
            "word": "shy",
            "phonetic": "ʃaɪ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The bill was four votes shy of a majority.",
                "She was one week shy of her 13th birthday.",
                "They scored just shy of 100 goals last year.",
                "MacMillan has never fought shy of controversy.",
                "The Democrats are three votes shy of a majority."
            ],
            "audio": "https://tts.langeek.co/read?text=c2h5&hash=5d30a7e732074a641e118dbac4944f208f2952c3&lang=en&cache-only=0",
            "defineEn": "nervous and uncomfortable around other people",
            "defineVi": "lo lắng và không thoải mái xung quanh người khác",
            "hasImg": true
        },
        {
            "id": "dcb57a11-e5a0-4d68-9932-23d06aa2c258",
            "word": "talkative",
            "phonetic": "tɔːkətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I've noticed that ever since he came into some money, Joe has become more talkative and confident.",
                "So watch out for those talkative tummies.",
                "He's not too talkative.",
                "Flight of ideas, being more talkative.",
                "Number three, you are more talkative than usual or feel internal pressure to keep talking."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFsa2F0aXZl&hash=c339411cb75e6a90a6281ea3a8b1e4ce201bcc01&lang=en&cache-only=0",
            "defineEn": "talking a great deal",
            "defineVi": "nói nhiều",
            "hasImg": true
        },
        {
            "id": "76c518d2-3339-4d03-ad81-686df39366a0",
            "word": "extrovert",
            "phonetic": "ɛkstɹəvɜːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "You don't have to be a comedian or a super extrovert.",
                "Introversion later came to mean shyness, while an extrovert was someone outgoing.",
                "For example, introverts are usually better at interpreting people's feelings, while extroverts are often better at expressing them.",
                "The Swiss psychiatrist Carl Jung, who popularized the terms introvert and extrovert, defined an introvert as someone who sticks to their principles regardless of situation, and an extrovert as someone who molds their self according to circumstance.",
                "Today, an introvert is someone who finds alone time restorative, an extrovert draws energy from social interaction, and an ambivert falls somewhere between these two extremes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0cm92ZXJ0&hash=4779bbd1e9a1a0905ad73da758336c268699cc77&lang=en&cache-only=0",
            "defineEn": "(psychology) a person that is preoccupied with external things and prefers social situations",
            "defineVi": "(tâm lý học) một người bận tâm đến những thứ bên ngoài và thích các tình huống xã hội"
        },
        {
            "id": "aed4734a-5a76-4658-8360-e3547cda9d5d",
            "word": "hardworking",
            "phonetic": "hɑːɹdwɜːkɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The hardworking employee received a promotion for their exceptional performance.",
                "He chose a loyal and hardworking employee from an ordinary background over one with an impressive resume but a questionable work ethic.",
                "My husband is a hardworking and supportive partner who always puts family first.",
                "Foreign companies and workers are not as hardworking as the Chinese.",
                "These animals are super cool, and super hardworking, too!"
            ],
            "audio": "https://tts.langeek.co/read?text=aGFyZHdvcmtpbmc&hash=550d0ef244dc245b4a0525fd7497bff408ec7b85&lang=en&cache-only=0",
            "defineEn": "(of a person) working with a lot of effort, energy, and commitment",
            "defineVi": "(của một người) làm việc với rất nhiều nỗ lực, năng lượng và cam kết",
            "hasImg": true
        },
        {
            "id": "a8bf4c5b-530e-4257-b538-aa80bf9ef893",
            "word": "mean",
            "phonetic": "miːn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Lower energy consumption means less pollution.",
                "Her children mean the world to her.",
                "Your friendship means a great deal to me.",
                "They mean no harm.",
                "They mean no harm."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVhbg&hash=1de005e38c80a0d092609cdf2a0112a33aca4a4e&lang=en&cache-only=0",
            "defineEn": "(of a person) behaving in a way that is unkind or cruel",
            "defineVi": "(của một người) cư xử theo cách không tử tế hoặc độc ác",
            "hasImg": true
        },
        {
            "id": "b142f774-b35b-421b-a5e7-f9a963990f06",
            "word": "quiet",
            "phonetic": "kwaɪət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The library is often quiet during weekdays.",
                "Be quiet, please.",
                "We lead a very quiet life.",
                "Surprisingly, the quiet neighborhood came alive with vibrant festivities during the annual festival.",
                "You've been awfully quiet tonight, honey."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVpZXQ&hash=437416576a2b0948a05d2838d59cd9fc5bd97411&lang=en&cache-only=0",
            "defineEn": "making very little noise or no noise at all",
            "defineVi": "tạo ra rất ít tiếng ồn hoặc không có tiếng ồn nào cả",
            "hasImg": true
        },
        {
            "id": "5b0004fa-15f7-4754-bb7f-8a1ced808565",
            "word": "stupid",
            "phonetic": "stuːpɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Stupid is as stupid does.",
                "Stupid is as stupid does.",
                "You're always pushing it and you take stupid risks!",
                "No bashing your stupid head against a wall is ever gonna change that.",
                "My wedding was supposed to be my special day, but my sister and her stupid boyfriend took the stage when he proposed to her at the wedding reception."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1cGlk&hash=863105d20e231208fb24b55fba54b8a69ea3d337&lang=en&cache-only=0",
            "defineEn": "not having common sense or the ability to understand or learn quickly",
            "defineVi": "không có ý thức chung hoặc khả năng hiểu hoặc học hỏi nhanh chóng",
            "hasImg": true
        },
        {
            "id": "1ed97ac7-56bf-49d8-a108-40822cb37184",
            "word": "unfriendly",
            "phonetic": "ʌnfɹɛndli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The other dogs were unfriendly, too.",
                "He looked very unfriendly. '",
                "And a lot of turtles are pretty unfriendly.",
                "And as unfriendly a place as it seems, lots of life has evolved to survive here.",
                "The environmentally unfriendly disposal of unsold and returned inventory has made big news."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5mcmllbmRseQ&hash=353c1edcea6dc2fd9d4bfb261569b974cbf8dfcd&lang=en&cache-only=0",
            "defineEn": "not kind or nice toward other people",
            "defineVi": "không tử tế hoặc tốt đẹp đối với người khác",
            "hasImg": true
        },
        {
            "id": "4bf8d0cd-bc6e-468d-95df-aea1ef9d4db7",
            "word": "unkind",
            "phonetic": "ʌŋkaɪnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And I wasn’t trying to be unkind to Trump in that moment.",
                "WOMAN: That doesn't entitle us to be unkind to them.",
                "'It's true she has been unkind to you, because she dislikes your faults, as Miss Scatcherd dislikes mine.",
                "One of the people you write about who is not a friend of your husband, former President Trump, who said unkind things about your husband even after his death.",
                "Slavery can be such a hard thing to think about because it was so unfair and unkind."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5raW5k&hash=0e98641bb0aed1f0edf57349882b5feaa81c1ee7&lang=en&cache-only=0",
            "defineEn": "not friendly, considerate, or nice toward others",
            "defineVi": "không thân thiện, ân cần, hoặc tốt đẹp đối với người khác",
            "hasImg": true
        }
    ]
}