{
    "id": "8e26e714-fb24-48f7-848e-7f85a9701b29",
    "title": "Jobs",
    "originalTitle": "Lesson 13",
    "words": [
        {
            "id": "c2d5378a-657d-4f39-996e-a10efabd3870",
            "word": "architect",
            "phonetic": "ɑːɹkɪtɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Engineers collaborate with architects to turn design concepts into reality.",
                "The completion of the landmark building was the architect's crowning glory, showcasing their visionary design and construction skills.",
                "When the architect designed the building, the contractor followed the plans, recognizing that every man to his trade and he was not qualified to make design decisions.",
                "The going rate for a skilled architect in India is about $50,000 per year.",
                "The entrepreneur knew that every man is the architect of his own fortune when he started his own business."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGl0ZWN0&hash=f2ac57be572d4a9276121a729cb9e6d546226196&lang=en&cache-only=0",
            "defineEn": "a person whose job is designing buildings and typically supervising their construction",
            "defineVi": "một người có công việc là thiết kế các tòa nhà và thường giám sát việc xây dựng của họ",
            "hasImg": true
        },
        {
            "id": "eb18e3c2-895a-462a-856a-70df70f5e3a4",
            "word": "assistant",
            "phonetic": "ɐsɪstənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sales assistants are often on the receiving end of verbal abuse from customers.",
                "She made him her assistant.",
                "My assistant is threatening to leave.",
                "She stole the shoes from under the assistant's nose.",
                "The assistant manager is standing in for the store manager while she is on maternity leave."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNzaXN0YW50&hash=e01d7db145078df6b15d8c542f6e3e5e7fd580bc&lang=en&cache-only=0",
            "defineEn": "a person who helps someone in their work",
            "defineVi": "một người giúp ai đó trong công việc của họ",
            "hasImg": true
        },
        {
            "id": "e0d2dafb-bf5d-4577-bbed-6e8f5d35278e",
            "word": "boss",
            "phonetic": "bɔs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boss has a short fuse these days!",
                "The boss was clear about the deadline for the project, with no ifs, ands, or buts.",
                "The boss of the failed company is keeping schtum about his role in the disaster.",
                "My boss finally let me in on the plans for the new project.",
                "The boss sure aired his lungs when we lost another customer!"
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9zcw&hash=cc8832986e00d3287a2cfc1e34c80af76d04b8e5&lang=en&cache-only=0",
            "defineEn": "a person who is in charge of a large organization or has an important position there",
            "defineVi": "một người phụ trách một tổ chức lớn hoặc có một vị trí quan trọng ở đó",
            "hasImg": true
        },
        {
            "id": "8b41c253-2235-4daa-861b-93602d8e759d",
            "word": "businessperson",
            "phonetic": "bɪznəspɚsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And so that saddens me, saddens me for the people that work there as a businessperson.",
                "He became seen as a credible businessperson with a real track record, even though that was at odds with reality.",
                "What he felt you could aspire to is be the businessperson, be the community activist that he was.",
                "What the Trump administration does is it attacks it like a businessperson would from multiple vectors of attack with the goal of having the jobs here, the factories here and Americans safe."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVzaW5lc3NwZXJzb24&hash=ccfa2bf96709c0e5b3755ce14685dfcde2d2d690&lang=en&cache-only=0",
            "defineEn": "someone who works in business, especially at a high level",
            "defineVi": "một người làm việc trong kinh doanh, đặc biệt là ở một mức độ cao",
            "hasImg": true
        },
        {
            "id": "e398fd35-4b08-44dd-b7d5-5c51a89552cc",
            "word": "chemist",
            "phonetic": "kɛmɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "There's a chemist around the corner.",
                "But by this time, chemists wanted a more scientific society.",
                "In 1931, German chemists developed an effective anti-malaria drug, mepacrine.",
                "Chemists accomplish all of these feats with the use of additives.",
                "For a chemist, a mole conjures up the number 6.02 times 10 to the 23rd, not a fuzzy little animal."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlbWlzdA&hash=2bb30e50ee10f6b5a4d29032a4f0b3029c49bd5f&lang=en&cache-only=0",
            "defineEn": "a scientist who studies chemistry",
            "defineVi": "một nhà khoa học nghiên cứu hóa học",
            "hasImg": true
        },
        {
            "id": "8964c7c7-1c9b-475c-b78c-6e39f2256619",
            "word": "detective",
            "phonetic": "dɪtɛktɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "Detectives had closed the book on the Hornsey Murders case three years previously.",
                "The detective took after the burglars.",
                "They hired a detective firm to dig up dirt on their rival.",
                "The detective warned the gang members that blood will have blood, and that their violent actions would only lead to more violence and retribution.",
                "The mob boss ordered a hit on the detective who had sent his right-hand man up the river."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV0ZWN0aXZl&hash=c28b803cf7007af975fbcb1b43cad05b4382be52&lang=en&cache-only=0",
            "defineEn": "a person, especially a police officer, whose job is to investigate and solve crimes and catch criminals",
            "defineVi": "một người, đặc biệt là cảnh sát, có công việc là điều tra và giải quyết tội phạm và truy bắt tội phạm",
            "hasImg": true
        },
        {
            "id": "c23eff72-0a13-4cb9-bc43-6ddf616bab41",
            "word": "to employ",
            "phonetic": "tʊ ɛmplɔɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The farmer employs modern agricultural techniques to maximize the yield of his soybean crop.",
                "This company tends to employ young women have an eye to the main chance.",
                "The dessert mousse employed a gelatin-based thickening agent to create a light and airy texture.",
                "They’re breaking the law by employing such young children.",
                "The election promise of employing the large number of unemployed graduates has become a milestone round the neck of the coalition government."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1wbG95&hash=f92f55ae5acdcb92045b0142fcba8a686f16b0f8&lang=en&cache-only=0",
            "defineEn": "to give work to someone and pay them",
            "defineVi": "giao việc cho ai đó và trả tiền cho họ",
            "hasImg": true
        },
        {
            "id": "644bec55-87b4-40c4-a491-4fa70fe4f27e",
            "word": "engineer",
            "phonetic": "ɛndʒɪnɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The engineer oversees the construction and maintenance of roads and bridges.",
                "Engineers collaborate with architects to turn design concepts into reality.",
                "An engineer suggested driving a tunnel through the Judean hills.",
                "The engineer is responsible for ensuring the safety and efficiency of the electrical system.",
                "The engineer designs cars and improves their performance."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5naW5lZXI&hash=a9b69867097df371c962250a506cf5cba18f2a1f&lang=en&cache-only=0",
            "defineEn": "a person who designs, fixes, or builds roads, machines, bridges, etc.",
            "defineVi": "một người thiết kế, sửa chữa hoặc xây dựng đường xá, máy móc, cầu cống, v.v.",
            "hasImg": true
        },
        {
            "id": "234971a1-c702-48cf-acd0-18ccd5b5d672",
            "word": "instructor",
            "phonetic": "ɪnstɹʌktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Jennifer had been harboring the hots for her gym instructor, Alex.",
                "\"In learning a new skill, consistent practice and small improvements can lead to mastery, as many a little makes a mickle,\" said the instructor during the class.",
                "The workshop instructor emphasized that children and fools must not play with edged tools, stressing the need for focus, discipline and maturity when using power tools.",
                "They attended a cooking class where the instructor taught them how to make stuffed savoy cabbage rolls.",
                "The writing instructor told the students that whoever writes a book should be ready to accept criticism, and encouraged them to revise their work based on feedback from others."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdHJ1Y3Rvcg&hash=56905d56e1c32981c40beb992db5874ceccbc05d&lang=en&cache-only=0",
            "defineEn": "a person who teaches a practical skill or sport to someone; someone whose occupation is teaching",
            "defineVi": "một người dạy một kỹ năng thực tế hoặc thể thao cho ai đó; ai đó có nghề nghiệp là giảng dạy",
            "hasImg": true
        },
        {
            "id": "a16b395b-114f-49f1-a9cd-e2867a0dfc89",
            "word": "director",
            "phonetic": "dᵻɹɛktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The director praised the actor for their outstanding performance in the movie.",
                "The director paid tribute to all she had done for the charity.",
                "She's wanted immediately in the director's office.",
                "The new executive director had big plans for the organization, but it was the long-time volunteers who knew the community and its needs.",
                "The energy company's board of directors was composed entirely of men in gray suits who were resistant to investing in renewable energy sources."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlyZWN0b3I&hash=3d3b5f3202d469e62536763408353874e4581834&lang=en&cache-only=0",
            "defineEn": "a person who manages or is in charge of an activity, department, or organization",
            "defineVi": "một người quản lý hoặc chịu trách nhiệm về một hoạt động, bộ phận hoặc tổ chức",
            "hasImg": true
        },
        {
            "id": "75f5ba2b-1bad-4bcc-9d7b-4c08c2662eea",
            "word": "lawyer",
            "phonetic": "lɔɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lawyer presented the right argument in court.",
                "The lawyers put another nail in her coffin today.",
                "Do not your lawyers sell all their practice, as your priests their prayers?",
                "Do not your lawyers sell all their practice, as your priests their prayers?",
                "The plaintiff’s lawyer turned the tables this morning by producing some strong new evidence."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF3eWVy&hash=a5e0f9a43d7e91c78c33dddbc3503ce6fc8d226b&lang=en&cache-only=0",
            "defineEn": "a person who practices or studies law, advises people about the law or represents them in court",
            "defineVi": "một người hành nghề hoặc nghiên cứu luật, tư vấn cho mọi người về luật hoặc đại diện cho họ trước tòa",
            "hasImg": true
        },
        {
            "id": "694b22e3-9be9-465f-90b5-5f4bfed055f9",
            "word": "receptionist",
            "phonetic": "ɹᵻsɛpʃənɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The receptionist led the way to the boardroom.",
                "The receptionist sat behind the desk, welcoming visitors.",
                "The receptionist informed me that the manager is not available at the moment.",
                "Please collect the documents from the receptionist before leaving the building.",
                "I mean, I'm a receptionist at Soul Cycle."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjZXB0aW9uaXN0&hash=c45778d9e115b3ce8d9986d086ba6c0ff2f35f3c&lang=en&cache-only=0",
            "defineEn": "a person who greets and deals with people arriving at or calling a hotel, office building, doctor's office, etc.",
            "defineVi": "một người chào đón và giao dịch với những người đến hoặc gọi đến khách sạn, tòa nhà văn phòng, văn phòng bác sĩ, v.v.",
            "hasImg": true
        },
        {
            "id": "3e6eae31-4441-4ec9-bde3-f942d0107741",
            "word": "to train",
            "phonetic": "tə tɹeɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The train’s here at long last.",
                "The train traveled through beautiful countryside.",
                "Trains between London and Brighton run throughout the day.",
                "To hold the train.",
                "The slow train arrived at the station behind schedule."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhaW4&hash=3865ef7839c764c1b18e71b114316704b4624fe5&lang=en&cache-only=0",
            "defineEn": "to be taught the skills for a particular job or activity through instruction and practice over time",
            "defineVi": "được dạy các kỹ năng cho một công việc hoặc hoạt động cụ thể thông qua hướng dẫn và thực hành theo thời gian",
            "hasImg": true
        },
        {
            "id": "918dbb00-68d7-41f0-bf9b-02aba5182938",
            "word": "adviser",
            "phonetic": "ɐdvaɪzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Although America is a democracy, a lot of key decisions are made behind closed doors by unelected advisers.",
                "As did Susan Rice Obama's national security adviser.",
                "There's advisers, Iranian advisers.",
                "President-elect Joe Biden formally announced top economic advisers today.",
                "I joined the Clinton campaign as an adviser, not formally."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2aXNlcg&hash=8238cf55915c758a53a0f4159f4748d36cb04509&lang=en&cache-only=0",
            "defineEn": "someone whose job is to give advice professionally on a particular subject",
            "defineVi": "một người có công việc là đưa ra lời khuyên chuyên nghiệp về một chủ đề cụ thể",
            "hasImg": true
        },
        {
            "id": "2738df20-f3ab-4e77-8c82-15c945b18cb0",
            "word": "agent",
            "phonetic": "eɪdʒənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have two agents on the case.",
                "a sharp talent agent who has a finger in the pie in show business.",
                "The literary festival attracts renowned authors, publishers, and literary agents.",
                "The agent put me on hold while she consulted a colleague.",
                "The agent counsels them obliquely against waste, repeats the letter of the law, and smiles."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdlbnQ&hash=b80e3659d4fa110bb390f592939de7c0b64406f8&lang=en&cache-only=0",
            "defineEn": "a company or person that represents another person or company or manages their affairs",
            "defineVi": "một công ty hoặc người đại diện cho người khác hoặc công ty hoặc quản lý công việc của họ",
            "hasImg": true
        },
        {
            "id": "78a6f040-8370-49b1-b487-dba4c91fc333",
            "word": "employment",
            "phonetic": "ɛmplɔɪmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Employment rises by two and a half million.",
                "Employment lawyers report an uptick in layoffs of older workers as a result of the pandemic-induced recession.",
                "On Sunday, a majority of the Trump campaign staff ended their employment.",
                "Except for the dips in the '08 recession, employment grew in every category until 2020.",
                "The employment rates are very low."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1wbG95bWVudA&hash=9d9d6eb91c5ac18461a0967797454ff47d086794&lang=en&cache-only=0",
            "defineEn": "the fact or state of having a regular paid job",
            "defineVi": "thực tế hoặc tình trạng có một công việc được trả lương thường xuyên",
            "hasImg": true
        },
        {
            "id": "c48fa781-edeb-4816-aa05-75e2b3a72231",
            "word": "marketing",
            "phonetic": "mɑːɹkɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company abandoned its outdated marketing strategy in favor of a more innovative approach.",
                "The use of social media in marketing is in the ascendant.",
                "The company's marketing team is on a roll with their latest campaign, gaining a lot of attention on social media.",
                "The company's new marketing strategy has opened doors and attracted a wider audience.",
                "An industry-backed initiative petition with a large marketing budget overturned the apple cart."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFya2V0aW5n&hash=9c01c78d9014cad6999254b155967dcc62c2b127&lang=en&cache-only=0",
            "defineEn": "the act or process of selling or advertising a product or service, usually including market research",
            "defineVi": "hành động hoặc quá trình bán hoặc quảng cáo sản phẩm hoặc dịch vụ, thường bao gồm nghiên cứu thị trường",
            "hasImg": true
        },
        {
            "id": "26422cb5-03e5-4410-97cb-2baf5091f25e",
            "word": "president",
            "phonetic": "pɹɛzɪdənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The president has the wind at his back on this issue.",
                "The new president takes office in January.",
                "The President runs the risk of assassination with every public appearance.",
                "The rumors eventually reached the President.",
                "The President handed over the baton to his successor."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc2lkZW50&hash=bca7ff16b5b3377ea2e046d7c8d0a7f24af50779&lang=en&cache-only=0",
            "defineEn": "the head of a company or corporation",
            "defineVi": "người đứng đầu một công ty hoặc tập đoàn",
            "hasImg": true
        },
        {
            "id": "0e7ae173-26cf-4d42-a5a1-24ce817b12f2",
            "word": "profession",
            "phonetic": "pɹəfɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her energy and talent took her to the top of her profession.",
                "He worked his way to the top of his profession.",
                "He follows industry blogs and journals to keep up with trends in his profession.",
                "His linguistic ability served him well in his chosen profession.",
                "She argued that my profession and married life were at odds."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZmVzc2lvbg&hash=6f3ea2ceca793fca532704500f2634172dce0262&lang=en&cache-only=0",
            "defineEn": "a paid job that requires a high level of education and training",
            "defineVi": "một công việc được trả lương đòi hỏi trình độ học vấn và đào tạo cao",
            "hasImg": true
        },
        {
            "id": "5307aafd-76c6-45b7-8764-7e9b2efd51d9",
            "word": "to retire",
            "phonetic": "tə ɹᵻtaɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Employees can retire at 60 if they choose.",
                "Jim retired to raise raspberries.",
                "When the CEO retired, the board of directors made the mistake of promoting the inexperienced intern to take his place.",
                "Since he retired, Bill has too much time on his hands.",
                "Even though I’ve retired, I still get up at 7 am by force of habit."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV0aXJl&hash=1999be924875d11168da8c52dc79e5f8d7471ea5&lang=en&cache-only=0",
            "defineEn": "to leave one's job and stop working, usually on reaching a certain age",
            "defineVi": "rời bỏ công việc của một người và ngừng làm việc, thường là khi đến một độ tuổi nhất định",
            "hasImg": true
        },
        {
            "id": "039dc22e-fc13-49e9-b500-3204bea96c80",
            "word": "accountant",
            "phonetic": "ɐkaʊntənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His accountant had been cooking the books for years.",
                "When it comes to the new tax reform, the new accountant really knows her onions.",
                "I received an automated email from the accountant saying that she was out to lunch.",
                "The accountant was tasked with managing the company's finances, but she was caught embezzling funds for her own benefit.",
                "It would probably pay you to hire an accountant."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb3VudGFudA&hash=7ab751a23659e66924f630a2d8b4e7d99581a3b2&lang=en&cache-only=0",
            "defineEn": "someone whose job is to keep or check financial accounts",
            "defineVi": "ai đó có công việc là để giữ hoặc kiểm tra tài khoản tài chính",
            "hasImg": true
        },
        {
            "id": "09859bc7-4ce1-41fd-9f84-daa9c3a3d726",
            "word": "analyst",
            "phonetic": "ænɐlɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Analysts predict record growth of sales in 2021, especially in Europe and China.",
                "Analysts predict record growth for EVs in 2021, especially in Europe and China.",
                "And according to analysts, the restaurant had another big advantage over its competitors: technology.",
                "Analysts might look for certain vehicles outside.",
                "Its explorers are its geographic analysts."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5hbHlzdA&hash=deecd51f2ba93f36fe52944d2c70c94614db724e&lang=en&cache-only=0",
            "defineEn": "a trained individual who is concerned with analyzing the facts and providing others with information",
            "defineVi": "một cá nhân được đào tạo có liên quan đến việc phân tích các sự kiện và cung cấp cho người khác thông tin",
            "hasImg": true
        },
        {
            "id": "8a735216-5d4a-47cf-aa7a-f550caf304ea",
            "word": "apprentice",
            "phonetic": "ɐpɹɛntɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Brilliant move my apprentice.",
                "He mentors apprentices during the four-year program at Arion.",
                "His announcement mirrored \"The Apprentice.\"",
                "he apprenticed himself to the director Max Reinhardt.",
                "She leaves her apprentice in charge and heads to the center of the city."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwcmVudGljZQ&hash=a29c228be78a46aa4482575d01c85685f03b24b0&lang=en&cache-only=0",
            "defineEn": "someone who works for a skilled person for a specific period of time to learn their skills, usually earning a low wage",
            "defineVi": "một người làm việc cho một người có kỹ năng trong một khoảng thời gian cụ thể để học các kỹ năng của họ, thường kiếm được mức lương thấp",
            "hasImg": true
        },
        {
            "id": "44065c12-0283-4c90-9aed-996f8b47d8d2",
            "word": "archeologist",
            "phonetic": "ɑːɹkɪɑːlədʒɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "12,000 years later an archeologist is trying to figure who you were.",
                "And Archeologists think that prehistoric humans were eating people to meet protein demands and to kill off their enemies.",
                "Archeologists have found records of proto-writing, which involves using symbols to represent specific meanings, but not in whole strings like a sentence.",
                "Archeologists, historians, and other scholars have pieced together plausible explanations and generated likely narratives, but as with all ancient scholarship, this leaves ample room for variations and disagreement.",
                "Archeologists spend a lot of time digging where they think they might find important historical objects, or artifacts."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGVvbG9naXN0&hash=a0f96fcdfca9700e951b1e8ecdcf67fca4fa2877&lang=en&cache-only=0",
            "defineEn": "a person whose job is to study ancient societies using facts, objects, buildings, etc. remaining in excavation sites",
            "defineVi": "một người có công việc là nghiên cứu các xã hội cổ đại bằng cách sử dụng các sự kiện, đồ vật, tòa nhà, v.v. còn sót lại trong các địa điểm khai quật",
            "hasImg": true
        },
        {
            "id": "1c15fd76-c5bd-4ec2-98ea-f4cfad82b588",
            "word": "CEO",
            "phonetic": "siːiːoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company kicked off the CEO for embezzlement.",
                "The CEO is the big wheel of the entire company, with control over all major decisions.",
                "The company CEO let the employees in on the exciting news about the upcoming merger.",
                "The new CEO made her bow at the company's annual shareholder meeting.",
                "The company's new CEO is a big name in the financial world."
            ],
            "audio": "https://tts.langeek.co/read?text=Q0VP&hash=2969fe55e566808a01900a63d66a137f2c134da5&lang=en&cache-only=0",
            "defineEn": "the highest-ranking person in a company",
            "defineVi": "người cấp cao nhất trong một công ty",
            "hasImg": true
        },
        {
            "id": "e8d18736-ea01-4848-a8a4-6ea86a015e6d",
            "word": "critic",
            "phonetic": "kɹɪɾɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film received lavish praise from critics for its groundbreaking visual effects, compelling storyline, and outstanding performances.",
                "Right in the middle of the review is a left-handed compliment: the critic praises the actor for his \"startling career departure.\"",
                "The mayor's critics were laughing up their sleeves when news of the scandal was first reported.",
                "The President answered his critics by fighting fire with fire.",
                "She was a critic who loomed large in literary circles."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpdGlj&hash=266c0e2447147fd083763b01e899eeead788d119&lang=en&cache-only=0",
            "defineEn": "someone who gives their personal standpoint of a movie, play, etc. as a job",
            "defineVi": "ai đó đưa ra quan điểm cá nhân của họ về một bộ phim, vở kịch, v.v. như một công việc",
            "hasImg": true
        },
        {
            "id": "77dd95ee-939a-4e82-b148-69d11c4ad244",
            "word": "entrepreneur",
            "phonetic": "ɑːntɹɪpɹənʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cut and thrust of the business world keeps entrepreneurs on their toes.",
                "The entrepreneur received a lot of feedback from friends and family on her new business idea.",
                "Entrepreneurs who are struggling to grow their businesses.",
                "The young entrepreneur is quickly becoming a big noise in the world of startup companies.",
                "She introduced her husband as a successful entrepreneur during the charity event."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW50cmVwcmVuZXVy&hash=5d959a06df011dde545ff215c7b766ec90f2d654&lang=en&cache-only=0",
            "defineEn": "a person who starts a business, especially one who takes financial risks",
            "defineVi": "một người bắt đầu kinh doanh, đặc biệt là một người chấp nhận rủi ro tài chính",
            "hasImg": true
        },
        {
            "id": "5299a736-ef42-4fc8-9fbb-fb509db52ed7",
            "word": "estate agent",
            "phonetic": "ᵻsteɪt eɪdʒənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Previously estate agents ended up as a monkey in the middle between landlord and tenant.",
                "In Northwest London, no one understands the desires and demands of multi-millionaires better than Hampstead estate agent Trevor Abramson.",
                "Real Estate Agent and single dad Chris Barker was raised in Arizona."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXN0YXRlIGFnZW50&hash=6cd9782670048dbe74551a7e05ded60ba33ed9d9&lang=en&cache-only=0",
            "defineEn": "a person whose job is to help clients rent or buy properties",
            "defineVi": "một người có công việc là giúp khách hàng thuê hoặc mua tài sản",
            "hasImg": true
        },
        {
            "id": "c5c64e30-ae68-410b-9f29-f0a03cdd2a86",
            "word": "freelance",
            "phonetic": "fɹiːlæns ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The freelance investigative reporter made a career of digging up dirt on celebrities for tabloids.",
                "While raising her children, she kept her finger on the pulse of business and technology by freelancing for start-ups and small businesses.",
                "MALCOLM BRABANT: Jago and Gus' mother is freelance writer Flora Watkins.",
                "I had just gotten a couple of freelance writing assignments.",
                "Companies like HackerOne, Bugcrowd and Synack have sprung up to connect freelance hackers with corporations that offer bug bounty programs."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlZWxhbmNl&hash=fdd788e61438b5ecbe6e69344479ae0e062f19a8&lang=en&cache-only=0",
            "defineEn": "earning money by working for several different companies rather than being employed by one particular organization",
            "defineVi": "kiếm tiền bằng cách làm việc cho một số công ty khác nhau thay vì làm việc cho một tổ chức cụ thể",
            "hasImg": true
        },
        {
            "id": "ad79b0d6-f8af-48c4-b529-3b7b1cc69f8e",
            "word": "occupation",
            "phonetic": "ɑːkjʊpeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "If you're trying to quit smoking, it's helpful to keep yourself occupied with other activities because constant occupation prevents temptation.",
                "Find you another occupation.",
                "My occupation is emcee D.J.",
                "A uniform identifies the occupation and status of many workers. ",
                "Other systematic class differences come from the occupations that different classes tend to hold."
            ],
            "audio": "https://tts.langeek.co/read?text=b2NjdXBhdGlvbg&hash=fd6ecb54b0c744d1c7677930c1d70d77313ddc4b&lang=en&cache-only=0",
            "defineEn": "a person's profession or job",
            "defineVi": "nghề nghiệp hoặc công việc của một người",
            "hasImg": true
        }
    ]
}