{
    "id": "8eac4524-d6b4-46f2-8b68-460813da8074",
    "title": "Top 276 - 300 Adjectives",
    "originalTitle": "Top 276 - 300 Adjectives",
    "words": [
        {
            "id": "bc3599e2-6db2-4ac9-9243-5f352d1bcb8c",
            "word": "mad",
            "phonetic": "mæd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That noise is driving me mad!",
                "My dad was mad as a hornet after I crashed his car.",
                "John has been mad at Mary for a week.",
                "To go crazy/mad/nuts/insane.",
                "The family's hopping mad that she left them nothing."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFk&hash=122822f56cdb3811210a0ac18b3f35da5e1096e3&lang=en&cache-only=0",
            "defineEn": "very angry or displeased",
            "defineVi": "rất tức giận hoặc không hài lòng",
            "hasImg": true
        },
        {
            "id": "9a385679-5137-43c2-bb2e-ab06ed5a21fc",
            "word": "female",
            "phonetic": "fiːmeɪl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Seeing flames behind a dune during one of her walks, the female narrator stops in her tracks.",
                "On the credit side of the ledger, the film's female lead offers a remarkably strong character for girls and women of all ages to identify with and look up to.",
                "It is the female birds that build the nests.",
                "Many traditionalists believe that the sporting industry should be predominately for men, and female journalists have endured a lot of criticism for breaking the mold.",
                "Many people assume that men are naturally better at sports, but time and time again, female athletes have proven that the gray mare is the better horse, often outperforming their male counterparts."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVtYWxl&hash=1a3137309161410d07645a5b5cc01dc5c907a189&lang=en&cache-only=0",
            "defineEn": "relating to women or the female gender",
            "defineVi": "liên quan đến phụ nữ hoặc giới tính nữ",
            "hasImg": true
        },
        {
            "id": "83cbfe3d-b4f5-466a-baf7-a0fbb87c39f4",
            "word": "confident",
            "phonetic": "kɑːnfɪdənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Both men wore confident smiles.",
                "She felt confident and beautiful in her new swimsuit.",
                "I'm confident that the new restaurant will go like a bomb and become a popular dining destination.",
                "And nothing was so irritating as the confident way he used archaic idiom.",
                "During the chess tournament, Jane was confident in her skills, but her opponent ended up cleaning her clock with a series of surprising moves."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmlkZW50&hash=78cae2e14348480b0022e7a87dd698aba99fef4b&lang=en&cache-only=0",
            "defineEn": "being certain about our plans, abilities, the future, etc. and believing that we can gain success",
            "defineVi": "chắc chắn về kế hoạch, khả năng, tương lai của mình, v.v. và tin rằng chúng ta có thể đạt được thành công",
            "hasImg": true
        },
        {
            "id": "14fe7db3-5fe2-47ac-bf8e-d125c3b9087b",
            "word": "criminal",
            "phonetic": "kɹɪmɪnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In a criminal trial the standard of proof is beyond the reasonable doubt.",
                "She had built a reputation as a criminal lawyer.",
                "Imagine two criminals, partners in crime, who are arrested and placed in separate cells with no means of communication.",
                "It was discovered that the corrupt official was in league with the criminal organization.",
                "They rely on the police to investigate crimes and bring criminals to justice."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpbWluYWw&hash=155c8a18c0721ccef684e8a4f6ef7cd0439b84e4&lang=en&cache-only=0",
            "defineEn": "connected with or involving illegal or criminal activities",
            "defineVi": "kết nối với hoặc liên quan đến các hoạt động bất hợp pháp hoặc tội phạm"
        },
        {
            "id": "1d6b764e-d8ed-4b2c-b823-4b09ca13131e",
            "word": "nervous",
            "phonetic": "nɜːvəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I was too nervous to eat.",
                "I felt a bit nervous when the elevator suddenly stopped between floors.",
                "I was nervous before my dental appointment, but the dentist made me feel comfortable.",
                "He grew nervous about the deal and asked his bank manager to stop the cheque.",
                "I was pretty nervous to start with, but after a while I was fine."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVydm91cw&hash=4e07a35886d051785f3b098585fe67dab31af9a0&lang=en&cache-only=0",
            "defineEn": "worried and anxious about something or slightly afraid of it",
            "defineVi": "lo lắng và băn khoăn về điều gì đó hoặc hơi sợ điều đó",
            "hasImg": true
        },
        {
            "id": "f6927f10-da26-4053-8228-4ae6e410028f",
            "word": "fake",
            "phonetic": "feɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The diamond thief double-crossed his partners and gave them only worthless fake jewels.",
                "The thug threw dust in her eyes and exchanged her real diamonds with fake stones.",
                "He played a trick on his sister by putting a fake spider in her bed.",
                "The fake article had been in print in the renowned scientific journal for more than a week before its author revealed that he had pulled a stunt.",
                "The fake article had been in print in the renowned scientific journal for more than a week before its author revealed that he had pulled a fast one."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFrZQ&hash=71048b9566a2e889b17cb0a3e666a280c2a7f9a7&lang=en&cache-only=0",
            "defineEn": "made or intended to be like the original or real version of something",
            "defineVi": "được thực hiện hoặc dự định giống như phiên bản gốc hoặc thực của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "d17d5091-1740-4ebf-84c6-fbd29b7586b5",
            "word": "typical",
            "phonetic": "tɪpɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She was always into sports and social activities, while I was your typical bookworm with very few friends.",
                "It was your typical day: I went to work, came home, had dinner, yada yada yada.",
                "No wall work pretty typical.",
                "The situation in this municipal hospital in Sao Paulo is typical of the situation in hospitals around the region and around the country.",
                "But plenty of them follow less typical orbits."
            ],
            "audio": "https://tts.langeek.co/read?text=dHlwaWNhbA&hash=667667a51c9b69104db9fe43b9d3293bab335325&lang=en&cache-only=0",
            "defineEn": "having or showing the usual qualities or characteristics of a particular group of people or things",
            "defineVi": "có hoặc thể hiện những phẩm chất hoặc đặc điểm thông thường của một nhóm người hoặc vật cụ thể",
            "hasImg": true
        },
        {
            "id": "8011a6a6-0621-4e23-a5bd-5c19bc60d8f7",
            "word": "native",
            "phonetic": "neɪɾɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The native orange from Florida has a delightful balance of sweetness and tanginess.",
                "My grandmother's homemade marmalade made from native oranges is a family favorite.",
                "And they're streaming natives.",
                "Natives flee from their homes.",
                "With the return of monkeys to Central America, the North American continent had native primates again."
            ],
            "audio": "https://tts.langeek.co/read?text=bmF0aXZl&hash=e3e5c63b7dc7062ac233e5b7344920c94808ee5b&lang=en&cache-only=0",
            "defineEn": "related to one's place of birth",
            "defineVi": "liên quan đến nơi sinh của một người"
        },
        {
            "id": "99c78313-77ad-471d-8581-74d0ec1946e2",
            "word": "empty",
            "phonetic": "ɛmpti ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The house has sat empty for two years.",
                "Our waiter cleared the empty plates from the table.",
                "I got an empty gift box.",
                "He emptied the full trash can into the larger dumpster outside.",
                "I placed my bag on the empty chair next to me."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1wdHk&hash=a743e96333a8242f2973547f016aabd78ddef2f5&lang=en&cache-only=0",
            "defineEn": "with no one or nothing inside",
            "defineVi": "không có ai hoặc không có gì bên trong",
            "hasImg": true
        },
        {
            "id": "7b7f4af6-0945-421f-912e-5f013e15f68a",
            "word": "religious",
            "phonetic": "ɹᵻlɪdʒəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Religious instruction is banned in all state schools in the country.",
                "He has very firmly held religious beliefs.",
                "In many cases religious persecution is the cause of people fleeing their country.",
                "The Medieval church went to some lengths to specify the roles of particular stones in religious imagery.",
                "For the past couple of years, the chattering classes have argued about whether the religious right is in decline."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsaWdpb3Vz&hash=abc9c41f33e5b5a7ff8de25adc670a5c3e520fff&lang=en&cache-only=0",
            "defineEn": "related to a religion",
            "defineVi": "liên quan đến một tôn giáo",
            "hasImg": true
        },
        {
            "id": "f9aef973-e944-468e-a7d7-82836afc9bbc",
            "word": "back",
            "phonetic": "bæk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Election season always puts my dad's back up.",
                "Dr. Jaffe pinned her ears back.",
                "Right, pin back your ears, everyone.",
                "I ran the tape back.",
                "The enemy was driven back."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFjaw&hash=0a3bf8b888d830c8a6453e18f6de47c30d466fbb&lang=en&cache-only=0",
            "defineEn": "being in or at the back of something",
            "defineVi": "đang ở trong hoặc ở phía sau của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "256f5a53-5f7b-421f-a211-5b0b2fed18a8",
            "word": "tight",
            "phonetic": "taɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Airport security was extra tight in the wake of yesterday's bomb attacks.",
                "The recent strike has put the airline company in a tight spot.",
                "Jane sure ran a tight ship around here.",
                "Shaona was running a tight ship and didn't waste time on small talk.",
                "He hung tight for 50 minutes, awaiting further instructions."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlnaHQ&hash=a53ef9788a15652a88d35d1679ccf25593e5da37&lang=en&cache-only=0",
            "defineEn": "(of clothes or shoes) fitting closely or firmly, especially in an uncomfortable way",
            "defineVi": "(quần áo hoặc giày dép) vừa khít hoặc chắc chắn, đặc biệt là theo một cách không thoải mái",
            "hasImg": true
        },
        {
            "id": "3b3643db-847a-4f43-80a2-d32a91c5395a",
            "word": "pretty",
            "phonetic": "pɹɪɾi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My knowledge of French is pretty basic.",
                "The girls looked so pretty in their summer dresses.",
                "The board meeting painted a pretty grim picture.",
                "Those movie stars live pretty high off the hog.",
                "Years of war have left their mark on these pretty islands."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJldHR5&hash=1bd0c5df5f0093fffb939252280111051eac2a5d&lang=en&cache-only=0",
            "defineEn": "(of a woman or a child) attractive without being very beautiful",
            "defineVi": "(của một người phụ nữ hoặc một đứa trẻ) hấp dẫn mà không quá xinh đẹp",
            "hasImg": true
        },
        {
            "id": "576cd693-5d8f-4fc4-aea3-0748947c0be8",
            "word": "bottom",
            "phonetic": "bɑːɾəm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Charity hits rock bottom in Emmerdale.",
                "Morale within the company was at rock bottom.",
                "The bottom line for 2014 was a pre-tax profit of £85 million.",
                "You really are scraping the bottom of the barrel!",
                "The company bets its bottom dollar when it spends a lot of money on advertising."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym90dG9t&hash=184dce738cf0495a0d5c32af474a76b9ead1382f&lang=en&cache-only=0",
            "defineEn": "in the lowest place or position",
            "defineVi": "ở nơi hoặc vị trí thấp nhất",
            "hasImg": true
        },
        {
            "id": "373248a7-f475-4bee-9ddc-b6d9ecc543f4",
            "word": "lovely",
            "phonetic": "lʌvli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "There's a lovely park right on our doorstep.",
                "She was a lovely woman and my mother truly enjoyed her company.",
                "I have been as busy as a beaver these last few weeks crocheting up custom orders for some lovely customers.",
                "They’ve let that lovely old house fall to pieces around them.",
                "The rose was pink and had a lovely scent."
            ],
            "audio": "https://tts.langeek.co/read?text=bG92ZWx5&hash=e00598dbc7f0b9dbe4d0822e59c02bdfc8a07f9b&lang=en&cache-only=0",
            "defineEn": "very beautiful or attractive",
            "defineVi": "rất đẹp hoặc hấp dẫn",
            "hasImg": true
        },
        {
            "id": "4b9b757e-05e1-4289-a401-ee9472e5cb39",
            "word": "hungry",
            "phonetic": "hʌŋɡɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm hungry.",
                "This dish will serve four hungry people.",
                "A hungry man is an angry man after all.",
                "Eva is so hungry that she can eat a horse.",
                "I’m getting a bit hungry."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVuZ3J5&hash=cee3ccd5128dd224f14f8e73eaa38e57dd7c1848&lang=en&cache-only=0",
            "defineEn": "needing or wanting something to eat",
            "defineVi": "cần hoặc muốn một cái gì đó để ăn",
            "hasImg": true
        },
        {
            "id": "54d9ea94-4b44-49d7-b235-b141346adb2b",
            "word": "horrible",
            "phonetic": "hɔːɹɪbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "These comments are horrible.",
                "The footage from this is absolutely horrible.",
                "Babies' got horrible taste!",
                "But the grammar is horrible.",
                "Because the relationship with Peach was horrible."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9ycmlibGU&hash=3513a3b1ca7587c6e0da807143cb57780b8fd8b9&lang=en&cache-only=0",
            "defineEn": "extremely unpleasant, bad, or disagreeable",
            "defineVi": "cực kỳ khó chịu, xấu, hoặc khó chịu",
            "hasImg": true
        },
        {
            "id": "43ec860d-433f-41a9-b4e8-26ac8e35efd9",
            "word": "moral",
            "phonetic": "mɔːɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The athlete decided to distance himself from teammates who engaged in doping, recognizing that bad company corrupts good morals.",
                "It seems like all our moral standards have just gone south.",
                "When you're tempted to seek revenge, remember that two wrongs never make a right and that the best response to bad behavior is to act in a manner that is just and moral.",
                "Moral facts apply as universally and as constantly as gravity or the speed of light.",
                "They deserve moral consideration."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9yYWw&hash=813dbc86b7a6e6a28d3f0bc54dbb6d7f5b2e522e&lang=en&cache-only=0",
            "defineEn": "concerned with right and wrong behavior",
            "defineVi": "quan tâm đến hành vi đúng và sai",
            "hasImg": true
        },
        {
            "id": "b78df471-e9f2-456b-90d9-ff8a83c92b39",
            "word": "limited",
            "phonetic": "lɪmɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For a limited time, every car in our range is available for nothing down!",
                "When Tim arrived home after his backpacking trip, he looked like he was just skin and bones from all the hiking and limited food.",
                "When Sarah was a college student with limited funds, she found herself less interested in shopping and spending time in commercial areas, demonstrating how a moneyless man goes fast through the market.",
                "Their options for employment were very limited.",
                "The evidence base is somewhat limited."
            ],
            "audio": "https://tts.langeek.co/read?text=bGltaXRlZA&hash=d599136ac38b215baa678253a0d4a03f83516055&lang=en&cache-only=0",
            "defineEn": "not being great in extent or amount",
            "defineVi": "không lớn về mức độ hoặc số lượng"
        },
        {
            "id": "4b9ec971-7b14-4545-ae21-4b1da228b6aa",
            "word": "accurate",
            "phonetic": "ækjʊɹət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I always double-check my homework to ensure it is accurate.",
                "The teacher refused to teach a subject she was not qualified to teach, recognizing that better untaught than ill-taught - it was essential to ensure that students received accurate and reliable information.",
                "The quiz is very accurate.",
                "Most peaking features on cameras this size are never that accurate.",
                "GPS systems now give accurate locations with an error of only a few meters."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjdXJhdGU&hash=281fa4ad2643556cf8a02fa504afcf61f59206d5&lang=en&cache-only=0",
            "defineEn": "describing something that is correct in all details, such as measurements, information, etc.",
            "defineVi": "mô tả một cái gì đó là chính xác trong tất cả các chi tiết, chẳng hạn như các phép đo, thông tin, vv",
            "hasImg": true
        },
        {
            "id": "8bfc5c5e-cc7e-41fc-a3f9-c9d429cb6c67",
            "word": "square",
            "phonetic": "skwɛɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They decorate the town square for holidays and special occasions.",
                "The demonstrators marched in a body to the main square.",
                "The people gathered in the town square to celebrate the victory.",
                "If this doesn't work we're back to square one.",
                "We'll have to go back at square one if the government pulls our funding on this project."
            ],
            "audio": "https://tts.langeek.co/read?text=c3F1YXJl&hash=84375fcb232426978fab61ef6cf2a8828931386e&lang=en&cache-only=0",
            "defineEn": "having four even sides and four right angles, forming a shape resembling a regular square",
            "defineVi": "có bốn cạnh đều và bốn góc vuông, tạo thành hình giống như hình vuông thông thường",
            "hasImg": true
        },
        {
            "id": "d0f5042f-ee56-4402-912b-52912c9263cf",
            "word": "nuclear",
            "phonetic": "nuːklɪɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The nuclear power plant released a small amount of radiation into the atmosphere after the incident.",
                "Disposal of nuclear waste was a problem whose solution was endlessly delayed, a tar baby no one wanted anything to do with.",
                "Military and nuclear research have received the lion's share of public funding.",
                "Send in the troops, aircraft, nuclear submarine experts, the whole nine yards.",
                "Nuclear energy creates an uneasy feeling of danger for many people."
            ],
            "audio": "https://tts.langeek.co/read?text=bnVjbGVhcg&hash=0231b7b5f053bbf70d212393f5b7f2adbd1c76b6&lang=en&cache-only=0",
            "defineEn": "relating to, producing, or powered by nuclear energy",
            "defineVi": "liên quan đến, sản xuất, hoặc chạy bằng năng lượng hạt nhân",
            "hasImg": true
        },
        {
            "id": "0b830558-26c9-4b74-b09a-cd74e7ccdef4",
            "word": "capable",
            "phonetic": "keɪpəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Dinoflagellates are capable of rapid movement due to their flagella.",
                "Anyone who is capable of taking advantage of young vulnerable children is lower than a snake's belly.",
                "And in doing so, reveals that he is capable of giving the devil her due.",
                "The library quickly withdrew the controversial novel from circulation after parents complained that there is no thief like a bad book, capable of corrupting even the most innocent of minds.",
                "My boss always says that send a fool to market and a fool he will return, whenever someone suggests training a difficult employee, because he believes that some people are just not capable of improving their skills or work ethic."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwYWJsZQ&hash=3b006acbe0f1ed25faa7f7a2b9e3679105ec8b03&lang=en&cache-only=0",
            "defineEn": "having the required quality or ability for doing something",
            "defineVi": "có chất lượng cần thiết hoặc khả năng để làm một cái gì đó",
            "hasImg": true
        },
        {
            "id": "8c2ecd32-2d28-4565-b4f4-ddba76cf9b7b",
            "word": "independent",
            "phonetic": "ɪndᵻpɛndənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "From a young age, he had a strong independent spirit and always did his own thing, refusing to be influenced by others' opinions.",
                "Each one is independent. ",
                "Sideways motion is independent of up and down motion.",
                "Naomi: My mom, she'e fiercely independent.",
                "Independent stores are carving out their own niches as well."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kZXBlbmRlbnQ&hash=23b04d012ba1fd35e4f170cb08119b98ceede632&lang=en&cache-only=0",
            "defineEn": "free to do things as one wants and not needing help from others",
            "defineVi": "tự do làm mọi việc theo ý muốn và không cần sự giúp đỡ của người khác",
            "hasImg": true
        },
        {
            "id": "e09ec685-918e-48f0-a7db-ccbe9ac5b8e3",
            "word": "broad",
            "phonetic": "bɹɔːd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Its characters are painted in broad brushstrokes.",
                "The crime was committed in broad daylight.",
                "Stolen goods are sold unashamedly in broad daylight",
                "Traveling to a foreign country allowed me to see my own culture and values in a new light, gaining a broader perspective and appreciation for diversity.",
                "Karen has broad shoulders sure, but she can't endure endless criticism."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvYWQ&hash=098599f4562e9baadb6130c9d37c1bff36c05a78&lang=en&cache-only=0",
            "defineEn": "having a large distance between one side and another",
            "defineVi": "có một khoảng cách lớn giữa bên này và bên kia",
            "hasImg": true
        }
    ]
}