{
    "id": "8ecb1bde-6cff-46cd-b727-6fef13b71b74",
    "title": "Unit 5 - Preview",
    "originalTitle": "Unit 5 - Preview",
    "words": [
        {
            "id": "101795a5-200e-4f57-b115-cb68918df168",
            "word": "salon",
            "phonetic": "sɐlɑːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "During the event last week, he had a bad hair day and regretted not scheduling a salon appointment beforehand.",
                "You win the ultimate hair accessory salon.",
                "Today, she owns a hair salon in Illinois.",
                "Haircut salons are open, nail salons are open.",
                "Khalid Bawab hasn't closed his hair salon for a day since the start of the lockdown."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Fsb24&hash=b3c3455f5fd81c63c69bbd0084ef679a794450b0&lang=en&cache-only=0",
            "defineEn": "a place where hairdressing, makeup and other cosmetic services are done professionally",
            "defineVi": "nơi thực hiện các dịch vụ làm tóc, trang điểm và các dịch vụ thẩm mỹ khác một cách chuyên nghiệp",
            "hasImg": true
        },
        {
            "id": "9388e7a6-1b8e-46bf-8632-98040dbff80c",
            "word": "haircut",
            "phonetic": "hɛɹkʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I need a haircut because my hair is getting too long.",
                "She received an ugly haircut that she immediately regretted.",
                "All the kids poked fun at Dan’s new haircut.",
                "Jenny's new haircut turned out to be a disaster, leaving her feeling ugly as sin and regretting her decision to try something different.",
                "He looks like a million bucks with his impeccably tailored suit and stylish haircut."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFpcmN1dA&hash=052be4f709dd2fa8e72d6da2d20b8e21b867069d&lang=en&cache-only=0",
            "defineEn": "the way in which a person's hair is cut",
            "defineVi": "cách cắt tóc của một người",
            "hasImg": true
        },
        {
            "id": "1282b8a9-4d08-49a9-892c-3dabdbd41e65",
            "word": "facial",
            "phonetic": "feɪʃəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "My mom wears facial mask sometmes.",
                "She used a facial cleanser to remove dirt and oil from her face.",
                "The skincare routine included a facial serum with lemongrass oil, known for its purifying and toning properties.",
                "She mixed arrowroot powder with water to create a homemade facial mask.",
                "Just take facial symmetry."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFjaWFs&hash=b7d2a01389ba38706fb043094b713c793b3a8bf4&lang=en&cache-only=0",
            "defineEn": "a beauty treatment for one's face that consists of cleansing and messaging the face to improve its appearance and condition",
            "defineVi": "một liệu pháp làm đẹp cho khuôn mặt của một người bao gồm làm sạch và nhắn tin cho khuôn mặt để cải thiện vẻ ngoài và tình trạng của nó",
            "hasImg": true
        },
        {
            "id": "88195d7d-a03c-440e-b986-61b9d8dac501",
            "word": "to shave",
            "phonetic": "tə ʃeɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "he shaved his beard off.",
                "Enhance the flavor of your dishes by shaving truffle over scrambled eggs for a luxurious breakfast.",
                "I will play Juliet, as soon as I shave my beard.",
                "When Andy started losing his hair, he decided to shave it all off.",
                "Don't criticize the new intern so harshly, remember the saying - a barber learns to shave by shaving fools."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hhdmU&hash=d268f8e696d4bdf081fef892c14c7c46903c6f62&lang=en&cache-only=0",
            "defineEn": "to remove hair, particularly facial hair, with a razor",
            "defineVi": "để tẩy lông, đặc biệt là lông mặt, bằng dao cạo",
            "hasImg": true
        },
        {
            "id": "b945010c-1941-48e8-8baf-34465bb78a13",
            "word": "manicure",
            "phonetic": "mænɪkjʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The loser has to give the winner a manicure for the feet.",
                "I'm still getting my manicures because that is a self-care moment and a relaxation moment.",
                "My nails, whether it'd be just a gel manicure or something else.",
                "They can also book complimentary massages, manicures, or haircuts right in their suites.",
                "So what in our evolutionary past led to this manicured adaptation, and what can nails do that their sharper cousins can’t?"
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuaWN1cmU&hash=d2ad99ff0273fc13c0f5eb28e8e0bb8b29eaa721&lang=en&cache-only=0",
            "defineEn": "a treatment for one's fingernails and hands to improve their appearance and condition",
            "defineVi": "điều trị móng tay và bàn tay của một người để cải thiện vẻ ngoài và tình trạng của chúng",
            "hasImg": true
        },
        {
            "id": "25acd12e-3e12-42d6-8de5-1d6910a9e51c",
            "word": "pedicure",
            "phonetic": "pɛdɪkjʊɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So here at the refuge, at least once a month, they get a pedicure.",
                "Yeah, otherwise known as a pedicure.",
                "Their feet are slightly more pedicured.",
                "Do something self care related, like give yourself a pedicure, take a virtual tour of the Smithsonian online, explore the planets and constellations on the solarium website or app.",
                "We're gonna open your mail and Rhett's - gonna give me my pedicure."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVkaWN1cmU&hash=db9232e906bb7701ac1fde270616b037ac3cd0a6&lang=en&cache-only=0",
            "defineEn": "a treatment for one's toenails and feet to improve their appearance and condition",
            "defineVi": "điều trị móng chân và bàn chân của một người để cải thiện vẻ ngoài và tình trạng của chúng"
        },
        {
            "id": "6be79590-69d6-4c7d-9223-a151cc95b594",
            "word": "service",
            "phonetic": "sɜːvɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Health services are lining the drug companies’ pockets, according to the report.",
                "Mr. Perkins took the morning service.",
                "Customer service calls went unanswered.",
                "The local bus company only runs a skeleton service on Sundays.",
                "The congregation gathered around the altar for the morning service."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VydmljZQ&hash=e947819f83fb3cffc420938828391aa76c239796&lang=en&cache-only=0",
            "defineEn": "the work done by a person, organization, company, etc. for the benefit of others",
            "defineVi": "công việc được thực hiện bởi một người, tổ chức, công ty, v.v. vì lợi ích của người khác"
        }
    ]
}