{
    "id": "8f5547b8-8498-415d-a823-9eb59443f87e",
    "title": "Architecture",
    "originalTitle": "Lesson 1",
    "words": [
        {
            "id": "2fca0234-10be-4019-9d7b-3da957f29e7c",
            "word": "campus",
            "phonetic": "kæmpəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "They've touched base with every political group on campus.",
                "He had got it going on during his time in college, excelling academically and being actively involved in campus activities.",
                "Back in the day, about half of California public schools allowed smoking on campus.",
                "The new campus is in Hyderabad, India.",
                "Not so long ago, this campus was home to a beautiful West Texan named Laura Welsh."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FtcHVz&hash=64bfdf7e792d7faa0e2e0501fcc4ae4900bb3a8b&lang=en&cache-only=0",
            "defineEn": "an area of land in which a university, college, or school, along with all their buildings, are situated",
            "defineVi": "một khu đất trong đó một trường đại học, cao đẳng, hoặc trường học, cùng với tất cả các tòa nhà của họ, được đặt",
            "hasImg": true
        },
        {
            "id": "07195d04-b46b-48a0-ab33-c4c725c0b43b",
            "word": "cathedral",
            "phonetic": "kɐθiːdɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "European architecture is known for its stunning cathedrals and castles.",
                "These cathedrals are above politics.",
                "The cathedral at Salisbury is over 750 years old.",
                "It's like a cathedral ceiling.",
                "It's the world's largest Gothic cathedral."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0aGVkcmFs&hash=e11d91de0699eb32109d2b3bd1ea4bbc7eb61395&lang=en&cache-only=0",
            "defineEn": "the largest and most important church of a specific area, which is controlled by a bishop",
            "defineVi": "nhà thờ lớn nhất và quan trọng nhất của một khu vực cụ thể, được kiểm soát bởi một giám mục",
            "hasImg": true
        },
        {
            "id": "f9a5db7e-4887-42d0-994a-8f28317fad5a",
            "word": "cottage",
            "phonetic": "kɑːɾɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This charming cottage dates back to the 15th century and is as pretty as a picture, with its thatched roof and secluded garden.",
                "We have a cottage in the Cotswolds, and getting back there after a few days in London really blows away the cobwebs.",
                "After the cool reception I received at breakfast, it was apparent that I had overstayed my welcome at the cottage of my father's friend.",
                "And I like my cottage very much.'",
                "The next day the Rivers family returned to their separate places of work, and I moved to the cottage in Morton."
            ],
            "audio": "https://tts.langeek.co/read?text=Y290dGFnZQ&hash=141c9af979107338002b2973fff018b14ac86087&lang=en&cache-only=0",
            "defineEn": "a small house, particularly one that is situated in the countryside or a village",
            "defineVi": "một ngôi nhà nhỏ, đặc biệt là một ngôi nhà nằm ở vùng nông thôn hoặc một ngôi làng",
            "hasImg": true
        },
        {
            "id": "bfe4274e-bada-4d3e-87fc-a18a157e7736",
            "word": "frame",
            "phonetic": "fɹeɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "His frame spoke tiredness.",
                "I have a picture frame with a family photo on my desk.",
                "The blue uniform sat well on his big frame.",
                "The frames are made of plastic and they tend to break quite easily.",
                "He had long, curly eyelashes that framed his eyes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhbWU&hash=55238c48e2fec8f3700428933c005dacf2236b5d&lang=en&cache-only=0",
            "defineEn": "the structure of a building, piece of furniture, vehicle, etc. that supports and shapes it",
            "defineVi": "cấu trúc của một tòa nhà, mảnh đồ nội thất, phương tiện, v.v. hỗ trợ và định hình nó",
            "hasImg": true
        },
        {
            "id": "d226132e-7428-4370-b0d1-2d09d385feb5",
            "word": "impressive",
            "phonetic": "ɪmpɹɛsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The museum had an impressive collection of European art.",
                "The new mansion looked impressive, but something was missing.",
                "The basketball player's impressive shooting skills were hitting opponents out of the park, scoring multiple three-point shots and leading his team to a victory.",
                "What they promise sounds impressive enough - let's see if they come up with the goods.",
                "He's an impressive player to watch, but he's all brawn and no brain."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wcmVzc2l2ZQ&hash=e1c84d5fbbca362b4ad7fb55f484564d3d37eca2&lang=en&cache-only=0",
            "defineEn": "causing admiration because of size, skill, importance, etc.",
            "defineVi": "gây ngưỡng mộ vì quy mô, kỹ năng, tầm quan trọng, v.v."
        },
        {
            "id": "c11dde02-96af-4e10-a6bf-d525bdf81ef4",
            "word": "indoors",
            "phonetic": "ɪndoːɹz ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5kb29ycw&hash=37e73c6eab0506fc87242e7286de7ba3448df4f4&lang=en&cache-only=0",
            "defineEn": "in or into a building",
            "defineVi": "trong hoặc vào một tòa nhà",
            "hasImg": true
        },
        {
            "id": "78f5f5f7-2992-4740-832e-1adc3425ce38",
            "word": "skyscraper",
            "phonetic": "skaɪskɹeɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Skyscrapers have other design problems. ",
                "In some countries, skyscraper cemeteries enable vertical burials.",
                "One company is building a skyscraper battery.",
                "The couple bought a skyscraper condo in Manhattan for 11.7 million dollars.",
                "In 1956, architect Frank Lloyd Wright proposed a mile-high skyscraper."
            ],
            "audio": "https://tts.langeek.co/read?text=c2t5c2NyYXBlcg&hash=f02a79c2cdba35052b868c110e2016978e81d623&lang=en&cache-only=0",
            "defineEn": "a modern building that is very tall, often built in a city",
            "defineVi": "một tòa nhà hiện đại rất cao, thường được xây dựng trong thành phố",
            "hasImg": true
        },
        {
            "id": "886bac43-3b4b-49ac-8e42-022f7cb9fa8e",
            "word": "plan",
            "phonetic": "plæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "I planned a surprise party for my little sister's birthday.",
                "She planned a romantic candlelit meal for their anniversary.",
                "They are planning a movie night at the movie theater with their family.",
                "The plan ran into a brick wall.",
                "The closing of the airport knocked our holiday plans on the head."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhbg&hash=8607fc1d06ed117578cf84de3180e3044ac26cb7&lang=en&cache-only=0",
            "defineEn": "a drawing of a building, city, etc. that shows its position, size, or shape in details",
            "defineVi": "một bản vẽ của một tòa nhà, thành phố, vv cho thấy vị trí, kích thước hoặc hình dạng của nó một cách chi tiết",
            "hasImg": true
        },
        {
            "id": "d5b950b7-2eb4-4d63-92c1-350c40bb4a97",
            "word": "abandoned",
            "phonetic": "ɐbændənd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWJhbmRvbmVk&hash=5885cf174aee5efa74eedfff62790d69993f5897&lang=en&cache-only=0",
            "defineEn": "(of a building, car, etc.) left and not needed or used anymore",
            "defineVi": "(của một tòa nhà, ô tô, v.v.) bị bỏ lại và không cần thiết hoặc sử dụng nữa",
            "hasImg": true
        },
        {
            "id": "fe8e9e86-49c5-48b5-b9e8-f1f2c9c5a4e9",
            "word": "aisle",
            "phonetic": "aɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The father proudly walked his daughter down the aisle on her wedding day.",
                "She pushed the cart down the aisle at the grocery store.",
                "The woman walked gracefully down the aisle, wearing a stunning white wedding gown on her special day.",
                "I'd like an aisle seat.",
                "They checked the footage of me in the aisle way."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlzbGU&hash=883cb753368ccf827f51aef3d30be33cc51d30a1&lang=en&cache-only=0",
            "defineEn": "a narrow passage in a theater, train, aircraft, etc. that separates rows of seats",
            "defineVi": "một lối đi hẹp trong rạp hát, xe lửa, máy bay, v.v. ngăn cách các hàng ghế",
            "hasImg": true
        },
        {
            "id": "2b1bf83f-a714-4932-8bc2-973b8e204f14",
            "word": "cellar",
            "phonetic": "sɛlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Steps leading from the kitchen to the cellar.",
                "My grandfather was a farmer, and he always said that weather predictions like: a dry March, a wet April and a cool May fill barn and cellar and bring much hay still held true in determining a good harvest.",
                "She closed the cellar door quickly.",
                "'And bring up some wine from the cellar!'",
                "'We must go down into the cellar!'"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VsbGFy&hash=0f1fd10d48e55c06828e0bf7a8e72ceb6c04bd45&lang=en&cache-only=0",
            "defineEn": "an underground storage space or room, typically found in a building, used for storing food, wine, or other items that require a cool and dark environment",
            "defineVi": "một không gian hoặc phòng chứa dưới lòng đất, thường được tìm thấy trong một tòa nhà, được sử dụng để lưu trữ thực phẩm, rượu hoặc các mặt hàng khác cần môi trường tối và mát mẻ",
            "hasImg": true
        },
        {
            "id": "d232ec87-cc2e-44e0-b19a-66046845c557",
            "word": "to collapse",
            "phonetic": "tə kəlæps ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company's recent collapse has left their pension fund members up the creek.",
                "The bridge collapsed, and the car plunged under.",
                "She flopped her bag onto the couch and collapsed next to it.",
                "She was so tired that she was on the point of collapse.",
                "The political situation had become so unstable that people felt that above black there is no color, and that the country was on the brink of collapse."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29sbGFwc2U&hash=153ba93d5ee40ef42f3aa93443945e60644386a0&lang=en&cache-only=0",
            "defineEn": "(of a construction) to fall down suddenly, particularly due to being damaged or weak",
            "defineVi": "(của một công trình) bị đổ xuống đột ngột, đặc biệt là do bị hư hỏng hoặc yếu",
            "hasImg": true
        },
        {
            "id": "894993a5-e7e3-4ff0-b43a-5c8916acccd5",
            "word": "concrete",
            "phonetic": "kɑːŋkɹiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Leave the concrete to set for a few hours.",
                "The CEO gave a great speech about the company's commitment to social responsibility, but talk is cheap unless they start implementing concrete actions to reduce their carbon footprint.",
                "So the concrete is inherently stronger.",
                "The concrete industry uses about 3 trillion liters of water a year.",
                "\"The concrete evidence is right here.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY3JldGU&hash=091b554dde500bac878936298c2c64c6d528db2c&lang=en&cache-only=0",
            "defineEn": "a hard material used for building a house, etc. that is made of the mixture of cement, water, sand, and small stones",
            "defineVi": "một vật liệu cứng được sử dụng để xây dựng một ngôi nhà, vv được làm từ hỗn hợp xi măng, nước, cát và đá nhỏ",
            "hasImg": true
        },
        {
            "id": "749397e5-c88c-4167-9b52-4c39697dd088",
            "word": "to construct",
            "phonetic": "tə kənstɹʌkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The workers construct the building from the ground up.",
                "He spent many weekends designing and constructing it, and his kids love playing in it.",
                "Advanced software can then construct extremely detailed 3-D models of the pipe walls. ",
                "An ant colony can construct complex structures.",
                "In other words, your brain constructs your perceptions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc3RydWN0&hash=69a34b36878957d46aa4cd755f6933e9562e319e&lang=en&cache-only=0",
            "defineEn": "to make or build a house, bridge, machine, etc.",
            "defineVi": "để làm hoặc xây dựng một ngôi nhà, cây cầu, máy móc, vv",
            "hasImg": true
        },
        {
            "id": "22595272-f69c-4310-b069-38118c8c1a4b",
            "word": "contemporary",
            "phonetic": "kəntɛmpɚɹɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The situations were contemporary.",
                "Again, contemporary science paints an interesting portrait here.",
                "Austrian composer Johann Strauss also satirized contemporary composers in his \"Perpetuum Mobile, Opus 257.\"",
                "Upbeat contemporary music playing ♪",
                "♪ contemporary music playing ♪"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGVtcG9yYXJ5&hash=3e46bc52a48f93c9b27d1c03dc88dd6bb7f4ae28&lang=en&cache-only=0",
            "defineEn": "belonging to the current era",
            "defineVi": "thuộc về thời đại hiện tại",
            "hasImg": true
        },
        {
            "id": "4b749c8b-1c0b-4c65-aa10-04ec6a86aa03",
            "word": "downtown",
            "phonetic": "daʊntaʊn ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Kira’s new job is downtown.",
                "I had never driven downtown.",
                "So in early June of 2019, hundreds of thousands of protesters marched in downtown Hong Kong.",
                "Take downtown Manhattan, for example.",
                "Protests turned destructive in downtown Seattle tonight. -"
            ],
            "audio": "https://tts.langeek.co/read?text=ZG93bnRvd24&hash=a0e71c5c318b087a9eeffa942b25d511495c4b5b&lang=en&cache-only=0",
            "defineEn": "toward or within the central or main business area of a town or city",
            "defineVi": "hướng tới hoặc trong khu vực kinh doanh trung tâm hoặc chính của thị trấn hoặc thành phố"
        },
        {
            "id": "0bc8c237-c70d-4833-871d-7cc4c6e977d3",
            "word": "estate",
            "phonetic": "ᵻsteɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He left a large estate.",
                "Sue drives an estate car.",
                "If Ann remarried the estate would pass to her new husband.",
                "They need hauling over the coals to explain their actions and why they have such a cosy relationship with the estate now.",
                "His properties include several Bel Air estates."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXN0YXRl&hash=9bff87c1776c9e86689baf33ad1a162c6eb81f22&lang=en&cache-only=0",
            "defineEn": "a vast area that is the property of an individual, usually with a large house built on it",
            "defineVi": "một khu vực rộng lớn là tài sản của một cá nhân, thường là với một ngôi nhà lớn được xây dựng trên đó",
            "hasImg": true
        },
        {
            "id": "0a84eddb-1ab4-4b19-b7f3-e24348070461",
            "word": "outdoors",
            "phonetic": "aʊtdoːɹz ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Should people wear a mask outdoors?",
                "Outdoors, you can build an earth-covered shelter, which affords the best protection against blasts, fire, radiation, and radioactive fallout.",
                "People visited cemeteries for funerals, but also for anniversaries, holidays, or simply an afternoon outdoors.",
                "UV radiation from the sun is so strong, we'd get severe sunburn after just 15 minutes outdoors.",
                "George Whitmore loved nature and spending time outdoors."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0ZG9vcnM&hash=7b7bb406832dc6b3c41b513cd9a26914929dc671&lang=en&cache-only=0",
            "defineEn": "into or in the open, or outside",
            "defineVi": "vào hoặc trong mở, hoặc bên ngoài",
            "hasImg": true
        },
        {
            "id": "6fa22929-bc60-4326-9b7c-9b5b698444de",
            "word": "external",
            "phonetic": "ɛkstɜːnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Snakes are cold-blooded animals, relying on external sources to regulate their body temperature.",
                "I need to format my external hard drive before transferring files to it.",
                "These animals don’t have protective external shells.",
                "The external processor doesn't even get audio feedback.",
                "Cigarettes generate high external costs on society."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0ZXJuYWw&hash=287dd47f7d78ee9d651b616a401cc0506f2a0e67&lang=en&cache-only=0",
            "defineEn": "situated on or related to the outer surface of something or someone",
            "defineVi": "nằm trên hoặc liên quan đến bề mặt bên ngoài của một cái gì đó hoặc ai đó",
            "hasImg": true
        },
        {
            "id": "f4126f50-c6db-4b7c-b9ac-fb700df87f4b",
            "word": "greenhouse",
            "phonetic": "ɡɹiːnhaʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The greenhouse will protect the plants from insects, rain, and too much heat from the sun. ",
                "Long rows of tables fill the greenhouse. ",
                "Long rows of tables fill the greenhouse.",
                "Also, greenhouses would allow food plants to grow almost anywhere in the world. ",
                "Each floor could be a greenhouse where vegetables and fruits could grow without soil in a hydroponic system. "
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlZW5ob3VzZQ&hash=9ebb9338cd44903068e6afc14d11b211b8ac5d99&lang=en&cache-only=0",
            "defineEn": "a glass structure used for growing plants in and protecting them from cold weather",
            "defineVi": "một cấu trúc thủy tinh được sử dụng để trồng cây và bảo vệ chúng khỏi thời tiết lạnh",
            "hasImg": true
        },
        {
            "id": "c982c996-0369-43fc-85b0-f1ea1956f07c",
            "word": "landmark",
            "phonetic": "lændmɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Great Wall of China is a famous landmark in Asia.",
                "The Statue of Liberty is a famous American landmark.",
                "Paris, the capital city of France, is home to iconic landmarks such as the Eiffel Tower and Notre-Dame Cathedral.",
                "Europe is home to famous landmarks like the Eiffel Tower, Colosseum, and Big Ben.",
                "The Eiffel Tower is a famous landmark in France and attracts millions of tourists every year."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFuZG1hcms&hash=a566ce1a4b102866c6e7628a947ce75e8ea8d216&lang=en&cache-only=0",
            "defineEn": "a structure or a place that is historically important",
            "defineVi": "một cấu trúc hoặc một nơi đó là lịch sử quan trọng",
            "hasImg": true
        },
        {
            "id": "f3b16fae-2126-42be-a982-9f3309609259",
            "word": "property",
            "phonetic": "pɹɑːpɚɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "A fence was being raised around the property.",
                "Property developers have been smacking their lips at the thoughts of getting their hands on such prime real estate.",
                "I added citron to my detox regimen for its cleansing properties.",
                "The fence runs along the edge of the property line.",
                "The property is going for a song because they need to sell it fast."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcGVydHk&hash=c07f01d12b3b9b928ba512f19892412d0b9da256&lang=en&cache-only=0",
            "defineEn": "a building or the piece of land surrounding it",
            "defineVi": "một tòa nhà hoặc mảnh đất xung quanh nó",
            "hasImg": true
        },
        {
            "id": "74e4a4b7-6c58-42b3-a947-66654da9a3db",
            "word": "to restore",
            "phonetic": "tə ɹᵻstoːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The gardens have recently been restored to their original glory.",
                "The company faced a public relations crisis, so the executives went to ground and worked on a plan to restore their reputation.",
                "It restored American cities.",
                "Just before midnight, the workers restored power to the pressure gauge.",
                "The balance is restored all by itself."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzdG9yZQ&hash=0332be68cea53963a1efc0f14b6b5550ea987c70&lang=en&cache-only=0",
            "defineEn": "to repair a work of art, building, etc. so that it is in a good condition again",
            "defineVi": "để sửa chữa một tác phẩm nghệ thuật, tòa nhà, vv để nó ở trong tình trạng tốt trở lại",
            "hasImg": true
        },
        {
            "id": "d081155e-fb00-4739-ae5d-38424d39d18c",
            "word": "rural",
            "phonetic": "ɹʊɹɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Rural areas have been worst hit by the strike.",
                "people living in rural areas.",
                "Most people remain rural and poor and education is locked in a time warp relative to developed nations.",
                "Living in such a small, rural town, there wasn't much to do for kicks other than drive around in our car all night.",
                "Unlike their urban counterparts, rural hospitals have even fewer ventilators in stock."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVyYWw&hash=8d1bf37007ef386bdf33d866789474c122fde9df&lang=en&cache-only=0",
            "defineEn": "relating to, in, or like the countryside and not the city",
            "defineVi": "liên quan đến, trong, hoặc giống như vùng nông thôn chứ không phải thành phố",
            "hasImg": true
        },
        {
            "id": "70bbe66a-aafd-4b6a-8914-0d4202fe5862",
            "word": "urban",
            "phonetic": "ɜːbən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Urban parents demand school vouchers.",
                "And in cities, urban artisans wanted higher pay and an end to higher taxes.",
                "Growth and innovation come from new urban corridors.",
                "Others relocated to urban centers.",
                "This urban legend was the perfect storm of fiction, fact, and spooky sensationalism."
            ],
            "audio": "https://tts.langeek.co/read?text=dXJiYW4&hash=b2f3189fc0347fb4cfa4e76c7339c97c12da3673&lang=en&cache-only=0",
            "defineEn": "relating to, situated in, or characteristic of a city or town",
            "defineVi": "liên quan đến, tọa lạc tại, hoặc đặc trưng của một thành phố hoặc thị trấn",
            "hasImg": true
        },
        {
            "id": "b9f07f9a-83ac-462f-8ce1-1e21a2ad7cef",
            "word": "spacious",
            "phonetic": "speɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The corridor led into a spacious living room.",
                "The airplane cabin was spacious and comfortable.",
                "The campsite was set up on a spacious riverbank, providing a picturesque view of the flowing water.",
                "This highly efficient design gave the tiny car a spacious interior.",
                "It's pretty spacious."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BhY2lvdXM&hash=a143e6ad43e01fb2913c06415da0c209f5ed2f92&lang=en&cache-only=0",
            "defineEn": "(of a room, house, etc.) large with a lot of space inside",
            "defineVi": "(của một căn phòng, ngôi nhà, v.v.) lớn với nhiều không gian bên trong",
            "hasImg": true
        }
    ]
}