{
    "id": "8f7e85c8-0e49-45a3-ba21-674bcf7e4605",
    "title": "Adjectives 1",
    "originalTitle": "Lesson 55",
    "words": [
        {
            "id": "46403081-f5fe-4c69-be01-5286bd66945f",
            "word": "annoyed",
            "phonetic": "ɐnɔɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I know you're annoyed to have gotten another parking ticket, but that's life.",
                "I was, to put it mildly, annoyed.",
                "Mom already seemed annoyed, but the fat really hit the fire when she found out that you'd been lying to her.",
                "I'm annoyed.",
                "It's actually spelled annoyed grunt."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5ub3llZA&hash=385a38312e0cdffd3e3a6482f55cd1f4c7969004&lang=en&cache-only=0",
            "defineEn": "being angry to some extent",
            "defineVi": "tức giận ở một mức độ nào đó",
            "hasImg": true
        },
        {
            "id": "6031fe74-3cd7-49e3-84bb-29df4e212422",
            "word": "automatic",
            "phonetic": "ɔːɾəmæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She set the camera on automatic.",
                "You can set it so that it does an automatic data backup at the end of each day.",
                "In Estonia, voter registration is automatic.",
                "An automatic timer regulates the watering schedule. ",
                "An automatic timer regulates the watering schedule."
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0b21hdGlj&hash=09a1efe1ad26c053c176554c06a1ab70da9b85d4&lang=en&cache-only=0",
            "defineEn": "(of devices or processes) being or working with little or no human intervention",
            "defineVi": "(của các thiết bị hoặc quy trình) đang hoặc đang hoạt động với ít hoặc không có sự can thiệp của con người",
            "hasImg": true
        },
        {
            "id": "fa98a6e2-ee65-4094-a2c6-1fc4169b2d13",
            "word": "aware",
            "phonetic": "ɐwɛɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When did you first become aware of the problem?",
                "I'm well aware that statement will raise eyebrows.",
                "The doctor was aware that the shoemaker's son always goes barefoot, and that she needed to make sure her own health was a priority even as she cared for the health of others.",
                "The celebrity was always aware that the day has eyes and the night has ears, so she was careful about her behavior in public and private.",
                "Protesters are baying for blood after it was revealed that the governor had been aware of the cover-up from the start."
            ],
            "audio": "https://tts.langeek.co/read?text=YXdhcmU&hash=75e4c0b89e1b539494ec09384eb05a7262c3763d&lang=en&cache-only=0",
            "defineEn": "realizing or knowing a fact or situation",
            "defineVi": "nhận ra hoặc biết một thực tế hoặc tình hình",
            "hasImg": true
        },
        {
            "id": "a5856a88-734f-42f7-bcac-771d4171b0ef",
            "word": "human",
            "phonetic": "hjuːmən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Everyone is human, after all.",
                "We're all imperfect human beings in an imperfect world.",
                "Education for a human being is a window to the world.",
                "Human nature is generally of such kind that it will choose a line of least resistance if that is at all possible, and loathe exertion beyond it.",
                "Monoclonal antibodies raised against human lymphocytes."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVtYW4&hash=1e912f26dabfe4351f21acea3d99e9e6eb901ea8&lang=en&cache-only=0",
            "defineEn": "related or belonging to people, not machines or animals",
            "defineVi": "liên quan hoặc thuộc về con người, không phải máy móc hoặc động vật",
            "hasImg": true
        },
        {
            "id": "19a24a69-1c17-4b2b-8a56-16a5bbde677f",
            "word": "basic",
            "phonetic": "beɪsɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The design is very basic.",
                "My knowledge of French is pretty basic.",
                "The basic pay of the average worker has risen by 3 per cent.",
                "You could learn the basics in, let's say, three months.",
                "Once I had the basics down, it was all about practice."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFzaWM&hash=eab3bf0f40c98ff809d3236f94bbb487a9c05415&lang=en&cache-only=0",
            "defineEn": "forming or being the necessary part of something, on which other things are built upon",
            "defineVi": "hình thành hoặc là một phần cần thiết của một cái gì đó, trên đó những thứ khác được xây dựng trên"
        },
        {
            "id": "859e6173-fa7d-4f83-b93f-feeaf532eac4",
            "word": "central",
            "phonetic": "sɛntɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "After a successful career at the Italian central bank, few people doubt his ability to whip the economy into shape.",
                "Local and central government should work in harness.",
                "On February 4th, China's central bank also set up a joint venture with SWIFT, the global system for financial messaging and cross-border payments.",
                "Most central banks have two important jobs.",
                "Spiders play a central role in a lot of Japanese folklore."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VudHJhbA&hash=928d1b6986ae94d4082689d9fd804d429f84c085&lang=en&cache-only=0",
            "defineEn": "being at, in, or near the center",
            "defineVi": "đang ở, trong, hoặc gần trung tâm"
        },
        {
            "id": "0db70907-d707-4ab0-995d-f6498ee33a96",
            "word": "complex",
            "phonetic": "kɑːmplɛks ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Brown algae have complex life cycles with genetic diversity.",
                "Love is a complex emotion that can bring immense joy and deep sorrow.",
                "It makes light work of a complex process thanks to a series of easy-to-use wizards.",
                "The professor delivered a lecture on abstract mathematics, exploring complex theories and formulas.",
                "Understanding this complex legal document is Lombard Street to a China orange for most people."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGxleA&hash=b139ce05017655c11da2f4432aeb7650c9801fb3&lang=en&cache-only=0",
            "defineEn": "having or made of several parts",
            "defineVi": "có hoặc làm bằng một số bộ phận",
            "hasImg": true
        },
        {
            "id": "83b824d2-5a6c-4722-a2f6-b5d7f441697e",
            "word": "confused",
            "phonetic": "kənfjuːzd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- You guys look confused.",
                "I'm confused.",
                "A lot of people are confused.",
                "They're confused.",
                "You look confused."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZnVzZWQ&hash=be6a4242f82692fc0a24af90f2282cdd201e76e2&lang=en&cache-only=0",
            "defineEn": "not understanding what is happening or being said; not able to think clearly",
            "defineVi": "không hiểu những gì đang xảy ra hoặc đang được nói; không thể suy nghĩ rõ ràng",
            "hasImg": true
        },
        {
            "id": "d941ceed-8879-4422-a478-8be6cea00fc5",
            "word": "convenient",
            "phonetic": "kənviːnɪənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Process cheese slices are convenient for adding a cheesy touch to burgers or sandwiches.",
                "Tangelos are the perfect portable snack, as their easy-to-peel skin make them a convenient option on the go.",
                "The recipe called for beef stock, so I used store-bought stock as a convenient shortcut.",
                "A key factor driving growth was the launch of convenient products.",
                "The small size of kumquats makes them a convenient and healthy snack option."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmVuaWVudA&hash=da53b5d648a3dd4407d6756e5a6174dbca7e0e9c&lang=en&cache-only=0",
            "defineEn": "being in one's favor or not resulting in difficulties",
            "defineVi": "có lợi cho một người hoặc không dẫn đến khó khăn"
        },
        {
            "id": "067ac0bf-c68c-4fff-a14c-f49843abecd8",
            "word": "criminal",
            "phonetic": "kɹɪmɪnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In a criminal trial the standard of proof is beyond the reasonable doubt.",
                "She had built a reputation as a criminal lawyer.",
                "Imagine two criminals, partners in crime, who are arrested and placed in separate cells with no means of communication.",
                "It was discovered that the corrupt official was in league with the criminal organization.",
                "They rely on the police to investigate crimes and bring criminals to justice."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpbWluYWw&hash=155c8a18c0721ccef684e8a4f6ef7cd0439b84e4&lang=en&cache-only=0",
            "defineEn": "relating to or connected with crime",
            "defineVi": "liên quan đến hoặc kết nối với tội phạm"
        },
        {
            "id": "2d5069a6-046e-44d5-a5b8-7c4edbbb11fd",
            "word": "cultural",
            "phonetic": "kʌltʃɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The east is known for its rich cultural heritage.",
                "This is one of our top cultural projects, for which we are putting our shoulders to the wheel with great enthusiasm.",
                "France is known for its rich history and cultural heritage.",
                "I enjoy attending cultural events like concerts or theater performances on Saturdays.",
                "London is the capital city of the United Kingdom and a major cultural and economic hub."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VsdHVyYWw&hash=acec27ac5d043162cd8089a5756d87539bc75246&lang=en&cache-only=0",
            "defineEn": "involving a society's culture, traditions, beliefs, and other related matters",
            "defineVi": "liên quan đến văn hóa, truyền thống, tín ngưỡng của một xã hội và các vấn đề liên quan khác",
            "hasImg": true
        },
        {
            "id": "42469a53-1afa-4661-bf14-d2c51144d0b9",
            "word": "current",
            "phonetic": "kɜːɹənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Current drilling technology thus barely scrapes the surface.",
                "The current situation is spelling disaster for the project.",
                "The clock on my computer screen shows the current time and date.",
                "We discuss current scientific advancements and discoveries in science class.",
                "He was happy with his current phone and saw no need to spend money on a new one."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VycmVudA&hash=0ee051e55ff2970c2eb90dd3fef901416be84d4b&lang=en&cache-only=0",
            "defineEn": "belonging to or happening at the present time",
            "defineVi": "thuộc về hoặc xảy ra tại thời điểm hiện tại",
            "hasImg": true
        },
        {
            "id": "3b16b019-162b-420e-9354-59706ccb98fd",
            "word": "disappointed",
            "phonetic": "dɪsɐpɔɪntᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Taylor was bitterly disappointed to be dropped from the England side.",
                "I'm disappointed about their decision, but I'm not losing any sleep over it.",
                "I'm disappointed that I didn't get the job but that's the way the cookie crumbles.",
                "We were left feeling rather disappointed.",
                "I know you're disappointed, but you need to roll up your sleeves and redouble your efforts."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzYXBwb2ludGVk&hash=85f143fe582e64ff31b1ddfb57a35006df50759f&lang=en&cache-only=0",
            "defineEn": "not satisfied with something, especially because one expected otherwise",
            "defineVi": "không hài lòng với một cái gì đó, đặc biệt là bởi vì một mong đợi khác",
            "hasImg": true
        },
        {
            "id": "3c5ebea6-ec1c-42e6-8f62-f4870bad30b7",
            "word": "drunk",
            "phonetic": "dɹʌŋk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She felt drunk with rage.",
                "They are currently drunk with success.",
                "I must have been drunk.",
                "He got drunk at the wedding and made an exhibition of himself in front of everyone.",
                "With a drunk father, Damian is the one keeping the kettle boiling."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJ1bms&hash=c9012a9875ff71a287db7419b0ba540cf762f34a&lang=en&cache-only=0",
            "defineEn": "being unable to speak or think clearly because of drinking too much alcohol",
            "defineVi": "không thể nói hoặc suy nghĩ rõ ràng vì uống quá nhiều rượu",
            "hasImg": true
        },
        {
            "id": "bea0732d-2f33-44a6-bfa8-ca7683d6bf09",
            "word": "eastern",
            "phonetic": "iːstɚn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Iranian cuisine is influenced by various Asian flavors, making it a delightful fusion of Middle Eastern and Asian culinary traditions.",
                "And Middle Eastern policy played a key role in the biggest controversy of Reagan's presidency: the Iran-Contra Scandal.",
                "Her native habitat is the arid regions of south central South America as opposed to eastern Brazil.",
                "In 1988, a workers' strike at Eastern drove the airline to a halt.",
                "One hour after the meteor's strike, tidal waves will flood the entire Eastern seaboard."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWFzdGVybg&hash=14d2c8675bbb3284f276c5bf6e7e795aaf97e00f&lang=en&cache-only=0",
            "defineEn": "being directed toward or situated in the east",
            "defineVi": "được hướng về phía hoặc nằm ở phía đông",
            "hasImg": true
        },
        {
            "id": "b49b0ca4-6eb2-4b28-b5df-1892da28f680",
            "word": "embarrassing",
            "phonetic": "ɛmbæɹəsɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The sight of former MPs washing their dirty linen in public was embarrassing.",
                "It's embarrassing to see people bowing and scraping to the new CEO.",
                "The partygoer learned the hard way that when the wine is in, wit is out, after making a series of embarrassing remarks.",
                "- That's embarrassing.",
                "This is embarrassing."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1iYXJyYXNzaW5n&hash=b9aae3ba6f9d2dec2c8f701ea224714021aeed37&lang=en&cache-only=0",
            "defineEn": "causing a person to feel ashamed or uneasy",
            "defineVi": "khiến một người cảm thấy xấu hổ hoặc khó chịu"
        },
        {
            "id": "1876c3e0-d839-4e01-a932-882c6278fe54",
            "word": "equal",
            "phonetic": "iːkwəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They divided the grapefruit into equal segments to share among the group.",
                "Let line AB be equal to line CD.",
                "This law will help small businesses to compete on equal terms with large multinational corporations.",
                "We want to ensure that women can take part on an equal footing to men.",
                "My father always taught me that a fair exchange is no robbery, and that both sides should feel they got equal value in a transaction."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXF1YWw&hash=756b30f3c3b2aaf2dd8711a0c12f3def59a68ee7&lang=en&cache-only=0",
            "defineEn": "having the same amount, size, quantity, etc.",
            "defineVi": "có cùng số lượng, kích thước, số lượng, v.v.",
            "hasImg": true
        },
        {
            "id": "3eb81a6e-a617-4c78-bd7b-a35cb64d672d",
            "word": "huge",
            "phonetic": "hjuːdʒ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Cable TV reaches a huge audience.",
                "Two huge fountains were playing outside the entrance.",
                "She was given a huge bunch of flowers.",
                "The company's latest advertising campaign was a huge success, hitting it out of the park with record-breaking sales and customer engagement.",
                "A huge white elephant of a house that needed ten thousand spent on it."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVnZQ&hash=183a83087d4c9c1525c421b12b298a310c62defa&lang=en&cache-only=0",
            "defineEn": "very large in size, or great in degree or amount",
            "defineVi": "rất lớn về kích thước, hoặc lớn về mức độ hoặc số lượng",
            "hasImg": true
        },
        {
            "id": "b1d0a620-9808-447d-b493-d1b962418b9f",
            "word": "essential",
            "phonetic": "ᵻsɛnʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Regular exercise is essential for the healthfulness of your body and mind.",
                "The presence of certain fungi, like Penicillium, is essential in the production of some types of cheese.",
                "She kept her essential oils in a small glass bottle.",
                "The stove is an essential appliance in every kitchen.",
                "Including homogenized milk in your diet provides essential nutrients like calcium and vitamin D."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXNzZW50aWFs&hash=c736462f55bd6e69572c09e7459317a5ce231b8c&lang=en&cache-only=0",
            "defineEn": "being very important or necessary",
            "defineVi": "là rất quan trọng hoặc cần thiết",
            "hasImg": true
        },
        {
            "id": "29daecac-96df-462e-9598-426aac5e19f9",
            "word": "familiar",
            "phonetic": "fəmɪlɪɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His complaints have a familiar ring.",
                "The music in the movie had a familiar rhythm to it.",
                "The struggle feels familiar.",
                "Less familiar, however, is the history of the Pride Parade.",
                "Look familiar?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFtaWxpYXI&hash=7a342d58953be7d25782913efab6829ba2a215e2&lang=en&cache-only=0",
            "defineEn": "describing something or someone well known to one",
            "defineVi": "mô tả một cái gì đó hoặc ai đó nổi tiếng với một"
        },
        {
            "id": "2847a17f-0a8e-44e6-861e-ec377258390f",
            "word": "fixed",
            "phonetic": "fɪkst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So a fixed revenue is your national broadcasting deal.",
                "Sphenodontians had two openings in the skull behind their eyes, no external ears, and a fixed jaw bone.",
                "It's a fixed lens, so you're just digitally zooming.",
                "And Fixed Assets are purchased for long-term use, so we probably can’t convert them quickly into cash, like land or buildings.",
                "We can slowly move from one vowel sound to another and there are no fixed lines between them."
            ],
            "audio": "https://tts.langeek.co/read?text=Zml4ZWQ&hash=c44ab6ffe4fd77c6b42b8ee19557d83d07fcb48d&lang=en&cache-only=0",
            "defineEn": "not being able to move or change",
            "defineVi": "không thể di chuyển hoặc thay đổi"
        },
        {
            "id": "006c4272-6a58-4477-851d-2e1e308f14fb",
            "word": "global",
            "phonetic": "ɡloʊbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But the global problem is likely to be much larger than the sum of its parts.",
                "The United Nations is considered a big gun in global diplomacy.",
                "We are on the threshold of a new era in global relations.",
                "Europe has found itself truly at the threshold of a global crisis.",
                "The company's destination was to become a global leader in sustainable technology."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xvYmFs&hash=e0f6f4ae4276b4993c2f29ef0e3197ba14a7585b&lang=en&cache-only=0",
            "defineEn": "related to the entire world",
            "defineVi": "liên quan đến toàn bộ thế giới",
            "hasImg": true
        },
        {
            "id": "c97c2880-8d4a-4e53-b6b7-5695bb74352a",
            "word": "historical",
            "phonetic": "hɪstɔːɹɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The historian provided the right historical context for the event.",
                "The donation was made under the auspices of the local historical society.",
                "What is stressed rather is that the same phenomenon provides the foundation for both historical tendencies.",
                "Jake had a lifelong fascination with history, and he finally decided to scratch the itch by traveling to historical sites around the world.",
                "Spain has a rich history and is home to many historical landmarks, such as the Roman Aqueduct of Segovia."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlzdG9yaWNhbA&hash=a2d146aa7fbb308b8d360eeea60a9455b9e6978e&lang=en&cache-only=0",
            "defineEn": "related to the past",
            "defineVi": "liên quan đến quá khứ"
        },
        {
            "id": "200f459a-84cc-4deb-8a13-c5d96fe0cb5d",
            "word": "imaginary",
            "phonetic": "ɪmædʒɪnɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "from now on, i need you to give me original examples with different verb conjugations for every idiom that i give u, please use imaginary names in your examples",
                "Money is imaginary.",
                "Rube Goldberg’s inventions were imaginary.",
                "The imaginary parts have different signs.",
                "The imaginary part is three."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1hZ2luYXJ5&hash=581e62ae33eb04ebfd25de857e3ba12ff37f6d45&lang=en&cache-only=0",
            "defineEn": "not being actual",
            "defineVi": "không phải là thực tế"
        },
        {
            "id": "66eaf1c5-f0db-4f7e-828a-1c34ea8112d6",
            "word": "indoor",
            "phonetic": "ɪndoːɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I stayed indoors because it was a rainy day.",
                "During the dog days of summer, the temperatures soar, and people seek relief by staying indoors or swimming in pools.",
                "Yesterday was a rainy day, so I stayed indoors and watched movies.",
                "As far as the weather's concerned, I'd stay indoors today, if I were you.",
                "The couple who was planning an outdoor wedding hoped for beautiful weather, but also rented a tent and prepared backup indoor options, as they believed in the saying hope for the best, prepare for the worst."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kb29y&hash=10fd67d0a3543f22e95b5b6e762120e14843f69d&lang=en&cache-only=0",
            "defineEn": "happened, located, or used inside a building",
            "defineVi": "xảy ra, định vị, hoặc sử dụng bên trong một tòa nhà",
            "hasImg": true
        },
        {
            "id": "624a0a8d-4850-421f-bd59-74f4defe1d43",
            "word": "injured",
            "phonetic": "ɪndʒɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The injured animal cried in distress, attracting the attention of nearby hikers.",
                "The injured dog was moving weakly and could hardly walk.",
                "The child grimaced in pain as the doctor examined his injured arm.",
                "The injured dragon is so upset that he bursts through the roof and flies away.",
                "Army doctor Henry Beecher needed to operate on an injured soldier, but had no drugs to give him for the pain."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5qdXJlZA&hash=cbaa9071d2a427862b2144ed7104f349c012b273&lang=en&cache-only=0",
            "defineEn": "being physically harmed or wounded",
            "defineVi": "bị tổn hại về thể chất hoặc bị thương",
            "hasImg": true
        },
        {
            "id": "39aa8b4c-409f-4cd3-b5f8-62b07bad4724",
            "word": "innocent",
            "phonetic": "ɪnəsənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Thousands of innocents were put to the sword.",
                "If we go to war, innocent lives will be put at risk.",
                "If we go to war, innocent lives will be put at risk.",
                "By putting innocent lives at risk?",
                "The court established, beyond any reasonable doubt, that the man was innocent."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5ub2NlbnQ&hash=d460a8b3286bba8d709ad3db899eaca958a9b32c&lang=en&cache-only=0",
            "defineEn": "not having done a crime or something wrong",
            "defineVi": "không làm một tội ác hoặc một cái gì đó sai trái"
        },
        {
            "id": "456f9b12-f735-4dd7-a6f7-90167eb355fb",
            "word": "legal",
            "phonetic": "liːɡəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The missed detail in the contract led to legal disputes later on.",
                "The judge's ruling carries significant weight in the legal community.",
                "The legal drinking age in this country is eighteen.",
                "Drug companies are locking horns in a legal battle over patents.",
                "To bring charges/legal action/proceedings against somebody."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVnYWw&hash=d55126d4c3fe0e5380a7aa7550b171ac91ffae10&lang=en&cache-only=0",
            "defineEn": "not being against the law",
            "defineVi": "không vi phạm pháp luật"
        },
        {
            "id": "32331213-1a07-4a84-8db0-a69f152fb84d",
            "word": "magic",
            "phonetic": "mædʒɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The new vacuum cleaner works like magic, easily picking up dirt from the floors.",
                "If that is true, he is waving a magic wand.",
                "With a wave of her magic wand, she changed the frog into a handsome prince.",
                "I can’t just wave a magic wand and produce the money for you.",
                "If I could wave my magic wand, I would just make it so the pipe had been installed properly in the first place."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFnaWM&hash=a99135e92efa376a06c4dac6e8b9c96538f90558&lang=en&cache-only=0",
            "defineEn": "describing or practicing special abilities or powers",
            "defineVi": "mô tả hoặc thực hành các khả năng hoặc quyền hạn đặc biệt"
        },
        {
            "id": "660f714c-c880-4165-a5c2-3a8493cfdeca",
            "word": "native",
            "phonetic": "neɪɾɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The native orange from Florida has a delightful balance of sweetness and tanginess.",
                "My grandmother's homemade marmalade made from native oranges is a family favorite.",
                "And they're streaming natives.",
                "With the return of monkeys to Central America, the North American continent had native primates again.",
                "Native women finish up a day of training with a traditional game."
            ],
            "audio": "https://tts.langeek.co/read?text=bmF0aXZl&hash=e3e5c63b7dc7062ac233e5b7344920c94808ee5b&lang=en&cache-only=0",
            "defineEn": "describing the people who have lived in an area for a very long time",
            "defineVi": "mô tả những người đã sống trong một khu vực trong một thời gian rất dài"
        },
        {
            "id": "033885d5-72d3-4ea8-b455-fb2e9a48ad8b",
            "word": "northern",
            "phonetic": "nɔːɹðɚn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Milan, in northern Italy, is known for its fashion and design industry.",
                "Reindeer moss creates a soft carpet-like cover on the forest floor in northern regions.",
                "Northern bankers financed the purchase of land for plantations.",
                "In one corner, the northern hemisphere is entering flu season.",
                "But the northern plains have geologic features at all kinds of different elevations."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9ydGhlcm4&hash=7207e9d354886f0b0955d1e04e7df05f3547120e&lang=en&cache-only=0",
            "defineEn": "being directed toward or situated in the north",
            "defineVi": "được hướng về phía hoặc nằm ở phía bắc",
            "hasImg": true
        },
        {
            "id": "88ebec5c-cdf7-4f0f-909a-a0b0cb479bb3",
            "word": "traditional",
            "phonetic": "tɹɐdɪʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Traditional stores are now pursuing a bricks and clicks strategy.",
                "In these traditional stories, no crime goes unpunished.",
                "Traditional parents used to believe in laying down the law for their offspring.",
                "Iceland moss is commonly used in traditional Scandinavian cuisine",
                "The traditional English breakfast included a generous portion of kippers, served alongside eggs and bacon."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhZGl0aW9uYWw&hash=be1299c8bcf071d27712e3b476f8be36fabd7ad5&lang=en&cache-only=0",
            "defineEn": "belonging to or following the methods or thoughts that are old as opposed to new or different ones",
            "defineVi": "thuộc về hoặc tuân theo các phương pháp hoặc suy nghĩ cũ trái ngược với những phương pháp hoặc suy nghĩ mới hoặc khác"
        },
        {
            "id": "e401849d-33de-44a5-a0e2-752cf835ebe8",
            "word": "ancient",
            "phonetic": "eɪntʃənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Ancient historians wrote of a lost continent beneath the ocean.",
                "The ancient castle has stood for over a century, preserving its grandeur and history for hundreds of years.",
                "Her knowledge of ancient history is of the first water, making her a respected authority in the field.",
                "Above him Cornelius ran his eye over a box of ancient cane carpet beaters.",
                "I visited the museum to learn about ancient civilizations."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5jaWVudA&hash=724a9b4de10db5f23c83fc6d4fa8721e2d58bfdb&lang=en&cache-only=0",
            "defineEn": "related or belonging to a period of history that is long gone",
            "defineVi": "liên quan hoặc thuộc về một giai đoạn lịch sử đã qua lâu rồi",
            "hasImg": true
        },
        {
            "id": "b61726a3-6a03-4ee7-976c-8e5cfce37a70",
            "word": "secret",
            "phonetic": "siːkɹᵻt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He continued his work in secret.",
                "Grandma's secret stuffing recipe includes a combination of diced onions, celery, and fragrant herbs.",
                "Their affair was an open secret in army circles.",
                "My student had a secret but my lips were sealed.",
                "The chef used a secret blend of herbs and spices as the seasoning for the famous fried chicken."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VjcmV0&hash=51add7b658675f819d28def5bcd096ad36de96a4&lang=en&cache-only=0",
            "defineEn": "not seen by or unknown to other people; meant to remain unseen or unknown to other people",
            "defineVi": "người khác không nhìn thấy hoặc không biết; có nghĩa là vẫn không nhìn thấy hoặc không biết cho người khác",
            "hasImg": true
        },
        {
            "id": "5606a8aa-b585-4400-b737-a3d2b733dd93",
            "word": "big",
            "phonetic": "bɪɡ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The big fellow keeps a fish shop near the post office.",
                "The government makes a big thing out of public support.",
                "His dedication and hard work played a big part in the company's success.",
                "The conference attracted many big names in the tech industry.",
                "We're talking big money."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymln&hash=340cec77523732d5bc33f027cecb19ef75c4678d&lang=en&cache-only=0",
            "defineEn": "having great importance or seriousness",
            "defineVi": "có tầm quan trọng lớn hoặc nghiêm trọng"
        },
        {
            "id": "0175485e-5a60-4273-832c-a8c26fa10e00",
            "word": "hidden",
            "phonetic": "hɪdən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I discovered a hidden spot near the beach where beach plums grow abundantly.",
                "They discovered a hidden spot where wild leeks grew abundantly.",
                "They discovered a hidden grove of arrowroot plants while exploring the jungle.",
                "They discovered a hidden grove of Chilean hazelnut trees while hiking.",
                "There are fears of a hidden agenda behind this new proposal."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlkZGVu&hash=b5bbee26245f7d4de86333df8f7eb06eb891547e&lang=en&cache-only=0",
            "defineEn": "cannot be easily seen or found",
            "defineVi": "không thể dễ dàng nhìn thấy hoặc tìm thấy",
            "hasImg": true
        }
    ]
}