{
    "id": "8f88804c-88cf-4384-b800-3f42f069ec98",
    "title": "Parts of Camera",
    "originalTitle": "Parts of Camera",
    "words": [
        {
            "id": "9998842c-01fc-461e-9dfb-91fdd3d97378",
            "word": "camera back",
            "phonetic": "kæmɹə bæk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FtZXJhIGJhY2s&hash=51dc336792e91c780b0839d013d939aaea1d9944&lang=en&cache-only=0",
            "defineEn": "a removable part of a camera that contains the film or digital sensor and is attached to the rear of the camera body",
            "defineVi": "một bộ phận có thể tháo rời của máy ảnh có chứa phim hoặc cảm biến kỹ thuật số và được gắn vào phía sau thân máy"
        },
        {
            "id": "e4d3865a-07c9-40b7-b552-f6752c16e96f",
            "word": "shutter",
            "phonetic": "ʃʌɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It shuttered thousands of small business.",
                "Overnight, he shuttered the monastery food bank, gift shop, church, and retreat house.",
                "His camera had no shutter.",
                "His camera had no shutter.",
                "That shutter sounds so nice."
            ],
            "audio": "https://tts.langeek.co/read?text=c2h1dHRlcg&hash=e4476f42aa4de3901c43286ccf201d69f7068ec2&lang=en&cache-only=0",
            "defineEn": "a mechanical device in a camera or projector that regulates the exposure time of each frame of film or video",
            "defineVi": "một thiết bị cơ học trong máy ảnh hoặc máy chiếu điều chỉnh thời gian phơi sáng của từng khung hình của phim hoặc video"
        },
        {
            "id": "fdb51884-1a68-4b7b-b3fd-e20419dcc1ed",
            "word": "hotshoe",
            "phonetic": "hɑːtʃuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The ZV-1 also has Sony's hotshoe standard, which is multi interface, which just means that it'll work with all the accessories that Sony has made, generally audio accessories."
            ],
            "audio": "https://tts.langeek.co/read?text=aG90c2hvZQ&hash=849e878331f97728d35f30693fd3f0e55e989588&lang=en&cache-only=0",
            "defineEn": "a standardized mounting point on a camera body that allows for the attachment of external accessories, such as a flash unit or microphone",
            "defineVi": "một điểm lắp được tiêu chuẩn hóa trên thân máy ảnh cho phép gắn các phụ kiện bên ngoài, chẳng hạn như bộ đèn flash hoặc micrô"
        },
        {
            "id": "f1568cff-8d6f-453b-abec-70c1ad538335",
            "word": "viewfinder",
            "phonetic": "vjuːfaɪndɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We also have this viewfinder.",
                "[Trent] I can see through the viewfinder. -",
                "I'm gonna look at myself in the viewfinder right now.",
                "I have no idea if you could see that in the frame, my ring light covers my viewfinder now.",
                "I could see in the the viewfinder."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlld2ZpbmRlcg&hash=6053e51d3e0b721f16c10108f7055396ec802325&lang=en&cache-only=0",
            "defineEn": "a device on a camera that allows the photographer to preview the image or composition before taking the picture",
            "defineVi": "một thiết bị trên máy ảnh cho phép nhiếp ảnh gia xem trước hình ảnh hoặc bố cục trước khi chụp ảnh"
        },
        {
            "id": "fdba16bc-e58a-487f-93aa-d3f986fb62ca",
            "word": "fisheye lens",
            "phonetic": "fɪʃaɪ lɛnz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmlzaGV5ZSBsZW5z&hash=3d04e85e553abb3a00b937210f5c273ac4bb31c0&lang=en&cache-only=0",
            "defineEn": "a type of wide-angle lens that produces a distorted, hemispherical image, with straight lines appearing curved and a wide field of view that can capture up to 180 degrees of the scene",
            "defineVi": "một loại ống kính góc rộng tạo ra hình ảnh hình bán cầu bị méo, với các đường thẳng có vẻ cong và trường nhìn rộng có thể chụp được cảnh lên đến 180 độ"
        },
        {
            "id": "6f9a3197-3af5-4334-9aa7-4cc8cf8333c2",
            "word": "telephoto lens",
            "phonetic": "tɛlᵻfoʊɾoʊ lɛnz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVsZXBob3RvIGxlbnM&hash=6fb7b26411767d8ea0e07e4b6490a5f31a9f7266&lang=en&cache-only=0",
            "defineEn": "a type of camera lens that has a longer focal length than a standard lens",
            "defineVi": "một loại ống kính máy ảnh có độ dài tiêu cự dài hơn ống kính tiêu chuẩn",
            "hasImg": true
        },
        {
            "id": "e4334591-495e-46cb-b955-a4741749d3dd",
            "word": "wide-angle lens",
            "phonetic": "waɪdæŋɡəl lɛnz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2lkZS1hbmdsZSBsZW5z&hash=f27947503328d1c47aaa1c6c4fcb18acf2b740fb&lang=en&cache-only=0",
            "defineEn": "a type of camera lens that has a shorter focal length than a standard lens",
            "defineVi": "một loại ống kính máy ảnh có độ dài tiêu cự ngắn hơn ống kính tiêu chuẩn"
        },
        {
            "id": "1bcd80d1-cd4e-4165-b389-07946c4befb8",
            "word": "zoom lens",
            "phonetic": "zuːm lɛnz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=em9vbSBsZW5z&hash=f14df824d2260d1beb3c394f64ecff6d809d5735&lang=en&cache-only=0",
            "defineEn": "a type of camera lens that allows the photographer to change the focal length and adjust the magnification of the image",
            "defineVi": "một loại ống kính máy ảnh cho phép người chụp thay đổi tiêu cự và điều chỉnh độ phóng đại của hình ảnh",
            "hasImg": true
        },
        {
            "id": "64dbd362-107a-4f12-8ef9-26eccb7bcc92",
            "word": "filter",
            "phonetic": "fɪltɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "If you try to replace the oil filter on the engine now, you're just closing the stable door after the horse has bolted.",
                "With data filtering one pays the price of decreasing the effective library redundancy and increasing the number of hybridisations.",
                "At the top, filter your investments between stocks and Bitcoin.",
                "Your kidneys filter out excess waste and water from your bloodstream.",
                "Got a filter on the top there."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlsdGVy&hash=b3652ee1fe009119e9b1e886b5023c2318b507a4&lang=en&cache-only=0",
            "defineEn": "a device or accessory that is attached to the front of a camera lens or placed in front of the camera sensor to modify the light that passes through it",
            "defineVi": "một thiết bị hoặc phụ kiện được gắn vào phía trước ống kính máy ảnh hoặc đặt phía trước cảm biến máy ảnh để điều chỉnh ánh sáng đi qua nó"
        },
        {
            "id": "be43fffc-7ef1-4e3b-a6b0-c2f35cd2fbc2",
            "word": "monopod",
            "phonetic": "mɑːnoʊpɑːd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9ub3BvZA&hash=7f2916b295ea4fea74c8f51b77484977888f6479&lang=en&cache-only=0",
            "defineEn": "a camera support device that consists of a single pole or leg, typically made of lightweight materials such as aluminum or carbon fiber",
            "defineVi": "một thiết bị hỗ trợ máy ảnh bao gồm một cột hoặc chân, thường được làm bằng vật liệu nhẹ như nhôm hoặc sợi carbon"
        },
        {
            "id": "62bee85a-f142-4251-987b-0ff44f859d19",
            "word": "tripod",
            "phonetic": "tɹaɪpɑːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I got a tripod.",
                "I have this big tripod right here.",
                "I had to get a tripod, here's my flip book.",
                "Those are the three legs of the tripod. ",
                "So dad's going to be the tripod on the tracker today."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpcG9k&hash=9c9fc47c77267402808b0da3c74a8ff8c28a4fb9&lang=en&cache-only=0",
            "defineEn": "a camera support device that consists of three legs and a mounting plate or head, commonly made of lightweight materials such as aluminum or carbon fiber",
            "defineVi": "một thiết bị hỗ trợ máy ảnh bao gồm ba chân và một tấm gắn hoặc đầu, thường được làm bằng vật liệu nhẹ như nhôm hoặc sợi carbon",
            "hasImg": true
        },
        {
            "id": "c79c0768-6949-4ec0-b277-57565bbc55e9",
            "word": "film",
            "phonetic": "fɪlm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film caught a cold over the outstanding debt.",
                "The film received lavish praise from critics for its groundbreaking visual effects, compelling storyline, and outstanding performances.",
                "The film ups the ante on special effects.",
                "The film faithfully follows Shakespeare's plot.",
                "Shergar film falls at the first fence in Cannes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlsbQ&hash=be649f4cc2d3570fb3c4bbb869cf8fe152aa009b&lang=en&cache-only=0",
            "defineEn": "a light-sensitive material that is used for capturing photographic images",
            "defineVi": "một vật liệu nhạy cảm với ánh sáng được sử dụng để chụp ảnh ảnh",
            "hasImg": true
        },
        {
            "id": "28e20044-0f85-477c-9b15-c0a0e31e34b5",
            "word": "film gauge",
            "phonetic": "fɪlm ɡeɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmlsbSBnYXVnZQ&hash=0867817ac99d253a25c4f88963bb3aa12e10f79b&lang=en&cache-only=0",
            "defineEn": "the width or size of film stock used in filmmaking",
            "defineVi": "chiều rộng hoặc kích thước của kho phim được sử dụng trong quá trình làm phim"
        },
        {
            "id": "1936935b-382b-45c3-8835-264479e15aec",
            "word": "film base",
            "phonetic": "fɪlm beɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmlsbSBiYXNl&hash=a60225baf0e449d6d52dfb26d4fb94d383fde8d6&lang=en&cache-only=0",
            "defineEn": "the transparent material that is coated with light-sensitive emulsion used in traditional film photography",
            "defineVi": "vật liệu trong suốt được phủ nhũ tương nhạy sáng được sử dụng trong chụp ảnh phim truyền thống"
        },
        {
            "id": "96c10587-3c9f-45a5-941b-f7fad1d080ad",
            "word": "film holder",
            "phonetic": "fɪlm hoʊldɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmlsbSBob2xkZXI&hash=1406bff53bcbc5a5ca6d7d96613dc20ee0c2c8fb&lang=en&cache-only=0",
            "defineEn": "a device used to hold a sheet of photographic film flat and in place during exposure in large format cameras",
            "defineVi": "một thiết bị được sử dụng để giữ một tấm phim ảnh phẳng và cố định trong quá trình phơi sáng ở máy ảnh khổ lớn"
        },
        {
            "id": "1faf800d-f6e1-4355-abe2-512438aa2763",
            "word": "film speed",
            "phonetic": "fɪlm spiːd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmlsbSBzcGVlZA&hash=dcbd180512d25033d05b9a91366c97011a429fe7&lang=en&cache-only=0",
            "defineEn": "the measure of a film's sensitivity to light, which determines how quickly it reacts to light and how much light is required to produce a properly exposed image",
            "defineVi": "thước đo độ nhạy sáng của phim, xác định tốc độ phản ứng của phim với ánh sáng và lượng ánh sáng cần thiết để tạo ra hình ảnh được phơi sáng chính xác"
        },
        {
            "id": "d7c94019-c280-40ee-a83a-220d1f5cc7a8",
            "word": "film stock",
            "phonetic": "fɪlm stɑːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmlsbSBzdG9jaw&hash=d179e98f827f6d32e90e01306553181561fa87fe&lang=en&cache-only=0",
            "defineEn": "the type of film used in still photography or filmmaking, such as 35mm, 16mm, or 8mm",
            "defineVi": "loại phim được sử dụng trong chụp ảnh tĩnh hoặc làm phim, chẳng hạn như 35mm, 16mm hoặc 8mm"
        },
        {
            "id": "79e10557-50fd-445d-a5be-8f529607c427",
            "word": "film grain",
            "phonetic": "fɪlm ɡɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmlsbSBncmFpbg&hash=85c1ad9f1c376f2f6705e768dee3db2dfd5f5aeb&lang=en&cache-only=0",
            "defineEn": "the visible texture or pattern of small particles on the surface of a photographic film or paper",
            "defineVi": "kết cấu hoặc mô hình có thể nhìn thấy của các hạt nhỏ trên bề mặt của phim hoặc giấy ảnh"
        },
        {
            "id": "418eaad7-e48c-42b0-93a0-64844b16f7ed",
            "word": "photographic plate",
            "phonetic": "foʊɾəɡɹæfɪk pleɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGhvdG9ncmFwaGljIHBsYXRl&hash=014037bac204ef2f407a971df3fc75238f0471cf&lang=en&cache-only=0",
            "defineEn": "a flat, light-sensitive sheet of glass or plastic coated with a photographic emulsion",
            "defineVi": "một tấm kính hoặc nhựa phẳng, nhạy sáng được phủ một lớp nhũ ảnh"
        },
        {
            "id": "fff02cf3-a6e0-4408-b21c-428852220a67",
            "word": "negative",
            "phonetic": "nɛɡətɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "She received false advice that led to negative consequences.",
                "I don't want to dwell on the negative aspects of our situation.",
                "The right hand doesn't know what the left is doing, and the result is setting customers up for a negative experience.",
                "Buying time may serve as a buffer against the negative effects of time stress in part by enhancing perceived control.",
                "Criticizing the government for not doing enough to control the economy cuts both ways, as too much government intervention can also lead to negative consequences."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVnYXRpdmU&hash=9366ae80b0e8e63533a522e8e4ab41afba3fa926&lang=en&cache-only=0",
            "defineEn": "an image that has tones and colors that are inverted from the original scene, with dark areas appearing light and light areas appearing dark",
            "defineVi": "một hình ảnh có tông màu và màu sắc bị đảo ngược so với cảnh ban đầu, với các vùng tối xuất hiện vùng sáng và vùng sáng xuất hiện vùng tối"
        },
        {
            "id": "9fdfb666-a101-4c5b-95d7-d4f95ff44870",
            "word": "reversal film",
            "phonetic": "ɹᵻvɜːsəl fɪlm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmV2ZXJzYWwgZmlsbQ&hash=fb13cc884dc63b75506d11b97a8e7af0c173da53&lang=en&cache-only=0",
            "defineEn": "a type of photographic film that produces a positive image on a transparent base, which can be viewed directly or projected onto a screen without the need for printing",
            "defineVi": "một loại phim ảnh tạo ra hình ảnh dương bản trên nền trong suốt, có thể xem trực tiếp hoặc chiếu lên màn hình mà không cần in"
        },
        {
            "id": "89d35d20-d435-41ab-9897-b338153b0c9a",
            "word": "light meter",
            "phonetic": "laɪt miːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGlnaHQgbWV0ZXI&hash=eb522a661767a833d5b687dac5d1ec1186f9728d&lang=en&cache-only=0",
            "defineEn": "a device that measures the amount of light in a scene to assist photographers in setting the correct exposure settings for a camera",
            "defineVi": "một thiết bị đo lượng ánh sáng trong cảnh để hỗ trợ các nhiếp ảnh gia thiết lập cài đặt phơi sáng chính xác cho máy ảnh"
        },
        {
            "id": "1e5d5f37-5bdd-4c5e-bb5a-335b7eb66a0e",
            "word": "lens",
            "phonetic": "lɛnz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Shirelle was on all fours, looking for her contact lens.",
                "Although we may view history through a modern lens, we must remember that previous generations approached the world with their own unique perspectives and worldviews.",
                "Despite being a professional photographer, Sarah couldn't resist capturing stunning photographs of nature during her vacation, a busman's holiday behind the lens.",
                "The Renaissance humanists believed that man is the measure of all things, and sought to understand the world through the lens of human experience and reason.",
                "The lens focuses the image in front of the retina."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVucw&hash=3557df7dd3a1be2f68b633a996d9656f7188ab30&lang=en&cache-only=0",
            "defineEn": "a piece of curved glass or other transparent material that is used to focus light and form an image in a camera or other optical device",
            "defineVi": "một mảnh kính cong hoặc vật liệu trong suốt khác được sử dụng để tập trung ánh sáng và tạo thành hình ảnh trong máy ảnh hoặc thiết bị quang học khác"
        },
        {
            "id": "0e87e6fd-7392-48fa-8768-aa49c580a5fa",
            "word": "flash",
            "phonetic": "flæʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The politician's campaign was the flash in the pan that taught them the importance of building a strong base of support over time.",
                "He was drown with too much camera flashes and media attention.",
                "The new tech startup seemed like a sure thing, but it turned out to be a flash in the pan.",
                "The flashing light means (that) you must stop.",
                "A police car with a flashing light."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxhc2g&hash=399275094592e7199f0f5bede60b217855770813&lang=en&cache-only=0",
            "defineEn": "a device that produces a sudden burst of bright light to illuminate a scene and provide additional light for capturing an image",
            "defineVi": "một thiết bị tạo ra luồng sáng đột ngột để chiếu sáng cảnh và cung cấp thêm ánh sáng để chụp ảnh"
        },
        {
            "id": "d3078deb-e6cb-462f-bbd1-d0644ca502c5",
            "word": "lens hood",
            "phonetic": "lɛnz hʊd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGVucyBob29k&hash=32fc16cb48f1d7a9c8b9f1f9ea72d23b80a46892&lang=en&cache-only=0",
            "defineEn": "a device that attaches to the front of a camera lens to prevent unwanted light from entering the lens and causing lens flare or other types of image degradation",
            "defineVi": "một thiết bị gắn vào mặt trước của ống kính máy ảnh để ngăn ánh sáng không mong muốn đi vào ống kính và gây ra hiện tượng lóa ống kính hoặc các loại suy giảm chất lượng hình ảnh khác"
        },
        {
            "id": "f1f4e117-f201-4d06-b587-3a2e09ff27fa",
            "word": "lens cap",
            "phonetic": "lɛnz kæp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGVucyBjYXA&hash=a6f71185fb0cc0ec5e00658efc60ff1ac4d511df&lang=en&cache-only=0",
            "defineEn": "a removable cover that fits over the front of a camera lens to protect it from dust, scratches, and other types of damage when the camera is not in use, or during transportation",
            "defineVi": "một nắp có thể tháo rời vừa với mặt trước của ống kính máy ảnh để bảo vệ ống kính khỏi bụi, trầy xước và các loại hư hỏng khác khi máy ảnh không được sử dụng hoặc trong quá trình vận chuyển"
        },
        {
            "id": "66daf87e-9c3c-41ba-9056-64457a9e6b2e",
            "word": "lens adapter",
            "phonetic": "lɛnz ɐdæptɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGVucyBhZGFwdGVy&hash=88d251ce6c81daf9d9ec7706a55652baef6ab7af&lang=en&cache-only=0",
            "defineEn": "a device that allows a camera to use lenses designed for a different camera or lens mount, by physically connecting the lens and camera with an intermediate ring or mount",
            "defineVi": "một thiết bị cho phép máy ảnh sử dụng ống kính được thiết kế cho một máy ảnh hoặc ngàm ống kính khác, bằng cách kết nối vật lý ống kính và máy ảnh bằng một vòng hoặc ngàm trung gian"
        },
        {
            "id": "5374f70f-4737-486b-b82c-da66250dd6ca",
            "word": "camera monitor",
            "phonetic": "kæmɹə mɑːnɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FtZXJhIG1vbml0b3I&hash=3784cdfdf13d7954952cc6ba87c188e81dee4dee&lang=en&cache-only=0",
            "defineEn": "a small display screen on a camera or external device that shows the live view of the camera's image",
            "defineVi": "một màn hình hiển thị nhỏ trên máy ảnh hoặc thiết bị bên ngoài hiển thị chế độ xem trực tiếp hình ảnh của máy ảnh"
        },
        {
            "id": "bcd37adb-0ca5-4e8b-998b-4d19f94fcdf2",
            "word": "microscope adapter",
            "phonetic": "maɪkɹəskoʊp ɐdæptɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWljcm9zY29wZSBhZGFwdGVy&hash=9d4620e7f6a37d78e62c1fe0fa99041e3bfc2a08&lang=en&cache-only=0",
            "defineEn": "a device used to attach a camera or other imaging device to a microscope, allowing the user to capture images or video of microscopic samples",
            "defineVi": "một thiết bị được sử dụng để gắn máy ảnh hoặc thiết bị hình ảnh khác vào kính hiển vi, cho phép người dùng chụp ảnh hoặc quay video các mẫu vi mô"
        },
        {
            "id": "188b9952-48ef-404a-afa9-c4f6caa7adf7",
            "word": "dew shield",
            "phonetic": "duː ʃiːld ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGV3IHNoaWVsZA&hash=077e6ba14928c61cef0fd8ee980b886306554a45&lang=en&cache-only=0",
            "defineEn": "a device that attaches to the front of a camera lens or telescope to prevent moisture from accumulating on the lens, typically during outdoor use in humid or dewy conditions",
            "defineVi": "một thiết bị gắn vào mặt trước của ống kính máy ảnh hoặc kính thiên văn để ngăn hơi ẩm tích tụ trên ống kính, thường là khi sử dụng ngoài trời trong điều kiện ẩm ướt hoặc nhiều sương"
        },
        {
            "id": "d42a0506-ccee-475c-9c21-22f0e4f6f232",
            "word": "UV filter",
            "phonetic": "juːviː fɪltɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=VVYgZmlsdGVy&hash=4cf0e0557608f8dffa3c70a4d3e1cb3e88fc7325&lang=en&cache-only=0",
            "defineEn": "a clear lens filter that is attached to the front of a camera lens to block ultraviolet light and protect the lens from scratches, dust, and other types of damage",
            "defineVi": "bộ lọc ống kính trong suốt được gắn vào mặt trước của ống kính máy ảnh để chặn tia cực tím và bảo vệ ống kính khỏi trầy xước, bụi và các loại hư hỏng khác"
        },
        {
            "id": "65a2f7f0-1004-464b-8351-c7407a63cbff",
            "word": "matte box",
            "phonetic": "mæt bɑːks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWF0dGUgYm94&hash=6a1d3dfaac26794f923c067eb0c897dfb789eac3&lang=en&cache-only=0",
            "defineEn": "a device that attaches to the front of a camera lens and provides adjustable shading to control the amount and direction of light entering the lens",
            "defineVi": "một thiết bị gắn vào mặt trước của ống kính máy ảnh và cung cấp bóng râm có thể điều chỉnh để kiểm soát lượng và hướng ánh sáng đi vào ống kính"
        }
    ]
}