{
    "id": "8fa42283-86a2-4bfd-80bd-790262c35633",
    "title": "Communication",
    "originalTitle": "Lesson 10",
    "words": [
        {
            "id": "6e323f6a-9fa1-488e-998d-ccfe3dde6ada",
            "word": "communication",
            "phonetic": "kəmjuːnɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "She takes language classes to enhance her communication skills.",
                "He once again showed unrivalled mastery of communication and ran rings round his lacklustre rivals on the left and centre.",
                "The counselor emphasized the importance of communication skills in maintaining healthy relationships, saying that a gentle tongue is a tree of life, but perverseness in it breaks the spirit.",
                "Parents often warn their children that evil communications corrupt good manners, urging them to surround themselves with positive influences.",
                "In the past, it was common to send handwritten letters but nowadays email is the preferred method of communication, other times, other manners."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbXVuaWNhdGlvbg&hash=295ac4ccdc489cf22d95a52719099c5bce0fe9b5&lang=en&cache-only=0",
            "defineEn": "the process or activity of exchanging information or expressing feelings, thoughts, or ideas by speaking, writing, etc.",
            "defineVi": "quá trình hoặc hoạt động trao đổi thông tin hoặc thể hiện cảm xúc, suy nghĩ hoặc ý tưởng bằng cách nói, viết, v.v.",
            "hasImg": true
        },
        {
            "id": "bf73ea16-b113-478d-9dfb-0a9cdebd2b70",
            "word": "conversation",
            "phonetic": "kɑːnvɚseɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "They enjoyed lively conversations over dinner in the cozy dining room.",
                "Their conversation had been largely to do with work.",
                "I prefer deep conversations that explore meaningful topics rather than engaging in shallow small talk.",
                "To have a chat/a conversation/a discussion/a talk.",
                "I pulled up a chair to join the conversation."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmVyc2F0aW9u&hash=46088442ac3ce207142d8fc1036c7a2e25a97653&lang=en&cache-only=0",
            "defineEn": "a talk that is between two or more people and they tell each other about different things like feelings, ideas, and thoughts",
            "defineVi": "một cuộc nói chuyện giữa hai hoặc nhiều người và họ nói với nhau về những điều khác nhau như cảm xúc, ý tưởng và suy nghĩ",
            "hasImg": true
        },
        {
            "id": "8b5ca581-c817-49aa-93ca-137c08590a5e",
            "word": "opinion",
            "phonetic": "əpɪniən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His opinions are entirely beyond the pale.",
                "What is your opinion on the matter?",
                "Everyone within earshot soon knew her opinion of Reggie.",
                "In my opinion, none of the new jazz trumpeters are on a par with Miles Davis.",
                "In my opinion, people are getting their panties in a bunch over this election."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Bpbmlvbg&hash=f8b436069cf82998438ee611ac75bb8ba71edbd3&lang=en&cache-only=0",
            "defineEn": "one's feelings or thoughts about a particular subject, rather than a fact",
            "defineVi": "cảm xúc hoặc suy nghĩ của một người về một chủ đề cụ thể, chứ không phải là một thực tế",
            "hasImg": true
        },
        {
            "id": "a7cb8568-64d2-493d-bde5-83474f5b34be",
            "word": "talk",
            "phonetic": "tɔːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "My wife talked sense into me.",
                "Your friend really talks a blue streak!",
                "The two men talked.",
                "A true leader walks the talk.",
                "He talked a blue streak all through breakfast."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFsaw&hash=48efc3a6c2199768b302d786b5d2028b1f3b48fb&lang=en&cache-only=0",
            "defineEn": "a discussion or conversation",
            "defineVi": "một cuộc thảo luận hoặc cuộc trò chuyện",
            "hasImg": true
        },
        {
            "id": "df84c1fd-0693-4638-a97e-9f88251f9728",
            "word": "call",
            "phonetic": "kɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hole calls the thief.",
                "The organization called the new regulations a turning point in the campaign against smoking.",
                "To call a meeting/strike.",
                "A classic hot chocolate recipe calls for scalded milk to be mixed with cocoa powder and sugar.",
                "You call that mercy?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FsbA&hash=b0c42ce124a819c56064b8a30f1173b323d48b96&lang=en&cache-only=0",
            "defineEn": "the act of talking to someone on the phone; an instance of trying to contact someone by the phone",
            "defineVi": "hành động nói chuyện điện thoại với ai đó; một trường hợp cố gắng liên lạc với ai đó qua điện thoại",
            "hasImg": true
        },
        {
            "id": "42c147c8-e3e7-45d1-8430-48ab560afa76",
            "word": "cell phone",
            "phonetic": "sɛl foʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "They built the cell phone industry out of thin air in the mid-1980s.",
                "The cell phone camera has become the fly on the wall, so to speak.",
                "The school discouraged the use of cell phones by implementing a ban on mobile devices during class hours to maintain a focused learning environment.",
                "Cell phones connect us.",
                "South Korea lost both internet and cell phone service."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VsbCBwaG9uZQ&hash=24bca7bece25e2023b85d90a928c107296d90495&lang=en&cache-only=0",
            "defineEn": "a phone that we can carry with us and use anywhere because it has no wires",
            "defineVi": "một chiếc điện thoại mà chúng ta có thể mang theo bên mình và sử dụng ở bất cứ đâu vì nó không có dây",
            "hasImg": true
        },
        {
            "id": "d5608d77-b88f-45ee-9e07-5e24fe93af37",
            "word": "argument",
            "phonetic": "ɑːɹɡjuːmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "These arguments provide the foundation for Simmel's account of the contradictory nature of modern life.",
                "His argument rests on shaky ground.",
                "The lawyer presented the right argument in court.",
                "Your article barely laid a glove on my arguments.",
                "He would start an argument at the drop of a hat."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJndW1lbnQ&hash=72760f1d8bf8d1677b622f67a2325c945720f347&lang=en&cache-only=0",
            "defineEn": "a discussion, typically a serious one, between two or more people with different views",
            "defineVi": "một cuộc thảo luận, điển hình là một cuộc thảo luận nghiêm túc, giữa hai hoặc nhiều người có quan điểm khác nhau",
            "hasImg": true
        },
        {
            "id": "279a640a-4e25-4119-951e-4e8116b28d06",
            "word": "discussion",
            "phonetic": "dɪskʌʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "These discussions held little interest for Lucy.",
                "\"The discussion is closed.\"",
                "The discussion was over my head.",
                "He has already held discussions with Irish shareholders.",
                "We had a very interesting discussion about climate change."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY3Vzc2lvbg&hash=7462e6078d9f39e0669963b1a583dc20f139535e&lang=en&cache-only=0",
            "defineEn": "an act or process of talking and sharing ideas in order to reach a decision or conclusion",
            "defineVi": "một hành động hoặc quá trình nói chuyện và chia sẻ ý tưởng để đạt được một quyết định hoặc kết luận",
            "hasImg": true
        },
        {
            "id": "283c2e30-9281-4f87-a6e6-7b2334a078ca",
            "word": "fight",
            "phonetic": "faɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He rarely fought his political battles in the open.",
                "Fighting like cats and dogs like always.",
                "The children had pillow fights during their sleepover.",
                "He has always fought the good fight against oppression.",
                "A young cyclist is fighting for his life after the accident."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlnaHQ&hash=ed67fd79d3b87b56e1ee3065bb7e35e72cc75a59&lang=en&cache-only=0",
            "defineEn": "an argument over something",
            "defineVi": "một cuộc tranh luận về một cái gì đó",
            "hasImg": true
        },
        {
            "id": "cdd42b83-c094-4565-8597-182c8e53b152",
            "word": "letter",
            "phonetic": "lɛɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Give your mother the letter.",
                "His letter to the papers stirred up a real hornets' nest.",
                "She had a letter from Mark.",
                "That letter should go by special delivery.",
                "I wrote a letter to Alison."
            ],
            "audio": "https://tts.langeek.co/read?text=bGV0dGVy&hash=6467aa27505683e55313f4fc6d23549543e985b4&lang=en&cache-only=0",
            "defineEn": "a written or printed message that is sent to someone or an organization, company, etc.",
            "defineVi": "một tin nhắn bằng văn bản hoặc in được gửi đến ai đó hoặc một tổ chức, công ty, v.v.",
            "hasImg": true
        },
        {
            "id": "60c20ef7-2e6c-4c41-b2ef-8088aef744e7",
            "word": "mail",
            "phonetic": "meɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chocolate is available by mail order, but at a price.",
                "I went to the post office to mail a package to my friend.",
                "I do my friend a favor by picking up their mail while they're away.",
                "We can kill two birds with one stone by dropping off the mail when we go to the grocery store.",
                "I like to check my mailbox at the post office every day for any new mail."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFpbA&hash=a57afc0d796cbcddc584e53f70e5dd474aa59dbc&lang=en&cache-only=0",
            "defineEn": "the postal system; the system used for sending and delivering letters, packages, etc.",
            "defineVi": "hệ thống bưu điện; hệ thống được sử dụng để gửi và chuyển thư, gói hàng, v.v.",
            "hasImg": true
        },
        {
            "id": "a3acb823-0f44-4384-8c9e-d0e83d9219fc",
            "word": "envelope",
            "phonetic": "ɑːnvəloʊp ",
            "partOfSpeechType": "noun",
            "examples": [
                "He took an envelope from his inside pocket.",
                "She received a closed envelope containing a surprise gift.",
                "When he was away for prolonged periods on work, he would frequently write letters to her and write SWAK at the back of the envelope, to signify that it was sealed with a kiss.",
                "The blimp's envelope is filled with 300,000 cubic feet of helium.",
                "Then, when you're done, look: prepaid envelopes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW52ZWxvcGU&hash=470437e2edc323d05013523b4e5ec12450bfad7e&lang=en&cache-only=0",
            "defineEn": "a thin, paper cover in which we put and send a letter",
            "defineVi": "một bìa giấy mỏng, trong đó chúng tôi đặt và gửi một lá thư",
            "hasImg": true
        },
        {
            "id": "013ead28-1654-47a4-b679-6ab6043f9bc2",
            "word": "to say",
            "phonetic": "tə seɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The incident says an awful lot about his character.",
                "The clock says ten past two.",
                "His angry glance said it all.",
                "To say a prayer.",
                "The clock said three o'clock."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2F5&hash=dfee09bdb4b2047a9f3d4f06ea21385736fea9e1&lang=en&cache-only=0",
            "defineEn": "to use words and our voice to show what we are thinking or feeling",
            "defineVi": "để sử dụng các từ và giọng nói của chúng tôi để hiển thị những gì chúng tôi đang suy nghĩ hoặc cảm thấy",
            "hasImg": true
        },
        {
            "id": "6a0cc96f-5062-4416-9925-542a7eb17ad6",
            "word": "to tell",
            "phonetic": "tə tɛl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The figures tell a different story.",
                "To tell stories/jokes/lies.",
                "She again told tales out of school.",
                "Do tell me!",
                "Tell me in words of one syllable!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGVsbA&hash=2afb123acb58e03b372c5aaa080ad3690b8f9181&lang=en&cache-only=0",
            "defineEn": "to use words and give someone information",
            "defineVi": "để sử dụng các từ và cung cấp cho ai đó thông tin",
            "hasImg": true
        },
        {
            "id": "8663c522-f1ee-47d5-b77c-86859d4a9517",
            "word": "to discuss",
            "phonetic": "tə dɪskʌs ",
            "partOfSpeechType": "verb",
            "examples": [
                "We discuss current scientific advancements and discoveries in science class.",
                "We discussed what punishment should be given to the boys.",
                "We discussed our favorite movie scenes with our friends after watching a film.",
                "The doctor made a call to the patient to discuss the test results.",
                "The parents attended the school meeting to discuss their child's progress."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzY3Vzcw&hash=baaa6cf9eccdbb91de3b23861d342c969b9a2728&lang=en&cache-only=0",
            "defineEn": "to talk or have a discussion about something with someone",
            "defineVi": "để nói chuyện hoặc có một cuộc thảo luận về một cái gì đó với một ai đó",
            "hasImg": true
        },
        {
            "id": "c5fdc676-c591-4896-bdb8-6a4b565a2201",
            "word": "to visit",
            "phonetic": "tə vɪzɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They visit their grandmother every weekend.",
                "We sometimes visit our relatives during the holidays.",
                "They often visit their grandparents on weekends.",
                "We usually visit our grandparents during the holidays.",
                "We visited a local smokehouse renowned for its mouthwatering brisket."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmlzaXQ&hash=91c8b7064343f9ba09995690aeb3a43029cd9201&lang=en&cache-only=0",
            "defineEn": "to go somewhere because we want to spend time with someone",
            "defineVi": "đi đâu đó vì chúng ta muốn dành thời gian với ai đó",
            "hasImg": true
        },
        {
            "id": "43a4eb69-5a0a-4845-a4ad-366e9954e74f",
            "word": "to reply",
            "phonetic": "tə ɹᵻplaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Replies to the advertisement are arriving in fits and starts.",
                "He replied to my message within a few seconds.",
                "When Peter told Susan to finish a hundred-page report in an hour, she replied with exasperation, 'You may as well bid me lade the sea with a nutshell.'",
                "Luckily my bus arrived before I had time to reply.",
                "When I asked my grandfather how much sleep he got each night, he replied, 'six hours' sleep for a man, seven for a woman, and eight for a fool,' which I found surprising and somewhat offensive."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVwbHk&hash=396860369f29f7f2f8fb03e1bc01ee008244d8af&lang=en&cache-only=0",
            "defineEn": "to answer someone by writing or saying something",
            "defineVi": "để trả lời một ai đó bằng cách viết hoặc nói một cái gì đó",
            "hasImg": true
        },
        {
            "id": "e65ed42b-7aaf-47b6-b9a1-70e6429aba06",
            "word": "to argue",
            "phonetic": "tʊ ɑːɹɡjuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "They were always arguing about money, chores, and even the smallest things.",
                "For the past couple of years, the chattering classes have argued about whether the religious right is in decline.",
                "The prosecutor argued that the defendant should be sentenced to life imprisonment at the court's pleasure, given the severity of the crime.",
                "One person argued the toss for four hours before he agreed to pay.",
                "We used to argue a lot, but that's all water under the bridge now."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXJndWU&hash=9a444fc8d1250de576887a53ca15bd9f5a14c7a4&lang=en&cache-only=0",
            "defineEn": "to speak to someone often angrily because one disagrees with them",
            "defineVi": "nói chuyện với ai đó thường giận dữ vì một người không đồng ý với họ",
            "hasImg": true
        },
        {
            "id": "481c8713-63a7-4e6b-90e4-2fc47cf5764e",
            "word": "to mail",
            "phonetic": "tə meɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The chocolate is available by mail order, but at a price.",
                "I went to the post office to mail a package to my friend.",
                "I do my friend a favor by picking up their mail while they're away.",
                "We can kill two birds with one stone by dropping off the mail when we go to the grocery store.",
                "I like to check my mailbox at the post office every day for any new mail."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFpbA&hash=207771502f87e8bc6e024eb39ffb347b578044dc&lang=en&cache-only=0",
            "defineEn": "to send a letter or package by post",
            "defineVi": "để gửi một lá thư hoặc gói qua đường bưu điện",
            "hasImg": true
        },
        {
            "id": "31b790a9-bb71-4778-9d18-c10feb2698aa",
            "word": "together",
            "phonetic": "təɡɛðɚ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Together, the ant colony was greater than the sum of its parts.",
                "They play the guitar together during jam sessions.",
                "The family took a vacation together, creating wonderful memories with their children.",
                "They did everything together.",
                "They stayed together for the sake of the children."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9nZXRoZXI&hash=c2f198be7670fa74c4fec7f025e405d8121a7100&lang=en&cache-only=0",
            "defineEn": "near to or with something or someone else",
            "defineVi": "gần hoặc với một cái gì đó hoặc người khác",
            "hasImg": true
        },
        {
            "id": "66f269d0-c3d5-4e87-a836-ff796c227ea7",
            "word": "calmly",
            "phonetic": "kɑːmli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Samantha played it cool during the storm, calmly directing people to safety and finding extra food and water for everyone.",
                "A mother calmly reassures her terrified child that the robots are not looking for her.",
                "\"Speak slowly, calmly and clearly.\"",
                "She went on sewing calmly.",
                "Calmly, might I add."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FsbWx5&hash=2607d986e7075447e023d92eafd8915f2390516b&lang=en&cache-only=0",
            "defineEn": "without stress or strong emotion",
            "defineVi": "không căng thẳng hoặc cảm xúc mạnh mẽ"
        },
        {
            "id": "e8f12929-2b0c-493d-ae8d-02779ba6bd30",
            "word": "alone",
            "phonetic": "ɐloʊn ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Only a minority of people exist on unemployment benefits alone.",
                "Some things are best left well alone.",
                "Going mountain-climbing alone is dicing with death.",
                "I quite understand that you need some time alone.",
                "It was so irresponsible of him to leave his children in the car all alone."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxvbmU&hash=015fad8bf61ab42e76fb1204d9fa72785aca6dc7&lang=en&cache-only=0",
            "defineEn": "without any other people; on one's own",
            "defineVi": "không có bất kỳ người nào khác; một mình",
            "hasImg": true
        },
        {
            "id": "eb2481f9-5ea4-4802-9ebb-5f5814c39644",
            "word": "social",
            "phonetic": "soʊʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Social workers operate on the razor’s edge.",
                "We study the history of our country in social studies class.",
                "You can also get information on careers in social work from their website.",
                "Mark's reputation as a love rat spread quickly among his social circle, as he had a long history of cheating on his partners.",
                "She was always into sports and social activities, while I was your typical bookworm with very few friends."
            ],
            "audio": "https://tts.langeek.co/read?text=c29jaWFs&hash=f09a554379f81a9fb56efb27fe9d3096efddcec9&lang=en&cache-only=0",
            "defineEn": "relating to activities in which people meet each other for pleasure",
            "defineVi": "liên quan đến các hoạt động trong đó mọi người gặp nhau vì niềm vui",
            "hasImg": true
        },
        {
            "id": "64fe1213-400e-421f-9d7b-facc9d8eca47",
            "word": "to send",
            "phonetic": "tə sɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "That song always sends a shiver down my spine.",
                "Anne's aunt always sends her birthday cards and gifts.",
                "I sent the package by airmail.",
                "He sent me a copy of his new book.",
                "She sent the kids to bed early."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VuZA&hash=c2cf48074fe387a6f0654706360efe1e2af5e741&lang=en&cache-only=0",
            "defineEn": "to take something to a specific location or making arrangements for it to be taken there, particularly by post",
            "defineVi": "để đưa một cái gì đó đến một địa điểm cụ thể hoặc sắp xếp để nó được đưa đến đó, đặc biệt là qua đường bưu điện",
            "hasImg": true
        },
        {
            "id": "582d04cb-cd35-43e7-98f3-4778f52d4a7f",
            "word": "to receive",
            "phonetic": "tə ɹᵻsiːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The young actress received an award for her outstanding performance.",
                "The film received lavish praise from critics for its groundbreaking visual effects, compelling storyline, and outstanding performances.",
                "Offenders should receive their just deserts.",
                "The hardworking employee received a promotion for their exceptional performance.",
                "She received a missed call from an unknown phone number."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjZWl2ZQ&hash=43f0d47c0ccfa193e2822ac53a92828fdcd3d29a&lang=en&cache-only=0",
            "defineEn": "to be given something or to accept something that is sent",
            "defineVi": "để được đưa ra một cái gì đó hoặc để chấp nhận một cái gì đó được gửi",
            "hasImg": true
        },
        {
            "id": "68be8dd3-ecde-423c-8724-a741521ec76d",
            "word": "to understand",
            "phonetic": "tʊ ʌndɚstænd ",
            "partOfSpeechType": "verb",
            "examples": [
                "She understands the importance of good design.",
                "I fully understand the reason for your decision.",
                "Do you understand the instructions?",
                "I understand his feelings up to a point.",
                "Nobody understands me."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5kZXJzdGFuZA&hash=3ff71366371dcddd0ab773398c26c46e4820e5b8&lang=en&cache-only=0",
            "defineEn": "to know something's meaning, particularly something that someone says",
            "defineVi": "để biết ý nghĩa của một cái gì đó, đặc biệt là một cái gì đó mà ai đó nói",
            "hasImg": true
        },
        {
            "id": "7d8fed6d-5ebf-4ee5-bc61-3022ecb07bd0",
            "word": "to misunderstand",
            "phonetic": "tə mɪsʌndɚstænd ",
            "partOfSpeechType": "verb",
            "examples": [
                "But maybe I'm misunderstanding?",
                "But what did they misunderstand? ",
                "What are some things that some people commonly misunderstand about Afrobeat music?",
                "What critics misunderstand is that it's the turns where good drivers earn their keep.",
                "And that’s too bad, because the result is that we misunderstand those who are suffering from it, sometimes including ourselves."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWlzdW5kZXJzdGFuZA&hash=8242eec7599f236330ef5c4a85850bd79074d6f9&lang=en&cache-only=0",
            "defineEn": "to fail to understand something or someone correctly",
            "defineVi": "để không hiểu một cái gì đó hoặc một ai đó một cách chính xác",
            "hasImg": true
        },
        {
            "id": "6c8c1bc6-929c-49f3-aa77-6344bf55b837",
            "word": "to agree",
            "phonetic": "tʊ ɐɡɹiː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The board agreed to sell the company.",
                "All ministers are agreed on the need to cut bureaucratic red tape.",
                "Do you agree that the opposite side of the coin is too often untold?",
                "The deal will be agreed on Wednesday, knock on wood.",
                "Getting off his back would be nice for a change don't you agree?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWdyZWU&hash=fcaeb65e94506bb6233699f16cb21af9d3e144eb&lang=en&cache-only=0",
            "defineEn": "to hold the same opinion about something as that of another person",
            "defineVi": "để giữ quan điểm tương tự về một cái gì đó như của người khác",
            "hasImg": true
        },
        {
            "id": "a7a6ec94-049e-4b77-8642-bd0eaa05898a",
            "word": "to disagree",
            "phonetic": "tə dɪsɐɡɹiː ",
            "partOfSpeechType": "verb",
            "examples": [
                "We disagree on most things, but on this question we are at one.",
                "The rest of you may disagree, but I, for one, think we should go ahead with the plan.",
                "He tends to fly off the handle when people disagree with him.",
                "Even if you disagree with someone, you should still lend them your ear and try to understand their point of view.",
                "Scientists disagree about how the universe was created."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzYWdyZWU&hash=9a74e52ef562549a66675976e45131deeb322f26&lang=en&cache-only=0",
            "defineEn": "to hold or give a different opinion about something",
            "defineVi": "để giữ hoặc đưa ra một ý kiến khác nhau về một cái gì đó",
            "hasImg": true
        },
        {
            "id": "ac7edcd8-ba12-4ba4-aad1-beffc621a30e",
            "word": "to accept",
            "phonetic": "tʊ ɐksɛpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "You have to accept the ebb and flow of love in a relationship.",
                "Finally, the mayor had to accept that a dead bee makes no honey.",
                "She had to accept defeat without losing face.",
                "Put simply, we accept their offer or go bankrupt.",
                "Take time by the forelock and accept that fantastic internship!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjZXB0&hash=ef64f9b1bfbf96e7f48f6a7f5fdc34ae63da434d&lang=en&cache-only=0",
            "defineEn": "to say yes to what is asked of you or offered to you",
            "defineVi": "nói có với những gì được yêu cầu của bạn hoặc cung cấp cho bạn",
            "hasImg": true
        },
        {
            "id": "43acd441-25a4-4455-bb78-90361ae37bdb",
            "word": "to reject",
            "phonetic": "tə ɹᵻdʒɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "That piece of work just rejected my resume for the third time!",
                "They rejected negotiations out of hand.",
                "If the proposal is rejected, we'll need to lick our wounds, gather feedback, and make improvements before submitting again.",
                "Negotiations between management and the striking employees reached a pretty pass when the labor union rejected the company's latest deal.",
                "The indecisive job applicant was afraid to apply for his dream job, imagining all the ways he could be rejected."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVqZWN0&hash=1b35d4b36a0fe1aef9b3406d40ca98a60de92a5a&lang=en&cache-only=0",
            "defineEn": "to refuse to accept or agree with something",
            "defineVi": "từ chối chấp nhận hoặc đồng ý với một cái gì đó",
            "hasImg": true
        },
        {
            "id": "ac080705-133b-47d5-b28f-596dc386345a",
            "word": "all right",
            "phonetic": "ɔːl ɹaɪt ",
            "partOfSpeechType": "interjection",
            "examples": [
                "Wow, all his geese are swans, all right!",
                "Everything will be all right.",
                "It's all right for some, huh?",
                "All right, let's kick it into high gear for the last part of today's workout!",
                "It’s all right for Washington, but will it sell in small-town America?"
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsIHJpZ2h0&hash=c4d4195cffa56662c35ef20937776febcb19b3e0&lang=en&cache-only=0",
            "defineEn": "a word used to show that we agree",
            "defineVi": "một từ được sử dụng để cho thấy rằng chúng tôi đồng ý",
            "hasImg": true
        },
        {
            "id": "080ee03a-98f1-4f17-8607-534a2d6869a3",
            "word": "statement",
            "phonetic": "steɪtmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The journalist published a wrong statement in the article.",
                "Several conclusions follow on from his statement.",
                "We shall need a statement later, but that will have to wait.",
                "She nodded in agreement with his statement.",
                "The charity organization's mission statement emphasized the belief that poverty is no sin and that everyone deserves dignity and respect."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdGVtZW50&hash=564ce1cde0821e08023c857fd7bc64b6162cf4fb&lang=en&cache-only=0",
            "defineEn": "something that is expressed through things one says or writes",
            "defineVi": "một cái gì đó được thể hiện thông qua những điều người ta nói hoặc viết"
        },
        {
            "id": "b655877a-4468-4376-8ae9-453a2587e6ce",
            "word": "wow",
            "phonetic": "waʊ ",
            "partOfSpeechType": "interjection",
            "examples": [
                "Wow, all his geese are swans, all right!",
                "Wow, it's a small world.",
                "Wow, all that beer has left me feeling terrible this morning.",
                "Wow, they really turned the tide on their opponents by scoring 20 unanswered points!",
                "Wow, Anna has really come out of her shell lately."
            ],
            "audio": "https://tts.langeek.co/read?text=d293&hash=737ec4e8644261c4a98cceaba506d3fda7a84a06&lang=en&cache-only=0",
            "defineEn": "a word we use when we are happy or surprised",
            "defineVi": "một từ chúng tôi sử dụng khi chúng tôi hạnh phúc hoặc ngạc nhiên"
        },
        {
            "id": "2bd3c837-56da-4301-9d4f-31066835783c",
            "word": "ah",
            "phonetic": "ɑː ",
            "partOfSpeechType": "interjection",
            "examples": [
                "Ah, that's right.",
                "Ah, that's the stuff.",
                "Ah, don't be upset, we were only having a laugh!",
                "- Ah. Makes sense.",
                "The light shines through, ah."
            ],
            "audio": "https://tts.langeek.co/read?text=YWg&hash=d585707f3f4d77c46068091df1a5e8dae2271feb&lang=en&cache-only=0",
            "defineEn": "a word used when we are angry, interested, etc.",
            "defineVi": "một từ được sử dụng khi chúng ta tức giận, quan tâm, v.v."
        },
        {
            "id": "7e67eed7-fcbf-4fea-a9f8-6c7c00fdbe31",
            "word": "oh",
            "phonetic": "oʊ ",
            "partOfSpeechType": "interjection",
            "examples": [
                "Oh, give me strength!",
                "Oh woe is me!",
                "Oh, that takes the cake!",
                "Oh, did you bonk your elbow?",
                "Oh yes, enough said."
            ],
            "audio": "https://tts.langeek.co/read?text=b2g&hash=470875faa090b98f0bfc9e860d97664a773d672a&lang=en&cache-only=0",
            "defineEn": "a word used when we hear something new that we did not know before",
            "defineVi": "một từ được sử dụng khi chúng ta nghe một cái gì đó mới mà chúng ta không biết trước"
        },
        {
            "id": "6cfd3532-a6da-41c6-a396-7c27de1e21a6",
            "word": "shit",
            "phonetic": "ʃɪt ",
            "partOfSpeechType": "interjection",
            "examples": [
                "The Biden people must be just shitting themselves right now.",
                "But not after killing him and squashing him and shitting in his mouth.",
                "(cheers) - Are you shitting me right now?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2hpdA&hash=6b89fd96b23587f58f5d446cc8334931cb6e0662&lang=en&cache-only=0",
            "defineEn": "said for expressing annoyance, surprise, or anger",
            "defineVi": "được nói để thể hiện sự khó chịu, ngạc nhiên hoặc tức giận"
        },
        {
            "id": "10903bd4-f075-49df-ae31-7f16b9474899",
            "word": "yeah",
            "phonetic": "jɛh ",
            "partOfSpeechType": "interjection",
            "examples": [
                "\"Yeah, and pigs might fly.\"",
                "Yeah, and pigs might fly.",
                "Yeah, that's the spirit!",
                "Yeah, but it rocks! ’",
                "Ha, yeah right, and the moon is made of cheese."
            ],
            "audio": "https://tts.langeek.co/read?text=eWVhaA&hash=caee38ba7ddb5396fc75e536aa342d1ad94b2687&lang=en&cache-only=0",
            "defineEn": "another way of saying 'yes'",
            "defineVi": "một cách khác để nói 'có'",
            "hasImg": true
        },
        {
            "id": "53efc102-29ae-41fa-a637-72b766170fc0",
            "word": "hey",
            "phonetic": "heɪ ",
            "partOfSpeechType": "interjection",
            "examples": [
                "Hey, you're an investigative reporter.",
                "Hey, I heard that!",
                "Hey Noah, fancy taking a spin to the grocery store with me?",
                "Hey man, I'm just doing my job.",
                "Hey, don't get all bent out of shape!"
            ],
            "audio": "https://tts.langeek.co/read?text=aGV5&hash=c5118b85f6893d9da091fda7bb9e49a181eb5291&lang=en&cache-only=0",
            "defineEn": "a word we use to say hi",
            "defineVi": "một từ chúng ta sử dụng để nói xin chào",
            "hasImg": true
        },
        {
            "id": "653ae2da-f97e-493a-affa-4335e39a3265",
            "word": "note",
            "phonetic": "noʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Did you take notes in the class?",
                "Please make a note of the dates.",
                "Someone left you this note.",
                "Someone left this note for you.",
                "She takes notes during lectures to review later as a dedicated student."
            ],
            "audio": "https://tts.langeek.co/read?text=bm90ZQ&hash=1a14477fa34459b858de0137bc36ebb410260dfc&lang=en&cache-only=0",
            "defineEn": "a brief informal written message",
            "defineVi": "một tin nhắn ngắn gọn bằng văn bản không chính thức"
        }
    ]
}