{
    "id": "8fcba3c9-1cfd-425b-bc88-8a7a63acdf42",
    "title": "Lesson 9B",
    "originalTitle": "Lesson 9B",
    "words": [
        {
            "id": "7cb73329-3be3-4ccc-a45b-4289cfffe48c",
            "word": "sweater",
            "phonetic": "swɛɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I need a lightweight sweater for the spring season.",
                "He bought a new sweater with a colorful pattern for me.",
                "I like to wear cozy sweaters and scarves during the fall season.",
                "I like the comfort of wearing a cashmere sweater against my skin.",
                "He prefers crewneck sweaters for a versatile and easy-to-wear option."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dlYXRlcg&hash=692d55a72813110c69bd3db36fc9e09aaff420ae&lang=en&cache-only=0",
            "defineEn": "a piece of clothing worn on the top part of our body that is made of cotton or wool, has long sleeves and a closed front",
            "defineVi": "một bộ quần áo mặc ở phần trên của cơ thể chúng ta được làm bằng bông hoặc len, có tay áo dài và mặt trước kín",
            "hasImg": true
        },
        {
            "id": "9c520a03-7cc8-45ac-8658-db33d62a4d77",
            "word": "T-shirt",
            "phonetic": "tiːʃɜːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was wearing jeans and a T-shirt.",
                "She always wears a plain white T-shirt with jeans.",
                "I spilled ketchup on my T-shirt while eating lunch.",
                "She folded her T-shirt and put it neatly in the drawer.",
                "I'm going to iron my T-shirt to make it look neat and wrinkle-free."
            ],
            "audio": "https://tts.langeek.co/read?text=VC1zaGlydA&hash=88cb1b538f89134edcfb6896624ec86c759eebf0&lang=en&cache-only=0",
            "defineEn": "a casual short-sleeved shirt with no collar, usually made of cotton",
            "defineVi": "một chiếc áo sơ mi ngắn tay bình thường không có cổ áo, thường được làm bằng cotton",
            "hasImg": true
        },
        {
            "id": "f40365d5-2a80-4b9f-9cf6-da4d7c184355",
            "word": "shirt",
            "phonetic": "ʃɜːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This shirt needs washing.",
                "The shirt has a pocket on the chest for small items.",
                "Should've bought that shirt.",
                "Keeping his shirt on during intense moments.",
                "What's your shirt made of?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2hpcnQ&hash=a9ccc69b12954549322ea6d723ffe86c60b465d3&lang=en&cache-only=0",
            "defineEn": "(usually for men) a piece of clothing worn on the upper half of the body, typically with a collar and sleeves, and with buttons down the front",
            "defineVi": "(thường dành cho nam giới) một bộ quần áo mặc ở nửa trên của cơ thể, thường có cổ áo và tay áo, và có các nút ở phía trước",
            "hasImg": true
        },
        {
            "id": "022994ae-02da-419e-b955-5649cc09908e",
            "word": "trousers",
            "phonetic": "tɹaʊsɚz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJvdXNlcnM&hash=449a522c6f01072c6ca4f435e0063d10c7a217f1&lang=en&cache-only=0",
            "defineEn": "a piece of clothing that covers the body from the waist to the ankles, with a separate part for each leg",
            "defineVi": "một mảnh quần áo che cơ thể từ thắt lưng đến mắt cá chân, với một phần riêng biệt cho mỗi chân",
            "hasImg": true
        },
        {
            "id": "f10e7ca4-b74b-4291-a288-8211bde30059",
            "word": "jeans",
            "phonetic": "dʒiːnz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Jeans are as American as apple pie.",
                "They wore blue jeans to the party.",
                "He was wearing jeans and a T-shirt.",
                "You can't wear jeans to this dinner party!",
                "She always wears a plain white T-shirt with jeans."
            ],
            "audio": "https://tts.langeek.co/read?text=amVhbnM&hash=97a2ecb42717586877567623cfc62ce772075559&lang=en&cache-only=0",
            "defineEn": "pants made of denim, that is a type of strong cotton cloth, and is used for a casual style",
            "defineVi": "quần làm bằng vải denim, đó là một loại vải cotton bền và được sử dụng cho phong cách giản dị",
            "hasImg": true
        },
        {
            "id": "aa50f215-c30f-4839-bd6b-f75fe9f60f8a",
            "word": "shorts",
            "phonetic": "ʃɔːɹts ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many wearing shorts and T-SHIRTS."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvcnRz&hash=5588415737d7d8e7cd56a8e253b0179d02442bc2&lang=en&cache-only=0",
            "defineEn": "short pants that end either above or on the knees",
            "defineVi": "quần ngắn kết thúc ở trên hoặc trên đầu gối",
            "hasImg": true
        },
        {
            "id": "713f0376-4bd8-42bc-8297-9ad10bf92b18",
            "word": "suit",
            "phonetic": "suːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This suit is a steal at $80.",
                "Part-time work would suit me right down to the ground.",
                "He paired his suit with polished dress shoes.",
                "That job would suit you to a tee.",
                "My dad bought a stylish suit for his friend's wedding."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VpdA&hash=0256967c98f34fd7f4bd32194fe3a27f6749e902&lang=en&cache-only=0",
            "defineEn": "a jacket with a pair of pants or a skirt that are made from the same cloth and should be worn together",
            "defineVi": "áo khoác với quần hoặc váy được làm từ cùng một loại vải và nên được mặc cùng nhau",
            "hasImg": true
        },
        {
            "id": "3b9a1b7e-6d3d-4f14-a6d6-ef4ee45ab823",
            "word": "dress",
            "phonetic": "dɹɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandmother made a dress for me.",
                "The bride's wedding dress is white.",
                "She bought an expensive dress for a special occasion.",
                "Where did you buy that dress?",
                "This dress makes me look fat."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJlc3M&hash=8765dc846714eb0bed2412319e58de2505dc16f1&lang=en&cache-only=0",
            "defineEn": "a piece of clothing worn by girls and women that is made in one piece and covers the body down to the legs but has no separate part for each leg",
            "defineVi": "một bộ quần áo được mặc bởi các cô gái và phụ nữ được làm thành một mảnh và che cơ thể xuống chân nhưng không có phần riêng cho mỗi chân",
            "hasImg": true
        },
        {
            "id": "1a142d88-2a74-4ccb-a88b-bed97176b54e",
            "word": "skirt",
            "phonetic": "skɜːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This skirt has a stretchy waistband for comfort.",
                "The skirt has a zipper at the back for easy wearing.",
                "Her skirt almost reached the ground.",
                "A skirt that reaches halfway down her legs",
                "She paired her skirt with a white blouse and heels."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tpcnQ&hash=ba24c042911ea9e807cbaa498bf86dabccce3d16&lang=en&cache-only=0",
            "defineEn": "a piece of clothing for girls or women that fastens around the waist and hangs down around the legs",
            "defineVi": "một bộ quần áo dành cho trẻ em gái hoặc phụ nữ buộc quanh eo và rủ xuống quanh chân",
            "hasImg": true
        },
        {
            "id": "7d0e239b-30fe-4a6b-8784-9ca0dd9eaa4f",
            "word": "coat",
            "phonetic": "koʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They coated their chicken nuggets with sesame seeds.",
                "She coated the pork ribs with a generous amount of piri-piri marinade.",
                "Her right leg was coated in plaster.",
                "The wind had coated everything with a layer of sand.",
                "take your coat off."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29hdA&hash=88fece31d4eea822a3d265764b757f28ed948741&lang=en&cache-only=0",
            "defineEn": "a piece of clothing with long sleeves, worn outdoors and over other clothes to keep warm or dry",
            "defineVi": "một bộ quần áo có tay dài, mặc ngoài trời và bên ngoài quần áo khác để giữ ấm hoặc khô",
            "hasImg": true
        },
        {
            "id": "e9087930-daa7-4efa-844b-044390712b02",
            "word": "jacket",
            "phonetic": "dʒækɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Is your jacket real leather?",
                "The jacket sat beautifully on her shoulders.",
                "Does this jacket go with this skirt?",
                "I'll take the grey jacket.",
                "I packed an extra jacket for the camping trip."
            ],
            "audio": "https://tts.langeek.co/read?text=amFja2V0&hash=85f93b2385b3a4af2624d17b30fecb9e8d67884e&lang=en&cache-only=0",
            "defineEn": "a short item of clothing that we wear on the top part of out body, usually has sleeves and something in the front so we could close it",
            "defineVi": "một bộ quần áo ngắn mà chúng ta mặc ở phần trên cùng của cơ thể, thường có tay áo và một cái gì đó ở phía trước để chúng ta có thể đóng nó lại",
            "hasImg": true
        },
        {
            "id": "ef6a9731-7863-4a6d-bddf-2334d9a70505",
            "word": "sock",
            "phonetic": "sɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "That movie knocked my socks off.",
                "The new book is blowing my socks off.",
                "The striped socks matched perfectly with his striped shirt.",
                "She found a sock under the bed that had been missing for weeks.",
                "She wore colorful socks that covered her feet."
            ],
            "audio": "https://tts.langeek.co/read?text=c29jaw&hash=1baa7ef7726f1e3663de033bf86aeaa3fa14d0c6&lang=en&cache-only=0",
            "defineEn": "a soft item of clothing we wear on our feet",
            "defineVi": "một mặt hàng quần áo mềm chúng tôi mặc trên đôi chân của chúng tôi",
            "hasImg": true
        },
        {
            "id": "d48f39de-cb52-48f7-beec-923090b25790",
            "word": "trainer",
            "phonetic": "tɹeɪnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her trainer was on hand to give advice.",
                "As an animal trainer, it's important to build trust and get on well with the animals you work with.",
                "We attend conferences, read and write journals, and collaborate with other trainers.",
                "Even her fitness trainer was a sensation.",
                "His trainer, Angelo Manzoli, said his career is ruined. "
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhaW5lcg&hash=807f97ec7a389c2366a0e09577b73f28cf30a44b&lang=en&cache-only=0",
            "defineEn": "a sports shoe with a rubber sole that is worn casually or for doing exercise",
            "defineVi": "một đôi giày thể thao có đế cao su được mang tùy tiện hoặc để tập thể dục",
            "hasImg": true
        },
        {
            "id": "20e40bd0-6929-47b9-8991-a2b5b90039af",
            "word": "shoe",
            "phonetic": "ʃuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "I absolutely love your shoes.",
                "His shoes were wearing at the heel.",
                "My shoes are killing me.",
                "She stole the shoes from under the assistant's nose.",
                "I bought these shoes at half price."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvZQ&hash=62339f6cf353d519bb17eb04ed8bfd616dd8eb46&lang=en&cache-only=0",
            "defineEn": "something that we wear to cover and protect our feet, generally made of strong materials like leather or plastic",
            "defineVi": "thứ gì đó mà chúng ta mặc để che và bảo vệ đôi chân của mình, thường được làm bằng vật liệu bền như da hoặc nhựa",
            "hasImg": true
        },
        {
            "id": "540b5e37-ef93-4fbc-a48c-3040be805b6e",
            "word": "hat",
            "phonetic": "hæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Yet another candidate has thrown his hat into the ring.",
                "Actually, I wear several different hats.",
                "He was standing hat in hand before his teacher.",
                "I took my hat off to his cooking skill.",
                "Hold on to your hat as the stock market zigs and zags!"
            ],
            "audio": "https://tts.langeek.co/read?text=aGF0&hash=87cd5ad83c596e3fe1aca8a5bf6b1ef96da62d83&lang=en&cache-only=0",
            "defineEn": "a piece of clothing often with a brim that we wear on our heads, for warmth, as a fashion item or as part of a uniform",
            "defineVi": "một bộ quần áo thường có vành mà chúng ta đội trên đầu để giữ ấm, như một món đồ thời trang hoặc một phần của đồng phục",
            "hasImg": true
        },
        {
            "id": "c44d0e19-d027-4dd0-bce2-1dc9ce4af34c",
            "word": "cap",
            "phonetic": "kæp ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have to go cap in hand begging for funds.",
                "He asked me, cap in hand, if I could help him out of his financial difficulties.",
                "We'll need our thinking caps to solve this one.",
                "They went to the teacher, cap in hand, and asked for more time to complete their project.",
                "There's no way he'll go cap in hand to his brother."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fw&hash=520eb8f9ab02dafe1d9ae3a985dcee750438190b&lang=en&cache-only=0",
            "defineEn": "a type of soft flat hat with a visor, typically worn by men and boys, often as part of a uniform",
            "defineVi": "một loại mũ phẳng mềm có tấm che mặt, thường được đội bởi nam giới và trẻ em trai, thường là một phần của đồng phục",
            "hasImg": true
        },
        {
            "id": "425c6356-5561-4a2d-a3c5-c7b97310ae70",
            "word": "boss",
            "phonetic": "bɔs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boss has a short fuse these days!",
                "The boss was clear about the deadline for the project, with no ifs, ands, or buts.",
                "The boss of the failed company is keeping schtum about his role in the disaster.",
                "My boss finally let me in on the plans for the new project.",
                "The boss sure aired his lungs when we lost another customer!"
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9zcw&hash=cc8832986e00d3287a2cfc1e34c80af76d04b8e5&lang=en&cache-only=0",
            "defineEn": "a person who is in charge of a large organization or has an important position there",
            "defineVi": "một người phụ trách một tổ chức lớn hoặc có một vị trí quan trọng ở đó",
            "hasImg": true
        },
        {
            "id": "5202321f-caf0-45b6-a929-96403e75f62b",
            "word": "broken",
            "phonetic": "bɹoʊkən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The surgeon set her broken arm.",
                "This broken promise is a real kick in the teeth for our fans.",
                "He sounds like a broken record.",
                "The X-rays show that he has a broken ankle.",
                "He'd walk around the house repeating his favourite sayings like a broken record."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJva2Vu&hash=2c903d7b310169d9315e17c2b1276fd860f0bba5&lang=en&cache-only=0",
            "defineEn": "cracked or shattered; physically separated into pieces",
            "defineVi": "nứt hoặc vỡ; vật lý tách thành từng mảnh",
            "hasImg": true
        },
        {
            "id": "2045740c-9074-42e7-b0f4-c128ce03782c",
            "word": "tired",
            "phonetic": "taɪɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm tired of your playing fast and loose with me.",
                "People will get tired of listening to him!",
                "We're tired of hearing it!",
                "I'm tired of working in this thankless IT support job.",
                "I got tired of starting from square one again, man."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlyZWQ&hash=900dfbede490b642f623fa25558dc54dbde91c14&lang=en&cache-only=0",
            "defineEn": "needing to sleep or rest because of not having any more energy",
            "defineVi": "cần ngủ hoặc nghỉ ngơi vì không còn năng lượng",
            "hasImg": true
        },
        {
            "id": "61039095-e221-4c4a-b14e-01e7d31f2e4f",
            "word": "surprised",
            "phonetic": "sɚpɹaɪzd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She was surprised to find Chinese cabbage at the grocery store.",
                "I'm really surprised that the sequel even holds a candle to the original.",
                "When I tasted the white sauce for the first time, I was pleasantly surprised by its delicate balance of flavors.",
                "She was surprised to find that everyone had left.",
                "Mark was surprised to find out that his close friend, Alex, swings both ways."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VycHJpc2Vk&hash=1c0f9f46ab6530605e7db78e0d9538a88eb243ef&lang=en&cache-only=0",
            "defineEn": "feeling or showing surprise or wonder",
            "defineVi": "cảm thấy hoặc thể hiện sự ngạc nhiên hoặc thắc mắc",
            "hasImg": true
        }
    ]
}