{
    "id": "8ffdc75c-dfde-4f97-8ab1-87652d2a471f",
    "title": "Graphs and Figures",
    "originalTitle": "Lesson 18",
    "words": [
        {
            "id": "24feb68e-aa9a-464f-a652-42627d8f4fc7",
            "word": "bar chart",
            "phonetic": "bɑːɹ tʃɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Let's say you want to see how profitable your denim stock is in a bar chart."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyIGNoYXJ0&hash=0ebe042d6575a859a459bf8643feca8ae84c5c9f&lang=en&cache-only=0",
            "defineEn": "a graphical display of information consisting of narrow rectangular lines whose heights depend on the value that they are representing",
            "defineVi": "một màn hình đồ họa thông tin bao gồm các đường hình chữ nhật hẹp có chiều cao phụ thuộc vào giá trị mà chúng đại diện",
            "hasImg": true
        },
        {
            "id": "797cbd67-1456-4f57-b3d5-407f831c23d0",
            "word": "bar graph",
            "phonetic": "bɑːɹ ɡɹæf ",
            "partOfSpeechType": "noun",
            "examples": [
                "We're not given a bar graph.",
                "A bar graph is a visual way to present your data.",
                "And it's especially misleading with bar graphs since we assume the difference in the size of the bars is proportional to the values.",
                "Let's look at these two bar graphs that recorded our observations.",
                "This bar graph shows the number of days of each kind of weather."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyIGdyYXBo&hash=dfa65b5fb92a7c61f232ac147c8b128a2a38cc7c&lang=en&cache-only=0",
            "defineEn": "a diagram in which the quantities of variables are represented by the heights of the columns to make the comparison easier or doable",
            "defineVi": "một sơ đồ trong đó số lượng của các biến được biểu thị bằng chiều cao của các cột để giúp so sánh dễ dàng hơn hoặc có thể thực hiện được",
            "hasImg": true
        },
        {
            "id": "457a453a-d9f2-4175-a831-859f8a4dc5b6",
            "word": "diagram",
            "phonetic": "daɪəɡɹæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The data was presented in graphical form, with charts and diagrams used to illustrate the findings.",
                "- We have the diagram, obviously.",
                "Next, free body diagram, what are the forces?",
                "I could actually just use this diagram.",
                "Look at the diagram!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhZ3JhbQ&hash=ff876184f964eacd7a37c747508e4f2d4ee06017&lang=en&cache-only=0",
            "defineEn": "a graphic design intended to explain something",
            "defineVi": "một thiết kế đồ họa nhằm giải thích một cái gì đó",
            "hasImg": true
        },
        {
            "id": "6a32c704-2698-48dc-a50f-22b7883eb839",
            "word": "flow chart",
            "phonetic": "floʊ tʃɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The flow chart shows how resources are allocated.",
                "And since we’ve covered so much so quickly, here’s a handy flow chart to help you with your chirality gut checks.",
                "Using that handy dandy flow chart if you want, decide if the following examples are chiral or achiral."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxvdyBjaGFydA&hash=a89e508fcbc45eb0d8957b7b7b257f2568cbd603&lang=en&cache-only=0",
            "defineEn": "a graphic representation of the step-by-step sequence of functions in a computer program",
            "defineVi": "một biểu diễn đồ họa của chuỗi các chức năng từng bước trong một chương trình máy tính"
        },
        {
            "id": "1f3f2035-6884-4441-8c20-53e7009ca6a4",
            "word": "flow diagram",
            "phonetic": "floʊ daɪəɡɹæm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmxvdyBkaWFncmFt&hash=4b0b2dd87656f32736a4e73ed214f511d4adafa5&lang=en&cache-only=0",
            "defineEn": "a diagram representing the dynamic relationships and processes in a system",
            "defineVi": "một sơ đồ biểu thị các mối quan hệ và quy trình động trong một hệ thống"
        },
        {
            "id": "ea37e79f-4069-45e5-a356-32a150aebe85",
            "word": "pie chart",
            "phonetic": "paɪ tʃɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Let's see that pie chart",
                "Oh, yes there will be pie charts you ready for the first one",
                "So helpful it is it creates every month like a little pie chart of like this is what you're spending on this This is what is the normal spend this is you know, you went crazy and this this month I don't even send you alerts for when you're going over a certain amount in a category That's nice",
                "Ancient astronomers already had accurate calculations for the time between two solar equinoxes or solstices, but nature had given people a nice, easy pie chart in the sky to track the passage of time, so early Rome, like many other cultures, worked off a lunar calendar.",
                "And then we're gonna show you the results for each one of these questions there will be pie charts."
            ],
            "audio": "https://tts.langeek.co/read?text=cGllIGNoYXJ0&hash=077dbd7a67dce9ccbc918a4c2eb7c0e87191bc4d&lang=en&cache-only=0",
            "defineEn": "a graphical display of the difference between the parts of a whole shown by dividing a circle into several segments",
            "defineVi": "một màn hình đồ họa về sự khác biệt giữa các phần của một tổng thể được hiển thị bằng cách chia một vòng tròn thành nhiều phân đoạn",
            "hasImg": true
        },
        {
            "id": "8e61bbeb-b298-4b3e-92ab-41fc9960466a",
            "word": "table",
            "phonetic": "teɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "His partner left the table in a fit of pique.",
                "At a family reunion picnic, the buffet table showcased a classic beef plate roast.",
                "This business method takes the risk of failure out of the table.",
                "She set the table with plates and glasses in the dining room.",
                "We set the table with plates and silverware."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFibGU&hash=0a0273e9f5bbd22b7d01ea9eb6b6b6ff0fd945f3&lang=en&cache-only=0",
            "defineEn": "a set of facts and figures arranged in rows and columns in a systematic order",
            "defineVi": "một tập hợp các sự kiện và số liệu được sắp xếp theo hàng và cột theo thứ tự có hệ thống"
        },
        {
            "id": "a32a3c21-7f3c-4b73-87fd-7051b36ad137",
            "word": "axis",
            "phonetic": "æksɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Earth rotates on its axis, causing day and night.",
                "So that axis is time.",
                "The X axis marks distance from Earth, and the Y axis tracks the passage of time.",
                "And then this one here was our principal axis.",
                "These axes are called roll, pitch and yaw. "
            ],
            "audio": "https://tts.langeek.co/read?text=YXhpcw&hash=3a74108c7692c0eaeb058829cead065490b3f854&lang=en&cache-only=0",
            "defineEn": "(geometry) an arbitrary straight line that passes through the center of a symmetrical object or around which an object spins",
            "defineVi": "(hình học) đường thẳng tùy ý đi qua tâm của một vật đối xứng hoặc xung quanh vật quay",
            "hasImg": true
        },
        {
            "id": "d57de255-297d-4028-8383-3aea0ef29770",
            "word": "horizontal",
            "phonetic": "hɔːɹɪzɔntəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The German flag consists of three horizontal stripes: black, red, and gold.",
                "But the dunes were horizontal.",
                "Horizontal movement, feeling good.",
                "First is horizontal drilling.",
                "Well, horizontal gene transfer is one reason for it."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9yaXpvbnRhbA&hash=e7e0aad4dfa4ea84155d0e398fb0caba1cd92b6f&lang=en&cache-only=0",
            "defineEn": "going across and parallel to the ground and not up or down",
            "defineVi": "đi ngang và song song với mặt đất và không lên hoặc xuống",
            "hasImg": true
        },
        {
            "id": "26bdbcd8-8ae5-4472-8b36-384b8933e748",
            "word": "vertical",
            "phonetic": "vɜːɾɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "With the pandemic putting a damper on public transit, the automotive industry continued to fare well while other verticals may have seen larger sales dips.",
                "In some countries, skyscraper cemeteries enable vertical burials.",
                "We do vertical landings.",
                "Because your slope goes vertical.",
                "Vertical acceleration doesn't affect the perpendicular sideways motion."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVydGljYWw&hash=94d7944bd5307f8988f1da73b09f307ea2201315&lang=en&cache-only=0",
            "defineEn": "going straight up and down from a level surface or line; at an angle of 90 degrees with a flat surface",
            "defineVi": "đi thẳng lên và xuống từ một bề mặt hoặc đường thẳng; một góc 90 độ với mặt phẳng",
            "hasImg": true
        },
        {
            "id": "70b2f949-fc1e-4fc5-bea1-468441762025",
            "word": "column",
            "phonetic": "kɑːlʌm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The newspaper has a column where readers can write in and ask for advice.",
                "The man was such a bleeding-heart knee-jerk liberal that you could predict the rest of the column after reading the first sentence.",
                "Draw the columns just like that.",
                "This column here is Trump's face over the Little Rascals.",
                "So each row now becomes a column."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sdW1u&hash=9a8ba8a0cc646c3e4f2ef6b311a7d591a443908e&lang=en&cache-only=0",
            "defineEn": "an arrangement of a set of figures or information in a vertical way",
            "defineVi": "sự sắp xếp của một tập hợp các số liệu hoặc thông tin theo chiều dọc"
        },
        {
            "id": "c224be22-57ec-414d-b826-0125685d040a",
            "word": "row",
            "phonetic": "ɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The classroom has rows of chairs for students.",
                "United won four games in a row.",
                "You've missed your mark three times in a row.",
                "After the row in a pub he drove off in a huff.",
                "With two wins in a row, our team is on course for the championship title."
            ],
            "audio": "https://tts.langeek.co/read?text=cm93&hash=07636e4adce90343ebf42d576faaaa0b4bd00359&lang=en&cache-only=0",
            "defineEn": "a group of people or objects placed in a line",
            "defineVi": "một nhóm người hoặc đối tượng được đặt trong một dòng",
            "hasImg": true
        },
        {
            "id": "3ec18657-6d0b-4618-a705-21be7f6cf56c",
            "word": "key",
            "phonetic": "kiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The author abstracted key themes from the novel in her literary analysis.",
                "The keys are kept in my office.",
                "I turned the key in the lock.",
                "He turned the key in the lock.",
                "The piano keys are black and white."
            ],
            "audio": "https://tts.langeek.co/read?text=a2V5&hash=8a2ad1b59a19375b9569d9dc58ff8b7b76afd159&lang=en&cache-only=0",
            "defineEn": "a list of symbols that accompanies a table, map, etc. as a reference for further explanation",
            "defineVi": "một danh sách các biểu tượng đi kèm với bảng, bản đồ, v.v. để tham khảo để giải thích thêm"
        },
        {
            "id": "ab4b6c73-0094-4453-858a-7cd0cd8bf1e3",
            "word": "segment",
            "phonetic": "sɛɡmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The tangor segments are perfect for snacking on-the-go.",
                "Identifying a specific segment of the market as our target will be more effective than a shotgun approach.",
                "When our main competitor went out of business, the market segment was there for the taking.",
                "They divided the grapefruit into equal segments to share among the group.",
                "He carefully removed the peel of the orange and savored the juicy segments."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VnbWVudA&hash=18a784c03898a701f037e5d1dfc9b9734359525e&lang=en&cache-only=0",
            "defineEn": "any of the separate parts into which a whole may be divided",
            "defineVi": "bất kỳ phần riêng biệt nào mà toàn bộ có thể được chia thành"
        },
        {
            "id": "4c95cfa8-f17c-4780-a9a5-48a91637dd2d",
            "word": "step",
            "phonetic": "stɛp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Steps leading from the kitchen to the cellar.",
                "8 steps that paved the way to the Civil Rights Act of 1964.",
                "It is out of step with changes in industry.",
                "She felt for the step with her foot.",
                "The teacher highlighted the correct steps to solve the math problem."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlcA&hash=da40d57e7411db7e0b4097b19863921812e2b4fb&lang=en&cache-only=0",
            "defineEn": "a stage in a process or a grade in a scale",
            "defineVi": "một giai đoạn trong một quá trình hoặc một lớp trong một quy mô"
        },
        {
            "id": "ae0d3dc1-aa90-48c3-bcf1-900df7038491",
            "word": "to depict",
            "phonetic": "tə dᵻpɪkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The old painting depicted a picturesque landscape from a bygone era.",
                "The artist created an abstract painting that captured the essence of emotion without depicting recognizable objects.",
                "The artist's painting depicted a crowded city street, with the figures in the painting appearing isolated and alone, capturing the theme of 'a great city, a great solitude'.",
                "Artists depicted cityscapes, ball games, and field hands at work.",
                "The second photograph depicts a more clear image of Slender Man."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVwaWN0&hash=56319b9b8745eacda3d7db389590ebcaf0828f5e&lang=en&cache-only=0",
            "defineEn": "to represent or show something or someone by a work of art",
            "defineVi": "để đại diện hoặc hiển thị một cái gì đó hoặc ai đó bằng một tác phẩm nghệ thuật"
        },
        {
            "id": "f6996ef9-ecf1-41ac-9165-57032a7a3946",
            "word": "to represent",
            "phonetic": "tə ɹɛpɹᵻzɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "It represents a one-way ticket to unhappiness.",
                "The discovery of new planets represents a quantum leap in astronomy, with the potential to deepen our understanding of the universe and our place in it.",
                "The billionaire's legal team has so much experience and resources that it's all Lombard Street to a China orange for the small law firm representing the plaintiff.",
                "A lawyer who represents himself has a fool for a client.",
                "Therefore, while they may represent a port in a storm, they are fundamentally unattractive business models."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVwcmVzZW50&hash=48e540dc93dec60282144b81632c53fbaf4e85e3&lang=en&cache-only=0",
            "defineEn": "to be an image, sign, or symbol of something",
            "defineVi": "là một hình ảnh, dấu hiệu, hoặc biểu tượng của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "0c66ba39-8715-40cc-8012-061efde39890",
            "word": "chart",
            "phonetic": "tʃɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He is consulting his zodiacal chart to determine his compatibility with different signs.",
                "The album's success has put it at the top of the charts.",
                "The movie's box office performance has propelled it to the top of the charts in Hollywood.",
                "With a fresh lineup of talented musicians, the band has experienced a new lease of life, capturing the attention of music enthusiasts and gaining popularity on the charts.",
                "I prepared an around-the-clock chart detailing all my care requirements."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcnQ&hash=60f5b476c5f0bf9405859622f667ce6b6a79a0b4&lang=en&cache-only=0",
            "defineEn": "an information sheet in the form of a graph, diagram or table that is easy to understand",
            "defineVi": "một bảng thông tin dưới dạng biểu đồ, sơ đồ hoặc bảng dễ hiểu"
        },
        {
            "id": "eed47e6a-6da9-40de-95ef-31bc83de05a0",
            "word": "coordinate",
            "phonetic": "koʊɔːɹdᵻnət ",
            "partOfSpeechType": "noun",
            "examples": [
                "That coordinate is negative one, zero.",
                "What's its coordinates?",
                "They coordinate with the harbormaster to beach ships.",
                "Now, the second coordinate tells you increments of v2.",
                "The Y coordinate is negative one."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29vcmRpbmF0ZQ&hash=1491d37d596681d2c688a2807583d74363e7c50e&lang=en&cache-only=0",
            "defineEn": "any set of numbers that represent an exact position on a map or graph",
            "defineVi": "bất kỳ bộ số nào đại diện cho một vị trí chính xác trên bản đồ hoặc đồ thị"
        },
        {
            "id": "4879ccbc-4323-4d73-9e6f-58747ec557aa",
            "word": "cross section",
            "phonetic": "kɹɔs sɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Look at that cross section.",
                "This is just a cross section.",
                "This is a cross section of a neuron.",
                "So the cross section, the top of the doughnut, we're going to start off right over here.",
                "And, the volume of the fluid moving past this point is simply the area of the pipe at this cross section, times the distance the fluid moves."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jvc3Mgc2VjdGlvbg&hash=59c464206d3cd93ad7ee6d46a157467d660de5bc&lang=en&cache-only=0",
            "defineEn": "a piece of something cut off from the middle at a right angle to an axis so that the layers could be seen",
            "defineVi": "một mảnh của một cái gì đó bị cắt từ giữa theo một góc vuông với một trục để có thể nhìn thấy các lớp"
        },
        {
            "id": "797b62e7-01ef-4f4a-9019-28350fc915f7",
            "word": "curve",
            "phonetic": "kɜːv ",
            "partOfSpeechType": "noun",
            "examples": [
                "The reporter threw the candidate a curve by asking about his past drug use.",
                "Then again, some major thinkers are way ahead of the curve.",
                "Just when everyone thought life could not get any better, fate throws them a curve ball.",
                "The fashion designer's bold new collection was ahead of the curve, featuring styles and colors that were completely unexpected and ahead of their time.",
                "The tech company's innovative new product is so far ahead of the curve that competitors will struggle to catch up."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VydmU&hash=84bc375aeb8859eabd5c205825dce4371bd0e60e&lang=en&cache-only=0",
            "defineEn": "a line representing a variable in a graph",
            "defineVi": "một dòng đại diện cho một biến trong một đồ thị"
        },
        {
            "id": "15a9f195-69ba-47cc-8cb6-6f71b61afc74",
            "word": "design",
            "phonetic": "dɪzaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The design is very basic.",
                "The decorations were specially designed for the wedding reception.",
                "She can design computer programs like nobody's business.",
                "The engineer designs cars and improves their performance.",
                "He admired the hand-painted design on the teacup."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzaWdu&hash=04b8523d9e6d16ceafc21fd8bb047fdc6944a3dc&lang=en&cache-only=0",
            "defineEn": "the act or process of drawing or making an outline or sketch in order to show how something works or how it is built",
            "defineVi": "hành động hoặc quá trình vẽ hoặc phác thảo hoặc phác thảo để chỉ ra cách một thứ hoạt động hoặc cách nó được xây dựng",
            "hasImg": true
        },
        {
            "id": "3dcf921b-a7a2-408a-92dc-d46e31845572",
            "word": "flip chart",
            "phonetic": "flɪp tʃɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmxpcCBjaGFydA&hash=334579cafefeb471fbf325584ccbf1bab39f079c&lang=en&cache-only=0",
            "defineEn": "a chart with large sheets of paper that are joined on top and can be used for representations by turning each page",
            "defineVi": "một biểu đồ với các tờ giấy lớn được nối ở trên cùng và có thể được sử dụng để trình bày bằng cách lật từng trang"
        },
        {
            "id": "f2317816-c9f0-43e9-8cf0-91ea57237e78",
            "word": "graph",
            "phonetic": "ɡɹæf ",
            "partOfSpeechType": "noun",
            "examples": [
                "This graph shows coronavirus cases in the United States versus the European Union.",
                "This graph is stinkin' awesome",
                "So this graph is all of human history.",
                "Now we can graph our parabola.",
                "So my graph looks something like that."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhcGg&hash=477d3406eeb6c7427851a0ff252dc0d35d83d601&lang=en&cache-only=0",
            "defineEn": "a graphical display of the relationship between two or more numbers using a line or lines",
            "defineVi": "hiển thị đồ họa về mối quan hệ giữa hai hoặc nhiều số bằng cách sử dụng một hoặc nhiều dòng",
            "hasImg": true
        },
        {
            "id": "4c97a259-db46-4d79-a806-85670bd760b5",
            "word": "graphical",
            "phonetic": "ɡɹæfɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The data was presented in graphical form, with charts and diagrams used to illustrate the findings.",
                "They have a graphical configurator tool.",
                "But each individual ray is really just a graphical representation of actual light.",
                "There's actually a lot of weird graphical glitches going on here.",
                "Personal computers were also becoming more common, and the graphical interface of the World Wide Web was being developed."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhcGhpY2Fs&hash=0666f4d9b465b9cdea12365f6ce014295e9f6fec&lang=en&cache-only=0",
            "defineEn": "formed like or relating to a graph",
            "defineVi": "hình thành giống như hoặc liên quan đến một đồ thị"
        },
        {
            "id": "bb8fb2b1-7ef8-4000-8cbc-4f5c4a12e24d",
            "word": "histogram",
            "phonetic": "hɪstəɡɹæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The histograms in the previous applets computed the total number of times each web page was visited at the current stage of the game.",
                "Show the histogram?",
                "And actually, I wrote histogram.",
                "This is the histogram right over here.",
                "We're not given a histogram here."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlzdG9ncmFt&hash=e46ccdb56d2389b8035c421f2a254a11668a09f2&lang=en&cache-only=0",
            "defineEn": "a diagram consisting of bars with different heights that represent the amount of a variable",
            "defineVi": "một sơ đồ bao gồm các thanh có độ cao khác nhau biểu thị lượng của một biến"
        },
        {
            "id": "8de5b139-80b3-4c11-a5b7-4c9861bc818e",
            "word": "spreadsheet",
            "phonetic": "spɹɛdʃiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Leave room on the spreadsheet to add the results later.",
                "Do you know how to use spreadsheets?",
                "Do you like Excel spreadsheets?",
                "So I have an entire spreadsheet.",
                "Spreadsheets and lists of Black businesses circulated all over social media."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ByZWFkc2hlZXQ&hash=1e20d197cc1f095cdea7d65a91e378c76b830fea&lang=en&cache-only=0",
            "defineEn": "a computer program used for calculating data, especially financial data",
            "defineVi": "một chương trình máy tính được sử dụng để tính toán dữ liệu, đặc biệt là dữ liệu tài chính",
            "hasImg": true
        },
        {
            "id": "66b25c1a-9397-4c54-b7da-de74717df89f",
            "word": "tree diagram",
            "phonetic": "tɹiː daɪəɡɹæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tree diagrams strike a nice balance between being understandable and taking up a reasonable amount of space.",
                "Tree diagrams let us see the predicate relationship we talked about in the last episode.",
                "Throughout this episode, we've been using rules and tree diagrams as a fairly simple way of representing the structure of sentences.",
                "That helps us compare the tree diagrams across various sentences and track the different phrases in the sentence, too.",
                "This would be another way of drawing a tree diagram to represent all of the outcomes."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlZSBkaWFncmFt&hash=d1e7dfb217a67b0ce80dc534edf219c2fd3a649e&lang=en&cache-only=0",
            "defineEn": "a graph that shows connections, relationships or processes with a branched structure",
            "defineVi": "một biểu đồ hiển thị các kết nối, mối quan hệ hoặc quy trình có cấu trúc phân nhánh"
        },
        {
            "id": "8b59cbd9-fac4-407c-9c91-e5ae91fff660",
            "word": "tabular",
            "phonetic": "tæbjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Tabular icebergs form a plateau with a flat top.",
                "What you're seeing is a tabular iceberg."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFidWxhcg&hash=ecbe5912de801523fe8843af9ae984b6b7533c8d&lang=en&cache-only=0",
            "defineEn": "(of data) arranged or presented in rows and columns that form a table",
            "defineVi": "(dữ liệu) được sắp xếp hoặc trình bày theo hàng và cột tạo thành một bảng"
        },
        {
            "id": "cc4f2907-9a0f-44fa-a5a3-7e3378227281",
            "word": "venn diagram",
            "phonetic": "vɛn daɪəɡɹæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "So Venn diagram is one way to represent it.",
                "So let me draw a Venn diagram.",
                "You have the union of X and Y. And one way to visualize sets and visualize intersections and unions and more complicated things, is using a Venn diagram.",
                "One way to do it is using a Venn diagram.",
                "Drawing those Venn diagrams assumes that the answer to each question is static and unchanging."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVubiBkaWFncmFt&hash=df1fc8fc3effe87515189bff4a5008625437cdfb&lang=en&cache-only=0",
            "defineEn": "a diagram consisting of circles that represent mathematical or logical sets showing shared features in overlapping areas",
            "defineVi": "một sơ đồ bao gồm các vòng tròn biểu thị các tập hợp toán học hoặc logic hiển thị các tính năng được chia sẻ trong các khu vực chồng chéo"
        },
        {
            "id": "a6f87c4a-1b89-42f6-94c3-18bd8ef2f8f6",
            "word": "block graph",
            "phonetic": "blɑːk ɡɹæf ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmxvY2sgZ3JhcGg&hash=2e69bf1b645d7dda5f4f4c4aff6ae9ed141a87ef&lang=en&cache-only=0",
            "defineEn": "a simple diagram in which units of data are represented by blocks",
            "defineVi": "một sơ đồ đơn giản trong đó các đơn vị dữ liệu được biểu diễn bằng các khối"
        },
        {
            "id": "175d0115-04c9-466e-b42e-83d3dd905036",
            "word": "Gantt chart",
            "phonetic": "ɡænt tʃɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=R2FudHQgY2hhcnQ&hash=09bab530ddd2c6e9f67dc0bc979e5435c763dea0&lang=en&cache-only=0",
            "defineEn": "a chart that represents a project schedule using horizontal lines",
            "defineVi": "một biểu đồ thể hiện lịch trình dự án bằng các đường ngang"
        },
        {
            "id": "7e7b7802-be97-49af-b654-cf652508ecd0",
            "word": "line graph",
            "phonetic": "laɪn ɡɹæf ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the scale can also be distorted along the x-axis, usually in line graphs showing something changing over time."
            ],
            "audio": "https://tts.langeek.co/read?text=bGluZSBncmFwaA&hash=64fd717df8d6bcf5a71197bf48b2caaf80961d19&lang=en&cache-only=0",
            "defineEn": "a graphical display of the relationship between two points connected to each other by lines",
            "defineVi": "một màn hình đồ họa về mối quan hệ giữa hai điểm được kết nối với nhau bằng các đường",
            "hasImg": true
        },
        {
            "id": "c013f954-041f-48cb-b42d-15f728cc1fd1",
            "word": "pictograph",
            "phonetic": "pɪktəɡɹæf ",
            "partOfSpeechType": "noun",
            "examples": [
                "But there are still many pictographs that haven’t been dated.",
                "The oldest drawing in Arnhem found so far is an X-shaped pictograph made with charcoal that scientists were able to radiocarbon-date to around 28,000 years old."
            ],
            "audio": "https://tts.langeek.co/read?text=cGljdG9ncmFwaA&hash=9de11b28e4dc18d1856ba1defba6b07b72b6503a&lang=en&cache-only=0",
            "defineEn": "a diagram that displays information or statistics using pictures",
            "defineVi": "một sơ đồ hiển thị thông tin hoặc số liệu thống kê bằng hình ảnh"
        }
    ]
}