{
    "id": "900bd2ff-8ce1-4261-9e53-04f6e14af92b",
    "title": "Much-needed Adjectives",
    "originalTitle": "Lesson 45",
    "words": [
        {
            "id": "345820e8-c5cf-4d4a-9d87-bd47905857dd",
            "word": "distinctive",
            "phonetic": "dɪstɪŋktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The whale has a very distinctive call.",
                "The distinctive taste of truffles adds an earthy and musky note to dishes like pasta and risotto.",
                "The British accent is often considered elegant and distinctive.",
                "The distinctive golden-brown color of Sargasso adds a mesmerizing touch to the ocean's surface.",
                "The distinctive smell of decaying gulfweed is often associated with coastal areas."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzdGluY3RpdmU&hash=9a00338a7f366eea44149a83e4974abfe1451e75&lang=en&cache-only=0",
            "defineEn": "possessing a quality that is noticeable and different",
            "defineVi": "sở hữu một chất lượng đáng chú ý và khác biệt",
            "hasImg": true
        },
        {
            "id": "2ffb595e-cf40-4a93-8510-2dc286228367",
            "word": "dual",
            "phonetic": "duːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We have dual blowers.",
                "You have dual SD card slots.",
                "And we created a dual function here.",
                "Right there, but to its left you see a dual.",
                "So you've got dual WAN ports."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVhbA&hash=2d4564e18cb2c5e70b807f9c2ba15bad3a1a6f4b&lang=en&cache-only=0",
            "defineEn": "having or consisting of two aspects or parts",
            "defineVi": "có hoặc bao gồm hai khía cạnh hoặc các bộ phận"
        },
        {
            "id": "922704bb-19e3-4624-8670-b8d9963f94ad",
            "word": "exceptional",
            "phonetic": "ɛksɛpʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The exceptional taste of Temple oranges makes them a prized ingredient in gourmet recipes.",
                "The hardworking employee received a promotion for their exceptional performance.",
                "The young musician's exceptional talent and ear for music were a clear indication that 'blood will tell' in his family of musicians and composers.",
                "During their performance, they turned heads with their exceptional talent and stage presence.",
                "He was specially awarded for his exceptional contributions to the organization."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjZXB0aW9uYWw&hash=9cef47967dbf5d2e12900b83dc33edb7630d6c41&lang=en&cache-only=0",
            "defineEn": "unusual",
            "defineVi": "bất thường"
        },
        {
            "id": "640a09f2-19d7-43d3-b126-7227abb33099",
            "word": "excess",
            "phonetic": "ɛksɛs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "To reduce the risk of heart disease, trim the excess fat from meat before cooking.",
                "The athlete knew that overtraining could lead to burnout and injury, so she balanced intense workouts with rest and recovery, as she believed that honey in excess is no longer sweet.",
                "After cooking the sausages, she poured off the excess drippings and used them to fry vegetables.",
                "The low-calorie salad dressing used a bulking agent to create a satisfying texture without adding excess calories.",
                "Excess baggage made up the remainder."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjZXNz&hash=49a4e19b219c4c7f7fcdced60a86d794583ba9d0&lang=en&cache-only=0",
            "defineEn": "much more than the desirable or required amount",
            "defineVi": "nhiều hơn số lượng mong muốn hoặc yêu cầu",
            "hasImg": true
        },
        {
            "id": "d1ed0199-90b3-47a3-94b7-cbbcbe8bb6de",
            "word": "exclusive",
            "phonetic": "ɛkskluːsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "An exclusive island hideaway that takes just twenty guests.",
                "These exclusive plants officially form the cultivar, or new apple variety.",
                "For that, you get exclusive perks.",
                "Abby: But even on a private island, some residents want even more exclusive perks.",
                "And these methods aren’t necessarily mutually exclusive."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjbHVzaXZl&hash=9cd3894119cbcffd7975f186d14a601e43cc3051&lang=en&cache-only=0",
            "defineEn": "limited to or available to only a specific group, individual, or category",
            "defineVi": "giới hạn hoặc chỉ có sẵn cho một nhóm, cá nhân hoặc danh mục cụ thể"
        },
        {
            "id": "01705b21-9732-4fa9-b4be-dda70c7bb652",
            "word": "explicit",
            "phonetic": "ɛksplɪsɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's pretty explicit.",
                "I was pretty explicit about the state of the problem. ",
                "They themselves drew a very explicit contrast between Putin and his predecessor Boris Yeltsin.",
                "And so the language from the Chinese Communist Party's leadership has been pretty explicit on some of these fronts.",
                "Notably, the guidelines do not give explicit instructions about when a school district should close in the event of an outbreak."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwbGljaXQ&hash=d9f199b0eedc376128b2c7655b9242d2fddf9d42&lang=en&cache-only=0",
            "defineEn": "expressed very clearly, leaving no doubt or confusion",
            "defineVi": "thể hiện rất rõ ràng, không để lại nghi ngờ hay nhầm lẫn"
        },
        {
            "id": "50ed4828-ede0-461c-a301-cd1bd81d1d3e",
            "word": "generic",
            "phonetic": "dʒənɛɹɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She seems to take the shotgun approach to holiday shopping, buying many smaller, generic gifts for everybody.",
                "Are generic medications just as good as the brand?",
                "In a lot of respects, the Pixel 3 phones are kind of generic.",
                "It's pretty generic.",
                "The name of the channel itself was some generic fake news site."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXJpYw&hash=b3f6e117df0115b4d1f652b625aaf4dcf3878c07&lang=en&cache-only=0",
            "defineEn": "relating to or suitable for a whole group or class of things rather than a specific one",
            "defineVi": "liên quan đến hoặc phù hợp với toàn bộ nhóm hoặc lớp học chứ không phải là một cụ thể"
        },
        {
            "id": "e8911ecb-b929-4f3f-a470-655df1cfadb2",
            "word": "inadequate",
            "phonetic": "ɪnædɪkwət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The inadequate supplies of vaccine left many people high and dry when the flu season arrived.",
                "You are inadequate.",
                "That was just completely inadequate.",
                "No, it was inadequate. ",
                "Or it's going to be way inadequate."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5hZGVxdWF0ZQ&hash=39960534a9fa60cabcf519144b9d7bd2417f9f6d&lang=en&cache-only=0",
            "defineEn": "not enough or not great enough",
            "defineVi": "không đủ hoặc không đủ tuyệt vời"
        },
        {
            "id": "f2a9dc0e-bb78-4b12-936f-a0dd20010487",
            "word": "inherent",
            "phonetic": "ɪnhiəɹənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Cobalt, a popular element in battery development, carries inherent challenges.",
                "Beauty meets an inherent need for meaningful information.",
                "It's inherent to the system.",
                "It's just inherent in the nature of the watch.",
                "Other times, the metals aren’t an inherent part of the mineral."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5oZXJlbnQ&hash=59158b03a8fd662e6f128830c633f5a0e1e49245&lang=en&cache-only=0",
            "defineEn": "inseparable essential part or quality of someone or something that is in their nature",
            "defineVi": "phần thiết yếu không thể tách rời hoặc chất lượng của một ai đó hoặc một cái gì đó trong bản chất của họ"
        },
        {
            "id": "754a5381-011b-4e67-a249-878022015d78",
            "word": "insufficient",
            "phonetic": "ɪnsəfɪʃənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Federal prosecutors cited insufficient evidence today.",
                "In some cases, even aggressive vaccine diplomacy is insufficient.",
                "Companies will not hire someone with insufficient training or without a degree. ",
                "\"A check that has come back marked insufficient funds.\"",
                "Spoiler alert: Historically, these explanations have been insufficient in helping us understand non-normative behavior."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdWZmaWNpZW50&hash=6aabc0d577c8d63d5c87affa503c8ff995cdeccf&lang=en&cache-only=0",
            "defineEn": "not enough in degree or amount",
            "defineVi": "không đủ về mức độ hoặc số lượng",
            "hasImg": true
        },
        {
            "id": "1031c1c1-642b-40e9-93dd-581fda3e3ade",
            "word": "integral",
            "phonetic": "ɪntᵻɡɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Is he going to study integrals?",
                "Asking questions is an integral part of gaining knowledge.",
                "All of these aerodynamic concepts and devices are integral to the design of the Ford GT.",
                "Fire is an integral part of that whole process.",
                "Space in all its forms is an integral part of our lives."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZWdyYWw&hash=ed4c1ae53eea9127f2faccc8321d19f24665303f&lang=en&cache-only=0",
            "defineEn": "considered a necessary and important part of something",
            "defineVi": "được coi là một phần cần thiết và quan trọng của một cái gì đó"
        },
        {
            "id": "a2330800-c894-4831-9f55-a7bb24a941ac",
            "word": "intermediate",
            "phonetic": "ɪntɚmiːdiət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "One of Wegener's biggest supporters, Alexander Du Toit, proposed an intermediate stage.",
                "The formation of this depression is an intermediate stage in the birth of an ocean.",
                "I'm skipping an intermediate step.",
                "In between you have a couple so-called Intermediate periods.",
                "The tuna then makes its way from the auction floor to the intermediate wholesale building for filleting."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJtZWRpYXRl&hash=0fab247feac1137b01241eb4bcb55c6344b950da&lang=en&cache-only=0",
            "defineEn": "being between two levels, points, stages, etc.",
            "defineVi": "nằm giữa hai cấp độ, điểm, giai đoạn, v.v."
        },
        {
            "id": "711c4654-db99-4c0e-940e-b5b2708f7cda",
            "word": "lesser",
            "phonetic": "lɛsɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Rousseau’s work can certainly be seen as part of the late nineteenth and early 20th century Romantic interest in all things far flung and lesser known.",
                "In fact, dependence is a normal part of development but failure to become autonomous is one of the lesser known personality disorders.",
                "(186) Spencer is unfortunately a lesser known figure, yet a supremely important part of planting the seeds of what would become the Black Womanist movement.",
                "The reason that she's lesser known is because Freya is actually quite aggressive, and I don't handle her or bring her out as much as I do other animals.",
                "However, I’ve also learned that you all are willing to dive down lesser known and unexpected rabbit holes of research, and bear with me as I simultaneously cook poorly and attempt to understand the eating and cooking lives of artists."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVzc2Vy&hash=7998e2a67eb9832c5d15723ef9aaf346f2ef1991&lang=en&cache-only=0",
            "defineEn": "not as great or important as something or someone else",
            "defineVi": "không tuyệt vời hoặc quan trọng như một cái gì đó hoặc người khác"
        },
        {
            "id": "37722af6-0159-4a65-88ad-c3a0ac164345",
            "word": "magical",
            "phonetic": "mædʒɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The snowy landscape looked magical under the moonlight.",
                "She imagined a magical land where the trees were made of cotton candy and the rivers flowed with white sugar.",
                "It was magical.",
                "It's magical.",
                "It's magical."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFnaWNhbA&hash=4fd206bdbe6d704b8de7820967252bd34519e9f1&lang=en&cache-only=0",
            "defineEn": "related to or practicing magic",
            "defineVi": "liên quan đến hoặc thực hành ma thuật",
            "hasImg": true
        },
        {
            "id": "924ded29-4f12-4f3a-9595-cb59c34f63f3",
            "word": "magnetic",
            "phonetic": "mæɡnɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The fridge door has a magnetic strip to hold notes and pictures.",
                "One of them is magnetic.",
                "Magnetic north is different.",
                "The whole front isn't magnetic.",
                "So it also has magnetic poles!"
            ],
            "audio": "https://tts.langeek.co/read?text=bWFnbmV0aWM&hash=1db6d67f80018ff96fadbfec3ef753dbcf5eb67e&lang=en&cache-only=0",
            "defineEn": "(physics) possessing the attribute of attracting metal objects such as iron or steel",
            "defineVi": "(vật lý) sở hữu thuộc tính thu hút các vật kim loại như sắt hoặc thép",
            "hasImg": true
        },
        {
            "id": "f44f3b61-bf7b-4946-9de2-eefc7892048f",
            "word": "mere",
            "phonetic": "mɪɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The mere thought of Piers with Nicole made her see red.",
                "He should spend a mere night in the cells for his just deserts to be met.",
                "All right, mere seconds stand between you and science-backed ergonomics.",
                "Mere exposure can also help with anxiety disorders.",
                "Previously, the certification of the Electoral College votes was a mere formality."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVyZQ&hash=14dc459e88db6855ef9969eab255f3763380e51f&lang=en&cache-only=0",
            "defineEn": "not being more than; emphasizing the insignificance or unimportance of someone or something",
            "defineVi": "không nhiều hơn; nhấn mạnh tầm quan trọng hoặc không quan trọng của một ai đó hoặc một cái gì đó"
        },
        {
            "id": "9044a869-0c34-47f1-9f94-1f500b70183b",
            "word": "peculiar",
            "phonetic": "pɪkjuːlɪɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It’s peculiar either way!",
                "Which brings up a peculiar aspect of the masterpiece.",
                "This peculiar trend is called Zipf’s Law.",
                "This brings us to the third type of galaxies: Peculiars.",
                "It’s a peculiar pattern."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVjdWxpYXI&hash=7cb8f7279f87f8e0c6f6703d3cd44e298536e11f&lang=en&cache-only=0",
            "defineEn": "not considered usual or normal",
            "defineVi": "không được coi là bình thường hoặc bình thường",
            "hasImg": true
        },
        {
            "id": "9ff2db16-d31a-4312-88fe-786f49a9c6ce",
            "word": "respective",
            "phonetic": "ɹᵻspɛktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Since leaving our respective jobs at the end of September Marilou and I have hardly had a minute to call our own.",
                "So what are their respective Price to Earnings ratios?",
                "The planes can then continue on their respective missions.",
                "Both of them are very popular in their respective countries.",
                "The divided family stands on their respective sides of the low barrier that marks the border."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzcGVjdGl2ZQ&hash=2b7b5c6924ef8e2eb6fede7830148925180fb3c8&lang=en&cache-only=0",
            "defineEn": "related or belonging separately to each of the things or people mentioned",
            "defineVi": "liên quan hoặc thuộc về riêng từng thứ hoặc người được đề cập"
        },
        {
            "id": "ab64d8ed-557d-4eff-bdc5-0c124dd1f0ba",
            "word": "scattered",
            "phonetic": "skæɾɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "These body parts are just a few scattered pages in a larger story about our evolution."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NhdHRlcmVk&hash=2c966474ff154d0e820f6cf7248f05e72bdffb18&lang=en&cache-only=0",
            "defineEn": "happening at irregular intervals or spread far apart over various locations",
            "defineVi": "xảy ra ở những khoảng thời gian không đều hoặc trải rộng ra xa nhau trên nhiều địa điểm khác nhau"
        },
        {
            "id": "ecd85caa-4463-48c8-bdac-4245ec946ac3",
            "word": "selective",
            "phonetic": "sᵻlɛktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But caddisfly tape is selective.",
                "And with selective pressure comes adaptation and evolution.",
                "Selective breeding is basically hoping for lucky hits.",
                "Selective attention can be a very good thing too!",
                "The tribe has a selective relationship with modernity."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZWN0aXZl&hash=6cda5fceb6f158802837832225b961c614066507&lang=en&cache-only=0",
            "defineEn": "(of a person) careful in choosing",
            "defineVi": "(của một người) cẩn thận trong việc lựa chọn"
        },
        {
            "id": "4bd23f4a-de24-44fa-84a9-a4ee5f09a3a3",
            "word": "serial",
            "phonetic": "sɪɹiəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Dwayne and his partner Hank are working full stretch to catch what seems to be a serial killer on the loose.",
                "\"Normally the serial number would be here.\"",
                "We got a serial killer on our hands.",
                "A serial killer is not a good role model for children.",
                "On a factory-made gun, the serial number would go here."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VyaWFs&hash=eff42a695468a65ea36fff8b5d212fb17481e753&lang=en&cache-only=0",
            "defineEn": "occurring regularly one after another",
            "defineVi": "xảy ra thường xuyên lần lượt"
        },
        {
            "id": "7bb4f47e-9c37-4034-ac5a-875fb975d199",
            "word": "sheer",
            "phonetic": "ʃɪɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Despite feeling overwhelmed by the sheer volume of material she needed to learn, Jenna was determined to get the best of her exams.",
                "That sheer expansion of scale gives me perspective.",
                "The sheer range of products is astonishing.",
                "The sheer variety of exoplanets is staggering.",
                "Because of sheer force of numbers, these ants are tough."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hlZXI&hash=01a147b732a6a5a21dc4eb07731271b843b36eea&lang=en&cache-only=0",
            "defineEn": "(used for emphasis) nothing other than; complete",
            "defineVi": "(dùng để nhấn mạnh) không gì khác hơn; hoàn thành"
        },
        {
            "id": "32ca40b5-c624-4717-9b65-0290636673ed",
            "word": "sole",
            "phonetic": "soʊl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He is a self-interested liar, whose sole motive throughout his life has been looking after number one.",
                "My father was as poor as Job growing up, so his sole focus was to give his kids every opportunity in life that he missed out on.",
                "Different numbers mean a different sole.",
                "What is a dog handler's sole responsibility?",
                "The issue was the sole topic of Democratic Governor Gavin Newsom's state of the state address."
            ],
            "audio": "https://tts.langeek.co/read?text=c29sZQ&hash=a69e25668a421836c3d4c1faaab9415d1c4a22d3&lang=en&cache-only=0",
            "defineEn": "being the only one",
            "defineVi": "là người duy nhất"
        },
        {
            "id": "9984b890-8d52-4481-9f9c-a59b6ed37229",
            "word": "specialized",
            "phonetic": "spɛʃəlaɪzd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Michael stressed over the prospect of finding a new school for his autistic son yet again after two moves in three years, knowing that three moves are as bad as a fire for his son's specialized educational needs.",
                "These repair pathways all rely on specialized enzymes.",
                "All birds in the parrot family so, parrots, parakeets, cockatoos and macaws among others, have these specialized feet.",
                "These specialized accounts are hyper interesting social media weapons.",
                "Phages are very very specialized killers of bacteria."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlY2lhbGl6ZWQ&hash=450bd83e8151d6516b436e39c68089594cdd3153&lang=en&cache-only=0",
            "defineEn": "made or designed for a specific function",
            "defineVi": "thực hiện hoặc thiết kế cho một chức năng cụ thể"
        },
        {
            "id": "dbb18745-f4d0-4f37-8473-eda852f701d6",
            "word": "stark",
            "phonetic": "stɑːɹk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The widening wealth gap between the rich and the poor is a stark reminder that half the world knows not how the other half lives.",
                "The announcement drove fans stark raving mad, as it will be the first new album the band has released in over 10 years.",
                "That noise is going to drive me stark raving mad.",
                "For heaven's sake Bruce, have you gone stark raving mad?",
                "It was very stark."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Rhcms&hash=9b8a8d51f9138584b0c0e573949edf984fbbebaf&lang=en&cache-only=0",
            "defineEn": "utter and complete",
            "defineVi": "nói và hoàn thành"
        },
        {
            "id": "3d497cad-031c-4b62-a844-e12adcb4d648",
            "word": "comparable",
            "phonetic": "kɑːmpɚɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Remuneration is in line with comparable international organizations.",
                "Are they comparable?",
                "The price is comparable to the International Space Station or the budget surplus of Germany in 2017.",
                "That’s comparable to the performance of non-human primates with similar amounts of training!",
                "But it performs a comparable function."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGFyYWJsZQ&hash=6258e34e2df9f1be062087fb547fd73a6bdcac67&lang=en&cache-only=0",
            "defineEn": "having a similar ground that justifies making a comparison",
            "defineVi": "có một nền tảng tương tự biện minh cho việc so sánh"
        },
        {
            "id": "4890e15b-d4a0-48d3-83a0-0117abecd9c6",
            "word": "corresponding",
            "phonetic": "kɔːɹɪspɑːndɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The conference program included a list of session titles along with their corresponding abstracts.",
                "And the corresponding side on the big triangle, is 6.",
                "The corresponding side is side CE between the magenta and the green angles-- is equal to CE.",
                "Well once again, we just literally have to add corresponding components.",
                "Dropping the pressure inside the tank causes a corresponding drop in the patient’s lungs."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ycmVzcG9uZGluZw&hash=5b3b5cacc12be3f501b540d9b25ea4b6c7d8465b&lang=en&cache-only=0",
            "defineEn": "connected with or similar to something that has just been stated",
            "defineVi": "kết nối với hoặc tương tự với một cái gì đó vừa được nêu"
        },
        {
            "id": "03dec4a0-3920-4293-9048-3304c9a46848",
            "word": "supreme",
            "phonetic": "suːpɹiːm ",
            "partOfSpeechType": "adjective",
            "examples": [
                "At the family gathering, everyone enjoyed the supreme roasted duck.",
                "She made a grilled chicken breast supreme, seasoned with herbs and served with a side of roasted vegetables.",
                "You needed the Supreme court.",
                "Supreme only sells their merchandise at 11 brick-and-mortar stores across the world as well as their online store.",
                "Supreme's appropriation of images is one of the keys to its popularity."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwcmVtZQ&hash=0100a56882ae3bfeca3e96caccc2e72b8d410a69&lang=en&cache-only=0",
            "defineEn": "having the highest position or rank",
            "defineVi": "có vị trí hoặc cấp bậc cao nhất"
        },
        {
            "id": "90a3415e-ecef-46a4-a594-a3de028b725d",
            "word": "terminal",
            "phonetic": "tɜːmɪnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The terminal has two MetroNap sleep pods.",
                "Different objects have different terminal velocities, depending on their surface area, their mass, things like that.",
                "But we have a terminal.",
                "This is terminal velocity.",
                "Terminal is KGX."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVybWluYWw&hash=a723d2925375f0970c007adef99a896f875a8ae5&lang=en&cache-only=0",
            "defineEn": "(of an illness) having no cure and gradually leading to death",
            "defineVi": "(của một căn bệnh) không có thuốc chữa và dần dần dẫn đến cái chết"
        },
        {
            "id": "b5941e77-3c58-4f84-b5f8-ee7e5debe2e8",
            "word": "timely",
            "phonetic": "taɪmli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The failure to address the issue in a timely manner had made or marred the team's chances of winning the championship.",
                "And some, like Grief and Grievance at New York's New Museum, an examination of race and racism, are particularly timely.",
                "We did communicate that information in a timely fashion to the Capitol Police and MPD in not one, not two, but three different ways.",
                "YouStake wasn't getting answers in a timely fashion and losing money.",
                "As we were actively engaged in it, we obviously would have preferred that more information came out in a timely manner."
            ],
            "audio": "https://tts.langeek.co/read?text=dGltZWx5&hash=1e104d022dd87da2d3bb162fc4b6e6ac4c0061b9&lang=en&cache-only=0",
            "defineEn": "occurring or done at precisely the right time",
            "defineVi": "xảy ra hoặc thực hiện vào đúng thời điểm"
        },
        {
            "id": "42c0e90d-2242-47de-8e14-e8649137332b",
            "word": "tremendous",
            "phonetic": "tɹəmɛndəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A tremendous wind swept off the land and frightened the living daylights out of us.",
                "The results were tremendous.",
                "This unicorn is tremendous though.",
                "I have tremendous ability. ",
                "The brand has seen tremendous success as a healthier option for takeout."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlbWVuZG91cw&hash=b10783c9ec7cd0e00b4655d8ed7e3d9349ea815b&lang=en&cache-only=0",
            "defineEn": "extremely great or large",
            "defineVi": "cực kỳ lớn hoặc lớn",
            "hasImg": true
        },
        {
            "id": "8fcd223d-411c-444f-8a67-b1b0dcae5bb5",
            "word": "troubled",
            "phonetic": "tɹʌbəld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His ideas caused real dissension within the party at first, but he poured oil on troubled waters in last night's speech.",
                "We don’t want to enter the troubled waters of race and religion.",
                "The situation was terrible, but like many politicians he was attracted by troubled waters.",
                "It's called fishing in troubled waters, something you know very little about.",
                "I was a very troubled child."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJvdWJsZWQ&hash=c14558186404d37f4ad58824dccad907d0cfb4a8&lang=en&cache-only=0",
            "defineEn": "(of a person) anxious or worried",
            "defineVi": "(của một người) lo lắng hoặc lo lắng",
            "hasImg": true
        },
        {
            "id": "2aaf127a-fa2b-40cc-9d7f-db7feefe4a80",
            "word": "underlying",
            "phonetic": "ʌndɚlaɪɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The dentist took an X-ray of my teeth to check for any underlying issues.",
                "The politician acknowledged that extremes meet, and that the most polarized political views often shared underlying fears and concerns about the future.",
                "The detective knew that it needs a hundred lies to cover a single lie, so he focused his investigation on inconsistencies in the suspect's story to reveal the underlying falsehood.",
                "\"In a relationship, beware of a silent dog and still water, as they may indicate underlying issues or unexpressed emotions that can lead to conflict,\" said the couples therapist during the counseling session.",
                "The therapist reminded her client that a disease known is half cured, and encouraged him to explore the underlying causes of his anxiety in order to better manage it."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJseWluZw&hash=a9457c16637ad1802d430ee749fd490506ded270&lang=en&cache-only=0",
            "defineEn": "important but not very obvious or noticeable",
            "defineVi": "quan trọng nhưng không rõ ràng hoặc đáng chú ý"
        },
        {
            "id": "d1c3b806-0c84-4285-9da4-ab08ed7ba4a0",
            "word": "unprecedented",
            "phonetic": "ʌnpɹɛsᵻdəntᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This time is unprecedented.",
                "The job losses have been unprecedented.",
                "This was unprecedented.",
                "It was unprecedented.",
                "That is unprecedented."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5wcmVjZWRlbnRlZA&hash=f1deb83242e731ea48a8dfe6be57248609ec3300&lang=en&cache-only=0",
            "defineEn": "never having existed or happened before",
            "defineVi": "chưa bao giờ tồn tại hoặc xảy ra trước đây"
        },
        {
            "id": "e239f0c7-1e4c-4375-9b77-682345b9084e",
            "word": "upcoming",
            "phonetic": "ʌpkʌmɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The upcoming election is a kill or cure moment for the future of the country.",
                "She was put down for the team's upcoming match.",
                "The company CEO let the employees in on the exciting news about the upcoming merger.",
                "In the upcoming election, supporters of the party are hoping for a dream ticket that combines the experience and wisdom of Senator Davis with the youthful energy and charisma of Mayor Thompson.",
                "Future tense: \"The upcoming election could change the face of politics in this country.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dXBjb21pbmc&hash=0382a5587475515e06341d0eff88229847e8356e&lang=en&cache-only=0",
            "defineEn": "about to come to pass",
            "defineVi": "sắp đi qua"
        },
        {
            "id": "92d2a31b-8070-41f9-8e88-2d7cdf7cc925",
            "word": "vague",
            "phonetic": "veɪɡ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And, of course, this boundary is vague.",
                "And the people are usually vague.",
                "It's vague.",
                "And the details of these partnerships have been vague.",
                "Like here, vague language provides a stand-in for detailed testimony."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFndWU&hash=779276d279f01786ba40e1ec91007650fbb9e02d&lang=en&cache-only=0",
            "defineEn": "unclear and without going into details enough",
            "defineVi": "không rõ ràng và không đi sâu vào chi tiết"
        },
        {
            "id": "1bce5ccc-4889-4493-9c84-3f56af8c78c7",
            "word": "varied",
            "phonetic": "vɛɹid ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The letters are varied in style and height.",
                "Varied reports have pointed the finger at the Russian government.",
                "This time, the menu was too varied.",
                "Now, as far as eating disorders go: binge-eating, purging, anorexia, all varied eating disorders.",
                "He set up specific situations, varied different conditions."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFyaWVk&hash=ea63d7e11c9c5a100ec2b359a4e3a44b55a802a5&lang=en&cache-only=0",
            "defineEn": "including or consisting of many different types",
            "defineVi": "bao gồm hoặc bao gồm nhiều loại khác nhau"
        },
        {
            "id": "0939595a-cc4a-48f3-9e74-215517c531b7",
            "word": "vulnerable",
            "phonetic": "vʌlnɚɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We are reaching out to the most vulnerable members of the community.",
                "He had taken this woman when she was most vulnerable.",
                "Aramide gets vulnerable and emotional as she bares her heart to an unknown lover.",
                "The politician recognized that with great power comes great responsibility, and used their influence to advocate for policies that would benefit the most vulnerable members of society.",
                "The company that relies too heavily on a single product or service may be vulnerable to market changes or competition, demonstrating how the pitcher goes so often to the well that it is broken at last."
            ],
            "audio": "https://tts.langeek.co/read?text=dnVsbmVyYWJsZQ&hash=b15007275d9ed4a154684f2988fd9f6a6aefeb62&lang=en&cache-only=0",
            "defineEn": "prone to harm or abuse, either emotionally or physically; exposed",
            "defineVi": "dễ bị tổn hại hoặc lạm dụng, về mặt cảm xúc hoặc thể chất; để lộ ra",
            "hasImg": true
        },
        {
            "id": "bcfdbc7f-353a-4f70-8cdb-8472fbb43189",
            "word": "worthwhile",
            "phonetic": "wɜːθwaɪl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's worthwhile.",
                "It's worthwhile to stop here and reflect for a moment.",
                "If you're willing to do the cleanup, cast-iron pans are a worthwhile addition to any kitchen.",
                "Yes, I think it's worthwhile.",
                "So I thought it was worthwhile to make videos on the problems that she had to figure out."
            ],
            "audio": "https://tts.langeek.co/read?text=d29ydGh3aGlsZQ&hash=259aaf90ee9c6ef31b88e467cd4b776c3fdbc197&lang=en&cache-only=0",
            "defineEn": "important or useful; worth the time, money, or effort that is spent on it",
            "defineVi": "quan trọng hoặc hữu ích; xứng đáng với thời gian, tiền bạc hoặc công sức bỏ ra cho nó"
        },
        {
            "id": "59ff0fa7-fb8d-43f5-92a7-8879bdf99c73",
            "word": "topnotch",
            "phonetic": "tɑːpnɑːtʃ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG9wbm90Y2g&hash=c7413be67dde618613d60036edb619350da5ac58&lang=en&cache-only=0",
            "defineEn": "having the highest standard or quality",
            "defineVi": "có tiêu chuẩn hoặc chất lượng cao nhất"
        },
        {
            "id": "d125e264-f5eb-4ae0-beba-8f11f02d4168",
            "word": "decadent",
            "phonetic": "dᵻkædənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For a decadent treat, I enjoy dipping fresh-baked cookies into a glass of cold whole milk.",
                "My mother always uses the rich butterfat to make decadent pastries and cakes.",
                "And hunting parties and the upper crusts in Europe in the 18th century often had decadent multi-course breakfast meals.",
                "The city was decadent, but it was about to have a resurgence. ",
                "Today, we're borrowing to finance our own consumption of government goods and services, which is decadent."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjYWRlbnQ&hash=c986049f0598fbab725c45b01c45cf4b53a3e2f4&lang=en&cache-only=0",
            "defineEn": "having or showing a luxurious or sensual lifestyle, often in a way that is considered excessive or morally corrupt",
            "defineVi": "có hoặc thể hiện một lối sống sang trọng hoặc nhục dục, thường theo cách được coi là thái quá hoặc đồi bại về mặt đạo đức"
        },
        {
            "id": "7fc0910d-aeb8-4654-82d1-f826bc8afd73",
            "word": "homely",
            "phonetic": "hoʊmli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The couple had spent years building their dream home, but they still cherished the small apartment where they had started their life together, as they believed that home is home, be it ever so homely.",
                "Every little homely, black girl was a joke or didn’t exist in literature."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tZWx5&hash=3cd18f184b52dee537173c3431bf8a98c18eb739&lang=en&cache-only=0",
            "defineEn": "comfortable and cozy in a way that gives a sense of being at home",
            "defineVi": "thoải mái và ấm cúng theo cách mang lại cảm giác như đang ở nhà"
        }
    ]
}