{
    "id": "90504957-fae9-4d5c-bf7e-e2286d627492",
    "title": "Lesson 10",
    "originalTitle": "Lesson 10",
    "words": [
        {
            "id": "b1a67c36-c84a-4da0-b298-7acd0bdd85c4",
            "word": "to disillusion",
            "phonetic": "tə dɪsɪluːʒən ",
            "partOfSpeechType": "verb",
            "examples": [
                "She had always idealized the romantic notion of a long-distance relationship, but the reality of their separation proved that absence is the mother of disillusion.",
                "Even so, disillusion has grown in recent years.",
                "By the end of his presidency, George Washington was somewhat disillusioned by politics.",
                "One example of a negative outcome in this area is called boundary disillusion leading to parent child role reversal.",
                "We're leaving 12,019 behind with a weird mixture of disillusion and hope."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzaWxsdXNpb24&hash=fca2154ed6d46280a30dc9b41c9733f4d6704f79&lang=en&cache-only=0",
            "defineEn": "free from enchantment",
            "defineVi": "không bị mê hoặc"
        },
        {
            "id": "f8bde74c-93df-4f29-8dc2-9c8b538e3f4c",
            "word": "to dishearten",
            "phonetic": "tə dɪshɑːɹʔn̩ ",
            "partOfSpeechType": "verb",
            "examples": [
                "So it really disheartens me.",
                "But to see that it happened anyway, and that there was that disconnect between public health and the political messaging, that's really disheartening, and I think so tragic, because we know the consequence.",
                "But it was disheartening to see how many people did not know.",
                "So on a scale from disappointed to disheartened, how deep is your shame?",
                "Because there are some things that I found a little disheartening or upsetting about the show."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzaGVhcnRlbg&hash=a4478a337a9c2707f6608233f4cda9f2ac4545e4&lang=en&cache-only=0",
            "defineEn": "take away the enthusiasm of",
            "defineVi": "lấy đi sự nhiệt tình của"
        },
        {
            "id": "10892397-407c-405c-88fe-329f48d69972",
            "word": "disinclination",
            "phonetic": "dɪsɪŋklɪneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlzaW5jbGluYXRpb24&hash=28bfef12d25d6ca2ce5e720a26124e77a1f4290f&lang=en&cache-only=0",
            "defineEn": "a certain degree of unwillingness",
            "defineVi": "một mức độ nhất định của sự miễn cưỡng"
        },
        {
            "id": "c41c907d-549b-48e7-9fab-9a082eceb920",
            "word": "disinformation",
            "phonetic": "dɪsɪnfɚmeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Russia’s disinformation activity stretches well before the U.S. election. ",
                "And, still, the president persists with misinformation, with disinformation.",
                "Quick, think about disinformation.",
                "The disinformation component really just required people with basic English skills and the ability to read political blogs. ",
                "Misinformation, disinformation and fake news spread quickly on Facebook during the 2016 election."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzaW5mb3JtYXRpb24&hash=4566f4b5e0fe37cfadfd6061ed598eb8cdf67d35&lang=en&cache-only=0",
            "defineEn": "misinformation that is deliberately disseminated in order to influence or confuse rivals (foreign enemies or business competitors etc.)",
            "defineVi": "thông tin sai lệch được phổ biến có chủ ý nhằm gây ảnh hưởng hoặc gây nhầm lẫn cho các đối thủ (kẻ thù nước ngoài hoặc đối thủ kinh doanh, v.v.)"
        },
        {
            "id": "2c36c0e1-bb70-4345-abf7-4a060fad4fe2",
            "word": "disingenuous",
            "phonetic": "dɪsɪndʒɛnjuːəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Their criticism of it was so disingenuous. ",
                "And this doesn't have to be disingenuous.",
                "So I have stopped being disingenuous about your eco-friendliness."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzaW5nZW51b3Vz&hash=49396dc98c6f70d8aef5a3bf983b475b45b5012b&lang=en&cache-only=0",
            "defineEn": "lacking sincerity and honesty, particularly by not revealing as much as one knows",
            "defineVi": "thiếu chân thành và trung thực, đặc biệt là bằng cách không tiết lộ nhiều như một người biết"
        },
        {
            "id": "d5bc7d6f-2451-46dd-b646-9a6e5b502b1b",
            "word": "to disinherit",
            "phonetic": "tə dɪsɪnhɛɹɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "When he married my mother, Miss Jane Reed of Gateshead, the Reed family were so angry that they disinherited her.",
                "And to be disinherited, to be shut out ENTIRELY from the WEALTHY of the FAMILY was to be told Quite Explicitly that you don't COUNT"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzaW5oZXJpdA&hash=0a24ca03fb6762854a170d92579f27f84526f2c2&lang=en&cache-only=0",
            "defineEn": "prevent deliberately (as by making a will) from inheriting",
            "defineVi": "cố tình ngăn cản (như lập di chúc) thừa kế"
        },
        {
            "id": "da0d6dd6-de8c-4b7c-9bb9-0b3d1c5aa3ba",
            "word": "dismal",
            "phonetic": "dɪzməl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's been dismal.",
                "It's been dismal.",
                "The vaccine rollout in the United States has been a dismal failure thus far.",
                "Treatment of the Irish immigrants and Irish Americans during this influx of immigration was dismal at best and downright atrocious at its worst.",
                "Working conditions in these caissons were dismal and dangerous."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzbWFs&hash=a0c448a7741cda8090abf4957a2153a2c1297b02&lang=en&cache-only=0",
            "defineEn": "causing sadness, gloom, or disappointment",
            "defineVi": "gây ra nỗi buồn, u ám, hoặc thất vọng"
        },
        {
            "id": "96f85b05-0636-42f7-817a-c9cd68a7ef61",
            "word": "dismissal",
            "phonetic": "dɪsmɪsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "but forced the dismissal of the Assembly before it could be constituted as a government.",
                "As revenue from the commercial sector has increased over the years, CEO Alex Karp has had to rethink his historical dismissal of salespeople.",
                "And surprisingly, there was no announcement in Russian media about his dismissal, which was really, really surprising.",
                "And we believe that begins with the dismissal of the police chief that was in charge at the point of this incident.",
                "What do you think prompted the dismissal?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzbWlzc2Fs&hash=08b0fa8c60a0b1e5c83a28a644ef616f97f1d111&lang=en&cache-only=0",
            "defineEn": "the termination of someone's employment (leaving them free to depart)",
            "defineVi": "chấm dứt công việc của ai đó (để họ tự do khởi hành)"
        },
        {
            "id": "f8f978a2-b92e-4d55-b3ba-ae2cc9fbaf30",
            "word": "to forbear",
            "phonetic": "tə fɔːɹbɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Success often requires us to bear and forbear through various challenges and setbacks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9yYmVhcg&hash=d8bd537434dd1ae1cbfe33035699110ecef8dc54&lang=en&cache-only=0",
            "defineEn": "resist doing something",
            "defineVi": "chống lại việc làm gì đó"
        },
        {
            "id": "ccbdc7f4-1699-4e5b-b9c9-aa2cf5578cd4",
            "word": "forbearance",
            "phonetic": "fɔːɹbɛɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Thankfully, all federal student loan payments have been suspended by the recent stimulus bill until september 30 and even private lenders are offering forbearance programs.",
                "And even with flexible payments and forbearance plans coming online, we see many folks considering extreme measures.",
                "When the forbearance period ends, Tom will have to figure out how to pay everything he owes or risk losing his properties.",
                "On June 29, Hud's Federal Housing Finance Agency extended the ability for multi-family property owners that already had forbearance agreements, an extra three months of forbearance with the requirement that landlords give the tenant at least a 30 day notice to vacate, not charge the tenant late fees or penalties for nonpayment of rent and allowed tenant flexibility to repay back rent over time and not in a lump sum.",
                "On June 29, Hud's Federal Housing Finance Agency extended the ability for multi-family property owners that already had forbearance agreements, an extra three months of forbearance with the requirement that landlords give the tenant at least a 30 day notice to vacate, not charge the tenant late fees or penalties for nonpayment of rent and allowed tenant flexibility to repay back rent over time and not in a lump sum."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yYmVhcmFuY2U&hash=1f5e2852bfbcaa78504e761eb8202fdcd8833908&lang=en&cache-only=0",
            "defineEn": "a delay in enforcing rights or claims or privileges; refraining from acting",
            "defineVi": "sự chậm trễ trong việc thực thi các quyền hoặc yêu sách hoặc đặc quyền; kiềm chế hành động"
        },
        {
            "id": "a7ccc3b1-47c9-471f-b972-bf55926eb258",
            "word": "to forbid",
            "phonetic": "tə fɚbɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Father exploded a bombshell when he forbade us to go to the prom.",
                "Native languages, religion, and customs were forbidden.",
                "In Soviet times it was strictly forbidden.",
                "And since 2016, the French government has forbidden supermarkets from throwing away their leftover food.",
                "Before 1913, they were actually forbidden by the U.S. Constitution."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9yYmlk&hash=c6cb99016c0f3a7d158b839926de5102f2353ed7&lang=en&cache-only=0",
            "defineEn": "to not give permission; to order someone not to do something particularly",
            "defineVi": "không cho phép; để ra lệnh cho ai đó không làm một cái gì đó đặc biệt"
        },
        {
            "id": "7560d580-21a4-4c4b-9dac-8a56599b69da",
            "word": "to sequestrate",
            "phonetic": "tə siːkwɪstɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VxdWVzdHJhdGU&hash=c60c7833b52a7ecd6dd1cc80ff12ce7eb8dcffe7&lang=en&cache-only=0",
            "defineEn": "set apart from others",
            "defineVi": "khác biệt với những người khác"
        },
        {
            "id": "59661517-344d-4ed6-ad1a-1b2ddd6f2a7c",
            "word": "to sequester",
            "phonetic": "tə siːkwɛstɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I intentionally sequestered myself.",
                "A forest of 50-year-old oak trees, for example, would absorb or sequester about 30000 pounds of CO2 per acre.",
                "Sequestering himself in the law library of the Illinois State capital, surrounded by books and articles, he drafted a speech against the Kansas-Nebraska Act.",
                "The 11th day of testimony began with defense attorney Eric Nelson asking Judge Peter Cahill to sequester the jury, with news headlines dominated by the fatal police shooting of a Black man in a Minneapolis suburb on Sunday.",
                "Nicknamed General Sherman, this giant sequoia has sequestered roughly 1,400 tons of atmospheric carbon over its estimated 2,500 years on earth."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VxdWVzdGVy&hash=c0f0b83a36e289a3dcf234a22767dfcc53efa2c0&lang=en&cache-only=0",
            "defineEn": "keep away from others",
            "defineVi": "tránh xa những người khác"
        },
        {
            "id": "ac073ca4-9684-4e46-a1e0-7eafb7d87c2b",
            "word": "renunciation",
            "phonetic": "ɹᵻnʌnsɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVudW5jaWF0aW9u&hash=e8e3c29985dde7a62b2b9ec079905876db6ac2b5&lang=en&cache-only=0",
            "defineEn": "rejecting or disowning or disclaiming as invalid",
            "defineVi": "từ chối hoặc từ chối hoặc từ chối là không hợp lệ"
        },
        {
            "id": "77db4eeb-68f6-4789-a018-34ff6e2ee47c",
            "word": "renown",
            "phonetic": "ɹᵻnaʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "But a critical copyright battle would completely change Dracula's fate, and catapult the character into literary renown.",
                "In its heyday, Pier One stores were known for their treasure hunt atmosphere and renown for their colorful home furnishings and distinctive holiday decorations.",
                "The extent of the Land Cruiser is global renown might seem surprising to Americans unfamiliar with the vehicle's history.",
                "His influence and renown only grew, as younger artists emulated him, and exhibitions and writing about him spread.",
                "Like many art forgers, Han van Meegeren was an artist whose original works had failed to bring him renown."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVub3du&hash=c88d7f7215cd00f876d44e7448b25eec58fc0626&lang=en&cache-only=0",
            "defineEn": "the state or quality of being widely honored and acclaimed",
            "defineVi": "trạng thái hoặc chất lượng được tôn vinh và hoan nghênh rộng rãi"
        },
        {
            "id": "6be8e532-2551-45f3-aa36-e0e92721edb2",
            "word": "to renovate",
            "phonetic": "tə ɹɛnəveɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The train station will be renovated when pigs fly.",
                "You're either in favor of renovating the library, or you're not.",
                "The way he's obsessing over one doorknob when we're renovating the entire house makes me think that he can't see the forest for the trees.",
                "Part of the one-euro deal requires that buyers renovate their home within three years of purchase.",
                "- Helping to renovate my daughter's house, which she just bought."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVub3ZhdGU&hash=bfbc1498406571a98a62d4bd08603f82bb9ff4b2&lang=en&cache-only=0",
            "defineEn": "to give a boost to one's energy or mood",
            "defineVi": "để tăng cường năng lượng hoặc tâm trạng của một người"
        },
        {
            "id": "2f9e62fd-0155-4e97-8659-17314dcb5065",
            "word": "to renounce",
            "phonetic": "tə ɹᵻnaʊns ",
            "partOfSpeechType": "verb",
            "examples": [
                "He had renounced his Greek title, and the king made him the duke of Edinburgh.",
                "This GUY renounces a world-renown physicist CAREER and becomes one of the most Prolific White Supremacists.",
                "And part of the citizenship process is you renounce allegiance to your previous country and swear that you’re going to defend the United States. ",
                "A hunter or herdsmen could secure safety and success by creating a pact with the creature, an act that required renouncing Christianity.",
                "Biden Pentagon spokesman John Kirby: JOHN KIRBY, Pentagon Press Secretary: Without them meeting their commitments to renounce terrorism and to stop the violent attacks on the Afghan national security forces and, by dint of that, the Afghan people, it's very hard to see a specific way forward for the negotiated settlement."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVub3VuY2U&hash=3bf289f6d97d1056dc74a178a7e89317164d1014&lang=en&cache-only=0",
            "defineEn": "to reject or disown something previously accepted or claimed, often in a formal or public manner",
            "defineVi": "để từ chối hoặc từ chối một cái gì đó được chấp nhận hoặc tuyên bố trước đây, thường là một cách chính thức hoặc công khai"
        },
        {
            "id": "5a81d893-070d-4ef5-b4ee-de5b92cd8f8f",
            "word": "to reorganize",
            "phonetic": "tə ɹɪoːɹɡənaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "We'll reorganize our counterterrorism capabilities and the substantial assets in the region to prevent reemergence of terrorists.",
                "You look back to 9/11, the entire government was reorganized to meet back then the extremist Islamist threat.",
                "The ruling today blocks the gun rights group from reorganizing itself in Texas.",
                "He was laid off in 2016, his plans derailed when the firm reorganized.",
                "Dangerous reactions: atoms reorganizing themselves to create whole new substances."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVvcmdhbml6ZQ&hash=e4aaef6379e3634c24bb44cf9e928ee563139b18&lang=en&cache-only=0",
            "defineEn": "organize anew",
            "defineVi": "tổ chức lại"
        }
    ]
}