{
    "id": "90614b80-667b-4c64-a797-db548c6af5b8",
    "title": "Unit 5 - Lesson 3",
    "originalTitle": "Unit 5 - Lesson 3",
    "words": [
        {
            "id": "5feda1b9-db8e-421d-853a-a693c50593fc",
            "word": "third",
            "phonetic": "θɜːd ",
            "partOfSpeechType": "determiner",
            "examples": [
                "She lives on the third floor of a residential building.",
                "That piece of work just rejected my resume for the third time!",
                "I got the third degree when I got home last night.",
                "A third of dog owners have experienced love at first sight when setting eyes on their dog.",
                "The pair went toe to toe until the third set, when Azarenka squandered two match points."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpcmQ&hash=fee7aa04f279aaaaa467dbd7c6bf1d4fddec9514&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the second person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ hai hoặc điều",
            "hasImg": true
        },
        {
            "id": "cceb72f0-a7a9-4c90-82df-f19f3123ab0b",
            "word": "fourth",
            "phonetic": "foːɹθ ",
            "partOfSpeechType": "determiner",
            "examples": [
                "Many people enjoy celebrating Independence Day on the Fourth of July.",
                "Top executives at pandemic juggernauts Pfizer and Moderna are at odds on the need for a fourth COVID-19 vaccine dose.",
                "Jim beat me for the fourth time, so I threw in the towel.",
                "\"Fourths,\" answered the next student.",
                "Fourth, opportunities that I've had."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm91cnRo&hash=e21aad1edbcdbc872621d0b62d92e454abde5b92&lang=en&cache-only=0",
            "defineEn": "coming or happening just after the third person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ ba hoặc điều",
            "hasImg": true
        },
        {
            "id": "58d6a4ee-a571-4f1a-b705-2b3858d3c013",
            "word": "fifth",
            "phonetic": "fɪfθ ",
            "partOfSpeechType": "determiner",
            "examples": [
                "The Dutch team have dropped to fifth place.",
                "He felt more and more like a fifth wheel at the office.",
                "I just wanted to feel like part of the family instead of a fifth wheel.",
                "Villa have punched above their weight all season and it will be a remarkable achievement if they finish fifth.",
                "The pitcher was doing well for the first four innings, then the wheels fell off in the fifth."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlmdGg&hash=08198ba4de0dde616403cf1f81913d8c3da8a107&lang=en&cache-only=0",
            "defineEn": "coming or happening just after the fourth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ tư hoặc điều",
            "hasImg": true
        },
        {
            "id": "caa9da7f-30ad-4711-9987-4f5b36ad5b70",
            "word": "sixth",
            "phonetic": "sɪksθ ",
            "partOfSpeechType": "determiner",
            "examples": [
                "He was stopped in the sixth by Tyson.",
                "You’re sixth.",
                "In 1995, a sixth right, digital audio transmission was created.",
                "We're sixth graders.",
                "Today marks the sixth anniversary of the massacre at the Sandy Hook Elementary School in Newtown, Connecticut."
            ],
            "audio": "https://tts.langeek.co/read?text=c2l4dGg&hash=42bbcd797eade6a90302e80f51a073a87bd8149b&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the fifth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ năm hoặc điều",
            "hasImg": true
        },
        {
            "id": "d1f9d5b8-1099-4e75-b262-42be4b1ac524",
            "word": "seventh",
            "phonetic": "sɛvənθ ",
            "partOfSpeechType": "determiner",
            "examples": [
                "On the seventh of September the clouds broke for the first time.",
                "After I was given my first camera I was in seventh heaven.",
                "Since they got married, they've been in seventh heaven.",
                "Going on its seventh year.",
                "So the final comment comes from Ms. Glunz’ seventh grade English Language Arts class!"
            ],
            "audio": "https://tts.langeek.co/read?text=c2V2ZW50aA&hash=2481647affe11dbce9868f75158c34162e73d0e2&lang=en&cache-only=0",
            "defineEn": "coming or happening just after the sixth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ sáu hoặc điều",
            "hasImg": true
        },
        {
            "id": "a1ad6e4a-1185-4fa9-9dcc-d2a46f9c5694",
            "word": "eighth",
            "phonetic": "eɪtθ ",
            "partOfSpeechType": "determiner",
            "examples": [
                "\"Eighths,\" answered Robert.",
                "You found the eighth button!",
                "My voice just before eighth T shot.",
                "Where's the eighth button on this thing?",
                "During the eighth century, rice cultivation took off in southern China and the Yangzi Basin."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWlnaHRo&hash=e6b8f28402496efc96908171e9a37fc1c5e602ee&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the seventh person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ bảy hoặc điều",
            "hasImg": true
        },
        {
            "id": "41c790ce-29ac-4966-8642-c73866670787",
            "word": "ninth",
            "phonetic": "naɪnθ ",
            "partOfSpeechType": "determiner",
            "examples": [
                "The ninth time, it worked.",
                "Prosecutors began the ninth day of the Derek Chauvin trial with testimony from pulmonologist Dr. Martin Tobin.",
                "- Oh, is that your ninth favorite?",
                "That's a ninth criminal case.",
                "In the ninth century, visitors from beyond the frontier were astonished at the graceful stone arches and domes of the imperial palace in Constantinople."
            ],
            "audio": "https://tts.langeek.co/read?text=bmludGg&hash=565b79137fea7bda6a236a1f309aa570d9bfd3ce&lang=en&cache-only=0",
            "defineEn": "coming or happening just after the eighth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ tám hoặc điều",
            "hasImg": true
        },
        {
            "id": "900a92be-2b5d-4508-aee4-1befedbaa39c",
            "word": "tenth",
            "phonetic": "tɛnθ ",
            "partOfSpeechType": "determiner",
            "examples": [
                "Or 4 tenths is the same thing as this right over here.",
                "But each tenth is worth ten hundredths.",
                "A typical bacterial cell is a tenth the size of your typical animal cell.",
                "The unemployment rate ticked down just a tenth of a percent.",
                "The tenth floor of the Opera House was a dangerous place."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVudGg&hash=946fa4d6a73308916bf09ae3f8f22738c3200f1a&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the ninth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ chín hoặc điều",
            "hasImg": true
        },
        {
            "id": "fe3a5489-87bc-40ae-aec3-689514f8c921",
            "word": "eleventh",
            "phonetic": "ᵻlɛvənθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We only received the signatures at the eleventh hour.",
                "She has arrived like a knight in shining armor at the eleventh hour, and she should be congratulated for that.",
                "Some months later Sara had her eleventh birthday.",
                "And so, the hero set about his eleventh task, obtaining golden apples from the garden of the Hesperides nymphs.",
                "He was a great swimmer, but frolicked in the water for so long that he only managed to come in eleventh."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxldmVudGg&hash=f9de726bac57dfe1a485bec37673dabe44e3acff&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the tenth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ mười hoặc điều",
            "hasImg": true
        },
        {
            "id": "6acc6da0-6ca6-48b9-bdbb-a24ab096a17a",
            "word": "twelfth",
            "phonetic": "twɛlfθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The BananaTech offices were on the twelfth floor of a tall building.",
                "Supporters of free college often point to our public school system from kindergarten to twelfth grade.",
                "As for the subject of Homer’s poems, archeological evidence tells us that the Trojan War occurred around the twelfth century BCE, although it probably included far fewer gods and similes than in the epics based on it.",
                "But it took until roughly the twelfth century, under the Song, to perfect the military application of such a volatile substance.",
                "Disney, Marvel and Ryan Coogler turned the story of the first black comic book superhero into a film that became the twelfth highest-grossing film of all time with over $1.35 billion worldwide."
            ],
            "audio": "https://tts.langeek.co/read?text=dHdlbGZ0aA&hash=a0fb06b0438a5a8ad037f88a7d29b2b2d64a2c45&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the eleventh person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ mười một hoặc điều",
            "hasImg": true
        },
        {
            "id": "de155702-06de-441a-85fd-97140f4d7153",
            "word": "thirteenth",
            "phonetic": "θɜːtiːnθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Underwater archaeologists excavate shipwrecks and one ship at Uluburun in Turkey from the thirteenth century BCE had products on it from at least seven different states.",
                "Its official name, though, is M13, because it was the thirteenth thing added to astronomer Charles Messier’s catalog of interesting objects.",
                "Or to watch 'When They See Us', or to watch 'Thirteenth'.",
                "By the thirteenth century, the commercial middle class in Europe wanted a cut of such a lucrative business.",
                "The woman had just given birth to their thirteenth child, and the growing family was quickly running out of food and money."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpcnRlZW50aA&hash=e8ad0a0bb2c627a6eae857a9f17b882ab0a9e418&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the twelfth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ mười hai hoặc điều",
            "hasImg": true
        },
        {
            "id": "d7872184-782d-4cd7-bfde-0747bc647c6b",
            "word": "fourteenth",
            "phonetic": "foːɹtiːnθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "By the fourteenth century, men took over the industry and formed brewing guilds.",
                "Kw is equal to one point zero times 10 to the negative fourteenth.",
                "If you were living in London during the fourteenth century, you probably didn’t blame the Silk Road for your community’s devastation, but it played a role.",
                "The Commonwealth of Poland-Lithuania formally came into being in 1569, but in reality it had been established with the fourteenth century marriage of a Polish queen to a Lithuanian Grand Duke.",
                "We’ve used gravity to store energy since at least the fourteenth-century, when mechanical turret clocks powered by suspended weights were invented."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm91cnRlZW50aA&hash=d1b4202facf916f7e74face09fd418aa727a759f&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the thirteenth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ mười ba",
            "hasImg": true
        },
        {
            "id": "6fb4ce8d-a350-49c5-a3cb-32f1ae9c6cc8",
            "word": "fifteenth",
            "phonetic": "fɪftiːnθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In general men, according to fifteenth century writer Laura Cereta, discounted women’s intellectual worth.",
                "Cosimo Medici and his grandson Lorenzo dominated the second half of the fifteenth century, in Florence, while successive members of the family perpetuated its power and patronage by serving as popes in the next centuries.",
                "In the fifteenth century, Portugal was poor, and it became more so as the Ottomans contested their access to overland trade.",
                "'That's the fifteenth person I've made that agreement with,' he said to him.",
                "On the morning of the fifteenth of January, Bessie rushed up to my room, to tell me a visitor wanted to see me."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlmdGVlbnRo&hash=fa15007fcbf381bd095b99160aacca4fc013142e&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the fourteenth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ mười bốn",
            "hasImg": true
        },
        {
            "id": "d87a39a6-bbe6-4f30-b854-6ddf7632f53f",
            "word": "sixteenth",
            "phonetic": "sɪkstiːnθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "\"Sixteenths, sir,\" was the answer.",
                "It’s the sixteenth century.",
                "We will be back in action with season eleven, Monday, January sixteenth.",
                "And then, in the late sixteenth century, the skull was immortalized.",
                "'You remember that French king, Louis the Sixteenth?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2l4dGVlbnRo&hash=385e14ca90cb036718049252688e901f3c5905ea&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the fifteenth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ mười lăm",
            "hasImg": true
        },
        {
            "id": "b49b1ecf-84e2-447d-9dd7-2d7e141e61cf",
            "word": "seventeenth",
            "phonetic": "sɛvəntiːnθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Rates of mortality were very high in the seventeenth century globally because of the pervasiveness of the little ice age and because of devastating warfare.",
                "Until late in the seventeenth century, the Cossacks generally looked down on farming.",
                "Now, for many people in the seventeenth century, the cause of the calamitous bad weather was obvious: human sinfulness.",
                "By the seventeenth century, the Portuguese were importing millions of pieces of porcelain into Europe along with lots of delicious spices.",
                "There were notable alchemists in the seventeenth century, including Isaac Newton."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V2ZW50ZWVudGg&hash=d4fe8b47e35ab0531829ae1014ea0ef1e8d7142b&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the sixteenth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ mười sáu",
            "hasImg": true
        },
        {
            "id": "1a2825a9-1796-4b06-87c7-66fa973a47b7",
            "word": "eighteenth",
            "phonetic": "eɪtiːnθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "What I got for my eighteenth birthday was beyond my wildest fantasies.",
                "Although it’s roots date back to ancient Chinese, Japanese, and Mesopotamian traditions, the practice held prominent intellectual weight in Europe until the eighteenth century.",
                "Which brings us to the literary canon: In the eighteenth century, people began to use the term canon to refer informally to famous writers as a group.",
                "Then when Tom had his eighteenth birthday, Mr. Thompson took him to his usual bar for the first time.",
                "Individualism, which had not really entered the eighteenth century Enlightenment world until Rousseau wrote of his individual emotions, also figured in post-revolutionary thought."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWlnaHRlZW50aA&hash=791d1340f346d032ab5b2151634e1bc0b8f7aa16&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the seventeenth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ mười bảy",
            "hasImg": true
        },
        {
            "id": "c2caee39-6a9b-436a-b7a0-2d5f3f1a07d1",
            "word": "nineteenth",
            "phonetic": "naɪntiːnθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In the nineteenth century, various species of this shrub were introduced to the southwestern U.S. from Eurasia and Africa.",
                "Everything about this was completely unimaginable in the early nineteenth century.",
                "If the seventeenth century was the century of science, and the eighteenth was the century of philosophy, then the nineteenth century was the century of engineering.",
                "By the late nineteenth century, most states in the US had mandates that required young children to go to school until a certain age.",
                "By the end of the nineteenth century, as DeSalle and Tattersall report, half of the nation’s beer was brewed in Milwaukee."
            ],
            "audio": "https://tts.langeek.co/read?text=bmluZXRlZW50aA&hash=84fa120f915a838773498af45e4431c08249b5b5&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the eighteenth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ mười tám",
            "hasImg": true
        },
        {
            "id": "2665363f-57cc-4a5b-8b60-243227cee93b",
            "word": "twentieth",
            "phonetic": "twɛntiəθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The twentieth century saw dramatic changes in most areas of life.",
                "Early in the twentieth century, home refrigerators became available. ",
                "Early in the twentieth century Albert Einstein proposed the Strong Equivalence principle.",
                "This way of thinking found a powerful advocate in W.E.B. Du Bois in the early twentieth century.",
                "By the early twentieth century, feminist movements had developed across the globe and included and extremely diverse group of activists."
            ],
            "audio": "https://tts.langeek.co/read?text=dHdlbnRpZXRo&hash=bbc1669e64d44f21729fb0c6dd997ad871643b81&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the nineteenth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ mười chín",
            "hasImg": true
        },
        {
            "id": "15a86820-a5bc-43f4-b124-8b2cf0f3c1f1",
            "word": "twenty-first",
            "phonetic": "twɛntifɜːst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But then, in the early twenty-first century, this sordid little story came into question.",
                "There were more European countries in the twenty-first century than there had been in 1945.",
                "Thanks to some twenty-first century improvements in technology, the race is on to design and build the world’s biggest telescope.",
                "I’ll see you next time for our final episode, where we explore the greatest challenges facing the world in the twenty-first century.",
                "But no matter how many opsins we found, it took until the beginning of the twenty-first century for scientists to really understand the applications of them."
            ],
            "audio": "https://tts.langeek.co/read?text=dHdlbnR5LWZpcnN0&hash=432c7a432643b6334b2448f76aa78c7b80c08014&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the twentieth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ hai mươi",
            "hasImg": true
        },
        {
            "id": "881112bd-3ab3-49d2-8057-8b25254c4583",
            "word": "twenty-second",
            "phonetic": "twɛntisɛkənd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHdlbnR5LXNlY29uZA&hash=671340b6d5e4cc435278cec236c9982946faea71&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the twenty-first person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ hai mươi mốt",
            "hasImg": true
        },
        {
            "id": "bafe887f-6cbd-4384-a1df-18a918681d2a",
            "word": "to ask",
            "phonetic": "tʊ æsk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The interviewer asked me a series of questions during the job interview.",
                "Better ask teacher about.",
                "Can I ask a favour of you?",
                "Can I ask a question?",
                "Did you ask the price?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNr&hash=b2606927dd291d1df0d59e33c211e1814ca2d3cf&lang=en&cache-only=0",
            "defineEn": "to use words in a question form or tone to get answers from someone",
            "defineVi": "để sử dụng các từ trong một hình thức câu hỏi hoặc giai điệu để có được câu trả lời từ một ai đó",
            "hasImg": true
        },
        {
            "id": "b3c89d4b-813f-41bf-a5e2-ef2ad7bbc22a",
            "word": "birthday",
            "phonetic": "bɜːθdeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend's birthday is on a Friday this year.",
                "Finally the couple may be celebrating a birthday, a wedding anniversary or some other red-letter day.",
                "It's your friends birthday.",
                "I bought a toy for my nephew's birthday.",
                "He hid my son's new bicycle until his birthday"
            ],
            "audio": "https://tts.langeek.co/read?text=YmlydGhkYXk&hash=d075ebdcf63d712d632dd25890c2056ceab3b4a8&lang=en&cache-only=0",
            "defineEn": "the day and month of your birth in every year",
            "defineVi": "ngày và tháng sinh của bạn trong mỗi năm",
            "hasImg": true
        },
        {
            "id": "d7e8291a-c75f-4e97-b2f9-d7f14c30a6ff",
            "word": "ordinal",
            "phonetic": "ɔːɹdɪnəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3JkaW5hbA&hash=fc253b1798600a8399950088dd6f51dd6a65d165&lang=en&cache-only=0",
            "defineEn": "a number that indicates the position of something in a sequence, such as third, second, etc.",
            "defineVi": "một số chỉ ra vị trí của một cái gì đó trong một chuỗi, chẳng hạn như thứ ba, thứ hai, v.v."
        },
        {
            "id": "c93268d0-0cb4-4217-b60d-cfa6a633bc0f",
            "word": "first",
            "phonetic": "fɜːst ",
            "partOfSpeechType": "determiner",
            "examples": [
                "His family comes first.",
                "This software first saw the light of day back in 1993.",
                "With the signing of the treaty, a powerful new European alliance first saw the light of day.",
                "She dived head first into the water.",
                "The horse took the first fence well."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmlyc3Q&hash=9e866e04f0a04496fa7a8845c291a11b597aa260&lang=en&cache-only=0",
            "defineEn": "coming or happening before any other person or thing",
            "defineVi": "đến hoặc xảy ra trước bất kỳ người nào khác hoặc điều",
            "hasImg": true
        },
        {
            "id": "88c9e8fd-97e5-4514-ac32-11b736906c64",
            "word": "second",
            "phonetic": "sɛkənd ",
            "partOfSpeechType": "determiner",
            "examples": [
                "Her second movie followed close on the heels of her successful film debut.",
                "Her second movie followed close on the heels of her successful film debut.",
                "Take the second road on the right.",
                "Swimming is second nature to Jane.",
                "She came second in the exam."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vjb25k&hash=7b2e8b13baeeb25d23301f168d9ffe86b6edb04a&lang=en&cache-only=0",
            "defineEn": "coming or happening just after the first person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người đầu tiên hoặc điều",
            "hasImg": true
        },
        {
            "id": "f9f802e8-de76-4683-80ab-4bccc3b5cae2",
            "word": "thirtieth",
            "phonetic": "θɜːɾiəθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Dr. Oliver Sacks died on August thirtieth of cancer, and we didn't want this week to pass without acknowledging what he taught us about the science of the mind.",
                "The 2.5 refers to the particulate size, 2.5 microns, or about one thirtieth the width of a human hair."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpcnRpZXRo&hash=9aa7a1aee24949910ab1b73d9e725cb6807b8cae&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the twenty-ninth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ hai mươi chín",
            "hasImg": true
        },
        {
            "id": "3e7bbddf-b39b-42af-b1db-4fff64ac1a18",
            "word": "fortieth",
            "phonetic": "fɔːɹɾiəθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Some fundamental problem with electric aircraft has always been that a good lithium ion battery cell has one fortieth of the energy content of the equivalent weight of jet fuel."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ydGlldGg&hash=2ad7d4d9e61cbf9d118be920f4b0c62d54a7d8cf&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the thirty-ninth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ ba mươi chín"
        },
        {
            "id": "0bf8d7c3-05f2-4235-b996-0efcc0ed3886",
            "word": "fiftieth",
            "phonetic": "fɪftiəθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "From the upcoming fiftieth anniversary of Apollo eleven to Israel’s attempt at a lunar landing, the Moon has been in the news a lot lately!",
                "The second of the two was Nissan's fiftieth national championship.",
                "What you see is that the median level, or the kind of fiftieth ranked White family in the US has $170,000 in their net worth.",
                "One of the things I often hear from people is when an autonomous vehicle is better than the fiftieth percentile driver on the road, we have an absolute responsibility to let them onto the road."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlmdGlldGg&hash=34395a86ae204a7e4580d08ed6411e4f72e5c31c&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the forty-ninth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ bốn mươi chín"
        },
        {
            "id": "130b5036-d09f-470c-8633-bb3ac4a6ebe1",
            "word": "month",
            "phonetic": "mʌnθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The agreement followed months of negotiation.",
                "The school semester starts next month.",
                "We have a family gathering every month.",
                "The permit runs for three months.",
                "Each month she holds a meeting with her entire staff."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9udGg&hash=e2837125e8af11d4ae151e7bfba3a0fd95f52a4c&lang=en&cache-only=0",
            "defineEn": "each of the twelve named divisions of the year, like January, February, etc.",
            "defineVi": "mỗi phần trong số mười hai phần được đặt tên của năm, như tháng Giêng, tháng Hai, v.v.",
            "hasImg": true
        },
        {
            "id": "27d4dfd7-e185-4ffa-b8b9-7e1b1995e14f",
            "word": "year",
            "phonetic": "jɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This job puts years on you.",
                "The apple tree in our backyard produces juicy fruits every year.",
                "Cancer kills thousands of people every year.",
                "The apple orchard typically yields a bountiful harvest each year.",
                "Company profits took a tumble last year."
            ],
            "audio": "https://tts.langeek.co/read?text=eWVhcg&hash=c7f5bc784d4065de9e1c42a0aaa884cdeb8b8c5e&lang=en&cache-only=0",
            "defineEn": "a period of time that is made up of twelve months, particularly one that starts on January first and ends on December thirty-first",
            "defineVi": "một khoảng thời gian được tạo thành từ mười hai tháng, đặc biệt là một tháng bắt đầu vào ngày đầu tiên của tháng một và kết thúc vào ngày 31 tháng 12",
            "hasImg": true
        },
        {
            "id": "ae58f195-af34-459c-bfcf-996b96862a13",
            "word": "January",
            "phonetic": "dʒænjuːɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new president takes office in January.",
                "In January, we celebrate the start of the new year with fireworks and joy.",
                "January is the first month of the year and marks the beginning of the winter.",
                "The spring semester at school starts in January and ends in May, with a break for spring break in March.",
                "My birthday is in January, so I start the year with a celebration."
            ],
            "audio": "https://tts.langeek.co/read?text=SmFudWFyeQ&hash=212c973ac050aafa67ee7dddce3a8312feb2c9ac&lang=en&cache-only=0",
            "defineEn": "the first month of the year, after December and before February",
            "defineVi": "tháng đầu tiên của năm, sau tháng 12 và trước tháng 2",
            "hasImg": true
        },
        {
            "id": "b10b74ea-5815-46d6-8909-77860e67d98b",
            "word": "February",
            "phonetic": "fɛbɹuːɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "In some countries, February is known as the month of love and romance.",
                "During February, the days gradually start getting longer as we move closer to spring.",
                "February is the second month of the year and follows January.",
                "They set a date for a full hearing at the end of February.",
                "I bought a winter coat for nothing down and no payments due until February."
            ],
            "audio": "https://tts.langeek.co/read?text=RmVicnVhcnk&hash=c04155f39659548db4f02a924ee431100827e0ba&lang=en&cache-only=0",
            "defineEn": "the second month of the year, after January and before March",
            "defineVi": "tháng thứ hai của năm, sau tháng Giêng và trước tháng Ba",
            "hasImg": true
        },
        {
            "id": "1134f28b-fba7-44fa-85d2-45d64f8e67bb",
            "word": "March",
            "phonetic": "mɑːɹtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The demonstrators marched in a body to the main square.",
                "They follow their March show with four UK dates next month.",
                "The dispute finally came to a head in March that year.",
                "St. Patrick's Day is celebrated in March.",
                "Lidl stole a march on other retailers by stocking pink prosecco in large volumes earlier."
            ],
            "audio": "https://tts.langeek.co/read?text=TWFyY2g&hash=0986a329eff585f05707b6e3392c2794febd5a69&lang=en&cache-only=0",
            "defineEn": "the third month of the year, after February and before April",
            "defineVi": "tháng thứ ba của năm, sau tháng hai và trước tháng tư",
            "hasImg": true
        },
        {
            "id": "9bf2916b-70d3-4ecb-a811-4ee24a82f902",
            "word": "April",
            "phonetic": "eɪpɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The weather in April can be unpredictable, with both rain and sunshine.",
                "Earth Day is observed on April 22nd to promote environmental awareness.",
                "Despite the fact that the rain in April can be inconvenient, it is important to remember that April showers bring May flowers.",
                "Even though the project was difficult and challenging, we knew that our hard work would pay off in the end, just like April showers bring May flowers.",
                "Despite the fact that the rain in April can be inconvenient, it is important to remember that April showers bring May flowers."
            ],
            "audio": "https://tts.langeek.co/read?text=QXByaWw&hash=a68642372cc42b29261c7381878bb3e3bce25b15&lang=en&cache-only=0",
            "defineEn": "the fourth month of the year, after March and before May",
            "defineVi": "tháng thứ tư trong năm, sau tháng ba và trước tháng năm",
            "hasImg": true
        },
        {
            "id": "add89879-be7d-4646-bc5d-d38b85cc6006",
            "word": "May",
            "phonetic": "meɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The delicate aroma of ripe may apples fills the kitchen.",
                "The votes in the swing state may turn the tide in this election.",
                "Finally the couple may be celebrating a birthday, a wedding anniversary or some other red-letter day.",
                "A change of government may be on hand.",
                "May I choose the restaurant?"
            ],
            "audio": "https://tts.langeek.co/read?text=TWF5&hash=46993ef5f6db0c528c9ca530871b3b7b7fa2d86b&lang=en&cache-only=0",
            "defineEn": "the fifth month of the year, after April and before June",
            "defineVi": "tháng thứ năm của năm, sau tháng tư và trước tháng sáu",
            "hasImg": true
        },
        {
            "id": "838fe761-4d26-4a46-a92c-7fd7c8bae9a8",
            "word": "June",
            "phonetic": "dʒuːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Candidates will sit the examinations in June.",
                "She turns 21 in June.",
                "The prime minister has called an election for 8 June.",
                "The course runs from June 25th to August 27th.",
                "Many students look forward to June because it marks the beginning of summer vacation."
            ],
            "audio": "https://tts.langeek.co/read?text=SnVuZQ&hash=f39e35a78d279f8b83083a11e35741df218c5488&lang=en&cache-only=0",
            "defineEn": "the sixth month of the year, after May and before July",
            "defineVi": "tháng thứ sáu của năm, sau tháng năm và trước tháng bảy",
            "hasImg": true
        },
        {
            "id": "3198fdef-0c42-4048-86ff-0eb7ee2f49b7",
            "word": "July",
            "phonetic": "dʒuːlaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The United States celebrates Independence Day on July 4th.",
                "Canada celebrates its national day, Canada Day, on July 1st.",
                "Fireworks displays are common in many countries during the month of July.",
                "Many people enjoy celebrating Independence Day on the Fourth of July.",
                "Clinton also had two personal strikes against him as he went into the home stretch toward the July Democratic convention."
            ],
            "audio": "https://tts.langeek.co/read?text=SnVseQ&hash=617409e14d69ea3d89b9a33283949cab5d524d9b&lang=en&cache-only=0",
            "defineEn": "the seventh month of the year, after June and before August",
            "defineVi": "tháng thứ bảy trong năm, sau tháng sáu và trước tháng tám",
            "hasImg": true
        },
        {
            "id": "91df63d4-0839-4bad-bd67-9bfc1286bca4",
            "word": "August",
            "phonetic": "ɔːɡəst ",
            "partOfSpeechType": "noun",
            "examples": [
                "August marks the end of summer and the beginning of autumn in some parts of the world.",
                "Some fruits and vegetables, like watermelons and corn, are in season in August.",
                "The course runs from June 25th to August 27th.",
                "The law went into effect on 1 August.",
                "The case was continued without a finding until August 2."
            ],
            "audio": "https://tts.langeek.co/read?text=QXVndXN0&hash=8d17bd41dd91306ce2f8c9391bda995b8425d4ae&lang=en&cache-only=0",
            "defineEn": "the eighth month of the year, after July and before September",
            "defineVi": "tháng thứ tám của năm, sau tháng bảy và trước tháng chín",
            "hasImg": true
        },
        {
            "id": "3012562d-6b2a-4810-8e41-0b41cf4b843a",
            "word": "September",
            "phonetic": "sɛptɛmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The season starts in September.",
                "In September, the weather starts to cool down as autumn approaches.",
                "On the seventh of September the clouds broke for the first time.",
                "The school year begins in September and ends in June.",
                "September is a good time to visit the beach and enjoy the last days of summer."
            ],
            "audio": "https://tts.langeek.co/read?text=U2VwdGVtYmVy&hash=e7e40c859793b253ca72390e7f90a75cc4784f2f&lang=en&cache-only=0",
            "defineEn": "the ninth month of the year, after August and before October",
            "defineVi": "tháng thứ chín của năm, sau tháng tám và trước tháng mười",
            "hasImg": true
        },
        {
            "id": "d87f1a9c-194d-4b74-a8bb-cc908a2d1ed4",
            "word": "October",
            "phonetic": "ɑːktoʊbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many people look forward to October because it marks the beginning of the holiday season.",
                "Halloween is celebrated on the last day of October.",
                "The weather is very warm for October - it's an Indian summer!",
                "High time that we now do what we failed to do in October 2008 when the financial crisis broke.",
                "In October, the most popular scams involved health, interest rates, student loans, Social Security and warranties."
            ],
            "audio": "https://tts.langeek.co/read?text=T2N0b2Jlcg&hash=cd7f018fe53f0d45e9956a9838e0b7b646512737&lang=en&cache-only=0",
            "defineEn": "the tenth month of the year, after September and before November",
            "defineVi": "tháng thứ mười của năm, sau tháng chín và trước tháng mười một",
            "hasImg": true
        },
        {
            "id": "d363413a-7e9d-4d40-9f42-0a745032e04f",
            "word": "November",
            "phonetic": "noʊvɛmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "November was closing in.",
                "November is the month when many people celebrate Thanksgiving.",
                "Many people enjoy watching the colorful leaves fall from the trees in November.",
                "Employers added a net of 245,000 jobs in November.",
                "In November 2010, Emirates group announced half year net losses of three point eight billion dollars."
            ],
            "audio": "https://tts.langeek.co/read?text=Tm92ZW1iZXI&hash=b06523f7d6dfbcdc22d8974582dc7344ceec90db&lang=en&cache-only=0",
            "defineEn": "the 11th month of the year, after October and before December",
            "defineVi": "tháng thứ 11 của năm, sau tháng 10 và trước tháng 12",
            "hasImg": true
        },
        {
            "id": "bfb20f85-a1b9-4647-93b2-796da8b76b26",
            "word": "December",
            "phonetic": "dᵻsɛmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My favorite month is December because of the holidays.",
                "Many people decorate their homes with lights and ornaments in December for the holiday season.",
                "December is the last month of the year.",
                "Some people set resolutions for the new year in December, hoping to make positive changes.",
                "Branches will be asked to close their books at the end of December."
            ],
            "audio": "https://tts.langeek.co/read?text=RGVjZW1iZXI&hash=1df53c5a57d482fe74fcca67a7ef0610e0121bf9&lang=en&cache-only=0",
            "defineEn": "the 12th and last month of the year, after November and before January",
            "defineVi": "ngày 12 và tháng cuối cùng của năm, sau tháng 11 và trước tháng 1",
            "hasImg": true
        }
    ]
}