{
    "id": "908289cf-704c-454e-a68f-4d62335ad6c1",
    "title": "Houses",
    "originalTitle": "Lesson 8",
    "words": [
        {
            "id": "d6c0a55b-e940-467b-adf9-8d14ca1df7b1",
            "word": "accommodation",
            "phonetic": "ɐkɑːmədeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "But it's not really surprising that this accommodation should happen.",
                "You may well need to look outside your preferred area to find affordable accommodation.",
                "The inn offers luxury accommodations, including condos and kitty suites with plush beds and TVs.",
                "Accommodation is important, makes things go a lot smoother.",
                "Layovers in 161 cities worldwide with accommodations and meals covered."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb21tb2RhdGlvbg&hash=800ddb027302e7bab6f3fe74302c54aedefee48a&lang=en&cache-only=0",
            "defineEn": "a place where people live, stay, or work in",
            "defineVi": "một nơi mà mọi người sống, ở lại, hoặc làm việc trong",
            "hasImg": true
        },
        {
            "id": "5be41386-1bf5-4a31-ad42-c733b4bb3277",
            "word": "attic",
            "phonetic": "æɾɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "I think she's got rats in the attic.",
                "I think she has rats in the attic because she declined to accept that work regardless of the salary and benefits.",
                "Soon the attics were quiet again.",
                "We stuff things in our attics.",
                "Is it about two grandma's attics in here?"
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0aWM&hash=fae0f58e14ca388099dcbdebcecf519e96886594&lang=en&cache-only=0",
            "defineEn": "an area or room directly under the roof of a house, particularly used as a storage",
            "defineVi": "một khu vực hoặc căn phòng ngay dưới mái nhà, đặc biệt được sử dụng làm kho chứa",
            "hasImg": true
        },
        {
            "id": "3e847e38-3d19-456f-a15f-68729d63bc34",
            "word": "balcony",
            "phonetic": "bælkəni ",
            "partOfSpeechType": "noun",
            "examples": [
                "He likes to stand on the balcony to feel the breeze.",
                "He wondered if he could grow his own endive in a small pot on his balcony.",
                "She stumbled off the balcony, but luckily, a hedge below her broke her fall.",
                "We built the balcony.",
                "We step on the balcony."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsY29ueQ&hash=459f5f4532057cce6d220717240f46a13854c64c&lang=en&cache-only=0",
            "defineEn": "a platform above the ground level and on the outside wall of a building that we can get into from the upper floor",
            "defineVi": "một nền tảng trên mặt đất và trên bức tường bên ngoài của một tòa nhà mà chúng ta có thể đi vào từ tầng trên",
            "hasImg": true
        },
        {
            "id": "d1126bba-a317-4f07-9fd1-550b2de57785",
            "word": "basement",
            "phonetic": "beɪsmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The house has a basement where they store their belongings.",
                "She lives downstairs in the basement apartment.",
                "And our basement miraculously survived.",
                "He retreated to his basement.",
                "- This is a basement on steroids."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFzZW1lbnQ&hash=29d6fb34da6437a115a2119da816a62995183eff&lang=en&cache-only=0",
            "defineEn": "an area or room in a house or building that is partially or completely below the ground level",
            "defineVi": "một khu vực hoặc căn phòng trong một ngôi nhà hoặc tòa nhà nằm dưới mặt đất một phần hoặc hoàn toàn",
            "hasImg": true
        },
        {
            "id": "f9297985-c990-4a2d-9cca-bd356eee988a",
            "word": "built-in",
            "phonetic": "bɪltɪn ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnVpbHQtaW4&hash=4c6121e040a24bf19470da323eef17614da1f883&lang=en&cache-only=0",
            "defineEn": "(of a place or piece of equipment) connected to something in a way that is not separable",
            "defineVi": "(của một nơi hoặc một phần của thiết bị) được kết nối với một cái gì đó theo cách không thể tách rời",
            "hasImg": true
        },
        {
            "id": "b74a79d4-5f8a-4e91-882e-2f8ad428d17d",
            "word": "ceiling",
            "phonetic": "siːlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Watch your head on the low ceiling.",
                "He hit his head on the low ceiling.",
                "Dad'll hit the ceiling when he finds out I've left school.",
                "And she hits the ceiling when Boolie tells her she's not competent to drive.",
                "e stood on a ladder to change a lightbulb on the ceiling."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VpbGluZw&hash=db361ca1f6a98a570125f06bfb55b1d35e484fd1&lang=en&cache-only=0",
            "defineEn": "the highest part of a room, vehicle, etc. that covers it from the inside",
            "defineVi": "phần cao nhất của căn phòng, phương tiện, v.v. bao phủ nó từ bên trong",
            "hasImg": true
        },
        {
            "id": "baf8ed30-b04b-4a12-be87-9d0b58867c85",
            "word": "closet",
            "phonetic": "klɑːzɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The closet had a separate section for hanging long garments like coats and dresses.",
                "She stored her clothes and shoes neatly in the closet.",
                "Homosexuals in public life are now coming out of the closet.",
                "Most families have one or two skeletons in the closet.",
                "The closet had a mirror on the inside of the door for getting dressed."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvc2V0&hash=93df2e879746014e474cc8d2028ca449203a9b0e&lang=en&cache-only=0",
            "defineEn": "a small space or room built into a wall, which is used to store things and is usually shelved",
            "defineVi": "một không gian nhỏ hoặc căn phòng được xây dựng trong một bức tường, được sử dụng để lưu trữ mọi thứ và thường được đặt trên giá",
            "hasImg": true
        },
        {
            "id": "8f2f55b1-a3f8-4b3f-84b5-ff6081f7b233",
            "word": "to decorate",
            "phonetic": "tə dɛkɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The children decorated their cupcakes on a colorful dish.",
                "My motrher decorated her room with new curtains and pillows.",
                "The bakery decorated the cupcakes with a maraschino cherry on each.",
                "They decorate the town square for holidays and special occasions.",
                "Many people decorate their homes with lights and ornaments in December for the holiday season."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVjb3JhdGU&hash=b78209172ed38c30d8e3dc7de00259030214d93f&lang=en&cache-only=0",
            "defineEn": "to put paint, patterns, etc. on the inside of a house or room in order to make it more beautiful",
            "defineVi": "tô màu, vẽ hoa văn, v.v... vào bên trong ngôi nhà hoặc căn phòng để làm đẹp hơn",
            "hasImg": true
        },
        {
            "id": "6b905e47-8d85-4418-9ace-04b4bf46cd5d",
            "word": "doorstep",
            "phonetic": "doːɹstɛp ",
            "partOfSpeechType": "noun",
            "examples": [
                "There's a lovely park right on our doorstep.",
                "They have to put up with a giant oil refinery right on their doorstep.",
                "Not a month later, Fa Hai appeared at their doorstep.",
                "It has come to our doorstep.",
                "If satellites were old cars, Earth’s doorstep would look like Steven Avery’s front yard."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9vcnN0ZXA&hash=3a5af8c39d3aff03c6fcb5d1ef1173c845b0d168&lang=en&cache-only=0",
            "defineEn": "a small step in front of the main door of a building or house",
            "defineVi": "một bước nhỏ trước cửa chính của một tòa nhà hoặc ngôi nhà",
            "hasImg": true
        },
        {
            "id": "0e29f30a-1334-4e8b-91b4-580a7081912b",
            "word": "entrance",
            "phonetic": "ɛntɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Two huge fountains were playing outside the entrance.",
                "They checked our tickets at the entrance of the stadium.",
                "The taxi dropped me off at the entrance of the restaurant.",
                "My grandmother stands near the entrance to greet guests.",
                "She left her muddy boots at the entrance and put on slippers."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW50cmFuY2U&hash=4b38c71d69501ec272642fb66f6fe8f306d961fa&lang=en&cache-only=0",
            "defineEn": "an opening like a door, gate, or passage that we can use to enter a building,  room, etc.",
            "defineVi": "một lỗ mở như cửa, cổng hoặc lối đi mà chúng ta có thể sử dụng để vào tòa nhà, phòng, v.v.",
            "hasImg": true
        },
        {
            "id": "586bf0ee-3f02-4b7b-bf1f-2f95acd080b5",
            "word": "exterior",
            "phonetic": "ɛkstɪɹiɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The net melon's mesh-like exterior makes it easy to grip and handle while cutting or eating.",
                "Phase One of Coolidge is basically done on the exterior.",
                "But auroras can also give us clues about the exteriors of other moons and planets.",
                "There was a lot of exterior stuff that was going on, too.",
                "These buildings had exterior steel frames that were braced with concrete and connected to horizontal floor beams."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0ZXJpb3I&hash=30974afe10485020b1a1294907d5889fbddac7db&lang=en&cache-only=0",
            "defineEn": "relating to or located on the outside part of a particular thing",
            "defineVi": "liên quan đến hoặc nằm ở phần bên ngoài của một điều cụ thể",
            "hasImg": true
        },
        {
            "id": "b463208b-aede-4582-b227-58797a0e9e2f",
            "word": "first floor",
            "phonetic": "fɜːst floːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drill instructor: You're on the first floor!",
                "Of course, sometimes, the voting room may be on the first floor but I've also seen places where the voting room is not on the first floor.",
                "On the first floor is Pavilion Park, which has rooms filled with board games, craft stations, and the biggest collection of game controllers we've ever seen.",
                "Of course, sometimes, the voting room may be on the first floor but I've also seen places where the voting room is not on the first floor.",
                "So the worst floor to live on would actually be the ground level or first floor."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmlyc3QgZmxvb3I&hash=09347d083d92cefc9714ed8cfcfbeba0a64db04f&lang=en&cache-only=0",
            "defineEn": "the floor of a building which has the same level as the street level",
            "defineVi": "tầng của một tòa nhà có cùng mức với mức đường phố",
            "hasImg": true
        },
        {
            "id": "c3b04121-3fdd-4cca-a893-076214fae449",
            "word": "ground floor",
            "phonetic": "ɡɹaʊnd floːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "That take another spin on that monorail to the ground floor.",
                "They're all dropped in the ground floor of the facility to cleaned.",
                "Every investor dreams of getting in on the ground floor on a success story like this.",
                "He is forbidden from going anywhere inside the house besides the ground floor. ",
                "Now I know what you’re saying, something like 12% of human beings currently living in the world are descended from Chinggis Khan, but Babur got in on the ground floor of it."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JvdW5kIGZsb29y&hash=5dc81a9b7b49d893f69720c311715330c7233722&lang=en&cache-only=0",
            "defineEn": "the floor of a building at ground level",
            "defineVi": "tầng của một tòa nhà ở mặt đất",
            "hasImg": true
        },
        {
            "id": "131c0ba3-d59e-4ba5-a704-afe2f5520c76",
            "word": "indoor",
            "phonetic": "ɪndoːɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I stayed indoors because it was a rainy day.",
                "During the dog days of summer, the temperatures soar, and people seek relief by staying indoors or swimming in pools.",
                "Yesterday was a rainy day, so I stayed indoors and watched movies.",
                "As far as the weather's concerned, I'd stay indoors today, if I were you.",
                "The couple who was planning an outdoor wedding hoped for beautiful weather, but also rented a tent and prepared backup indoor options, as they believed in the saying hope for the best, prepare for the worst."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kb29y&hash=10fd67d0a3543f22e95b5b6e762120e14843f69d&lang=en&cache-only=0",
            "defineEn": "happened, located, or used inside a building",
            "defineVi": "xảy ra, định vị, hoặc sử dụng bên trong một tòa nhà",
            "hasImg": true
        },
        {
            "id": "8caf1eb5-8aad-43e5-92c6-5dd7d7ef7c01",
            "word": "interior",
            "phonetic": "ɪntɪɹiɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A self-made vase will give any interior a touch of originality.",
                "She has a great aesthetic sense when it comes to interior design.",
                "The Brie cheese had a soft and creamy interior, with a bloomy white cheese rind.",
                "The interior designer can't get any work done with your puppy on her heels!",
                "Interiors are better than Mercedes-Benz interiors."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJpb3I&hash=b61c3ea82db743710a9e807c14d51af15a63e0b0&lang=en&cache-only=0",
            "defineEn": "relating to or located on the inside part of a particular thing",
            "defineVi": "liên quan đến hoặc nằm ở phần bên trong của một điều cụ thể",
            "hasImg": true
        },
        {
            "id": "1b51e3cb-0a5e-43e3-be59-d514897f266c",
            "word": "landlord",
            "phonetic": "lændlɔːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "He sued the pants off his landlord.",
                "The landlord finally made some repairs in the apartment, but it was only after several complaints and threats of legal action, and a forced kindness deserves no thanks.",
                "Previously estate agents ended up as a monkey in the middle between landlord and tenant.",
                "Carter said she wouldn't pay one red cent of her rent until the landlord fixed her roof.",
                "The landlord was firm that rent must be paid on time, without any ifs, ands, or buts."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFuZGxvcmQ&hash=287832a47264df4bb5f6c8960c3694616b81dedf&lang=en&cache-only=0",
            "defineEn": "a person or a company who rents a room, house, building, etc. to someone else",
            "defineVi": "một người hoặc một công ty cho người khác thuê phòng, nhà, tòa nhà, v.v.",
            "hasImg": true
        },
        {
            "id": "e5135359-5d41-4f7e-bce1-afb6042ead7d",
            "word": "lease",
            "phonetic": "liːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Contracts and leases to work the mines.",
                "The lease on my house only has a year left to run.",
                "Alice was given a new lease on life after she recovered from her illness.",
                "With a fresh lineup of talented musicians, the band has experienced a new lease of life, capturing the attention of music enthusiasts and gaining popularity on the charts.",
                "The vacation provided Julia with a new lease on life, rejuvenating her spirit."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhc2U&hash=4d0a0d804a266d60aec4caeae185ce18468665a0&lang=en&cache-only=0",
            "defineEn": "a property or piece of land that is rented for a specified time and price",
            "defineVi": "một tài sản hoặc một mảnh đất được thuê trong một thời gian và giá nhất định",
            "hasImg": true
        },
        {
            "id": "28c0ea94-5180-470f-b99c-9c6d6d7c3b42",
            "word": "outdoor",
            "phonetic": "aʊtdoːɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We had to cancel our outdoor plans due to the stormy weather.",
                "Italy's Mediterranean climate and diverse geography offer a wide range of outdoor activities",
                "He often invites friends over for outdoor gatherings in his garden.",
                "Guests at the outdoor wedding reception enjoye grilled beefsteaks as the main course.",
                "Summer is the season for outdoor concerts and festivals."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0ZG9vcg&hash=2ab8c8612ec099caa22ec2d08b93fd8d47187b79&lang=en&cache-only=0",
            "defineEn": "happening, located, or used outside",
            "defineVi": "xảy ra, định vị, hoặc sử dụng bên ngoài",
            "hasImg": true
        },
        {
            "id": "b6e78b1a-b9de-48b6-9fba-897609888c15",
            "word": "to rent",
            "phonetic": "tə ɹɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Rents have gone through the roof.",
                "The rent is coming due next week.",
                "They rented the same bungalow year in, year out.",
                "He rented an expensive sports car for his wedding day.",
                "He rented an apartment in the city to be closer to his workplace."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVudA&hash=aa56a8ed8738323bced618cee5027c66fd997375&lang=en&cache-only=0",
            "defineEn": "(of an owner) to let someone use a property, car, etc. for a particular time",
            "defineVi": "(của chủ sở hữu) để cho ai đó sử dụng tài sản, xe hơi, v.v. trong một thời gian cụ thể",
            "hasImg": true
        },
        {
            "id": "9a324fb2-e941-4f3f-8488-70c882869d2d",
            "word": "tenant",
            "phonetic": "tɛnənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The clansmen became tenants and the chiefs sold them out.",
                "Previously estate agents ended up as a monkey in the middle between landlord and tenant.",
                "David thought Emily was a good tenant, but he was nursing a viper in his bosom because she was damaging the property and not paying rent.",
                "The rental agreement had an escape clause that allowed the tenant to terminate the lease early if they needed to move for work purposes.",
                "Even with so many people looking to rent in the city at the moment, good tenants are still like gold dust here."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVuYW50&hash=3c2b078825b6f7c79b959034a7d6fd99e0332d67&lang=en&cache-only=0",
            "defineEn": "someone who pays rent to live in someone else's house, room, etc.",
            "defineVi": "ai đó trả tiền thuê để sống trong nhà, phòng của người khác, v.v.",
            "hasImg": true
        },
        {
            "id": "b0d9cb26-2e4c-4baf-891c-c2134a2b8653",
            "word": "landmark",
            "phonetic": "lændmɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Great Wall of China is a famous landmark in Asia.",
                "The Statue of Liberty is a famous American landmark.",
                "Paris, the capital city of France, is home to iconic landmarks such as the Eiffel Tower and Notre-Dame Cathedral.",
                "Europe is home to famous landmarks like the Eiffel Tower, Colosseum, and Big Ben.",
                "The Eiffel Tower is a famous landmark in France and attracts millions of tourists every year."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFuZG1hcms&hash=a566ce1a4b102866c6e7628a947ce75e8ea8d216&lang=en&cache-only=0",
            "defineEn": "something such as a building, tree, etc. that is easy to recognize, which we can use to know where we are",
            "defineVi": "thứ gì đó chẳng hạn như tòa nhà, cây cối, v.v. dễ nhận ra, mà chúng ta có thể sử dụng để biết mình đang ở đâu"
        },
        {
            "id": "dae145c3-64ad-412c-87e5-6f0eca598bd7",
            "word": "upstairs",
            "phonetic": "ʌpstɛɹz ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The children were playing upstairs in their room.",
                "His personal work was kept securely in an upstairs studio.",
                "I went upstairs to grab my phone from my bedroom.",
                "The couple in the flat upstairs are always at it hammer and tongs.",
                "Let's have a movie night upstairs in the entertainment room."
            ],
            "audio": "https://tts.langeek.co/read?text=dXBzdGFpcnM&hash=065539ab186227be0dbefa6dfab402effb6399d6&lang=en&cache-only=0",
            "defineEn": "on or toward a higher part of a building",
            "defineVi": "trên hoặc hướng tới phần cao hơn của tòa nhà",
            "hasImg": true
        },
        {
            "id": "ff92fe40-72cb-4f36-8868-3d2ce388c125",
            "word": "downstairs",
            "phonetic": "daʊnstɛɹz ",
            "partOfSpeechType": "adverb",
            "examples": [
                "I left my bag downstairs in the entryway.",
                "We have a cozy sitting area downstairs by the fireplace.",
                "She lives downstairs in the basement apartment.",
                "She fell downstairs and broke her hip.",
                "We have a home gym downstairs for exercising and staying fit."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG93bnN0YWlycw&hash=5759729ed375e1af6cc6a4df78961581fb779ecd&lang=en&cache-only=0",
            "defineEn": "on or toward a lower part of a building, particularly the first floor",
            "defineVi": "trên hoặc về phía phần dưới của tòa nhà, đặc biệt là tầng một",
            "hasImg": true
        },
        {
            "id": "36abc9cd-487a-49ba-add9-a77ce560b81a",
            "word": "studio",
            "phonetic": "stuːdɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "His personal work was kept securely in an upstairs studio.",
                "Tony wants me in the studio.",
                "I'd much rather be in a studio and dance my heart out than go to a gym.",
                "He caught a break that few aspiring screenwriters do: running into a studio boss at a party.",
                "As soon as she walked into the art studio, she knew she had found a place where she truly belonged."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1ZGlv&hash=a166c6be7298c79a9d6650c83e5db02601a1bd35&lang=en&cache-only=0",
            "defineEn": "a tiny apartment that has only one main room",
            "defineVi": "một căn hộ nhỏ chỉ có một phòng chính",
            "hasImg": true
        },
        {
            "id": "8dff5baf-8646-4dcc-89b0-7bcb386136ca",
            "word": "staircase",
            "phonetic": "stɛɹkeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Indian mathematicians called it the Staircase of Mount Meru.",
                "Think of it like a staircase.",
                "This is a student-built staircase.",
                "Then there were the 400 magnetic tapes of navigational data inside some moldy cardboard boxes under a staircase at the Jet Propulsion Laboratory in California.",
                "Our student disability services office is located at the bottom of a large staircase in the basement."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhaXJjYXNl&hash=e611f61238205863aac4cb2002dbc4255082348b&lang=en&cache-only=0",
            "defineEn": "a set of stairs inside a building including its surrounding side parts that one can hold on to",
            "defineVi": "một bộ cầu thang bên trong một tòa nhà bao gồm các phần phụ xung quanh mà người ta có thể bám vào",
            "hasImg": true
        },
        {
            "id": "f9aec70e-0b79-4414-b4d3-c60f632bcb06",
            "word": "dormitory",
            "phonetic": "doːɹmɪtoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "By God, I’ve half a mind to burn the entire dormitory along with them.",
                "At the Kuitun complex there are multiple dormitories.",
                "Many people assume that college freshmen pick their dormitory roommates, as upperclassmen are allowed to do.",
                "He became one of the student leaders who had a number of kids under him in the dormitories, and he ruled the dormitory life with an iron fist.",
                "He became one of the student leaders who had a number of kids under him in the dormitories, and he ruled the dormitory life with an iron fist."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9ybWl0b3J5&hash=7f6f79805937468c8d20ddf878af696a7a0919ef&lang=en&cache-only=0",
            "defineEn": "a room with several beds in which a number of people can sleep, particularly in a school, university, army camp, etc.",
            "defineVi": "một căn phòng có nhiều giường trong đó một số người có thể ngủ, đặc biệt là trong trường học, trường đại học, trại quân đội, v.v.",
            "hasImg": true
        },
        {
            "id": "9b8b6a9e-b03d-4e4e-9ed2-8b0f9f4500ac",
            "word": "residential",
            "phonetic": "ɹɛzᵻdɛnʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The south of the city is more residential, while the north is more commercial.",
                "She lives on the third floor of a residential building.",
                "The building is residential.",
                "The building is residential.",
                "Residential care runs in the hundreds of thousand per year."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzaWRlbnRpYWw&hash=e6fe6f6ac5e1e39da6bfa6e80b30b5375dac83ed&lang=en&cache-only=0",
            "defineEn": "(of an area with buildings) designed specially for people to live in; relating to houses in which people live rather than offices, factories, etc.",
            "defineVi": "(của một khu vực có các tòa nhà) được thiết kế đặc biệt cho người dân sinh sống; liên quan đến những ngôi nhà mà mọi người sống chứ không phải là văn phòng, nhà máy, v.v.",
            "hasImg": true
        },
        {
            "id": "298a59db-1041-40fd-9e94-795f704f404f",
            "word": "to occupy",
            "phonetic": "tʊ ɑːkjʊpaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "My uncle used to warn me that the devil finds work for idle hands when they are not otherwise occupied, urging me to fill my free time with productive activities.",
                "If you're trying to quit smoking, it's helpful to keep yourself occupied with other activities because constant occupation prevents temptation.",
                "You want that job, you need to let go of all those hobbies you occupy yourself with.",
                "The oceans of the world occupy over 70% of the earth's surface. ",
                "Others occupied streets near the central bank."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2NjdXB5&hash=22dcb38194a5853b56b008610e1a612084a19da4&lang=en&cache-only=0",
            "defineEn": "to live in a place that is either rented or owned",
            "defineVi": "sống ở một nơi được thuê hoặc sở hữu",
            "hasImg": true
        },
        {
            "id": "6f4b9964-d1d4-4c60-82d3-dda6226f6684",
            "word": "housework",
            "phonetic": "haʊswɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "To start with, neither of us likes housework.",
                "He always helps with the housework.",
                "It’s difficult to do housework with the children under my feet all the time.",
                "She considers it beneath her dignity to help with the housework now and again.",
                "I try to get the kids to share in the housework."
            ],
            "audio": "https://tts.langeek.co/read?text=aG91c2V3b3Jr&hash=ccf56313c78f9bdbef5e413f6887b76eedb6fe14&lang=en&cache-only=0",
            "defineEn": "regular work done in a house, especially cleaning, washing, etc.",
            "defineVi": "công việc thường xuyên được thực hiện trong nhà, đặc biệt là dọn dẹp, giặt giũ, v.v.",
            "hasImg": true
        },
        {
            "id": "98887700-f3d4-427b-a294-199b2a737b9a",
            "word": "heating",
            "phonetic": "hiːɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The heating system is always breaking down.",
                "ways to save money on heating bills.",
                "Ways to save money on heating bills.",
                "In other words, doing work or heating.",
                "I'm over heating."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhdGluZw&hash=2ba181c07d65f4efbab585134f366e7ed61bbe9a&lang=en&cache-only=0",
            "defineEn": "a system that provides a room or building with warmth",
            "defineVi": "một hệ thống cung cấp một căn phòng hoặc tòa nhà với sự ấm áp",
            "hasImg": true
        },
        {
            "id": "ffe11339-01dd-4a5c-8551-894a39b0394a",
            "word": "tap",
            "phonetic": "tæp ",
            "partOfSpeechType": "noun",
            "examples": [
                "To run the hot tap.",
                "I ran my hands under the tap.",
                "I gently tapped the glass with a fork to make a sound.",
                "Some bright spark left the tap running all night.",
                "Can you hear the sound of rain tapping on the window?"
            ],
            "audio": "https://tts.langeek.co/read?text=dGFw&hash=52be56196f001520f643efea6efcab69ad4d10a5&lang=en&cache-only=0",
            "defineEn": "an object that controls the flow of liquid or gas from a container or pipe",
            "defineVi": "một đối tượng kiểm soát dòng chảy của chất lỏng hoặc khí từ thùng chứa hoặc đường ống",
            "hasImg": true
        }
    ]
}