{
    "id": "90c812b7-9727-49f8-a8b6-005292ffea60",
    "title": "In Our Little Galaxy!",
    "originalTitle": "Lesson 62",
    "words": [
        {
            "id": "641cedd1-b5f9-4dc7-80b5-0717d9c06bd3",
            "word": "aerospace",
            "phonetic": "ɛɹoʊspeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "For instance, consider aerospace engineering.",
                "Aerospace manufacturing has also been huge.",
                "American aerospace giant Boeing sells missile systems like the harpoon.",
                "My masters degree is in aerospace engineering with an emphasis in rocket propulsion.",
                "One example of this is aerospace engineering, which handles the design and construction of air and spacecraft."
            ],
            "audio": "https://tts.langeek.co/read?text=YWVyb3NwYWNl&hash=2c4f3f5e883e7b68ba125b68b5c8bfaf3f96d285&lang=en&cache-only=0",
            "defineEn": "the earth's atmosphere and the space beyond it",
            "defineVi": "bầu khí quyển của trái đất và không gian bên ngoài nó",
            "hasImg": true
        },
        {
            "id": "41dbf1fd-0e84-419a-b853-d1c4a527efef",
            "word": "astrobiology",
            "phonetic": "æstɹoʊbaɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Right now, we’re big into astrobiology.",
                "We call it the science of astrobiology.",
                "Like in a paper published in May of this year in the journal Astrobiology.",
                "Well, a few of the researchers on last week’s paper also published another paper in August, in the journal Astrobiology.",
                "But a new paper published online last week in the journal Astrobiology says that it might not have always been that way."
            ],
            "audio": "https://tts.langeek.co/read?text=YXN0cm9iaW9sb2d5&hash=95b4cda95cd9f6757c353d66fa3d3bab72070300&lang=en&cache-only=0",
            "defineEn": "a branch of biology that deals with the study of life in space",
            "defineVi": "một nhánh của sinh học liên quan đến việc nghiên cứu sự sống trong không gian"
        },
        {
            "id": "98ccf7ba-50a0-4b48-8f60-e0b97345e3d4",
            "word": "atmospheric",
            "phonetic": "ætməsfɛɹɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In 2007, those map lichens survived atmospheric re-entry on a simulated meteorite.",
                "Atmospheric explosions are monitored by a global network of infra-sound detectors.",
                "When atmospheric carbon dioxide levels hit 415 parts per million in 2019.",
                "Like all plants, trees consume atmospheric carbon through a chemical reaction called photosynthesis.",
                "But clouds are also useful atmospheric data. "
            ],
            "audio": "https://tts.langeek.co/read?text=YXRtb3NwaGVyaWM&hash=4be1e20d0b0f393c8c99e3ac0ba37a1c211ed3a2&lang=en&cache-only=0",
            "defineEn": "related to the atmosphere of the earth",
            "defineVi": "liên quan đến bầu khí quyển của trái đất"
        },
        {
            "id": "3fd18a90-f0fc-4407-9656-8df94fc6e32f",
            "word": "cosmic",
            "phonetic": "kɑːzmɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Another concern is cosmic radiation.",
                "Sure enough, the equations of general relativity predict a cosmic tug-of-war between gravity and expansion.",
                "But what are these cosmic snipers?",
                "The cosmic horizon is approaching us.",
                "Cosmic housekeeping Let's create a black hole with dirty laundry."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29zbWlj&hash=49f050215b21c9ac7fa5a1ad8cda8374c853f148&lang=en&cache-only=0",
            "defineEn": "related to the universe",
            "defineVi": "liên quan đến vũ trụ"
        },
        {
            "id": "0977ae6a-e9bd-42d1-b3ec-bf675a537ba3",
            "word": "full moon",
            "phonetic": "fʊl muːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The full moon cast a soft glow on the landscape.",
                "The full moon is 100 times brighter than the new moon.",
                "\"Blue moon\" is the second full moon in a calendar month.",
                "The full moon gives enough light that it can even cast shadows on the ground on a dark night here on Earth.",
                "Next comes the full moon."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVsbCBtb29u&hash=8bf3e1fab465897404475412c302ee92a54fedaa&lang=en&cache-only=0",
            "defineEn": "the moon when all its circular shape can be seen from the earth; the period during which this occurs",
            "defineVi": "mặt trăng khi tất cả hình dạng tròn của nó có thể được nhìn thấy từ trái đất; khoảng thời gian mà điều này xảy ra",
            "hasImg": true
        },
        {
            "id": "1974d168-e028-43d6-9d88-ddf6d4555ea5",
            "word": "half-moon",
            "phonetic": "hæfmuːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He is a half-moon conure, also known as an orange fronted parakeet.",
                "Living birds have this same half-moon feature in their wrists, which they use to fold their wings.",
                "And in both specimens, most bones in the wrist were fused together into a half-moon shaped block that allowed for movement from side to side, but not up and down.",
                "Loulou, the half-moon conure, you can see he has a more slender body, and his tail is tapered or cone-shaped.",
                "Iapetus looks like a half-moon cookie, but not because it’s hidden in shadow."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFsZi1tb29u&hash=7caeffb8ac38c97cedf246b0777bfc55d8073fde&lang=en&cache-only=0",
            "defineEn": "the moon when only half of its lit surface can be seen from the earth; the period during which this occurs",
            "defineVi": "mặt trăng khi chỉ có thể nhìn thấy một nửa bề mặt sáng của nó từ trái đất; khoảng thời gian mà điều này xảy ra",
            "hasImg": true
        },
        {
            "id": "4d37e42e-f9d6-4801-b3fd-735c58a08f8f",
            "word": "new moon",
            "phonetic": "nuː muːn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmV3IG1vb24&hash=fa51b9f87b27caff8ba8e6c90aa8d2df48a3f8b5&lang=en&cache-only=0",
            "defineEn": "the moon when it appears as a narrow curved shape; the period during which this occurs",
            "defineVi": "mặt trăng khi nó xuất hiện dưới dạng một hình cong hẹp; khoảng thời gian mà điều này xảy ra"
        },
        {
            "id": "2f33882b-145e-479d-85b3-2b581b501dd3",
            "word": "to go down",
            "phonetic": "tə ɡoʊ daʊn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28gZG93bg&hash=52c8a1e684346036c0a84592dbfc2611a17dc8b0&lang=en&cache-only=0",
            "defineEn": "(of the sun or moon) to go out of sight below the horizon",
            "defineVi": "(của mặt trời hoặc mặt trăng) đi ra khỏi tầm nhìn bên dưới đường chân trời",
            "hasImg": true
        },
        {
            "id": "27ade171-96cb-478f-9dfc-1f3de8ac288f",
            "word": "big bang",
            "phonetic": "bɪɡ bæŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "That low-entropy configuration was the Big Bang.",
                "Was the Big Bang just an accident?",
                "Take the Big Bang for example.",
                "Astronomers refer to it as the Big Bang.",
                "But what came before the Big Bang?"
            ],
            "audio": "https://tts.langeek.co/read?text=YmlnIGJhbmc&hash=84bea96896ecfdc839e808ca17da04432eb79d4c&lang=en&cache-only=0",
            "defineEn": "the explosion that, according to most scientists, caused the existence of the universe",
            "defineVi": "vụ nổ, theo hầu hết các nhà khoa học, gây ra sự tồn tại của vũ trụ"
        },
        {
            "id": "36a8e2cb-36f1-47ca-ab9e-03673a3c9d63",
            "word": "cosmos",
            "phonetic": "kɑːzmoʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The field of cosmology was born, the study of the cosmos itself.",
                "Most models of the universe suggest that the cosmos is arranged kind of like an enormous piece of foam.",
                "You see, the wandering stars must move in perfect circles, since the cosmos is orderly.",
                "If we peer out far enough, in between the galaxies, we can see parts of the Universe that are so far away, it has taken the light from that distance very nearly the entire age of the cosmos to reach us.",
                "Turns out, when it comes to the cosmos, size isn't the only thing that matters."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29zbW9z&hash=ed4763c69bf8068812f6e25f2b048fae85a40a77&lang=en&cache-only=0",
            "defineEn": "the universe, particularly when it is thought of as a systematic whole",
            "defineVi": "vũ trụ, đặc biệt khi nó được coi là một tổng thể có hệ thống"
        },
        {
            "id": "a2fd64a3-03bd-491f-a51d-bfdece1c5cc7",
            "word": "celestial body",
            "phonetic": "səlɛstjəl bɑːdi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2VsZXN0aWFsIGJvZHk&hash=96c5864e0773604c8124ffea6b6d85bccd5560a3&lang=en&cache-only=0",
            "defineEn": "any natural object in the space, such as the sun, moon, etc.",
            "defineVi": "bất kỳ vật thể tự nhiên nào trong không gian, chẳng hạn như mặt trời, mặt trăng, v.v."
        },
        {
            "id": "ea6281c3-aa29-4fe0-ad7e-e06fdfaefa14",
            "word": "the Milky Way",
            "phonetic": "ðə mɪlki weɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhlIE1pbGt5IFdheQ&hash=b8ad195900e3dee8cddfa2fcc23e37cfc7fbf925&lang=en&cache-only=0",
            "defineEn": "a pale band of light seen in the sky at night that contains the solar system and billions of other stars",
            "defineVi": "một dải ánh sáng nhạt nhìn thấy trên bầu trời vào ban đêm chứa hệ mặt trời và hàng tỷ ngôi sao khác"
        },
        {
            "id": "e7ba34f3-63a4-490e-a13a-8ed7a30362c2",
            "word": "constellation",
            "phonetic": "kɑːnstɪleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dead serpent’s remains became the Hydra constellation.",
                "Mind you, not every group of stars makes a constellation.",
                "And they investigated the moon’s cycles, as well as constellations.",
                "Six years later, a new object appeared in the sky, in the constellation of Cassiopeia.",
                "You had others around the country as well, but also this strange constellation of vehicles."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3RlbGxhdGlvbg&hash=95ba082f97764ea59a62b6eb79288b8abbba2056&lang=en&cache-only=0",
            "defineEn": "a specific group of stars that form a pattern and have a name related to their shape",
            "defineVi": "một nhóm sao cụ thể tạo thành một mẫu và có tên liên quan đến hình dạng của chúng",
            "hasImg": true
        },
        {
            "id": "2fcc099d-e898-4c42-8142-fab7eedafe5e",
            "word": "zodiac",
            "phonetic": "zoʊdiæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The guards shot Zodiac.",
                "'No, Ukiah,' Zodiac said quietly.",
                "Zodiac laughed angrily.",
                "He looked at Zodiac.",
                "'You know about Zodiac?"
            ],
            "audio": "https://tts.langeek.co/read?text=em9kaWFj&hash=c202ae18ee41e15bca0c04367c2412e2792aba5a&lang=en&cache-only=0",
            "defineEn": "the non-physical area in the sky that is believed the sun, moon, and other planets move, some people assume it affects their lives",
            "defineVi": "khu vực phi vật chất trên bầu trời được cho là có mặt trời, mặt trăng và các hành tinh khác di chuyển, một số người cho rằng nó ảnh hưởng đến cuộc sống của họ"
        },
        {
            "id": "c63db551-a65d-4575-b6ba-977a0ac00d4d",
            "word": "comet",
            "phonetic": "kɑːmɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "But comets have tails.",
                "Comets are big, apparently.",
                "So overall, the comet is fine!",
                "Over the course of millions of years these comets should evaporate!",
                "But comets aren’t the only icy space rocks in the headlines."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tZXQ&hash=2f42c3d44e26c386a6e563ad43519d08737f9e71&lang=en&cache-only=0",
            "defineEn": "an object in space that is a mass of ice and dust and when it nears the sun it starts illuminating in the shape of a tail",
            "defineVi": "một vật thể trong không gian là một khối băng và bụi và khi đến gần mặt trời, nó bắt đầu phát sáng theo hình dạng của một cái đuôi",
            "hasImg": true
        },
        {
            "id": "4859e0af-f589-4e21-bfad-d32411f8e374",
            "word": "dwarf",
            "phonetic": "dwɔːɹf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Baker Mayfield's contract dwarfs other rookies.",
                "The buildings dwarf you. ",
                "A magnetar flare dwarfs that into insignificance.",
                "Interestingly, brown dwarfs are a better bet as an energy source.",
                "The dwarf carried on."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHdhcmY&hash=ccd94b36ac70aa797cc551962f01ed0d5c8807f3&lang=en&cache-only=0",
            "defineEn": "a star that is relatively small in size or mass and is not very bright",
            "defineVi": "một ngôi sao có kích thước hoặc khối lượng tương đối nhỏ và không sáng lắm"
        },
        {
            "id": "34cfdf3d-3cdd-426d-8bec-8c3ddaab38f1",
            "word": "exoplanet",
            "phonetic": "ɛksoʊplænɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Super-Earths are exoplanets more massive than Earth and less massive than a planet like Uranus or Neptune.",
                "Since 2009, Kepler Space Telescope has discovered about 4000 exoplanets.",
                "Understanding exoplanets like this requires an incredible amount of data analysis.",
                "The Kepler space telescope looks for exoplanets using the transit method.",
                "It’s an exoplanet about 11 times the mass of Jupiter."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhvcGxhbmV0&hash=070526eb21ab6da32a88a9fbd1b7d13af567aa71&lang=en&cache-only=0",
            "defineEn": "extrasolar planet; a planet that is outside the solar system",
            "defineVi": "hành tinh ngoài hệ mặt trời; một hành tinh nằm ngoài hệ mặt trời"
        },
        {
            "id": "d4486673-3427-49f3-9e8a-017f9d31dc9e",
            "word": "meteor",
            "phonetic": "miːɾɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Meteor showers aren’t dangerous.",
                "But meteors aren’t stars at all!",
                "Have you ever seen a meteor?",
                "The meteor shower will reach its max around July 28th, with 15 to 20 meteors per hour in the constellation Aquarius.",
                "It's like a meteor!"
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0ZW9y&hash=d77a6160a2718f67b0360366dc7435372343b4c9&lang=en&cache-only=0",
            "defineEn": "a piece of rock coming from outer space that passes through the Earth's atmosphere, producing light",
            "defineVi": "một mảnh đá đến từ ngoài vũ trụ đi qua bầu khí quyển của Trái đất, tạo ra ánh sáng",
            "hasImg": true
        },
        {
            "id": "54309e10-fbfb-4b9f-a501-10745e9c8eee",
            "word": "meteorite",
            "phonetic": "miːɾɪoːɹaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Most meteorites have the metal iron in them.",
                "Most meteorites are still pretty small",
                "One meteorite from this region, though, sticks out like a sore thumb.",
                "Meteorites get to Earth after burning through the atmosphere.",
                "In 2007, those map lichens survived atmospheric re-entry on a simulated meteorite."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0ZW9yaXRl&hash=ddad11469f201e43912f427d7e9d5245abc3736c&lang=en&cache-only=0",
            "defineEn": "a piece of rock or metal from space that has hit the surface of the earth",
            "defineVi": "một mảnh đá hoặc kim loại từ không gian đã rơi xuống bề mặt trái đất"
        },
        {
            "id": "be3791f6-7d86-4379-a70c-a7c3fd4d19f0",
            "word": "nebula",
            "phonetic": "nɛbjʊlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Within the Cloud lies the Tarantula nebula, one of the most active starburst regions in our local universe.",
                "This nebula is fading way faster than anyone expected it to.",
                "Thanks to CuriosityStream and Nebula for supporting educational videos on the internet!",
                "That gas is the nebula, and at first, it glows super brightly.",
                "In this study, the team of astronomers used velocities of 86 speedy planetary nebulas, or the remnants of certain stars, in the Andromeda Galaxy."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVidWxh&hash=109bc7cbd84f18ae907053b62eb649fb6df0e80c&lang=en&cache-only=0",
            "defineEn": "a massive cloud of gas and dust in deep space that often appears very bright and can be seen in the sky at night",
            "defineVi": "một đám mây khí và bụi khổng lồ trong không gian sâu thường xuất hiện rất sáng và có thể nhìn thấy trên bầu trời vào ban đêm"
        },
        {
            "id": "56915d50-8691-432a-9ec9-7062fa1fa9b7",
            "word": "supernova",
            "phonetic": "suːpɚnoʊvə ",
            "partOfSpeechType": "noun",
            "examples": [
                "A supernova would also infuse our cloud with certain elements.",
                "A nearby supernova is another possibility.",
                "Meanwhile, on pretty much the other side of the observable universe, a star went supernova.",
                "Twinkle twinkle little star, Supernova, au revoir!",
                "And the result is an aggressively bright supernova."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwZXJub3Zh&hash=814176bbfa7b8dc50c8a6658aeff89ee72b43a13&lang=en&cache-only=0",
            "defineEn": "an exploding star that as a result is emitting a very large amount of light, more than the sun",
            "defineVi": "một ngôi sao phát nổ mà kết quả là phát ra một lượng ánh sáng rất lớn, nhiều hơn cả mặt trời"
        },
        {
            "id": "7c37d35c-2773-4e0f-a6a4-5000d3a3bb94",
            "word": "NASA",
            "phonetic": "næsɐ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Beyond NASA, space programs in countries like Russia and China also use white suits.",
                "So, NASA spacecraft go through a few phases.",
                "Then NASA lost contact with the crew.",
                "Fortunately, though, NASA has just the right equipment.",
                "So, hundreds of years after Newton’s day, NASA is still using his math."
            ],
            "audio": "https://tts.langeek.co/read?text=TkFTQQ&hash=4d97be2f1e2e494388805059743815c8d01b0ee9&lang=en&cache-only=0",
            "defineEn": "a US government agency responsible for space travel and the study of space",
            "defineVi": "một cơ quan của chính phủ Hoa Kỳ chịu trách nhiệm về du hành vũ trụ và nghiên cứu về không gian"
        },
        {
            "id": "fefaa292-1e75-4e66-9ca3-a0ab63505fd0",
            "word": "mission",
            "phonetic": "mɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The charity organization's mission statement emphasized the belief that poverty is no sin and that everyone deserves dignity and respect.",
                "Turning swords into plowshares is not what comes to mind when one thinks about the mission of Soldiers.",
                "Our company is in perfect working order, and our employees are highly motivated, productive, and committed to our mission.",
                "The mission proves a great success.",
                "Then, only about two kilometers above the lunar surface, mission controllers lost contact."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzc2lvbg&hash=f3622ced0d97a338de1387c17594d4da3f837c67&lang=en&cache-only=0",
            "defineEn": "an operation carried out in space",
            "defineVi": "một hoạt động được thực hiện trong không gian",
            "hasImg": true
        },
        {
            "id": "44b33672-0ba3-4dff-8acb-f9c877784301",
            "word": "cosmonaut",
            "phonetic": "kɑːzmənɔːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Because the Russian crew members are cosmonauts.",
                "I mean, astronauts and cosmonauts have the same job.",
                "Astronaut Scott Kelly and cosmonaut Mikhail Korniyenko are about to return from a year on the space station.",
                "Luckily, astronaut Nick Hague and cosmonaut Alexey Ovchinin are safe and sound back on Earth.",
                "US astronaut Scott Kelly, and Russian cosmonaut Mikhail Korniyenko are about to go to the International Space Station for an entire year."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29zbW9uYXV0&hash=7f32f48d05ecea8cc1469d8b3a32ccc9d9629b98&lang=en&cache-only=0",
            "defineEn": "an astronaut from Russia or the former Soviet Union",
            "defineVi": "một phi hành gia từ Nga hoặc Liên Xô cũ",
            "hasImg": true
        },
        {
            "id": "dd92b7f5-5c74-4400-b046-4292770a6497",
            "word": "to lift off",
            "phonetic": "tə lɪft ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "John finally paid off his credit card debt and felt a huge weight lifted off his shoulders.",
                "It only lifted off at all thanks to the ground effect.",
                "Nearly 5 million Americans have been lifted off food stamps.",
                "If you add too much weight, it won't lift off.",
                "And at about 6:00 in the morning on June 12, 1979, pilot Bryan Allen lifted off and slowly flew away from the English coast."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGlmdCBvZmY&hash=ddf338c45f98c81e7c11036f6076b66f74513b31&lang=en&cache-only=0",
            "defineEn": "(of a spacecraft or aircraft) to leave the ground, particularly vertically",
            "defineVi": "(của tàu vũ trụ hoặc máy bay) rời khỏi mặt đất, đặc biệt là theo phương thẳng đứng",
            "hasImg": true
        },
        {
            "id": "d2e7caf1-48f2-4661-b5eb-cc82d82e4524",
            "word": "axis",
            "phonetic": "æksɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Earth rotates on its axis, causing day and night.",
                "So that axis is time.",
                "The X axis marks distance from Earth, and the Y axis tracks the passage of time.",
                "And then this one here was our principal axis.",
                "These axes are called roll, pitch and yaw. "
            ],
            "audio": "https://tts.langeek.co/read?text=YXhpcw&hash=3a74108c7692c0eaeb058829cead065490b3f854&lang=en&cache-only=0",
            "defineEn": "an imaginary line in the middle of an object around which the object revolves",
            "defineVi": "một đường tưởng tượng ở giữa một vật thể mà vật thể xoay quanh",
            "hasImg": true
        },
        {
            "id": "0462916a-8b0f-4dd8-a34c-9511bb395dae",
            "word": "rotation",
            "phonetic": "ɹoʊteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The whole disc finishes one rotation at the same time.",
                "Every 23 hours 56 minutes and 4 seconds, our planet makes one rotation on its axis.",
                "The Earth's rotation for example is slowing down.",
                "That rotation is going into a translation.",
                "And the second part was the rotation."
            ],
            "audio": "https://tts.langeek.co/read?text=cm90YXRpb24&hash=410a9380fdb7293f242afcad99a9b562f1de6c41&lang=en&cache-only=0",
            "defineEn": "the action of circular movement around a fixed point",
            "defineVi": "hành động của chuyển động tròn xung quanh một điểm cố định",
            "hasImg": true
        },
        {
            "id": "56c99e35-1f71-4fac-b686-5150a02c6c0c",
            "word": "space shuttle",
            "phonetic": "speɪs ʃʌɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "But it is not the Space Shuttle.",
                "So the very last Space Shuttle flight touched down on July 21, 2011, and NASA astronauts have been flying to space on the Russian Soyuz ever since.",
                "18 suits were developed for the Space Shuttle program in 1974 and have vastly overworked their original 15-year-life design.",
                "And my boss, Charlie Bell, worked on the Space Shuttle and we actually used some things off the Space Shuttle where they have to handle the shock of launch and landing.",
                "Back in the Space Shuttle era, NASA sent up an experiment designed to brew a tiny batch of space beer."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BhY2Ugc2h1dHRsZQ&hash=6cd9115902a801f39abe6eb156aebda3968b27a3&lang=en&cache-only=0",
            "defineEn": "a vehicle designed and used to go to space and return multiple times",
            "defineVi": "một phương tiện được thiết kế và sử dụng để đi vào không gian và quay trở lại nhiều lần",
            "hasImg": true
        },
        {
            "id": "5bef500f-a24d-4ad9-a3aa-0f1b62033174",
            "word": "UFO",
            "phonetic": "juːɛfoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The U.S. government is hiding UFOs in Area 51!",
                "She's having nightmares of UFO abductions.",
                "\"The UFO was also confirmed by our radar.\"",
                "As consumer cameras and recording devices became more accessible, so did the popularity of UFOs.",
                "Just throw it in there with UFOs and crop circles."
            ],
            "audio": "https://tts.langeek.co/read?text=VUZP&hash=a4e72856c9b5bfce0f8cab434711ca243cd93a2e&lang=en&cache-only=0",
            "defineEn": "a mysterious object that some people claim to have seen flying around in the sky and assume that it is a spaceship from another world",
            "defineVi": "một vật thể bí ẩn mà một số người tuyên bố đã nhìn thấy bay trên bầu trời và cho rằng đó là một con tàu vũ trụ từ thế giới khác",
            "hasImg": true
        },
        {
            "id": "7ddbc584-5b1f-43eb-9ac1-3d320114666d",
            "word": "weightless",
            "phonetic": "weɪtləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Neutrinos are tiny, almost weightless particles that only interact via gravity and nuclear decay.",
                "And the effect is that you feel weightless.",
                "If you're planning a trip to the International Space Station, be prepared to feel weightless.",
                "Everything inside would be weightless, floating around him, but there’s no way he’d be able to distinguish this from floating in deep space, far from a massive object like Earth.",
                "A plushie penguin named GuinGuin, who comes along to indicate when everyone and everything inside the capsule becomes weightless."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VpZ2h0bGVzcw&hash=6e8bb6057950b42223ec6fa2820607fdef0febd3&lang=en&cache-only=0",
            "defineEn": "having or seeming to have no or little weight, caused by the absence of gravity",
            "defineVi": "có hoặc dường như không có hoặc có ít trọng lượng, do không có trọng lực",
            "hasImg": true
        }
    ]
}