{
    "id": "91165086-2b6f-4523-a5cd-6b80b3c7369c",
    "title": "Houses and Buildings",
    "originalTitle": "Lesson 3",
    "words": [
        {
            "id": "5989bc8d-7184-4967-a4e6-9514df1eba5a",
            "word": "tower",
            "phonetic": "taʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I think you live in an ivory tower.",
                "The book was written by some college professor who's spent her entire professional life in an ivory tower.",
                "You're completely out of touch - it's time to come out of your ivory tower and see what's going on in the real world!",
                "We sat around the campfire, roasting marshmallows under the watchful presence of the towering single-leaf pinyon trees.",
                "Instead of hiring the brightest scientists and locking them in an ivory tower with like-minded people, the organization strives to embrace collaboration and a full-stack scope of solutions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG93ZXI&hash=f28e606561f847d9f9195ad335968c11295e5f58&lang=en&cache-only=0",
            "defineEn": "a tall and often narrow building that stands alone or is part of a castle, church, or other larger buildings",
            "defineVi": "một tòa nhà cao và thường hẹp đứng một mình hoặc là một phần của lâu đài, nhà thờ hoặc các tòa nhà lớn hơn khác",
            "hasImg": true
        },
        {
            "id": "84fa96ca-0527-4552-98eb-32649c972acb",
            "word": "palace",
            "phonetic": "pælɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Around 200 000 visitors each year come to see the summer palace.",
                "Palace intrigue shakes one of the Middle East's most historically stable monarchies.",
                "'Where is your palace?'",
                "In an instant, the palace dissolved around them.",
                "My home is my palace in reality."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFsYWNl&hash=60e25c6b8bfc9132e0c2a48988f144fdd4474c0f&lang=en&cache-only=0",
            "defineEn": "a large building that is the official home of a powerful or very important person such as a king, queen, pope, etc.",
            "defineVi": "một tòa nhà lớn là nhà chính thức của một người có quyền lực hoặc rất quan trọng như vua, hoàng hậu, giáo hoàng, v.v.",
            "hasImg": true
        },
        {
            "id": "9ea23e36-f9e9-41cc-9cce-bf3d805db570",
            "word": "cabin",
            "phonetic": "kæbɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The couple spent their vacation in a cozy cabin, billing and cooing by the fireplace.",
                "We thought a week in a secluded cabin with no TV or Internet would make for some great family bonding, but we were all bored out of our skulls after a couple of days.",
                "The airplane cabin was spacious and comfortable.",
                "Those cabins are the face of the airline.",
                "I see our cabin."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FiaW4&hash=34500803f604734e43ca0dc79d10da85830fb3cd&lang=en&cache-only=0",
            "defineEn": "a small wooden house or shelter built in a forest or the mountains",
            "defineVi": "một ngôi nhà gỗ nhỏ hoặc nơi trú ẩn được xây dựng trong rừng hoặc núi",
            "hasImg": true
        },
        {
            "id": "55fdbd14-f3a6-40ee-88fa-3acae5f9ed8c",
            "word": "studio",
            "phonetic": "stuːdɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "His personal work was kept securely in an upstairs studio.",
                "Tony wants me in the studio.",
                "I'd much rather be in a studio and dance my heart out than go to a gym.",
                "He caught a break that few aspiring screenwriters do: running into a studio boss at a party.",
                "As soon as she walked into the art studio, she knew she had found a place where she truly belonged."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1ZGlv&hash=a166c6be7298c79a9d6650c83e5db02601a1bd35&lang=en&cache-only=0",
            "defineEn": "a tiny apartment that has only one main room",
            "defineVi": "một căn hộ nhỏ chỉ có một phòng chính",
            "hasImg": true
        },
        {
            "id": "103702da-2505-4042-a00f-cf6768d661b8",
            "word": "guest house",
            "phonetic": "ɡɛst haʊs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3Vlc3QgaG91c2U&hash=9123987af401c174e46c6af1f5d68744606daae3&lang=en&cache-only=0",
            "defineEn": "a small house separated from a larger one where guests can stay",
            "defineVi": "một ngôi nhà nhỏ tách biệt với một ngôi nhà lớn hơn, nơi khách có thể ở lại",
            "hasImg": true
        },
        {
            "id": "e45d4b1f-b4a1-44cb-8f2f-36a67e3a2e0f",
            "word": "apartment building",
            "phonetic": "ɐpɑːɹtmənt bɪldɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The buildings, the apartment buildings are bombed.",
                "Those assets included hotels, apartment buildings, and other real estate assets.",
                "Then they are outside the apartment building.",
                "Bretton Hall is a low-income apartment building in Cass Corridor.",
                "As an example, a one-story apartment building might provide living space for 25 people. "
            ],
            "audio": "https://tts.langeek.co/read?text=YXBhcnRtZW50IGJ1aWxkaW5n&hash=1a8d9ca649d05a75691102aad8480b7b461f015c&lang=en&cache-only=0",
            "defineEn": "a tall building with one or several apartments built on each floor",
            "defineVi": "một tòa nhà cao với một hoặc một số căn hộ được xây dựng trên mỗi tầng",
            "hasImg": true
        },
        {
            "id": "3b257805-dbc5-4d71-b0f8-13c1c5a543a5",
            "word": "country house",
            "phonetic": "kʌntɹi haʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "He gives the child to one of the women in his country house.",
                "His handlers say that Kentucky Derby winner Country House has a cough, and will not run in the Preakness in two weeks.",
                "Mr Bounderby had managed to buy a very grand Country house with its own large grounds, about fifteen miles from the town.",
                "One cloudy September evening, when Mr Bounderby was away in London on business and Tom was in Coketown, Mrs Sparsit found that Mr Bounderby's country house was empty.",
                "So to read off a little summary, \"Beelzebub, a powerful demon hellbent to possess and consume souls, goes after siblings and their lifelong friends at a rundown country house.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnRyeSBob3VzZQ&hash=76c09e5cdec06f46a142abefea9d207fb71b5f00&lang=en&cache-only=0",
            "defineEn": "a house, particularly one that is very large and is built in the English countryside",
            "defineVi": "một ngôi nhà, đặc biệt là một ngôi nhà rất lớn và được xây dựng ở vùng nông thôn nước Anh",
            "hasImg": true
        },
        {
            "id": "e3cf2678-6038-4a68-a2cc-328de4025275",
            "word": "floor",
            "phonetic": "floːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The senator held the floor for several hours.",
                "At precisely 6:45 a.m. the rowdiness ceases as Sailor, a union safety expert, takes the floor for his weekly lecture.",
                "She covered the floor with a colorful carpet.",
                "They wiped the floor with us in a 3–0 win.",
                "Share prices have gone through the floor."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxvb3I&hash=f6d26bceb1625362fd3257c87e7a30084275c93b&lang=en&cache-only=0",
            "defineEn": "all the rooms of a building that are on the same level",
            "defineVi": "tất cả các phòng của một tòa nhà ở cùng cấp độ",
            "hasImg": true
        },
        {
            "id": "b2a370c5-8114-4033-aa09-80d66d13b8bd",
            "word": "step",
            "phonetic": "stɛp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Steps leading from the kitchen to the cellar.",
                "8 steps that paved the way to the Civil Rights Act of 1964.",
                "It is out of step with changes in industry.",
                "She felt for the step with her foot.",
                "The teacher highlighted the correct steps to solve the math problem."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlcA&hash=da40d57e7411db7e0b4097b19863921812e2b4fb&lang=en&cache-only=0",
            "defineEn": "a series of flat surfaces used for going up or down",
            "defineVi": "một loạt các bề mặt phẳng được sử dụng để đi lên hoặc đi xuống",
            "hasImg": true
        },
        {
            "id": "d782070c-a612-4778-9373-3aacc31e9a4c",
            "word": "fireplace",
            "phonetic": "faɪɚpleɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have a cozy sitting area downstairs by the fireplace.",
                "The couple spent their vacation in a cozy cabin, billing and cooing by the fireplace.",
                "The rug in front of the fireplace provides a comfortable spot to sit.",
                "We sat by the fireplace, cracking open butternuts and sharing stories.",
                "The house has a cozy fireplace, perfect for winter evenings."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlyZXBsYWNl&hash=abdf8866e671d5a2ad2f7d12fad8bb155801fe27&lang=en&cache-only=0",
            "defineEn": "a space or place in a wall for building a fire in",
            "defineVi": "một không gian hoặc địa điểm trong một bức tường để xây dựng một ngọn lửa trong",
            "hasImg": true
        },
        {
            "id": "d9fd7977-f666-409a-93e1-79280f0c2976",
            "word": "chimney",
            "phonetic": "tʃɪmni ",
            "partOfSpeechType": "noun",
            "examples": [
                "She's only thirteen and she already smokes like a chimney.",
                "'Are you asking the chimneys of Coketown to decide for you?'",
                "Lost City’s white smoker chimneys are basically the exact opposite of that because they form by a process known as serpentinization instead.",
                "It was a town of machines and tall chimneys, and of red brick, blackened by years of endless smoke and dirt.",
                "As the sun appeared in the pale sky, he climbed up into the countryside, leaving the silent factories and tall chimneys far below him."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpbW5leQ&hash=d7dc1633d79929c5a32b8113ddd722b6139fb847&lang=en&cache-only=0",
            "defineEn": "a channel or passage that lets the smoke from a fire pass through and get out from the roof of a building",
            "defineVi": "một kênh hoặc lối đi cho phép khói từ đám cháy đi qua và thoát ra khỏi mái nhà của tòa nhà",
            "hasImg": true
        },
        {
            "id": "3d229233-b884-491e-8afa-2b5a484dabd9",
            "word": "driveway",
            "phonetic": "dɹaɪvweɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This new snow shovel makes short work of clearing off the driveway.",
                "This new snow shovel makes short work of clearing off the driveway.",
                "He goes ripping down the driveway, jams on the brake, and lays down these sweet skids!",
                "My bus stop was at a driveway, somebody else's driveway.",
                "My bus stop was at a driveway, somebody else's driveway."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJpdmV3YXk&hash=0d9373e961e98472f58f8ede6dea286de6e18389&lang=en&cache-only=0",
            "defineEn": "a short path or private road between a street and a house",
            "defineVi": "một con đường ngắn hoặc con đường riêng giữa một con phố và một ngôi nhà",
            "hasImg": true
        },
        {
            "id": "5cf76ad4-7f92-4091-b1bb-8307db492019",
            "word": "corridor",
            "phonetic": "kɔɹɪdoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The corridor led into a spacious living room.",
                "He passed along the corridor to a small room at the back of the building.",
                "The CEO's decisions were made in the corridors of power, far from the view of the employees and customers who were affected by them.",
                "Body bags line the corridors.",
                "Growth and innovation come from new urban corridors."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ycmlkb3I&hash=9600b08a2346f0620b796ded19110f9ab49e6bc4&lang=en&cache-only=0",
            "defineEn": "a long narrow way in a building that has doors on either side opening into different rooms",
            "defineVi": "một con đường dài hẹp trong một tòa nhà có cửa ở hai bên mở vào các phòng khác nhau",
            "hasImg": true
        },
        {
            "id": "8cb38fb2-035c-43bd-b32a-af9ff6270cb9",
            "word": "drain",
            "phonetic": "dɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Has Trump drained the swamp in Washington?",
                "Britain has suffered a huge brain drain in recent years.",
                "He laughed like a drain instead of giving me a hand.",
                "She was laughing like a drain when I got there.",
                "Ronald Reagan called for draining the swamp of bureaucrats in Washington D.C. while in 2006."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhaW4&hash=f01142381e8c3294382e4baafceeea754f003380&lang=en&cache-only=0",
            "defineEn": "a pipe in the bottom of a sink, bath, etc. through which dirty water flows out",
            "defineVi": "một đường ống ở đáy bồn rửa, bồn tắm, v.v. qua đó nước bẩn chảy ra",
            "hasImg": true
        },
        {
            "id": "b4bf9b11-d8ad-4f6d-b1b8-a6ffaca44d8a",
            "word": "walkway",
            "phonetic": "wɔːkweɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is your original walkway.",
                "In 1838, they dug a walkway around the base to examine the sunken foundation.",
                "And don't block anything in the walkways downtown.",
                "Because Edison wasn’t just busy lighting up walkways in December.",
                "I think what I’ll do is create a walkway across the lovely ocean here."
            ],
            "audio": "https://tts.langeek.co/read?text=d2Fsa3dheQ&hash=0eebc6523051e4a3bfdfaeb3a59727e4768e4e54&lang=en&cache-only=0",
            "defineEn": "a path for walking, typically built outdoors and above the ground level",
            "defineVi": "một con đường để đi bộ, thường được xây dựng ngoài trời và trên mặt đất",
            "hasImg": true
        },
        {
            "id": "8e5192b0-28c7-410b-9f83-afcde6bf2d4b",
            "word": "back door",
            "phonetic": "bæk doːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The thieves had a go at the front door, then chiselled their way in through the back door.",
                "Go into the house by the back door.'",
                "Are they going out the back door?",
                "Not everybody has a Hezbollah checkpoint outside their back door.",
                "Later that afternoon, I do go home through the back door."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFjayBkb29y&hash=2b9f1f18454cdb381a46b5696522f928d7a2ad74&lang=en&cache-only=0",
            "defineEn": "a door that is located behind or at the side of a building",
            "defineVi": "một cánh cửa được đặt phía sau hoặc ở bên cạnh của một tòa nhà",
            "hasImg": true
        },
        {
            "id": "3cb5c0e0-a2cc-4f5f-85d0-52abddfec5e3",
            "word": "front door",
            "phonetic": "fɹʌnt doːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The thieves had a go at the front door, then chiselled their way in through the back door.",
                "She used her key to open the front door.",
                "We never leave the house without locking the front door.",
                "She was sure that she had locked the front door before leaving the house.",
                "The doorkeeper opens the front door to the house."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJvbnQgZG9vcg&hash=91a31e715414e095fb7b31115691985c2d24902f&lang=en&cache-only=0",
            "defineEn": "the main entrance to a person's house",
            "defineVi": "lối vào chính của một ngôi nhà của một người",
            "hasImg": true
        },
        {
            "id": "c78e687e-0689-4350-aec0-e58208429a18",
            "word": "family room",
            "phonetic": "fæmɪli ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "And my son on the flip side found all those teen magazine kind of pictures when he was about the same age and ran into the family room to my daughter and said, \"Look, dad was huge and we missed it.\""
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFtaWx5IHJvb20&hash=928a5b36919f9c407e9a5229c9b095fa685ad9b6&lang=en&cache-only=0",
            "defineEn": "a room in an apartment or house in which the family gathers to watch TV, relax, etc.",
            "defineVi": "một căn phòng trong một căn hộ hoặc ngôi nhà trong đó gia đình quây quần để xem TV, thư giãn, v.v.",
            "hasImg": true
        },
        {
            "id": "37ff7f7f-d338-43f6-8927-767c909a1188",
            "word": "guest room",
            "phonetic": "ɡɛst ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "You may use the guest room at your pleasure.",
                "But at any given time, she has piles of clean clothes in baskets and on a bed in the guest room.",
                "And The Washington Post reported on October 27th, 2020 that the U.S. government has paid the Trump Organization at least 2.5 million dollars since Trump took office for guest rooms, food and wine and other services at Trump properties.",
                "So now here we are in the guest room, which is really sophisticated and beautiful.",
                "So now I'm going into the youth/guest room, and I'm taking a look."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Vlc3Qgcm9vbQ&hash=89ae9e4d5d6f1ac5eb1139c3bde6aad4a937738b&lang=en&cache-only=0",
            "defineEn": "a bedroom in a house for guests to stay or sleep in",
            "defineVi": "một phòng ngủ trong một ngôi nhà cho khách ở lại hoặc ngủ trong",
            "hasImg": true
        },
        {
            "id": "0cd3b83b-c529-4513-a394-1cd5382671be",
            "word": "storeroom",
            "phonetic": "stoːɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have about 20 different storerooms, divided into freezers, fridges, walk-in fridges, and dry stores.",
                "It's nice to be in this storeroom.",
                "We like to have a couple extra days, just to make sure, in case we extended or anything, but I've had this storeroom up to the overhead, and all the way to the door, full of food. -"
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvcmVyb29t&hash=7756b45143ce0cad565d4e3a51aeb24e936b1010&lang=en&cache-only=0",
            "defineEn": "a room where things are kept while they are not needed or used",
            "defineVi": "một căn phòng nơi mọi thứ được giữ trong khi chúng không cần thiết hoặc không được sử dụng",
            "hasImg": true
        },
        {
            "id": "6d095a53-95a2-41e5-b6b1-64484371ff4e",
            "word": "swimming pool",
            "phonetic": "swɪmɪŋ puːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have a swimming pool in our backyard for summer fun.",
                "There was like swimming pools.",
                "That's a million Olympic swimming pools.",
                "Do I need a swimming pool?",
                "I put it in the swimming pool ."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dpbW1pbmcgcG9vbA&hash=fe96a68f4a0f4834629a088448fc9ca6a5bc4851&lang=en&cache-only=0",
            "defineEn": "a specially designed structure that holds water for people to swim in",
            "defineVi": "một cấu trúc được thiết kế đặc biệt chứa nước để mọi người bơi trong",
            "hasImg": true
        },
        {
            "id": "fe37891d-df88-4be6-8a5c-b5ba80a1c54b",
            "word": "study",
            "phonetic": "stʌdi ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend studied the nutritional benefits of different legumes for her research project.",
                "We study the history of our country in social studies class.",
                "She studied different subjects in school, from math to history.",
                "We study different subjects like math, science, and English at school.",
                "Researchers study diatoms to better understand the environmental conditions of aquatic habitats."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1ZHk&hash=2097b3f782215c2a8f777e35d85a798163d9ad66&lang=en&cache-only=0",
            "defineEn": "a room in a house where a person reads or writes something",
            "defineVi": "một căn phòng trong một ngôi nhà nơi một người đọc hoặc viết một cái gì đó",
            "hasImg": true
        },
        {
            "id": "743dc38f-ca99-4e71-88b1-fcec7510bd1b",
            "word": "shelf",
            "phonetic": "ʃɛlf ",
            "partOfSpeechType": "noun",
            "examples": [
                "This dictionary goes on the top shelf.",
                "To hit the shops/stores/shelves.",
                "The book on the shelf had a purple cover.",
                "He kept his favorite toys on the shelves in his bedroom.",
                "I can't reach the top shelf."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hlbGY&hash=c850b935e7ce89e25336bcd3d7aef0dee5e2b952&lang=en&cache-only=0",
            "defineEn": "a flat, narrow board made of wood, metal, etc. attached to a wall, to put items on",
            "defineVi": "một tấm ván phẳng, hẹp làm bằng gỗ, kim loại, v.v. gắn vào tường, để đặt các vật dụng lên",
            "hasImg": true
        },
        {
            "id": "1a887e2d-d296-4bab-9247-f3879a3ceed6",
            "word": "porch",
            "phonetic": "pɔːɹtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Carolyn served them iced tea on the front porch.",
                "The house has a large porch where they can relax and enjoy the view.",
                "He carved a spooky face on the pumpkin and placed it on the front porch.",
                "Now creative solutions are popping up everywhere, from doorbell cameras to automatic locks, porch lockers to alternative pickup points.",
                "So he gives a bunch of short speeches from his front porch."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9yY2g&hash=6bc6ade107bfdf2a3c9f3c182f7ad8d8268cbeed&lang=en&cache-only=0",
            "defineEn": "a structure with a roof and no walls at the entrance of a house",
            "defineVi": "một cấu trúc với một mái nhà và không có bức tường ở lối vào của một ngôi nhà",
            "hasImg": true
        },
        {
            "id": "8f18129e-eeb7-49f5-b04f-2dc08ca040d6",
            "word": "resident",
            "phonetic": "ɹɛzᵻdənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Local residents have raised concerns about late-night noise.",
                "The constant noise from the construction site vexed the residents of the neighborhood.",
                "The plans for the new development have raised angry protests from local residents.",
                "The resident pianist will be tickling the ivories.",
                "Residents are not allowed to keep pets."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzaWRlbnQ&hash=2cacd5fefc291723905833f4227267cd5bc3b5ac&lang=en&cache-only=0",
            "defineEn": "a person who lives in a particular place, usually on a long-term basis",
            "defineVi": "một người sống ở một nơi cụ thể, thường là trên cơ sở lâu dài",
            "hasImg": true
        },
        {
            "id": "4cd75e4a-cfb4-4702-98ca-fa0d4e08c063",
            "word": "accommodations",
            "phonetic": "ɐkɑːmədeɪʃənz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWNjb21tb2RhdGlvbnM&hash=6d290a8ada64d87df75fab4b398946b6aba1c7ed&lang=en&cache-only=0",
            "defineEn": "a place to stay in for a short period, often with food or other services",
            "defineVi": "một nơi để ở trong một thời gian ngắn, thường với thức ăn hoặc các dịch vụ khác",
            "hasImg": true
        },
        {
            "id": "12d406a4-eb9b-4ed9-9a30-37a45767cd5f",
            "word": "rent",
            "phonetic": "ɹɛnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rents have gone through the roof.",
                "The rent is coming due next week.",
                "They rented the same bungalow year in, year out.",
                "He rented an expensive sports car for his wedding day.",
                "He rented an apartment in the city to be closer to his workplace."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVudA&hash=32b409470dc2daacca607b8ed89118cf2d935d01&lang=en&cache-only=0",
            "defineEn": "the money that is regularly paid to use an apartment, room, etc. owned by another person",
            "defineVi": "số tiền thường xuyên được trả để sử dụng căn hộ, phòng, v.v. thuộc sở hữu của người khác",
            "hasImg": true
        },
        {
            "id": "059d1674-192c-47f3-b8b7-782d94fac888",
            "word": "to rent",
            "phonetic": "tə ɹɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Rents have gone through the roof.",
                "The rent is coming due next week.",
                "They rented the same bungalow year in, year out.",
                "He rented an expensive sports car for his wedding day.",
                "He rented an apartment in the city to be closer to his workplace."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVudA&hash=aa56a8ed8738323bced618cee5027c66fd997375&lang=en&cache-only=0",
            "defineEn": "(of an owner) to let someone use a property, car, etc. for a particular time",
            "defineVi": "(của chủ sở hữu) để cho ai đó sử dụng tài sản, xe hơi, v.v. trong một thời gian cụ thể",
            "hasImg": true
        }
    ]
}