{
    "id": "915958f2-e190-43e5-8033-a4579f86994a",
    "title": "Disability",
    "originalTitle": "Disability",
    "words": [
        {
            "id": "125b0a2c-a225-4b7f-bc0f-152c14ca6ad9",
            "word": "blindness",
            "phonetic": "blaɪndnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some NTDs cause blindness as the result of awful eye infections.",
                "First of all, blindness is a spectrum.",
                "The law even included special consideration for children with disabilities, like deafness or blindness.",
                "Of course, the glasses can not cure color blindness, because nothing has physically changed about your eyes or your cones.",
                "my perception of blindness, is that something is missing."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxpbmRuZXNz&hash=50c415931870eec07fb20e76f4eea05f1fe666ab&lang=en&cache-only=0",
            "defineEn": "the condition or state of being completely or partially unable to see",
            "defineVi": "tình trạng hoặc trạng thái hoàn toàn hoặc một phần không thể nhìn thấy",
            "hasImg": true
        },
        {
            "id": "5d360461-0dfd-4118-ac89-5c2502a08634",
            "word": "locked-in syndrome",
            "phonetic": "lɑːktɪn sɪndɹoʊm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG9ja2VkLWluIHN5bmRyb21l&hash=30ed0212a16ad1a274bbae427f135381cfd5d17d&lang=en&cache-only=0",
            "defineEn": "a rare neurological condition in which a person is unable to move or speak, but retains full awareness and mental alertness",
            "defineVi": "một tình trạng thần kinh hiếm gặp trong đó một người không thể di chuyển hoặc nói, nhưng vẫn giữ được nhận thức đầy đủ và sự tỉnh táo về tinh thần"
        },
        {
            "id": "61146c02-7d8e-47a0-844e-9924d461f9e7",
            "word": "deafness",
            "phonetic": "dɛfnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, deafness is a spectrum.",
                "Again, deafness is a spectrum.",
                "They used their deafness to their advantage.",
                "The law even included special consideration for children with disabilities, like deafness or blindness.",
                "So, deafness is not one size fits all."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVhZm5lc3M&hash=cea3ff67dc4ab29c348411ed97be7ae689ad7610&lang=en&cache-only=0",
            "defineEn": "the state or condition of being totally or partially unable to hear",
            "defineVi": "tình trạng hoặc tình trạng không thể nghe hoàn toàn hoặc một phần",
            "hasImg": true
        },
        {
            "id": "873ae23c-dae9-44d0-a787-87eda24d51f1",
            "word": "autism spectrum disorder",
            "phonetic": "ɔːtɪzəm spɛktɹəm dɪsoːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can see negative symptoms with social anxiety, autism spectrum disorder and other developmental disorders.",
                "The prevalence of autism spectrum disorder has also increased over the past few decades.",
                "We still don't know the actual cause of autism spectrum disorders but research shows that those with ASD do have abnormalities in the social regions of the brain.",
                "and then a blog written by Myka for The Bump, she explained that he was profoundly developmentally delayed and in addition to a brain cyst and brain tumor, Huxley was diagnosed with autism spectrum disorder at level three after returning to the State.",
                "My 35-year-old youngest, she has an autism spectrum disorder and she lives with us."
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0aXNtIHNwZWN0cnVtIGRpc29yZGVy&hash=f45ac527dcdf1e81a33e1efcf3120ae5ac70451c&lang=en&cache-only=0",
            "defineEn": "a complex developmental disorder stigmatized by persistent challenges with social communication and interaction or repetitive patterns of thought and behavior",
            "defineVi": "một chứng rối loạn phát triển phức tạp bị kỳ thị bởi những thách thức dai dẳng với giao tiếp và tương tác xã hội hoặc các kiểu suy nghĩ và hành vi lặp đi lặp lại"
        },
        {
            "id": "d8b718f1-a6b7-476f-9e6c-fd609ea821f7",
            "word": "disability",
            "phonetic": "dɪsɐbɪləɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Students with disabilities have priority access to the lift.",
                "Insulting disabilities.",
                "The disability is still there.",
                "The vast majority have non-visible disabilities.",
                "Second, she has other disabilities."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzYWJpbGl0eQ&hash=2d1b8be4cf8ef0d54790e290e7f4400468d6048a&lang=en&cache-only=0",
            "defineEn": "a physical or mental condition that prevents a person from using some part of their body completely or learning something easily",
            "defineVi": "một tình trạng thể chất hoặc tinh thần ngăn cản một người sử dụng hoàn toàn một phần cơ thể của họ hoặc học một cái gì đó một cách dễ dàng",
            "hasImg": true
        },
        {
            "id": "5f654dc9-8f0c-43ac-85de-13808358802b",
            "word": "amputation",
            "phonetic": "æmpjuːteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Right after an amputation, a signal is sent to cells all over an axolotl’s body telling them to start dividing.",
                "What we do know is that people usually develop the condition after traumatic brain injury or sensory loss, like an amputation.",
                "They could be used to cover up amputations or burns, prevent infection in larger injuries, or even repair sagging eyelids.",
                "Amputations likely from frostbite are common in Europe."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1wdXRhdGlvbg&hash=047ba46225c7e452b1b169018bcd0f3e7ea33bfe&lang=en&cache-only=0",
            "defineEn": "surgical removal of a limb or a part of it",
            "defineVi": "phẫu thuật cắt bỏ một chi hoặc một phần của nó",
            "hasImg": true
        },
        {
            "id": "fc6065bd-e547-480d-8e98-9097a0f479d4",
            "word": "spina bifida",
            "phonetic": "spiːnə baɪfɪdə ",
            "partOfSpeechType": "noun",
            "examples": [
                "I have a friend with Spina Bifida that has used one and really, really likes it.",
                "These types of tails usually form as a birth defect, a deformity of the spine called spina bifida."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BpbmEgYmlmaWRh&hash=4abe92c83c2b3766407809d76e3312ee743cc6b5&lang=en&cache-only=0",
            "defineEn": "a not uncommon congenital defect in which a vertebra is malformed; unless several vertebrae are affected or there is myelomeningocele there are few symptoms; can be diagnosed by amniocentesis",
            "defineVi": "một khuyết tật bẩm sinh không phổ biến trong đó một đốt sống bị dị dạng; trừ khi một số đốt sống bị ảnh hưởng hoặc có thoát vị màng não tủy thì sẽ có ít triệu chứng; có thể chẩn đoán bằng chọc ối"
        },
        {
            "id": "567d7002-bf7a-45cc-ad8c-65d8096a6a32",
            "word": "cerebral palsy",
            "phonetic": "sɚɹiːbɹəl pɔːlzi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Samuel because of his Cerebral Palsy, Connolly because he'd developed Amyotrophic Lateral Sclerosis, also known as ALS or Lou Gehrig's disease, and had lost his ability to speak."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VyZWJyYWwgcGFsc3k&hash=0ccb165f084daf662fbb688b88e368bb6276a240&lang=en&cache-only=0",
            "defineEn": "a loss or deficiency of motor control with involuntary spasms caused by permanent brain damage present at birth",
            "defineVi": "mất hoặc thiếu khả năng kiểm soát vận động với các cơn co thắt không tự nguyện do tổn thương não vĩnh viễn khi sinh"
        },
        {
            "id": "fb56e9f9-aef5-42ee-9c03-c9bccf3625f8",
            "word": "epilepsy",
            "phonetic": "ɛpɪlɛpsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, epilepsy is another term for seizure disorder.",
                "In a 2004 study, scientists analyzed data from an epilepsy monitoring unit.",
                "The two women were being evaluated for epilepsy surgery at University Hospital in Geneva, Switzerland.",
                "Liam has Down syndrome, epilepsy and chronic lung disease.",
                "Hallucinations, epilepsy, and other conditions are said to be the work of jinn."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBpbGVwc3k&hash=bf5a6bb2ef17c61efa9b4b8426ea186a62ee6b5e&lang=en&cache-only=0",
            "defineEn": "a central nervous system disorder that causes sudden, unprovoked, and recurrent seizures",
            "defineVi": "một rối loạn hệ thống thần kinh trung ương gây ra các cơn động kinh đột ngột, vô cớ và tái phát"
        },
        {
            "id": "46f42ad2-da39-4356-a8f1-673aef9f690e",
            "word": "echolalia",
            "phonetic": "ɛkəleɪliə ",
            "partOfSpeechType": "noun",
            "examples": [
                "They could be repetitions of words that other people say, or sounds from nearby, known as echolalia."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNob2xhbGlh&hash=e5855b106853e86cb92cb425179e09eddf06ae8b&lang=en&cache-only=0",
            "defineEn": "meaningless repetition or echoing of vocalizations made by another person, as a result of mental disorder",
            "defineVi": "lặp đi lặp lại vô nghĩa hoặc lặp lại cách phát âm của người khác, do rối loạn tâm thần"
        },
        {
            "id": "69ae7f44-8867-4c60-9712-46276356ecb1",
            "word": "aphantasia",
            "phonetic": "ɐfɐnteɪʒə ",
            "partOfSpeechType": "noun",
            "examples": [
                "But aphantasia is more than just a different way of experiencing the world.",
                "But people with aphantasia don’t respond that way.",
                "As scientists studied these folks, they found that aphantasia falls on a spectrum.",
                "The researchers found that people with aphantasia also put more text on the drawings, and that they described storing the pictures as words and descriptions.",
                "Broadly-speaking, the scientific community first really learned about aphantasia after a man had what seemed like a small stroke and lost his ability to create visual imagery."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBoYW50YXNpYQ&hash=36da99f1a4b844c13aa1eb40bc2ba7101cae0d41&lang=en&cache-only=0",
            "defineEn": "a condition where an individual lacks the ability to visualize or mentally create images in their mind's eye",
            "defineVi": "một tình trạng mà một cá nhân thiếu khả năng hình dung hoặc tạo ra hình ảnh trong tâm trí của họ"
        },
        {
            "id": "9448c646-21b4-4386-a868-39a2dd041f69",
            "word": "dyslexia",
            "phonetic": "dɪslɛksiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "12 children had dyslexia, and 22 had typical reading skills.",
                "So, basically, research on dyslexia is an ongoing process.",
                "Dyslexia researchers have also brought up problems with the methodology of the study, like not testing participants for dyslexia as part of the experiment.",
                "Thanks to giant leaps in brain imaging over the past couple of decades, with fMRI and other techniques, researchers have found differences in the brains of people with dyslexia.",
                "In those with dyslexia, the arcuate fasciculus is smaller, with less white matter to carry information."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHlzbGV4aWE&hash=2498759cd3b1d0c8882db4f6efee06931200b4fa&lang=en&cache-only=0",
            "defineEn": "a specific neurobiological disorder marked by difficulty reading and spelling in individuals with otherwise unaffected intelligence",
            "defineVi": "một rối loạn sinh học thần kinh cụ thể được đánh dấu bằng việc khó đọc và đánh vần ở những người có trí thông minh không bị ảnh hưởng"
        },
        {
            "id": "7a53b2b4-3b93-44ca-bb43-68a62fddd097",
            "word": "dwarfism",
            "phonetic": "dwɔːɹfɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "This phenomenon is known as insular dwarfism.",
                "Island dwarfism may have produced tiny lizards, but island gigantism is also a thing.",
                "tiny lizard might actually be the result of /double/ island dwarfism.",
                "That isolation led to small versions of large animals, or insular dwarfism, and large versions of small animals, or insular gigantism, on islands around the Mediterranean.",
                "I have achondroplasia, which is the most common form of dwarfism."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHdhcmZpc20&hash=56cf6f93a31c4038952b4c3581aa5bbaa2903ec1&lang=en&cache-only=0",
            "defineEn": "a genetic abnormality resulting in short stature",
            "defineVi": "một bất thường di truyền dẫn đến tầm vóc ngắn",
            "hasImg": true
        },
        {
            "id": "1c05a2df-d644-4f41-bf49-df6df9bcc0be",
            "word": "hard of hearing",
            "phonetic": "hɑːɹd ʌv hɪɹɪŋ ",
            "partOfSpeechType": "phrase",
            "examples": [
                "and he's increasingly hard of hearing.",
                "You're hard of hearing?",
                "I am hard of hearing.",
                "Around 38 to 48 million people in the United States alone are deaf and hard of hearing.",
                "Now, I grew up hard of hearing."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFyZCBvZiBoZWFyaW5n&hash=0f4dfb35470da220524910d2f74c3fe36893a5da&lang=en&cache-only=0",
            "defineEn": "unable to hear properly",
            "defineVi": "không thể nghe chính xác",
            "hasImg": true
        },
        {
            "id": "f6c860b8-1a4f-4dd5-be99-b9afc86f3816",
            "word": "impairment",
            "phonetic": "ɪmpɛɹmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "First, individuals have to show impairments in regulating their own behavior.",
                "Hypomania generally doesn't cause impairment.",
                "There's cognitive impairment with it.",
                "Also the symptoms caused clinically significant distress or impairment in various areas of your life not just one little area.",
                "You may have certain visual impairments, but not loss of eyesight."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wYWlybWVudA&hash=087f40a4d837ef3a73187fecf80006315aba0c37&lang=en&cache-only=0",
            "defineEn": "a state or condition in which a part of one's body or brain does not work properly",
            "defineVi": "một trạng thái hoặc tình trạng trong đó một phần cơ thể hoặc bộ não của một người không hoạt động bình thường",
            "hasImg": true
        },
        {
            "id": "938b4f53-8252-4c28-aac2-5d3b2d6159c9",
            "word": "learning disability",
            "phonetic": "lɜːnɪŋ dɪsɐbɪləɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "this isn't like a learning disability.",
                "Clinically, dyslexia is considered a learning disability that has been documented in lots of cultures with written language.",
                "I see him as somebody that was damaged, that probably had a learning disability but was exceptionally talented, a very smart person. ",
                "But a similarly problematic practice using subtest scores is still sometimes used to diagnose learning disabilities, against the advice of many experts.",
                "Universities have been slowed on the up take in terms of complying with issues around learning disabilities, and also internet access for blind people, deaf people, and people with learning disabilities."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhcm5pbmcgZGlzYWJpbGl0eQ&hash=acc4445a4b128d1ea647dce7d0c910ac3ae654d5&lang=en&cache-only=0",
            "defineEn": "a disorder that affects the ability to comprehend or process information, particularly  when not associated with physical disability",
            "defineVi": "một chứng rối loạn ảnh hưởng đến khả năng hiểu hoặc xử lý thông tin, đặc biệt khi không liên quan đến khuyết tật thể chất"
        },
        {
            "id": "e5324e9a-255b-4a90-8335-4aab121b921c",
            "word": "paraplegia",
            "phonetic": "pæɹəpliːdʒə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFyYXBsZWdpYQ&hash=fb4f9de0cb172a7b581573840fa6abd05dee4a69&lang=en&cache-only=0",
            "defineEn": "a type of paralysis that affects the legs and the lower body as the result of spinal cord damage",
            "defineVi": "một loại tê liệt ảnh hưởng đến chân và phần dưới cơ thể do tổn thương tủy sống",
            "hasImg": true
        },
        {
            "id": "0125e0a6-35cf-46e2-8609-3296d1622cb3",
            "word": "quadriplegia",
            "phonetic": "kwɑːdɹɪpliːdʒə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cXVhZHJpcGxlZ2lh&hash=9ec0123f1d11fc85d68ee214c0b681df0c68d2d7&lang=en&cache-only=0",
            "defineEn": "a condition in which someone is paralyzed from neck down",
            "defineVi": "một tình trạng trong đó một người nào đó bị liệt từ cổ trở xuống"
        },
        {
            "id": "36ed0ad3-cb45-4880-9bb1-f52af1fb0999",
            "word": "longsightedness",
            "phonetic": "lɔŋsaɪɾᵻdnəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG9uZ3NpZ2h0ZWRuZXNz&hash=5411a1953870844a06d4d67827012a9ddcfde0b8&lang=en&cache-only=0",
            "defineEn": "the condition of being incapable of clearly seeing objects that are near to one",
            "defineVi": "tình trạng không thể nhìn rõ các vật ở gần một"
        }
    ]
}