{
    "id": "91977f0a-4c4e-49ce-b628-72b29a8c0083",
    "title": "TV and Radio Programs",
    "originalTitle": "TV and Radio Programs",
    "words": [
        {
            "id": "77fcbbdf-dc54-453e-aa49-bdef14d22ec6",
            "word": "call-in",
            "phonetic": "kɔːlɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FsbC1pbg&hash=a887c6d9195f6eb75f9d7b7f3ffaff6ffc04d86f&lang=en&cache-only=0",
            "defineEn": "a type of television or radio program in which the audience take part by calling the studio to voice their opinions",
            "defineVi": "một loại chương trình truyền hình hoặc đài phát thanh trong đó khán giả tham gia bằng cách gọi đến trường quay để nói lên ý kiến của họ"
        },
        {
            "id": "2cf91d31-dc46-4814-94fc-832fead84acf",
            "word": "edutainment",
            "phonetic": "ɛdʒuːteɪnmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "If you'd like even more edutainment."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWR1dGFpbm1lbnQ&hash=03c7a2faa43357896d3ffa516d6ca87423ed4719&lang=en&cache-only=0",
            "defineEn": "products such as movies, TV shows, etc. that are made to be educational as well as entertaining",
            "defineVi": "các sản phẩm như phim, chương trình truyền hình, v.v. được tạo ra để mang tính giáo dục cũng như giải trí"
        },
        {
            "id": "6f8f1f32-5cf3-48da-a1f3-811c8adc86af",
            "word": "episode",
            "phonetic": "ɛpɪsoʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "In this grim little episode, few people come out well.",
                "I'm excited about the next episode of my favorite TV show.",
                "This episode finds him deep in depression as divorce looms large.",
                "When Sarah discovered the new TV series, she fell down the rabbit hole and binge-watched all the episodes in one sitting.",
                "The show finished with a dramatic cliffhanger, leaving the audience eager for the next episode."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBpc29kZQ&hash=2ded519ab05ff59a59ee07ba27d61fef0c05685d&lang=en&cache-only=0",
            "defineEn": "one of a series of a radio or TV show",
            "defineVi": "một trong một loạt chương trình phát thanh hoặc truyền hình"
        },
        {
            "id": "b2c83715-c3b8-44da-ad0c-56e1b26800be",
            "word": "laugh track",
            "phonetic": "læf tɹæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Gina Giotta, professor of communication and technology at California State University Northridge, traces the laugh tracks insertion into early television back to its non visual mass media predecessor: the radio.",
                "The laugh track, otherwise known as the cringest sound in modern Television.",
                "There's no one there, it's a laugh track.",
                "Also according to a 2004 journal article Joseph M. Moran et al from the Department of Psychological and Brain Sciences at Dartmouth College, those canned laugh tracks are sometimes placed where real laughter already occurs.",
                "Many multi camera shows that use laugh tracks are actually still shot in front of a live studio audience."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF1Z2ggdHJhY2s&hash=474f078d6c0efda449cb9784ca2e65260a5d5888&lang=en&cache-only=0",
            "defineEn": "pre-recorded laughter added to a radio or television show to make it seem like the audience is having a laugh",
            "defineVi": "tiếng cười được ghi sẵn được thêm vào chương trình phát thanh hoặc truyền hình để làm cho khán giả có vẻ như đang cười"
        },
        {
            "id": "50017e97-c986-4722-bdce-2057b03873f1",
            "word": "miniseries",
            "phonetic": "mɪnɪsɛɹiz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWluaXNlcmllcw&hash=9458e6cbdf8cc1e59fc5e991ef20f20bddb55cad&lang=en&cache-only=0",
            "defineEn": "‌a television show with a few episodes, shown over a short stretch of time",
            "defineVi": "‌một chương trình truyền hình có một vài tập, được chiếu trong một khoảng thời gian ngắn"
        },
        {
            "id": "1a8c8d3c-6640-44a3-8244-e1e74306dbab",
            "word": "panel show",
            "phonetic": "pænəl ʃoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFuZWwgc2hvdw&hash=addaefac1032cdc2b04c509e942a7056715d3efe&lang=en&cache-only=0",
            "defineEn": "a TV or radio competition in which people play games or answer questions to win",
            "defineVi": "một cuộc thi trên truyền hình hoặc đài phát thanh trong đó mọi người chơi trò chơi hoặc trả lời các câu hỏi để giành chiến thắng"
        },
        {
            "id": "06ffd24f-1da7-45f4-9ab2-3b130e5ce675",
            "word": "pilot",
            "phonetic": "paɪlət ",
            "partOfSpeechType": "noun",
            "examples": [
                "All through the hijacking the pilot kept a level head.",
                "The pilot's best bet was to make an emergency landing.",
                "The pilot made every safety check before taking off, but an unexpected mechanical issue caused a delay.",
                "On Thursday the airline had to charter 10 aircraft to counter industrial action by its pilots, who are on a work-to-rule.",
                "The helicopter pilot skillfully maneuvered through the mountains."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlsb3Q&hash=a9919107ec75ce3f5ca86b2391b11f76315c3cbb&lang=en&cache-only=0",
            "defineEn": "a TV or radio program made to see how the audience react and whether it should be made into a series",
            "defineVi": "một chương trình truyền hình hoặc đài phát thanh được thực hiện để xem khán giả phản ứng như thế nào và liệu nó có nên được dựng thành một bộ hay không"
        },
        {
            "id": "9cabeb8b-4c92-443c-af49-edd73ee1ba72",
            "word": "quiz show",
            "phonetic": "kwɪz ʃoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You might have seen our livestream extravaganza earlier this week, where we tested some fun experiments, did a live quiz show, and tried very hard to blow up a pumpkin."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVpeiBzaG93&hash=bd1b794b3682f4bfa100807c7f3620092f1920b0&lang=en&cache-only=0",
            "defineEn": "an entertainment show on radio or television in which people compete to win prizes by answering a number of questions",
            "defineVi": "một chương trình giải trí trên đài phát thanh hoặc truyền hình trong đó mọi người cạnh tranh để giành giải thưởng bằng cách trả lời một số câu hỏi"
        },
        {
            "id": "f0e58cc6-7b70-432c-ac52-3117191f79ce",
            "word": "reality tv",
            "phonetic": "ɹɪælᵻɾi tiːviː ",
            "partOfSpeechType": "noun",
            "examples": [
                "So reality TV is very dramatic.",
                "We've had reality TV framing for the presidency.",
                "This is turning into a reality TV show.",
                "That's the next level of reality TV.",
                "In front of the cameras, the reality TV star smiled and tried out his new role."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhbGl0eSB0dg&hash=b94ab527cb2249c9c298501b3d45b584a1002969&lang=en&cache-only=0",
            "defineEn": "entertainment shows on television about the lives of ordinary people in real situations",
            "defineVi": "chương trình giải trí trên truyền hình về cuộc sống của những người bình thường trong các tình huống thực tế"
        },
        {
            "id": "c82540b8-ff65-4359-bedd-0c379b338bfb",
            "word": "repeat",
            "phonetic": "ɹᵻpiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She keeps repeating the same question.",
                "They made me repeat the whole story.",
                "The agent counsels them obliquely against waste, repeats the letter of the law, and smiles.",
                "He'd walk around the house repeating his favourite sayings like a broken record.",
                "I don’t want anything repeated outside these four walls."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwZWF0&hash=7d339d5bdc563ba24aafae87109c391419e114c4&lang=en&cache-only=0",
            "defineEn": "‌a program on television or radio that has already been broadcast",
            "defineVi": "‌một chương trình trên truyền hình hoặc đài phát thanh đã được phát sóng"
        },
        {
            "id": "8ff65caa-5375-4bd3-ba16-db9265bcf259",
            "word": "replay",
            "phonetic": "ɹiːpleɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Just hit the little replay button.",
                "Tap, answer, call, end a call, replay, pause media.",
                "You never see the Trump victory night speech ever replayed.",
                "Let me replay this scenario that happened a few days ago for you.",
                "Overall, this game is just a boring mess and apparently if you beat the game, then you get subtitles for a replay."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwbGF5&hash=3add62bcf4104fee0f2d718402ebfd972e02669a&lang=en&cache-only=0",
            "defineEn": "the playback of a short part of a sports match, tape, etc. on television or radio",
            "defineVi": "phát lại một phần ngắn của trận đấu thể thao, băng, v.v. trên truyền hình hoặc đài phát thanh"
        },
        {
            "id": "3cb3f075-4eb9-43ae-94d7-a190f17eeb8d",
            "word": "TV show",
            "phonetic": "tiːviː ʃoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=VFYgc2hvdw&hash=f409d4a3223fbdb2207b2eeb3d3ecb9d17d3ef0c&lang=en&cache-only=0",
            "defineEn": "a series of episodes broadcast on television that tells a story or provides entertainment, usually consisting of a specific genre or format",
            "defineVi": "một loạt các tập phát sóng trên truyền hình kể một câu chuyện hoặc cung cấp giải trí, thường bao gồm một thể loại hoặc định dạng cụ thể",
            "hasImg": true
        },
        {
            "id": "57d10b8e-a85d-4c65-99cf-1cbc0d908547",
            "word": "situation comedy",
            "phonetic": "sɪtʃuːeɪʃən kɑːmədi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2l0dWF0aW9uIGNvbWVkeQ&hash=086f557b601d7c3ceac1b292141342be56027ee4&lang=en&cache-only=0",
            "defineEn": "a humorous show on television or radio with the same characters being involved with numerous funny situations in different episodes",
            "defineVi": "một chương trình hài hước trên truyền hình hoặc đài phát thanh với các nhân vật giống nhau tham gia với nhiều tình huống hài hước trong các tập khác nhau"
        },
        {
            "id": "9cdc41c8-deac-4aba-87f9-7f84a5288fd1",
            "word": "soap opera",
            "phonetic": "soʊp ɑːpɚɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "That reminds me to bring you up to speed on the soap opera.",
                "In a soap opera, when a character's past is revealed and it changes the course of the story, the plot thickens.",
                "I'm in my wardrobe room here at Televisa, I'm on the soap opera.",
                "Bollywood movies, Swedish hip hop, Brazilian soap operas, highlights from Congolese football matches, these are all available to us.",
                "I'm about to shoot a scene for a soap opera that's very popular here in South Korea."
            ],
            "audio": "https://tts.langeek.co/read?text=c29hcCBvcGVyYQ&hash=fe90cab0f25f906597bb17f1c44e3905d9f22ed7&lang=en&cache-only=0",
            "defineEn": "a TV or radio show, broadcast regularly, dealing with the routine life of a group of people and their problems",
            "defineVi": "một chương trình truyền hình hoặc đài phát thanh, phát sóng thường xuyên, giải quyết cuộc sống thường ngày của một nhóm người và các vấn đề của họ"
        },
        {
            "id": "1d87b6d1-abcd-4d44-a024-c047cdbaba04",
            "word": "newscast",
            "phonetic": "nuːzkæst ",
            "partOfSpeechType": "noun",
            "examples": [
                "NEWSCAST: Pan Am Flight 103 plunged into a small Scottish town.",
                "And so there was no doubt in anybody’s mind that they were going to try to use these hearings as a platform to bring attention to themselves, to ultimately increase their political profile, because in the Trump era, there is not more than a handful of topics that have been on the front page of every newspaper and the lead of every newscast for 10 straight days, and this was one of them."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV3c2Nhc3Q&hash=2e5ce36019ebdb0cc749c4dfd9dceca1dac492a8&lang=en&cache-only=0",
            "defineEn": "a program on television or radio that broadcasts news reports",
            "defineVi": "một chương trình trên truyền hình hoặc đài phát thanh báo cáo tin tức",
            "hasImg": true
        },
        {
            "id": "ccc344e5-3e7e-40ee-acad-49d1c5c56cb4",
            "word": "sportscast",
            "phonetic": "spoːɹtskæst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BvcnRzY2FzdA&hash=137100d2348a24ce1f66153cee39ce1173ee6269&lang=en&cache-only=0",
            "defineEn": "a broadcast on television or radio about sports events or sports news",
            "defineVi": "một chương trình phát sóng trên truyền hình hoặc đài phát thanh về các sự kiện thể thao hoặc tin tức thể thao"
        },
        {
            "id": "74af53cd-fd46-4ee3-9547-bade8534b3f0",
            "word": "talk show",
            "phonetic": "tɔːk ʃoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He rubbed elbows with his movie star clients and appeared on numerous TV talk shows.",
                "It's more talk show.",
                "She was on talk shows.",
                "On the Sunday talk shows, several members of the Trump administration also defended the president.",
                "The talk shows are Sunday. "
            ],
            "audio": "https://tts.langeek.co/read?text=dGFsayBzaG93&hash=ecbefddee5468785975468600c8e77a82a9f2e02&lang=en&cache-only=0",
            "defineEn": "a type of TV or radio program on which famous people appear as guests to answer questions about themselves or other subjects",
            "defineVi": "một loại chương trình truyền hình hoặc đài phát thanh mà những người nổi tiếng xuất hiện với tư cách khách mời để trả lời các câu hỏi về bản thân họ hoặc các chủ đề khác",
            "hasImg": true
        },
        {
            "id": "c6f6bef7-575e-481e-917a-27f61129dbc2",
            "word": "telethon",
            "phonetic": "tɛlᵻθən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVsZXRob24&hash=d3f058395a41ecc2c8d110d54f9f614f3590f8b0&lang=en&cache-only=0",
            "defineEn": "‌a type of television program that is broadcast for several hours, aimed to collect money for charity",
            "defineVi": "‌một loại chương trình truyền hình được phát sóng trong nhiều giờ, nhằm mục đích quyên góp tiền từ thiện"
        },
        {
            "id": "bc8d9205-76bd-47c7-9ac3-cf94cf01faa7",
            "word": "variety",
            "phonetic": "vɚɹaɪəɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "A variety of plants and wildlife thrive on the lush riverbank.",
                "The phalsa tree in our garden attracts a variety of birds with its delicious fruit.",
                "The market vendor displayed a variety of tropical fruits, each with its own unique-colored mesocarp.",
                "The cars come with a variety of extras.",
                "I bought a variety of fresh fruits from the grocery store."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFyaWV0eQ&hash=417c31a7d48c054feb4381ec09467f83f5204271&lang=en&cache-only=0",
            "defineEn": "a type of TV or theatrical production that consists of several short performances such as singing, dancing, etc.",
            "defineVi": "một loại hình sản xuất TV hoặc sân khấu bao gồm một số buổi biểu diễn ngắn như ca hát, khiêu vũ, v.v."
        },
        {
            "id": "4099acbe-02ea-4143-bcab-0a1f0d03456f",
            "word": "weather forecast",
            "phonetic": "wɛðɚ fɔːɹkæst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The weather forecast says we're in for heavy rain this evening.",
                "The weather forecast predicted a cloudy morning followed by clearing in the afternoon.",
                "I check the weather forecast every morning to plan my outfit.",
                "If you're planning a hike in the mountains, be sure to check the weather forecast and bring appropriate gear.",
                "The weather forecast for the weekend was wide of the mark, as it ended up being much colder than predicted."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VhdGhlciBmb3JlY2FzdA&hash=5a4171d7872c8c550bc5a173d7c766c3f3171016&lang=en&cache-only=0",
            "defineEn": "a report on possible weather conditions and how they will change in the following day or days",
            "defineVi": "một báo cáo về các điều kiện thời tiết có thể xảy ra và chúng sẽ thay đổi như thế nào trong ngày hoặc nhiều ngày tiếp theo",
            "hasImg": true
        },
        {
            "id": "f99bece1-28ab-4550-bb4a-2071a202cb10",
            "word": "closed caption",
            "phonetic": "kloʊzd kæpʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2xvc2VkIGNhcHRpb24&hash=219b97c640ff9ba8360bd1d61cf931ccc7cc5bd7&lang=en&cache-only=0",
            "defineEn": "the textual representation of dialogue, sound effects, and other audio information displayed on the screen during a video or television program, primarily intended forthe textual representation of dialogue, sound effects, and other audio information displayed on the screen during a video or television program, primarily intended for viewers who are deaf or hard of hearing viewers who are deaf or hard of hearing",
            "defineVi": "phần trình bày bằng văn bản của đoạn hội thoại, hiệu ứng âm thanh và thông tin âm thanh khác được hiển thị trên màn hình trong một chương trình video hoặc truyền hình, chủ yếu dành cho phần trình bày bằng văn bản của đoạn hội thoại, hiệu ứng âm thanh và thông tin âm thanh khác được hiển thị trên màn hình trong một chương trình video hoặc chương trình truyền hình, chủ yếu dành cho người xem khiếm thính hoặc khiếm thính người xem khiếm thính hoặc khiếm thính"
        },
        {
            "id": "db4efd72-bd5b-4817-b0eb-b771e60c0d9b",
            "word": "instant replay",
            "phonetic": "ɪnstənt ɹiːpleɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can think of the Rubin Observatory as basically instant replay for the universe."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdGFudCByZXBsYXk&hash=ec9630e54e49b4def1831b626d3f942a0ea2e6d6&lang=en&cache-only=0",
            "defineEn": "the immediate playback of an important moment in a sports competition on television, usually shown in slow motion",
            "defineVi": "phát lại ngay lập tức một thời điểm quan trọng trong một cuộc thi thể thao trên truyền hình, thường được chiếu ở dạng chuyển động chậm"
        },
        {
            "id": "da83a44c-c942-4760-8426-e6b78c538291",
            "word": "voice over",
            "phonetic": "vɔɪs oʊvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Unless there's good voice over over top or something.",
                "Because I can't do voice overs, voice overs and my ears don't really work, together very well.",
                "Because I can't do voice overs, voice overs and my ears don't really work, together very well.",
                "It sounds like he's speaking from across the room, and it’s tough to make out his muted voice over the ringing in her ears."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9pY2Ugb3Zlcg&hash=382b1ceb0cae587c67b94e006024c1cf232fff72&lang=en&cache-only=0",
            "defineEn": "spoken descriptions given in a movie or a television show, etc. by a narrator that is not seen by the audience",
            "defineVi": "mô tả bằng giọng nói được đưa ra trong một bộ phim hoặc một chương trình truyền hình, v.v. bởi một người kể chuyện mà khán giả không nhìn thấy"
        },
        {
            "id": "494ad95e-18d4-4022-89e8-8bad7aaa3050",
            "word": "aircheck",
            "phonetic": "ɛɹtʃɛk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWlyY2hlY2s&hash=3d69bfb85e8e955a9c5be8ba822afc62f661e527&lang=en&cache-only=0",
            "defineEn": "a recorded copy of a broadcasted radio or television program for reviewing and evaluation purposes",
            "defineVi": "một bản sao được ghi lại của một chương trình phát thanh hoặc truyền hình được phát sóng cho mục đích xem xét và đánh giá"
        },
        {
            "id": "cffc8fc6-90ad-43e3-afb3-c126fdb67aab",
            "word": "on the air",
            "phonetic": "ɔnðɪ ɛɹ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b24gdGhlIGFpcg&hash=04e44d9e7de498c938f06b0d1bc43fe877f21339&lang=en&cache-only=0",
            "defineEn": "used to refer to program that is being broadcasted on radio or television",
            "defineVi": "được sử dụng để chỉ chương trình đang được phát sóng trên đài phát thanh hoặc truyền hình"
        },
        {
            "id": "0f5a479a-78bb-4ee5-b8ce-715389832055",
            "word": "airtime",
            "phonetic": "ɛɹtaɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "You're getting a lot of airtime.",
                "His show is going off the air due to FCC rules on airtime rights for presidential candidates.",
                "And the news media jumped on that and gave him a lot of airtime.",
                "One, it really will function as kind of an extension of the Republican Party and whenever the Republican Party wants to get airtime. ",
                "You know, it’s been well documented how much free airtime "
            ],
            "audio": "https://tts.langeek.co/read?text=YWlydGltZQ&hash=3a1c314f5b284349b945b10092d416e839b6523b&lang=en&cache-only=0",
            "defineEn": "the amount of time given to a program on television or radio",
            "defineVi": "lượng thời gian dành cho một chương trình trên truyền hình hoặc đài phát thanh"
        },
        {
            "id": "7d021a3f-c3ca-4c39-b63b-ac92504fbc6d",
            "word": "commercial break",
            "phonetic": "kəmɜːʃəl bɹeɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29tbWVyY2lhbCBicmVhaw&hash=3c58143b143913a0a93ac1cf09539f6c2a0bc8dc&lang=en&cache-only=0",
            "defineEn": "a pause in a television or radio program during which advertisements or commercials are shown",
            "defineVi": "tạm dừng trong chương trình truyền hình hoặc đài phát thanh trong đó quảng cáo hoặc quảng cáo được hiển thị"
        },
        {
            "id": "0fdd44ad-3772-40d3-966f-b717eec4c5e6",
            "word": "commentary",
            "phonetic": "kɑːməntɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film itself is a social commentary.",
                "Do you have any commentary?",
                "We might even add commentaries to some.",
                "People will add in random commentary, like on Markiplier's videos, Jacksepticeye, et cetera, et cetera.",
                "My favorite commentary on the Market Revolution actually comes from the author Herman Melville in his short story \"Bartleby the Scrivener.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWVudGFyeQ&hash=3f7ea326f74f43dffdecd1b941aece142fc5df03&lang=en&cache-only=0",
            "defineEn": "a spoken description of an event while it is taking place, particularly on TV or radio",
            "defineVi": "một mô tả bằng giọng nói về một sự kiện trong khi nó đang diễn ra, đặc biệt là trên TV hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "3c187fcf-accc-4287-a142-1ccd99bed436",
            "word": "running order",
            "phonetic": "ɹʌnɪŋ ɔːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "[Narrator] Gabriel works closely with a team of experts to restore his newest additions to the collection and help keep all his metal babies in running order."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVubmluZyBvcmRlcg&hash=dd182940384f59d6c22447fde9549e8151ff3741&lang=en&cache-only=0",
            "defineEn": "the arranged sequence of items in a television program or of performers in a team",
            "defineVi": "trình tự sắp xếp của các mục trong một chương trình truyền hình hoặc của những người biểu diễn trong một đội"
        },
        {
            "id": "1f4e0e9e-2cfa-4693-81c5-257311b1b674",
            "word": "schedule",
            "phonetic": "skɛdʒuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Programs are running a few minutes behind schedule this evening.",
                "The slow train arrived at the station behind schedule.",
                "The meeting is scheduled to start at half past nine, which is thirty minutes from now.",
                "He felt a sharp pain in his tooth and scheduled a dental appointment.",
                "The regulations are scheduled to go into effect next winter, and in the interim, we'll be working hard to make all of the appropriate changes."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NoZWR1bGU&hash=4eb89f5236d2dbc2119d14203da078b4a8e624b2&lang=en&cache-only=0",
            "defineEn": "a list of radio and television programs on a particular network and the exact time they start",
            "defineVi": "danh sách các chương trình phát thanh và truyền hình trên một mạng cụ thể và thời gian chính xác chúng bắt đầu"
        },
        {
            "id": "7ddcad5d-116c-4436-86a8-ed2c8dffde3f",
            "word": "rerun",
            "phonetic": "ɹᵻɹʌn ",
            "partOfSpeechType": "noun",
            "examples": [
                "They're rerunning it that fast?",
                "Instead, we rerun the totals and you continue on that process until the election produces a true majority winner.",
                "But just because it bears a similar name doesn't make it an Apollo rerun.",
                "It's on reruns on TBS, I'm pretty sure.",
                "But in 2008, modern-day astronomers got a rare opportunity to see a rerun of the main event, when a second pulse of light reached Earth."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVydW4&hash=eb80633e67be1dd35ce824f71a4ce459d26ae0b4&lang=en&cache-only=0",
            "defineEn": "the rebroadcast of a program on television or other media",
            "defineVi": "phát lại chương trình trên truyền hình hoặc phương tiện truyền thông khác"
        },
        {
            "id": "eba2bf0c-5f31-47bf-a960-088f94f5386c",
            "word": "news ticker",
            "phonetic": "nuːz tɪkɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In one experiment, a bank in downtown Boston installed a Times Square-style news ticker to try and bump up customer satisfaction."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV3cyB0aWNrZXI&hash=57a3dba505280a42067b487bf9657da81daed295&lang=en&cache-only=0",
            "defineEn": "a line of news headlines passing across a television or computer screen",
            "defineVi": "một dòng tiêu đề tin tức đi qua màn hình tivi hoặc máy tính"
        },
        {
            "id": "7ee13638-51ac-4b3d-ac3a-5afb594ba781",
            "word": "programming",
            "phonetic": "pɹoʊɡɹæmɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "For her, computer programming is child’s play.",
                "With computer programming becoming an increasingly in-demand skill, many who might have been picked on in high school are now going from zeros to heroes.",
                "Netflix customers expect quality programming, good predictive suggestions, excellent customer service, and high-end technology performance.",
                "Fikr Shalltoot runs Gaza programming for the U.K.-based group Medical Aid For Palestinians.",
                "Ants are essentially tiny machines with simple programming."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZ3JhbW1pbmc&hash=245c3372f836fa7764dff6d1cd8de37cdee498af&lang=en&cache-only=0",
            "defineEn": "the process of scheduling programs that are planned to be broadcast on radio or television",
            "defineVi": "quá trình lên lịch các chương trình được lên kế hoạch phát sóng trên đài phát thanh hoặc truyền hình"
        },
        {
            "id": "b72e62b1-03b6-427f-995f-1095961e958f",
            "word": "local programming",
            "phonetic": "loʊkəl pɹoʊɡɹæmɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG9jYWwgcHJvZ3JhbW1pbmc&hash=26d907839ad4b2da37e54e40870509e5fc9b1635&lang=en&cache-only=0",
            "defineEn": "television or radio content that is produced and aired specifically for a local audience, often focusing on news, events, and topics of local interest",
            "defineVi": "nội dung truyền hình hoặc đài phát thanh được sản xuất và phát sóng dành riêng cho khán giả địa phương, thường tập trung vào tin tức, sự kiện và chủ đề được người dân địa phương quan tâm"
        },
        {
            "id": "a729a58c-d367-4df8-a3ee-73e74c3f9dc2",
            "word": "station",
            "phonetic": "steɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rebels held the radio station.",
                "The taxi station is just a short walk from my apartment.",
                "The slow train arrived at the station behind schedule.",
                "The bus station is located in the city center.",
                "On the way to the station she passed a cinema."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdGlvbg&hash=b7a59ac64128127dd332f6a8909991884dc05a30&lang=en&cache-only=0",
            "defineEn": "a company or building where TV or radio programs are being broadcast",
            "defineVi": "một công ty hoặc tòa nhà nơi các chương trình truyền hình hoặc đài phát thanh đang được phát sóng"
        },
        {
            "id": "0d605427-2aca-435e-a4a6-ea0e76d8b675",
            "word": "studio",
            "phonetic": "stuːdɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "His personal work was kept securely in an upstairs studio.",
                "Tony wants me in the studio.",
                "I'd much rather be in a studio and dance my heart out than go to a gym.",
                "He caught a break that few aspiring screenwriters do: running into a studio boss at a party.",
                "As soon as she walked into the art studio, she knew she had found a place where she truly belonged."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1ZGlv&hash=a166c6be7298c79a9d6650c83e5db02601a1bd35&lang=en&cache-only=0",
            "defineEn": "a room or building where TV or radio programs are made or broadcast",
            "defineVi": "một căn phòng hoặc tòa nhà nơi các chương trình truyền hình hoặc đài phát thanh được thực hiện hoặc phát sóng"
        },
        {
            "id": "4c341946-c001-4cba-baa4-3b5f44a0f3d3",
            "word": "talk radio",
            "phonetic": "tɔːk ɹeɪdɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But talk radio was set. ",
                "Talk radio has been a conservative medium. ",
                "You could see the calls into talk radio. ",
                "But talk radio was very much a part of it. ",
                "And talk radio host Rush Limbaugh died today."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFsayByYWRpbw&hash=9b8a01f48e1bcbbe23d0042f3cad346420225ec4&lang=en&cache-only=0",
            "defineEn": "a kind of radio broadcast in which a particular topic is discussed and listeners are encouraged to make a phone call and share their opinions",
            "defineVi": "một loại chương trình phát thanh trong đó một chủ đề cụ thể được thảo luận và người nghe được khuyến khích gọi điện thoại và chia sẻ ý kiến của họ"
        },
        {
            "id": "1f43cbaf-d5d3-472a-acc1-0aec5ae80a75",
            "word": "the news",
            "phonetic": "ðə nuːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The news really made my day.",
                "These dogs seldom make the news.",
                "The news spread like wildfire.",
                "News of interest cuts came in the nick of time for borrowers.",
                "The news came hot on the heels of another plane crash."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlIG5ld3M&hash=860646067bec6b4030d29c70ff5fa8166695e230&lang=en&cache-only=0",
            "defineEn": "a television or radio broadcast or program of the latest news",
            "defineVi": "một chương trình truyền hình hoặc đài phát thanh hoặc chương trình tin tức mới nhất",
            "hasImg": true
        },
        {
            "id": "277af123-e242-4172-8a4a-a36572f8d931",
            "word": "bulletin",
            "phonetic": "bʊlɪtɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "And I saw the bulletin.",
                "Ever since, there have been Tolkien language bulletins, magazines, and societies popping up dedicated to studying his languages.",
                "And about two weeks later, the owner of panel 28 is reading her community bulletin, and saw the name Jacob Lawrence and recognized it, went over to a painting in her home and, of course, saw Jacob Lawrence's signature at the bottom of this painting that had been hanging in her home and in her family for decades.",
                "Coca-Cola sponsored the 1928 Summer Olympics in Amsterdam, where people from all over the world became familiar with the Coca-Cola logo, which appeared on everything from hats and bulletins to the walls of the city streets.",
                "And you see BULLETIN after BULLETIN from DHS and the Fbi Warning local law enforcement that there are these forces out"
            ],
            "audio": "https://tts.langeek.co/read?text=YnVsbGV0aW4&hash=f64f1980ca9c499f16b541471f59f9b1aed5740c&lang=en&cache-only=0",
            "defineEn": "a brief news program that is broadcast on the radio or television",
            "defineVi": "một chương trình tin tức ngắn được phát sóng trên đài phát thanh hoặc truyền hình",
            "hasImg": true
        },
        {
            "id": "f88c2adc-e69b-4e9c-af8c-0492f71f775a",
            "word": "cue card",
            "phonetic": "kjuː kɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Please use this cue card as an aid to stabilize the initial angle pinpoint, which will facilitate further fine tuning.",
                "No one told you that you can print directly on cue cards?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VlIGNhcmQ&hash=45868a59b4a319be9da99c6c85df9c36e265fe93&lang=en&cache-only=0",
            "defineEn": "a large card that is held up behind a camera for presenters or anchors to read from while they seem to be looking at the camera",
            "defineVi": "một thẻ lớn được giữ phía sau máy ảnh để người thuyết trình hoặc người dẫn chương trình đọc trong khi họ dường như đang nhìn vào máy ảnh"
        },
        {
            "id": "aa5a8022-6b2c-46fe-b33d-fa5704764d9e",
            "word": "commercial broadcasting",
            "phonetic": "kəmɜːʃəl bɹɔːdkæstɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29tbWVyY2lhbCBicm9hZGNhc3Rpbmc&hash=3fea2608ae904bf5c17e2af24e10d63cd5d32f13&lang=en&cache-only=0",
            "defineEn": "the transmission of television or radio programs that are funded through advertising revenue",
            "defineVi": "việc truyền tải các chương trình truyền hình hoặc đài phát thanh được tài trợ thông qua doanh thu quảng cáo"
        },
        {
            "id": "317c99f7-57c2-479f-8424-05176a63d56e",
            "word": "rating",
            "phonetic": "ɹeɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was over the moon about the ratings.",
                "The politician is riding on the wave of public support, with high approval ratings and successful campaigns.",
                "His ratings collapsed.",
                "The authorities’ ratings collapsed.",
                "Net rating is the difference between offensive rating and defensive rating."
            ],
            "audio": "https://tts.langeek.co/read?text=cmF0aW5n&hash=8a3dab08832216caaa753665a3dc9057b0c2f70a&lang=en&cache-only=0",
            "defineEn": "the estimated number of people who watch a TV show or listen to a radio program",
            "defineVi": "ước tính số người xem một chương trình truyền hình hoặc nghe một chương trình phát thanh"
        },
        {
            "id": "2f8d3411-d137-4d74-9981-21003655c186",
            "word": "prime time",
            "phonetic": "pɹaɪm taɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "This legislation is just not ready for prime time.",
                "Still, jellybots aren’t quite ready for prime time, right now, the researchers can’t actually steer them.",
                "I don’t think it was mentioned in Fox prime time until Thursday. ",
                "I don’t think it was mentioned in Fox prime time until Thursday. ",
                "Saturday morning cartoons came to an end last fall, but their spirit now seems to be inhabiting prime time."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbWUgdGltZQ&hash=a7226404e25de374997e7e88924e29d03f0f038a&lang=en&cache-only=0",
            "defineEn": "the time at which the largest number of people are watching TV or listening to the radio",
            "defineVi": "thời điểm mà số lượng người xem TV hoặc nghe đài lớn nhất"
        },
        {
            "id": "91207b6f-e87b-488f-beca-e157aad7d774",
            "word": "parental controls",
            "phonetic": "pɚɹɛntəl kəntɹoʊlz ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can also set up parental controls, add a PIN code to prevent children from making in-app purchases or watching certain videos.",
                "They have their own and it has parental controls on it.",
                "Scroll down to find \"PROFILE & PARENTAL CONTROLS.\""
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyZW50YWwgY29udHJvbHM&hash=9abb12146322afef4473bc56c48925ad65cebdcc&lang=en&cache-only=0",
            "defineEn": "a feature provided in some digital devices (cellphones, television, etc.) that allows parents to have control over their children's access to unwanted content",
            "defineVi": "một tính năng được cung cấp trong một số thiết bị kỹ thuật số (điện thoại di động, tivi, v.v.) cho phép cha mẹ kiểm soát quyền truy cập của con cái họ vào nội dung không mong muốn"
        },
        {
            "id": "beb1bfe3-0535-4dbf-aea4-1e36c092f50e",
            "word": "pay-per-view",
            "phonetic": "peɪpɜːvjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's on pay-per-view.",
                "This is when you know you've made it, when your birthday is a pay-per-view event."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF5LXBlci12aWV3&hash=1a043cf30eea1ce80dd436ae9240da9a861875ff&lang=en&cache-only=0",
            "defineEn": "a broadcasting system in which the viewer has to pay to watch a particular program",
            "defineVi": "một hệ thống phát sóng trong đó người xem phải trả tiền để xem một chương trình cụ thể"
        },
        {
            "id": "d7f27edf-ef5a-48e8-a3aa-04984399a0fd",
            "word": "pay television",
            "phonetic": "peɪ tɛlᵻvɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGF5IHRlbGV2aXNpb24&hash=81b0d7a469426c839a62ca4ff2e8680a74dcbe24&lang=en&cache-only=0",
            "defineEn": "a form of television broadcasting in which the viewer pays to have access to a particular program or channel",
            "defineVi": "một hình thức phát sóng truyền hình trong đó người xem trả tiền để có quyền truy cập vào một chương trình hoặc kênh cụ thể"
        },
        {
            "id": "3600c60c-c467-4507-ad8a-44af500c2253",
            "word": "channel",
            "phonetic": "tʃænəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Complaints must go through the proper channels.",
                "We should go through the established channels for product development.",
                "We can't get Channel 5 in our area.",
                "But when it comes time to purchase, transactions often go through traditional channels.",
                "To go through official channels to obtain one you must have a Spanish address."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbm5lbA&hash=ad02bd157a24030b1440c6b1461741ac5b908cef&lang=en&cache-only=0",
            "defineEn": "a TV station that broadcasts different programs",
            "defineVi": "một đài truyền hình phát sóng các chương trình khác nhau",
            "hasImg": true
        }
    ]
}