{
    "id": "91b6f911-a9ad-4580-b418-5075d7be4f7a",
    "title": "Lesson 49",
    "originalTitle": "Lesson 49",
    "words": [
        {
            "id": "f26b8de3-ac89-4c5f-9931-12cd9b20ca8f",
            "word": "persecution",
            "phonetic": "pɜːsɪkjuːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In many cases religious persecution is the cause of people fleeing their country.",
                "But religious persecution wasn’t cheap.",
                "Climate change, war, and persecution are driving the number of refugees worldwide to a new record.",
                "For decades, ethnic minorities in Myanmar have fought repression and political persecution by central authorities who deny those minorities full rights.",
                "And many Jews had migrated to the Ottoman Empire because of Habsburg persecution."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc2VjdXRpb24&hash=dbfafadcaccb24cf50b42bc12fec44bb44c8d153&lang=en&cache-only=0",
            "defineEn": "an act of cruelty and unfairness toward someone because of their race, religion, or political views",
            "defineVi": "một hành động tàn ác và không công bằng đối với ai đó vì chủng tộc, tôn giáo hoặc quan điểm chính trị của họ"
        },
        {
            "id": "c70d5406-2026-4703-a68a-6c906ece5049",
            "word": "combustion",
            "phonetic": "kəmbʌstʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Combustion is an extremely common reaction type.",
                "Combustion creates that sensory experience using fuel, heat, and oxygen.",
                "First, internal combustion engines have improved considerably.",
                "So those two things together make diesel the most energy efficient internal combustion engine.",
                "The combustion reaction generates up to 20 megajoules of energy per kilogram of methanol, which is over 10 times more power than small batteries."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tYnVzdGlvbg&hash=f5a6592f7522742e7983062a931228763fa15767&lang=en&cache-only=0",
            "defineEn": "the act of burning something",
            "defineVi": "hành động đốt cháy một cái gì đó"
        },
        {
            "id": "7d3a11fa-9cdb-4404-9f80-fd0cebfed8f6",
            "word": "rendition",
            "phonetic": "ɹɛndɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The orchestra's rendition of Beethoven's Ninth Symphony was of the first water, with precise execution and a powerful emotional impact that left the audience in awe.",
                "Every year around Christmas, Bjöork’s famous musical rendition of the 1932 Yule Cat poem can be heard on radio stations across Iceland.",
                "Looking at artistic renditions of these alien worlds, if you didn’t know better, you might think we can just point a big telescope at an exoplanet and snap an image of it.",
                "They describe the law as rendition, allowing China to kidnap and imprison any Hong Kong residents or visitors accused of a significant crime and any Hong Kong leading activists critical of the Chinese government, like Joshua Wong."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVuZGl0aW9u&hash=e7f9629da97438fa8655c26dd9bb28b73a1c7229&lang=en&cache-only=0",
            "defineEn": "handing over prisoners to the country in which a crime was committed",
            "defineVi": "bàn giao tù nhân cho quốc gia nơi tội phạm đã được thực hiện"
        },
        {
            "id": "4ba60995-d8b9-4c9c-a781-f9ffb29add13",
            "word": "percussion",
            "phonetic": "pɚkʌʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In hiphop, the break is all about the drums and percussion.",
                "Which is a tremendous percussion wave that would turn your insides to jello.",
                "So basically, I'm just like Dead-like uh, Deadpool with a percussion interest?",
                "We use percussion to shake things up and we use gravity to control which direction the stuff is going. -",
                "Some say the golden ratio and the Fibonacci Sequence are evident in Music for Strings, Percussion and Celesta by Hungarian composer, Bela Bartok."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyY3Vzc2lvbg&hash=def53479bc7324f3371992e82c4a3eaac94e1688&lang=en&cache-only=0",
            "defineEn": "the act of playing a percussion instrument",
            "defineVi": "hành động chơi một nhạc cụ gõ"
        },
        {
            "id": "920ae3cb-928d-4c34-b124-6747c2a79321",
            "word": "resignation",
            "phonetic": "ɹɛzɪɡneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chairman's resignation finally brought matters to a head.",
                "His resignation has left some important questions hanging in the air.",
                "His resignation comes hard on the heels of the announcement that the company is going bankrupt.",
                "I heard about his resignation on the grapevine.",
                "His resignation felt like to you?"
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzaWduYXRpb24&hash=31d8ff2ed59431d584acf9e34fd4747bedeeff7b&lang=en&cache-only=0",
            "defineEn": "a formal document giving notice of your intention to resign",
            "defineVi": "một tài liệu chính thức đưa ra thông báo về ý định từ chức của bạn"
        },
        {
            "id": "50a93698-bb84-45a2-9233-1c069b22ef05",
            "word": "unction",
            "phonetic": "ʌŋkʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW5jdGlvbg&hash=12661b73d70099fd3348be1f9529d56398ab43d2&lang=en&cache-only=0",
            "defineEn": "anointing as part of a religious ceremony or healing ritual",
            "defineVi": "xức dầu như một phần của nghi lễ tôn giáo hoặc nghi lễ chữa bệnh"
        },
        {
            "id": "d1e10b60-4bb0-4455-be4f-43bb29a24815",
            "word": "provocation",
            "phonetic": "pɹɑːvəkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "But there's a lot of provocation that takes place. ",
                "It was the provocation of the Iranian revolution created a reaction in the Sunni world that then translated into extremism and violence on our streets.",
                "Other criteria is that the magnitude of the aggression is grossly out of proposition to the provocation or any other triggers.",
                "They expect you to be kind, because most people are kind to strangers and don’t start yelling at them with no provocation.",
                "Initiators of any provocations threatening our core national security interests are going to regret what they did in a way they haven't regretted anything in a long time."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvdm9jYXRpb24&hash=7fa6882afcf164c4f22717d724a1e8ee045ce05a&lang=en&cache-only=0",
            "defineEn": "a statement or action that causes anger or is intended to make someone upset or angry",
            "defineVi": "một tuyên bố hoặc hành động gây ra sự tức giận hoặc có ý định làm cho ai đó khó chịu hoặc tức giận"
        },
        {
            "id": "ac6ef1a5-efe1-4314-bdfe-02a18483efbc",
            "word": "adulation",
            "phonetic": "ædʒəleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, I'm curious, you have been very successful, you've had a lot of success and a lot of adulation.",
                "A little of the old adulation, spread it my way."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR1bGF0aW9u&hash=921008788e2b874a12284b738ff478511bd7d75b&lang=en&cache-only=0",
            "defineEn": "the praise, admiration, or flattery given to someone that is insincere, excessive, or motivated by a desire for personal gain or favor",
            "defineVi": "lời khen ngợi, ngưỡng mộ hoặc tâng bốc dành cho ai đó không chân thành, thái quá hoặc được thúc đẩy bởi mong muốn đạt được lợi ích hoặc lợi ích cá nhân"
        },
        {
            "id": "b9db272b-f3ec-449a-a1e3-b7827a2b026b",
            "word": "imprecation",
            "phonetic": "ɪmpɹɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW1wcmVjYXRpb24&hash=d765cc0cbd8717b68fca473666b1a35d753e5bcd&lang=en&cache-only=0",
            "defineEn": "the act of calling down a curse that invokes evil (and usually serves as an insult)",
            "defineVi": "hành động gọi xuống một lời nguyền gây ra cái ác (và thường được coi là một sự xúc phạm)"
        },
        {
            "id": "7979fe06-2497-4bea-bbf8-00f175bcd390",
            "word": "trepidation",
            "phonetic": "tɹɛpɪdeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And the tariff disputes also create trepidation.",
                "The political climate in Europe and Brexit creates some trepidation.",
                "The political climate in China and Hong Kong create some trepidation.",
                "And I have to say that my wife and my son are full of trepidation today as I go to have this vaccine.",
                "Had some trepidation about coming on the show, because all these professional speakers on racial strife and scholars have been talking, and I don't know what my place is."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlcGlkYXRpb24&hash=08faabeb6b22337384043795395ff54c6e9ba489&lang=en&cache-only=0",
            "defineEn": "a feeling of alarm or dread",
            "defineVi": "một cảm giác báo động hoặc sợ hãi"
        },
        {
            "id": "b24918bb-50cc-4ed2-9138-2ba539b1c428",
            "word": "perdition",
            "phonetic": "pɜːdɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'd be happy to slaughter them if Germany had Hitler, the Philippines would have, you know, my victims I would like to be all criminals, to finish the problem of my country and save the next generation from perdition"
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyZGl0aW9u&hash=1d096128311ca6e1c22c008264e728b2fe034717&lang=en&cache-only=0",
            "defineEn": "(Christianity) the abode of Satan and the forces of evil; where sinners suffer eternal punishment",
            "defineVi": "(Kitô giáo) nơi ở của Satan và các thế lực xấu xa; nơi tội nhân chịu hình phạt đời đời",
            "hasImg": true
        },
        {
            "id": "be3b0834-28d0-4921-b0a3-d45db648c8e2",
            "word": "consternation",
            "phonetic": "kɑːnstɚneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "But part of the consistent consternation around teenybopper music could be derived from the way we view the culture of teenage girls.",
                "But, at the same time, there's great consternation about not only the failure to bring about a two-state solution, but the status of Palestinians in Israel, Israeli citizens who are Palestinian.",
                "You can see the anger and consternation on his face, and he’s holding it there, and now he has an embarrassed coterie of people with him, two of which are representing the American military, and they’re very unsatisfied about what’s going on.",
                "And it gave a sense of redemption for the rule of law, for the legal system, because, in so many cases similar to this, with a white policeman and a Black victim, the outcome often was one that caused consternation.",
                "Well, I mean, I think there's a lot of consternation clearly right now within the Republican Party, and particularly among those senators, about what happened."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3Rlcm5hdGlvbg&hash=4eaa4663476bfc1c73e8c637470cabf4547f421f&lang=en&cache-only=0",
            "defineEn": "a feeling of shock or confusion",
            "defineVi": "một cảm giác sốc hoặc nhầm lẫn",
            "hasImg": true
        },
        {
            "id": "9f84a5b7-624c-42cc-9298-886cd392c363",
            "word": "adjuration",
            "phonetic": "ɐdʒjʊɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWRqdXJhdGlvbg&hash=a7c4d00952ea3bbf0774099f5067e78e46b334d8&lang=en&cache-only=0",
            "defineEn": "a solemn and earnest appeal to someone to do something",
            "defineVi": "một lời kêu gọi trang trọng và tha thiết để ai đó làm điều gì đó"
        },
        {
            "id": "a60438d7-f904-4614-990a-c2f90f32ac91",
            "word": "obsession",
            "phonetic": "əbsɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "What's with our year-round obsession with wearing shades?",
                "Jack's obsession with his appearance has led him to become as skinny as a stick, but it's clear that it's taking a toll on his well-being.",
                "His parents' obsession with keeping up appearances haunted his childhood.",
                "The CEO's obsession with reviewing every email that came into her inbox caused her to stop the plough to catch a mouse, delaying critical decisions and projects.",
                "But every obsession has a dark side."
            ],
            "audio": "https://tts.langeek.co/read?text=b2JzZXNzaW9u&hash=6be103ac698942a8938ef5e4f2a7ff2412c35d8f&lang=en&cache-only=0",
            "defineEn": "a strong and uncontrollable interest or attachment to something or someone, causing constant thoughts, intense emotions, and repetitive behaviors",
            "defineVi": "sự quan tâm hoặc gắn bó mạnh mẽ và không thể kiểm soát với một cái gì đó hoặc một ai đó, gây ra những suy nghĩ liên tục, cảm xúc mãnh liệt và hành vi lặp đi lặp lại"
        },
        {
            "id": "940ee0a2-dd7a-44a2-8620-ca22f823eaa2",
            "word": "recrimination",
            "phonetic": "ɹᵻkɹɪmᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "There would not be any recriminations."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjcmltaW5hdGlvbg&hash=d6d8a6498c1976dbcf8e1b8fd5c4e525aeb61f63&lang=en&cache-only=0",
            "defineEn": "accusations made in retaliation for being accused",
            "defineVi": "những lời buộc tội được đưa ra để trả thù cho việc bị buộc tội"
        },
        {
            "id": "5a62ef96-0c5b-44a6-af3d-f9bdfb7ed356",
            "word": "justification",
            "phonetic": "dʒʌstɪfɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And justification can come in a variety of forms.",
                "But justification can come in other forms, too.",
                "However, neither pieces of justification actually pointed Smith to the right answer.",
                "Which was the justification for a number of clinical trials, including one in Finland in 1994 and one in the US in 1996, which gave beta carotene supplements to smokers.",
                "And that would have been the only legal justification for shooting at the boat."
            ],
            "audio": "https://tts.langeek.co/read?text=anVzdGlmaWNhdGlvbg&hash=deb2d998500a92024492cb4915c31af448b1ebb5&lang=en&cache-only=0",
            "defineEn": "something (such as a fact or circumstance) that shows an action to be reasonable or necessary",
            "defineVi": "một cái gì đó (chẳng hạn như một thực tế hoặc hoàn cảnh) cho thấy một hành động là hợp lý hoặc cần thiết"
        },
        {
            "id": "cbc2ba58-af49-41d1-a19e-7bf922276a60",
            "word": "collusion",
            "phonetic": "kəluːʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Russian collusion, give me a break.",
                "It said no collusion",
                "The collusion delusion is over.",
                "They're in collusion.",
                "And whatever they actually talked about in the meeting, the advertised intent of the meeting was collusion."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbHVzaW9u&hash=4dbd65eddc3caffeffb6c91854ffae0c7e11464c&lang=en&cache-only=0",
            "defineEn": "secret agreement particularly made to deceive people",
            "defineVi": "thỏa thuận bí mật được thực hiện đặc biệt để đánh lừa mọi người"
        },
        {
            "id": "6f04a133-6c37-462c-9830-56f4cd50cab8",
            "word": "conjunction",
            "phonetic": "kəndʒʌŋkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some people may even experience foreign accent syndrome off and on in conjunction with severe migraines.",
                "In conjunction with Hispanic Heritage month We proudly present the program An American Experience, A Class Apart, on Thursday September 7, at noon.",
                "But a semicolon can replace a conjunction to shorten a sentence or to give it some variety.",
                "It was created by Congress in 1968 in conjunction with AT&T in a public private partnership.",
                "In conjunction with, don't pull the middle finger as if it's ASL."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uanVuY3Rpb24&hash=ac3532fabdfb12e67c060e67465f97ccb68cce97&lang=en&cache-only=0",
            "defineEn": "the temporal property of two things happening at the same time",
            "defineVi": "tài sản tạm thời của hai điều xảy ra cùng một lúc"
        },
        {
            "id": "dadf2100-85ec-4aab-a0f6-f24ee18749ad",
            "word": "supposition",
            "phonetic": "səpəzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "It wasn't a supposition.",
                "JIM GILMORE - And what’s your supposition about why that is?",
                "You're not at 130 on the 10-year note and if our supposition is correct that a close to 3% yield curve is actually high"
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwcG9zaXRpb24&hash=36899b429ac5ff3337023462a5cf127f9b17f763&lang=en&cache-only=0",
            "defineEn": "something such as an idea, claim, belief, etc that one believes to be true even though it is yet to be proved",
            "defineVi": "một cái gì đó như một ý tưởng, tuyên bố, niềm tin, vv mà người ta tin là đúng mặc dù nó vẫn chưa được chứng minh"
        },
        {
            "id": "a5c2ab39-e8f3-46ba-b041-294e2f70af5f",
            "word": "liaison",
            "phonetic": "liːeɪzɑːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef prepared a creamy mushroom soup by adding a liaison of egg yolks and heavy cream.",
                "The liaison of tomato paste and broth added depth and richness to the hearty stew.",
                "Every public school is required to have a homeless liaison on staff.",
                "Bassem Awadallah, who was an informal liaison of the king to Saudi Crown Prince Mohammed bin Salman, what's the significance of his arrest?",
                "Ben's a YouTuber with a channel called authen.tech and he's been the liaison with our local media."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlhaXNvbg&hash=20e7017f8b65ccfb697458a28cf4f3c22fa82ae4&lang=en&cache-only=0",
            "defineEn": "a channel for communication between groups",
            "defineVi": "kênh liên lạc giữa các nhóm"
        }
    ]
}