{
    "id": "91c9123d-4ba7-4cda-b68b-7653039948e9",
    "title": "Mental and Physical Pain",
    "originalTitle": "Mental and Physical Pain",
    "words": [
        {
            "id": "5294e96d-236d-4ddc-9d77-7938c229f85e",
            "word": "backache",
            "phonetic": "bækeɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "These could be anything from backaches and stomachaches to morning sickness and food cravings.",
                "WILLIAM BRANGHAM: Meaning, so you could have people getting backaches after getting their shots and make an association, but they may have no bearing whatsoever."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFja2FjaGU&hash=631a7270f90b5dca2206f95b36c3c77c60fdb28a&lang=en&cache-only=0",
            "defineEn": "a pain in someone's back",
            "defineVi": "một nỗi đau ở lưng của ai đó",
            "hasImg": true
        },
        {
            "id": "65f143c2-5fb3-4fca-8f57-7cf93b3086e5",
            "word": "colic",
            "phonetic": "kɑːlɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "And the definition of colic is crying at least three hours a day, at least three days of the week, for at least three weeks.",
                "And there is something called infant colic, which people have probably heard about."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29saWM&hash=81a60d88e69d4960efbd3db7e3a6238621f16518&lang=en&cache-only=0",
            "defineEn": "a severe pain localized in abdominal area, especially suffered by babies",
            "defineVi": "một cơn đau dữ dội khu trú ở vùng bụng, đặc biệt là trẻ sơ sinh"
        },
        {
            "id": "f3246dc1-ca01-4b61-9286-322ea0d010ea",
            "word": "cramp",
            "phonetic": "kɹæmp ",
            "partOfSpeechType": "noun",
            "examples": [
                "She felt a cramp in her leg after running for a long time.",
                "He stretched his legs before going for a run to prevent muscle cramps.",
                "After being cramped in an apartment for years, our dog loves having the run of the big back yard at our new house.",
                "This causes cramps, diarrhea and vomiting.",
                "Menstrual cramps within the first hour that were so painful."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JhbXA&hash=95488b3cf0fc7784f52280cc7c60d69ba2e298e9&lang=en&cache-only=0",
            "defineEn": "a sudden painful contraction in a muscle due to fatigue",
            "defineVi": "một cơn co thắt đau đớn đột ngột trong cơ bắp do mệt mỏi"
        },
        {
            "id": "0ae57050-de3a-422f-a9d1-9360dc282db7",
            "word": "crick",
            "phonetic": "kɹɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "And Gamow, Crick, and others did important theoretical work.",
                "Watson and Crick invited Franklin to Cambridge to review their work.",
                "She also went to a talk by Watson and Crick and tore apart their suggested model of DNA.",
                "So in 1962, Watson, Crick, and Wilkins shared the Nobel without acknowledging the debt they owed to Franklin.",
                "But Franklin didn’t know that the deputy director of her lab, Maurice Wilkins, was secretly passing her notes and images to Watson and Crick."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpY2s&hash=706c62e4eca5d2385aad3f4c3ccfa391807cf4ae&lang=en&cache-only=0",
            "defineEn": "a painful muscle spasm especially in the neck or back (`rick' and `wrick' are British)",
            "defineVi": "co thắt cơ gây đau, đặc biệt là ở cổ hoặc lưng (`rick' và 'wrick' là tiếng Anh)"
        },
        {
            "id": "c095e7fa-6bf8-47df-ad58-9db43894bb53",
            "word": "earache",
            "phonetic": "ɪɹeɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "There are a few different things that can cause earaches.",
                "And that’s why an earache is painful.",
                "If you’ve ever had an earache, you know just how much that can make your ears hurt!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZWFyYWNoZQ&hash=aa9466454f4288508ec7587cbe6eb19222fd9eb4&lang=en&cache-only=0",
            "defineEn": "a pain inside the ear",
            "defineVi": "một cơn đau bên trong tai",
            "hasImg": true
        },
        {
            "id": "cab57859-d87d-4d61-ae9f-91c7576848bc",
            "word": "electric shock",
            "phonetic": "ᵻlɛktɹɪk ʃɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "She felt like an electric shock was going through her whole body, bringing her to life.",
                "It was an electric shock.",
                "When they choose to discharge it, they can release 500 volts of electric shock.",
                "Whether an electric shock becomes an electrocution depends on the nature of the current involved.",
                "The world can be a minefield in the winter, when just about anything metal can zap you with a painful electric shock."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3RyaWMgc2hvY2s&hash=faf6f3ec5c89bad7083de56a3057d1384b653a6e&lang=en&cache-only=0",
            "defineEn": "a trauma caused by a physical reaction to electrical currents flowing through one's body",
            "defineVi": "một chấn thương gây ra bởi một phản ứng vật lý với dòng điện chạy qua cơ thể của một người"
        },
        {
            "id": "28aa59bb-00de-4209-9108-09e8497dd9a4",
            "word": "eyestrain",
            "phonetic": "aɪstɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "However, the process was not free from technical glitches (patrons complained of eyestrain), and eventually the novelty wore off."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXllc3RyYWlu&hash=da18503366d3c2ab59205f4493368a3c62ef82b9&lang=en&cache-only=0",
            "defineEn": "a tiredness of the eyes caused by prolonged close work by a person with an uncorrected vision problem",
            "defineVi": "mỏi mắt do làm việc gần trong thời gian dài của một người có vấn đề về thị lực không được điều chỉnh"
        },
        {
            "id": "61bf99f7-8807-49a8-8cbc-f58da764ba24",
            "word": "growing pains",
            "phonetic": "ɡɹoʊɪŋ peɪnz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3Jvd2luZyBwYWlucw&hash=0057a83fd7686c2213db8a1f6caf4e0a563d6973&lang=en&cache-only=0",
            "defineEn": "pain in muscles or joints sometimes experienced by children and often attributed to rapid growth",
            "defineVi": "đau ở cơ hoặc khớp đôi khi ở trẻ em và thường do tăng trưởng nhanh"
        },
        {
            "id": "5cd8e9fc-8302-455f-82c4-53a132cf4a5d",
            "word": "headache",
            "phonetic": "hɛdeɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Has your headache gone yet?",
                "I've got a headache.",
                "He applied a few drops of spikenard oil to his temples, finding relief from his headache.",
                "The vexatious customer continued to make unreasonable demands, causing a headache for the customer service representative.",
                "All that driving has given me a headache."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhZGFjaGU&hash=999fcdb1500a145d05ab6fdd22d3c146621944cf&lang=en&cache-only=0",
            "defineEn": "a pain in the head, usually persistent",
            "defineVi": "đau đầu, thường dai dẳng",
            "hasImg": true
        },
        {
            "id": "50fe566e-9009-4e3a-a04f-9d09f7e85257",
            "word": "lumbago",
            "phonetic": "lʌmbeɪɡoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bHVtYmFnbw&hash=bc3836b744f9369f9e1edbe2637aee10f2b4539d&lang=en&cache-only=0",
            "defineEn": "backache affecting the lumbar region or lower back; can be caused by muscle strain or arthritis or vascular insufficiency or a ruptured intervertebral disc",
            "defineVi": "đau lưng ảnh hưởng đến vùng thắt lưng hoặc lưng dưới; có thể do căng cơ hoặc viêm khớp hoặc suy mạch máu hoặc vỡ đĩa đệm"
        },
        {
            "id": "2a4402ec-d6ec-4699-ab29-8088d996466a",
            "word": "pins and needles",
            "phonetic": "pɪnz ænd niːdəlz ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGlucyBhbmQgbmVlZGxlcw&hash=6f3e0de4a3569f340f7b323a6dc36a0d1e810b2f&lang=en&cache-only=0",
            "defineEn": "a sharp, tingling pain in a limb, as if one is being jabbed with pins, that is a natural response of that limb recovering from numbness",
            "defineVi": "một cơn đau nhói, ngứa ran ở một chi, như thể một người đang bị ghim, đó là phản ứng tự nhiên của chi đó đang phục hồi sau khi bị tê",
            "hasImg": true
        },
        {
            "id": "f18ad894-ad8c-4453-a6e6-2e686734b997",
            "word": "stomach ache",
            "phonetic": "stʌmək eɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "So we've gone to our doctor for the headaches or the stomach aches and they say everything is fine or they give us some medicine and nothing really helps it, and we still feel it every day.",
                "But for most of human history, drinking from the wrong stream or well could get you the last stomach ache you’d ever have.",
                "They can give people a stomach ache, or make them feel like throwing up, or much worse!",
                "But even eating small amounts of hydrangea will make your digestive tract cells unhappy and cause diarrhea, vomiting, and stomach ache."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvbWFjaCBhY2hl&hash=5474c0feb9c71d18853a5fc087c6d9f3d74b5f4b&lang=en&cache-only=0",
            "defineEn": "a pain in or near someone's stomach",
            "defineVi": "một cơn đau trong hoặc gần dạ dày của ai đó",
            "hasImg": true
        },
        {
            "id": "4a96ada7-ecd8-44d8-a5ef-10e26f5aad4f",
            "word": "toothache",
            "phonetic": "tuːθeɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Chewing on a clove can help alleviate a toothache.",
                "But a toothache can be kind of an indicator for something way more serious.",
                "A toothache, for example, can irritate the mandibular nerve causing pain near the central skull.",
                "Two of them were stationed 570 kilometers away when one got a toothache.",
                "And if these workers don't want dental services and prefer being paid in something else like flat-screen TV's, then you have to find TV manufacturers that have toothaches."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9vdGhhY2hl&hash=9b92fb4bca90116d6ca8156b0895611f976dc1fb&lang=en&cache-only=0",
            "defineEn": "a pain in a tooth",
            "defineVi": "đau răng",
            "hasImg": true
        },
        {
            "id": "ec4ac5ea-c5e0-4b4e-95c3-41bf3740752e",
            "word": "writer's cramp",
            "phonetic": "ɹaɪɾɚ bækslæʃ ɛs kɹæmp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d3JpdGVyJ3MgY3JhbXA&hash=519e241d1784917bd5bd4f7010adfa3daa9ff5b4&lang=en&cache-only=0",
            "defineEn": "muscular spasms of thumb and forefinger while writing with a pen or pencil",
            "defineVi": "co thắt cơ ngón tay cái và ngón trỏ khi viết bằng bút hoặc bút chì"
        },
        {
            "id": "df95a654-457b-4664-a2a0-0f8d7c941765",
            "word": "ache",
            "phonetic": "eɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "She felt aches and pains in her body after a long day of physical activity.",
                "The flu always comes with aches and pains, making it difficult to move around and carry out daily tasks.",
                "Sally understood from Peter's words that even though outwardly he seemed happy, every heart has its own ache that others cannot always see.",
                "Headache, fever, nausea, muscle aches.",
                "So I had muscle aches and fatigue."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNoZQ&hash=b9b97df0e8a4bddc91653423f4a1fd5dfeb394aa&lang=en&cache-only=0",
            "defineEn": "a continuous, but dull (not acute) feeling of pain in a part of the body",
            "defineVi": "cảm giác đau liên tục nhưng âm ỉ (không cấp tính) ở một bộ phận của cơ thể",
            "hasImg": true
        },
        {
            "id": "5d3bd68e-5e9c-4c17-a335-f3977fd22b98",
            "word": "agony",
            "phonetic": "æɡəni ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the pain intensified, he couldn't help but cry out in agony.",
                "I could have saved myself years of misery and agony if I'd only known how to recognize the signs that God was answering my prayers.",
                "She died in agony.",
                "In addition to agony, poneratoxin can induce trembling, cold sweats, nausea, vomiting, and even an abnormal heartbeat.",
                "They're just in agony over this."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdvbnk&hash=9eb952e91952239bcd565e9719262352f8b579f1&lang=en&cache-only=0",
            "defineEn": "severe physical or mental pain",
            "defineVi": "đau đớn về thể chất hoặc tinh thần",
            "hasImg": true
        },
        {
            "id": "ea333a5a-904d-4d94-8890-5488a8b4b7d1",
            "word": "anguish",
            "phonetic": "æŋɡwɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And that psychological anguish takes a toll physically.",
                "And within moments cries of anguish break out all over the forest.",
                "I'm sure the choices are anguishing for everybody involved.",
                "Let's start with that obvious scapegoat of adolescent anguish, hormones.",
                "This was not the eerie whispering of demons, but a light tinkling that seemed to ease her anguish."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5ndWlzaA&hash=143612482c47cd1039a8cee2b934b8a680cfbac2&lang=en&cache-only=0",
            "defineEn": "extreme distress of body or mind",
            "defineVi": "đau khổ cùng cực của cơ thể hoặc tâm trí",
            "hasImg": true
        },
        {
            "id": "9b787d14-eda7-44eb-9a0c-ac90cb2d86d2",
            "word": "irritation",
            "phonetic": "ɪɹɪteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "They infused hyssop in olive oil and used it as a natural remedy for skin irritations.",
                "Irritation is good for comedy.",
                "And, at high concentrations, acetone can cause skin rashes and irritation.",
                "This can lead to irritation in their GI tract, impaction, and death.",
                "Fleas cause skin irritations, which can lead to hair loss and wounds caused by persistent scratching."
            ],
            "audio": "https://tts.langeek.co/read?text=aXJyaXRhdGlvbg&hash=53cbd5ff03abe3585bddd362c47c3c37ecb9ba01&lang=en&cache-only=0",
            "defineEn": "a feeling of pain, discomfort, or inflammation one senses in multiple areas of skin or different parts of the body",
            "defineVi": "cảm giác đau, khó chịu hoặc viêm ở nhiều vùng da hoặc các bộ phận khác nhau của cơ thể",
            "hasImg": true
        },
        {
            "id": "9fabefa1-f87d-44c1-8641-a7f3028133d7",
            "word": "neuralgia",
            "phonetic": "nʊɹɹældʒə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmV1cmFsZ2lh&hash=99974a9e61e2dc5bba8c6d4ea7f2dafbcf303eee&lang=en&cache-only=0",
            "defineEn": "acute spasmodic pain along the course of one or more nerves",
            "defineVi": "đau co thắt cấp tính dọc theo quá trình của một hoặc nhiều dây thần kinh"
        },
        {
            "id": "4c247d3f-84ec-4710-81ca-c484c52d49fb",
            "word": "pang",
            "phonetic": "pæŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But I grabbed something to stay the pangs of hunger on the way down.",
                "Ordinarily we could marvel and celebrate without any deeper pang of fear.",
                "I just have these pangs about being here and not being in India.",
                "well global mobile homes that have delivered on the pangs pm tend to protect deserves seriously little people blah blah",
                "Now I partly live independently, cooking my own meals and I choose what I want to eat Katie keeps hunger pangs at bay with low calorie lunches and heaps of vegetables for her evening meal Katie believes she can live independently with PWS Will Katie ever realise her dream?"
            ],
            "audio": "https://tts.langeek.co/read?text=cGFuZw&hash=d0f49de065be81e743d0d1bdf7f8784acc67f243&lang=en&cache-only=0",
            "defineEn": "a sharp spasm of pain",
            "defineVi": "một cơn đau nhói"
        },
        {
            "id": "7f8df684-4b26-4f70-af82-3986d9d5adcd",
            "word": "smart",
            "phonetic": "smɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Two could play at that game, smart guy.",
                "After all, an electrical brain is smarter than the sum of its parts.",
                "Buying a house in this neighborhood is a smart move.",
                "He gained a reputation as a smart number-cruncher who could turn data into policy.",
                "She's not too smart, but at least her heart is in the right place."
            ],
            "audio": "https://tts.langeek.co/read?text=c21hcnQ&hash=8bde34a17c28212704627386601c816f4f945283&lang=en&cache-only=0",
            "defineEn": "a kind of pain such as that caused by a wound or a burn or a sore",
            "defineVi": "một loại đau chẳng hạn như do vết thương hoặc vết bỏng hoặc vết loét"
        },
        {
            "id": "8cb26970-847a-4d67-a846-5e73356fb710",
            "word": "spasm",
            "phonetic": "spæzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "It begins with an involuntary spasm or sudden contraction of the diaphragm, the large dome-shaped muscle below our lungs that we use to inhale air.",
                "This causes bugs to spasm and twitch, eventually paralyzing and then killing them.",
                "But sometimes, your diaphragm spasms, meaning that it gets kind of twitchy.",
                "(BREAK) AMNA NAWAZ: The nation is convulsed again by a new spasm of shootings and the debate over how to stop them.",
                "When your diaphragm is at its highest and tightest, it might strain the diaphragm, causing it to spasm."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Bhc20&hash=167f61b65307808876c6df15a933f85019fc091b&lang=en&cache-only=0",
            "defineEn": "a muscle contraction that is painful and happens suddenly without one's control",
            "defineVi": "một cơn co cơ gây đau đớn và xảy ra đột ngột mà không có sự kiểm soát của một người"
        },
        {
            "id": "1d67cf92-8fb0-4b2b-ab75-c0eef8fdc69f",
            "word": "stab",
            "phonetic": "stæb ",
            "partOfSpeechType": "noun",
            "examples": [
                "had a stab at surfing once",
                "The policeman pinched his eyes as if overcome with a sudden stab of pain.",
                "Let me take a stab in the dark and see if I can help you out.",
                "He had been lied to and stabbed in the back by people that he thought were his friends.",
                "Her best friend stabbed her in the back and they never spoke to each other again."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhYg&hash=bb53204589a50f0cd461b8e28cac2ad6983fc1ff&lang=en&cache-only=0",
            "defineEn": "a sudden sharp feeling",
            "defineVi": "một cảm giác sắc nét đột ngột"
        },
        {
            "id": "6632a125-fd4f-4d82-b365-f0f4ef411efc",
            "word": "suffering",
            "phonetic": "sʌfɚɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Jane experienced much suffering and adversity, but she drew strength from the knowledge that crosses are ladders that lead to heaven.",
                "Suffering, disability, and death are avoided.",
                "If anything, it draws out their suffering.",
                "But suffering can feed on itself.",
                "Or at least the suffering has ended."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VmZmVyaW5n&hash=3a0a67b5a910367d6defabd530f51d765872cd47&lang=en&cache-only=0",
            "defineEn": "the state of undergoing physical or mental pain",
            "defineVi": "tình trạng trải qua nỗi đau thể chất hoặc tinh thần"
        },
        {
            "id": "471ba44e-76bf-498e-a950-149266e22d45",
            "word": "throb",
            "phonetic": "θɹɑːb ",
            "partOfSpeechType": "noun",
            "examples": [
                "I mean c’mon, If Dracula was real, he wouldn't be a blockbuster action hero laying waste to rival armies, or a sparkly teen heart throb canoodling with a twitchy wooden actress.",
                "There's that aching throb that comes after.",
                "Narrator: Saturday, 12 p.m., the light burns, your head throbs, and you have no recollection of how you got back home.",
                "It's dynamic, this sort of throbbing megalopolis where you’re seeing Democrats in large numbers.",
                "I think I just figured out why they call those TV doctors heart throbs."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhyb2I&hash=b6b21cf0b0c15e8b91075c2739fb295cd76a99a8&lang=en&cache-only=0",
            "defineEn": "a strong, pulsing sensation or feeling, often accompanied by pain or discomfort",
            "defineVi": "một cảm giác hoặc cảm giác mạnh mẽ, nhịp đập, thường đi kèm với đau đớn hoặc khó chịu"
        },
        {
            "id": "8c381e9f-9d13-434b-8be2-3be872310ecd",
            "word": "torment",
            "phonetic": "toːɹmɛnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Four of the girls soon accused three local women of tormenting them.",
                "Puritans believed that the Devil wreaked havoc in the world through human agents, or witches, who blighted nature, conjured fiendish apparitions, and tormented children.",
                "Born to an absent father and a mercurial mother, Byron had a brilliant mind, but was tormented due to being born with misshapen foot.",
                "These three divergent devils are all based on Satan of the Old Testament, an angelic member of God’s court who torments Job in the Book of Job.",
                "So this tormented ghost woman embodies two of the most defining fears in much of women’s history: patriarchal violence and the dangers of childbirth. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG9ybWVudA&hash=3aa1f5d3a0aff8cb62b596a54a961198c12966ae&lang=en&cache-only=0",
            "defineEn": "extreme physical or mental suffering, anguish, or distress",
            "defineVi": "đau khổ tột cùng về thể chất hoặc tinh thần, thống khổ, hoặc đau khổ"
        },
        {
            "id": "30a51b15-5771-40c2-8add-2cb52e63d37d",
            "word": "torture",
            "phonetic": "tɔːɹtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The coup gave the dictatorship a dose of its own medicine, subjecting the dictator and his entourage to torture and confinement in deplorable conditions.",
                "The hangman then applied torture at the direction of a council of examiners.",
                "Any police in any country of the world is torturing innocent people.",
                "Which most countries do consider torture.",
                "They singled out torture, censorship, and their arrogance and capriciousness."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9ydHVyZQ&hash=ce45cf7483526da38b9f432b9b213fe20720cf47&lang=en&cache-only=0",
            "defineEn": "intense feelings of suffering; acute mental or physical pain",
            "defineVi": "cảm giác đau khổ mãnh liệt; nỗi đau tinh thần hoặc thể chất cấp tính"
        },
        {
            "id": "961a958f-bc96-475d-86b0-7a1d40925154",
            "word": "twinge",
            "phonetic": "twɪndʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He felt a sharp twinge of guilt for not taking the trouble to visit her",
                "That, and dinosaurs in their graves maybe felt a twinge of catharsis."
            ],
            "audio": "https://tts.langeek.co/read?text=dHdpbmdl&hash=fe2da3613c6f564d5bbdc1f3431f7c99d6e32672&lang=en&cache-only=0",
            "defineEn": "a sharp stab of pain",
            "defineVi": "một vết đâm đau"
        },
        {
            "id": "8902a243-2450-436e-af23-df693eaed4f7",
            "word": "griping",
            "phonetic": "ɡɹaɪpɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3JpcGluZw&hash=c2b8cbec2186d7df28e21eba1156fc5a5053e72e&lang=en&cache-only=0",
            "defineEn": "acute abdominal pain (especially in infants)",
            "defineVi": "đau bụng cấp tính (đặc biệt là ở trẻ sơ sinh)"
        },
        {
            "id": "fe076447-cb39-4040-8575-250afac21560",
            "word": "decompression sickness",
            "phonetic": "diːkəmpɹɛʃən sɪknəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVjb21wcmVzc2lvbiBzaWNrbmVzcw&hash=6c702a6d7f78ea890c45838b3b58a4a97fe6eac6&lang=en&cache-only=0",
            "defineEn": "pain resulting from rapid change in pressure",
            "defineVi": "đau do thay đổi áp lực nhanh chóng"
        },
        {
            "id": "e3ce3a99-dc2f-465a-b317-95cb62147d26",
            "word": "repetitive strain injury",
            "phonetic": "ɹᵻpɛɾᵻtɪv stɹeɪn ɪndʒɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVwZXRpdGl2ZSBzdHJhaW4gaW5qdXJ5&hash=dd61d4c98b8d398545c83a4a62b4ec76d032e6c4&lang=en&cache-only=0",
            "defineEn": "the pain felt in muscles, tendons, etc. caused by repeated pressure or movements",
            "defineVi": "cảm giác đau ở cơ, gân, v.v. do áp lực hoặc chuyển động lặp đi lặp lại"
        },
        {
            "id": "6fd6844d-c415-4cb3-8ebd-743a27a3377e",
            "word": "chest pain",
            "phonetic": "tʃɛst peɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hlc3QgcGFpbg&hash=2e970379016eccfadad7ed0e2386f9471d5fb6ce&lang=en&cache-only=0",
            "defineEn": "pain in the chest",
            "defineVi": "đau ở ngực",
            "hasImg": true
        },
        {
            "id": "e3daecd1-5a42-4632-a099-4181f61169d4",
            "word": "orofacial pain",
            "phonetic": "oːɹəfeɪʃəl peɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3JvZmFjaWFsIHBhaW4&hash=83c6c4b183e3460d6e26411332e7a505fc9fdae8&lang=en&cache-only=0",
            "defineEn": "discomfort or pain that arises from various structures in the mouth and face, including the jaw joints, muscles, teeth, nerves, and other related tissues",
            "defineVi": "khó chịu hoặc đau phát sinh từ các cấu trúc khác nhau trong miệng và mặt, bao gồm khớp hàm, cơ, răng, dây thần kinh và các mô liên quan khác"
        }
    ]
}