{
    "id": "928c24b0-2a3f-4c64-b9d2-a319cc3d1c29",
    "title": "Medical Examinations and Procedures",
    "originalTitle": "Medical Examinations and Procedures",
    "words": [
        {
            "id": "380fa479-8aa0-4dc7-86e1-f55782a98642",
            "word": "examination",
            "phonetic": "ɛɡzæmᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Candidates will sit the examinations in June.",
                "US President Joe Biden got the clean bill of health on Friday after a detailed physical examination.",
                "A lot of examination to come over these votes.",
                "But closer examination has revealed that salps are actually an incredibly important food source for hundreds of species of marine animals.",
                "Science, however, did not figure much into these state examinations."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhhbWluYXRpb24&hash=ab5ac8baa6d08466eb0df286194d921d0efed741&lang=en&cache-only=0",
            "defineEn": "the process of looking closely at something to see if there are any issues",
            "defineVi": "quá trình xem xét kỹ một cái gì đó để xem có vấn đề gì không",
            "hasImg": true
        },
        {
            "id": "3105f127-e827-48ed-97ca-ff1a16c43e17",
            "word": "procedure",
            "phonetic": "pɹəsiːdʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The whole procedure is as easy as ABC.",
                "The employee followed company policies and procedures.",
                "They explained the procedure for submitting the application form.",
                "The nurse kindly explained the procedure to me and helped me feel at ease.",
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvY2VkdXJl&hash=32c48ef4e858f711472c8d22242a00cb96f6aaa9&lang=en&cache-only=0",
            "defineEn": "a medical operation",
            "defineVi": "một hoạt động y tế",
            "hasImg": true
        },
        {
            "id": "8092bd6b-b0ae-481a-9ba2-7842e03a52f1",
            "word": "to operate",
            "phonetic": "tʊ ɑːpɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Social workers operate on the razor’s edge.",
                "By no stretch of the imagination does the factory operate efficiently.",
                "Fire crews have been operating at full stretch.",
                "Many small businesses operate hand to mouth, barely earning enough to cover their expenses.",
                "We’ll be operating with a skeleton crew until after the holidays."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3BlcmF0ZQ&hash=0018797fcdde07db35adcbb6eaf120803cc6070e&lang=en&cache-only=0",
            "defineEn": "to cut open a part of the body in order to repair or remove a damaged organ",
            "defineVi": "để cắt mở một phần của cơ thể để sửa chữa hoặc loại bỏ một cơ quan bị hư hỏng",
            "hasImg": true
        },
        {
            "id": "9aa55388-ba9e-4866-87e1-af6032789559",
            "word": "incision",
            "phonetic": "ɪnsɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "so we made an incision.",
                "Incisions, or taps, are made in the bark of the tree, which create injury.",
                "More incisions are made at important intervals to continue the production of resin exudates.",
                "Stones can also be surgically removed through an incision in the patient's back or groin.",
                "and they make tiny little incision and they lap up a little bit of blood"
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jaXNpb24&hash=dbf5fbb3995f4dbdaaa083b84a7b23e7afaf84a9&lang=en&cache-only=0",
            "defineEn": "a surgical cut made in flesh or skin; the action or process of making this cut",
            "defineVi": "một vết cắt phẫu thuật trên thịt hoặc da; hành động hoặc quá trình thực hiện việc cắt giảm này"
        },
        {
            "id": "059e4b86-2881-461c-8ddb-59b5598db4c7",
            "word": "medical",
            "phonetic": "mɛdɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The rest of his money went into medical expenses.",
                "She had the baby's medical routine down pat.",
                "Her early research laid the foundation for many important medical discoveries.",
                "People are dying for want of medical treatment.",
                "She served in the medical corps."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaWNhbA&hash=1044f84f8bbd10d6192377019ac4dbfbedd3dccc&lang=en&cache-only=0",
            "defineEn": "related to medicine, treating illnesses, and health",
            "defineVi": "liên quan đến y học, điều trị bệnh tật và sức khỏe",
            "hasImg": true
        },
        {
            "id": "0178c8e9-c2d0-45ef-a428-8bb51f552490",
            "word": "sample",
            "phonetic": "sæmpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scientists are taking water samples from the river.",
                "We collected samples of pith from different plants to compare their properties.",
                "As you strolled through the food market, the vendor enticed you with samples of various cold cuts.",
                "The doctors decided to run some more tests on the blood samples.",
                "Here, sample my mix."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FtcGxl&hash=38b93e1621e634dd0bc2d0b1f9a406a367ec1572&lang=en&cache-only=0",
            "defineEn": "a small amount of a substance taken from a larger amount used for scientific analysis or therapeutic experiment",
            "defineVi": "một lượng nhỏ chất được lấy từ một lượng lớn hơn được sử dụng để phân tích khoa học hoặc thí nghiệm điều trị",
            "hasImg": true
        },
        {
            "id": "a850fc56-fb16-48bb-88f4-2afd6bb16797",
            "word": "medical",
            "phonetic": "mɛdɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The rest of his money went into medical expenses.",
                "She had the baby's medical routine down pat.",
                "Her early research laid the foundation for many important medical discoveries.",
                "People are dying for want of medical treatment.",
                "She served in the medical corps."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkaWNhbA&hash=1044f84f8bbd10d6192377019ac4dbfbedd3dccc&lang=en&cache-only=0",
            "defineEn": "a careful and complete physical assessment of a person's health",
            "defineVi": "một đánh giá thể chất cẩn thận và đầy đủ về sức khỏe của một người"
        },
        {
            "id": "f2866c43-d2dc-4476-b65c-707a306bdbba",
            "word": "to scan",
            "phonetic": "tə skæn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The flight attendant scanned my electronic ticket before I boarded the plane.",
                "He works as a cashier at the supermarket, scanning and bagging customers' items.",
                "An MRI machine scans his or her head. ",
                "Scan the ROG totem.",
                "Scan the QR code on the back of your thermostat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2Nhbg&hash=622b3697cdc483057d1aa0aef8d3731c574f9675&lang=en&cache-only=0",
            "defineEn": "(of a medical device) to take a picture of a body part often using X-rays for detailed examinations by a specialist",
            "defineVi": "(của một thiết bị y tế) để chụp ảnh một bộ phận cơ thể thường sử dụng tia X để bác sĩ chuyên khoa kiểm tra chi tiết",
            "hasImg": true
        },
        {
            "id": "6a90ed85-6420-48c6-bcb3-2d54b4ab1926",
            "word": "CAT scan",
            "phonetic": "siːeɪtiː skæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Colon cancer looks a certain way, in a lymph node, in the liver, on a CAT scan.",
                "Can we get a CAT scan or an MRI?",
                "And in the bottom is a different way of looking at cancer, which is a CAT scan.",
                "Well, you know, we did that CAT scan of your brain this morning."
            ],
            "audio": "https://tts.langeek.co/read?text=Q0FUIHNjYW4&hash=680cd5666d7cc8ffd33b9d3519f1f903c69e416f&lang=en&cache-only=0",
            "defineEn": "a medical examination during which a series of detailed pictures of areas inside the body is created by the use of a computer linked to an X-ray machine",
            "defineVi": "một cuộc kiểm tra y tế trong đó một loạt hình ảnh chi tiết về các khu vực bên trong cơ thể được tạo ra bằng cách sử dụng máy tính được kết nối với máy X-quang",
            "hasImg": true
        },
        {
            "id": "fe453905-6662-4b4e-b654-5fba97d60aaf",
            "word": "X-ray",
            "phonetic": "ɛksɹeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The X-rays show that he has a broken ankle.",
                "The dentist took an X-ray of my teeth to check for any underlying issues.",
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure.",
                "Including X-rays!",
                "X-ray imaging was another early biomedical discovery."
            ],
            "audio": "https://tts.langeek.co/read?text=WC1yYXk&hash=645a8e06c73fe884d9ccc4737520d9cfcd091a87&lang=en&cache-only=0",
            "defineEn": "an image of bones in the body produced by a machine that uses a radiation to see through objects",
            "defineVi": "hình ảnh xương trong cơ thể được tạo ra bởi một máy sử dụng bức xạ để nhìn xuyên qua các vật thể",
            "hasImg": true
        },
        {
            "id": "5bbee5d6-eb48-44cb-9b9a-3f0a8f311e00",
            "word": "MRI",
            "phonetic": "ɛmɑːɹɹaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "MRI uses magnetic forces and radio waves. ",
                "MRI creates computer images, or pictures, of the brain. ",
                "An MRI machine scans his or her head. ",
                "In most other countries, insurers pay between $200 and $400 for an MRI.",
                "The thought of an MRI with insurance scares me. "
            ],
            "audio": "https://tts.langeek.co/read?text=TVJJ&hash=b7ce7c1706aed2cbfa50b9609146bec2ea48ca15&lang=en&cache-only=0",
            "defineEn": "a technique in which a powerful magnetic field is used to produce detailed images of areas inside the body",
            "defineVi": "một kỹ thuật sử dụng từ trường mạnh để tạo ra hình ảnh chi tiết về các khu vực bên trong cơ thể",
            "hasImg": true
        },
        {
            "id": "14fab5e8-f942-488b-9677-7690745964d0",
            "word": "ultrasound",
            "phonetic": "ʊltɹɐsaʊnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even outside of pre-natal care, medical ultrasound has huge advantages over similar technologies.",
                "That sent ultrasound waves through the water.",
                "Back in 1956, they didn't have the ultrasound.",
                "Unlike radiation-based imaging or invasive surgical procedures, ultrasound has no known negative side effects when used properly.",
                "In World War One, French scientists sent ultrasound beams into the ocean to detect nearby enemy submarines."
            ],
            "audio": "https://tts.langeek.co/read?text=dWx0cmFzb3VuZA&hash=9e2076187683aaea32aaaddfe28c400daf5cb42d&lang=en&cache-only=0",
            "defineEn": "the application of ultrasonic waves for medical purposes, such as producing an image of a growing fetus",
            "defineVi": "ứng dụng của sóng siêu âm cho các mục đích y tế, chẳng hạn như tạo ra hình ảnh của thai nhi đang phát triển"
        },
        {
            "id": "cf8e0dfe-2c5d-4995-a43a-c2015fbc3d6e",
            "word": "surgery",
            "phonetic": "sɜːdʒɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "After the surgery, his face was as white as a sheet.",
                "The doctor performed a surgery on my grandfather to remove his appendix.",
                "Emily's father went under the knife yesterday for a successful heart surgery.",
                "He had a long road to recovery after the surgery, but he's in good nick now.",
                "I doubt she's up to a visit so soon after her surgery."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VyZ2VyeQ&hash=74b9ec7be65674cb4039d347f4f0325dda005681&lang=en&cache-only=0",
            "defineEn": "a medical practice that involves cutting open a body part in order to repair, remove, etc. an organ",
            "defineVi": "một thực hành y tế liên quan đến việc cắt mở một bộ phận cơ thể để sửa chữa, loại bỏ, v.v. một cơ quan",
            "hasImg": true
        },
        {
            "id": "c0401b50-6247-46b9-82f1-3a08f53d029b",
            "word": "surgical",
            "phonetic": "sɜːdʒɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A new study is casting doubt on the once popular narrative that N95 masks are more effective than surgical masks.",
                "The surgical scar is behind his right ear, about the size of a quarter.",
                "Surgical masks are good at keeping your stuff in, not necessarily the world out.",
                "I have been wearing this surgical mask for two days.",
                "A year later, he became a surgical resident at Freedmen’s Hospital."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VyZ2ljYWw&hash=f588b708647720aad5f6bf8048c8d14c38b53f68&lang=en&cache-only=0",
            "defineEn": "involving, used in, or related to surgery",
            "defineVi": "liên quan, sử dụng trong, hoặc liên quan đến phẫu thuật"
        },
        {
            "id": "719922ca-ef46-4141-9454-e26a247bf566",
            "word": "abortion",
            "phonetic": "ɐbɔːɹʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many conservatives, as strong adherents to religious faiths, are against abortion.",
                "Only Uruguay, Cuba, Guyana and parts of Mexico allow early term abortions on demand.",
                "- I love barbecue, Blake Shelton, and abortions, y'all.",
                "After 14 weeks, abortion will continue to be legal only in cases of rape or danger to the mother's life.",
                "But recently, she expressed her pro-choice view on abortion."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJvcnRpb24&hash=4285239c2341688c8cd09cc43e167a0547b2615b&lang=en&cache-only=0",
            "defineEn": "(medicine) a medical procedure to remove the fetus from the uterus",
            "defineVi": "(y học) thủ thuật lấy bào thai ra khỏi tử cung"
        },
        {
            "id": "222c8572-6a0e-4461-a967-391e63df048f",
            "word": "cesarian",
            "phonetic": "sɛsɛɹiən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2VzYXJpYW4&hash=812430fd61c125722ac570dfa126617fd35a3077&lang=en&cache-only=0",
            "defineEn": "a medical procedure to deliver a baby by cutting the belly of the mother",
            "defineVi": "một thủ tục y tế để sinh em bé bằng cách cắt bụng của người mẹ"
        },
        {
            "id": "27ac3025-4e5c-4f50-ad06-f7c73b7bf535",
            "word": "to implant",
            "phonetic": "tʊ ɪmplænt ",
            "partOfSpeechType": "verb",
            "examples": [
                "But cochlear implants are.",
                "In the remains of each arm, a microchip has been implanted.",
                "Hearing aids and cochlear implants do not benefit all deaf and hard- of-hearing people.",
                "Cochlear implants are not cosmetic procedures, obviously.",
                "They surgically implanted an array of electrodes onto the brains of two participants who had lost their sight."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wbGFudA&hash=62defbf860713e55d6fed6e6d26fc0a2f16e0fb0&lang=en&cache-only=0",
            "defineEn": "to insert a living tissue or an artificial object into the body via medical procedure",
            "defineVi": "để chèn một mô sống hoặc một đối tượng nhân tạo vào cơ thể thông qua thủ tục y tế",
            "hasImg": true
        },
        {
            "id": "6835fd2a-13de-496b-ac48-9c7df5acc12d",
            "word": "to transplant",
            "phonetic": "tə tɹænsplænt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She lived on borrowed time for years before finally receiving a heart transplant.",
                "Transplant centers are a good revenue center for hospitals.",
                "On the other hand your body could reject the transplant.",
                "In 1971, for instance, biologists transplanted ten Italian wall lizards from one island off the coast of Croatia to another.",
                "Specifically, a transplant from a person who is resistant to HIV."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhbnNwbGFudA&hash=42325204997b990a4ef4aef48c92dd883239ac35&lang=en&cache-only=0",
            "defineEn": "to surgically remove an organ from someone's body and put it in someone else's body",
            "defineVi": "để phẫu thuật loại bỏ một cơ quan từ cơ thể của một ai đó và đưa nó vào cơ thể của người khác"
        },
        {
            "id": "89d2a53c-519b-4fbd-af7a-34d7f0233aff",
            "word": "nose job",
            "phonetic": "noʊz dʒɑːb ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bm9zZSBqb2I&hash=6b3c88342bb4daaf988a051dd73432b77e017714&lang=en&cache-only=0",
            "defineEn": "a surgical procedure performed on someone's nose that changes its appearance to make it look more attractive",
            "defineVi": "một thủ tục phẫu thuật được thực hiện trên mũi của ai đó làm thay đổi diện mạo của nó để làm cho nó trông hấp dẫn hơn",
            "hasImg": true
        },
        {
            "id": "e90e7076-85fb-43a0-aa62-5c19f2bcbd80",
            "word": "plastic surgery",
            "phonetic": "plæstɪk sɜːdʒɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "In a 2015 study of female plastic surgery patients, 73% preferred looking at mirror-reversed photos of themselves."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhc3RpYyBzdXJnZXJ5&hash=35b503b67ef65fd3c5c3cf609343c752cf5daeae&lang=en&cache-only=0",
            "defineEn": "a medical operation performed on a part of the body in order to improve its appearance or repair skin injury",
            "defineVi": "một hoạt động y tế được thực hiện trên một phần của cơ thể để cải thiện diện mạo của nó hoặc sửa chữa vết thương ngoài da",
            "hasImg": true
        },
        {
            "id": "2964e05b-fc54-4449-b457-dd02d0be64af",
            "word": "to stitch",
            "phonetic": "tə stɪtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her jokes had us all in stitches.",
                "At the charity event, the wealthy businessman's joke had everyone in stitches.",
                "I was in stitches at that comedy show.",
                "He can have you in stitches in a matter of minutes.",
                "Here's a book that will have you in stitches."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RpdGNo&hash=3d5d1c621c8cda404d4aa21514d00598e488fa5d&lang=en&cache-only=0",
            "defineEn": "to join the edges of a wound together by a thread and needle",
            "defineVi": "để nối các cạnh của vết thương với nhau bằng chỉ và kim",
            "hasImg": true
        },
        {
            "id": "0c6a80d8-cfad-449f-a4cf-d4722964a951",
            "word": "to screen",
            "phonetic": "tə skɹiːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The screen is the main part of a laptop.",
                "See yourself on the screen.",
                "The report will come up on the screen in a moment.",
                "Her eyes were glued firmly to the computer screen.",
                "The clock on my computer screen shows the current time and date."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NyZWVu&hash=5ffa74e12f91a716fc6af40922d155b1fbb865d8&lang=en&cache-only=0",
            "defineEn": "to examine and test a person in order to check if they are sick or not",
            "defineVi": "để kiểm tra và kiểm tra một người để kiểm tra xem họ có bị bệnh hay không",
            "hasImg": true
        },
        {
            "id": "fcad82e4-0f3e-4eee-9951-2fdd0219ede5",
            "word": "to diagnose",
            "phonetic": "tə daɪəɡnoʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Vik was diagnosed with second stage cancer but he didn’t want to get chemotherapy.",
                "My father was in the prime of life when he was diagnosed with cancer.",
                "When my friend was diagnosed with cancer, she found solace in talking to others who had gone through the same experience.",
                "My father quit smoking after he was diagnosed with lung cancer, but I'm afraid he's locking the barn door after the horse is stolen.",
                "After the CEO announced that she had been diagnosed with dementia, her daughter gradually began taking the reins of the company."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlhZ25vc2U&hash=679ccfabd8a92374698bed973fdec89b4bca0ec1&lang=en&cache-only=0",
            "defineEn": "to find out the cause of a problem or what disease a person has by examining the symptoms",
            "defineVi": "để tìm ra nguyên nhân của một vấn đề hoặc bệnh gì một người có bằng cách kiểm tra các triệu chứng",
            "hasImg": true
        },
        {
            "id": "007ef195-2ca7-46d3-95a4-b0565a2f7d2c",
            "word": "diagnosis",
            "phonetic": "daɪəɡnoʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The doctor asked me about my symptoms and medical history to make a diagnosis.",
                "He knows he is living on borrowed time after his cancer diagnosis.",
                "When faced with a difficult health diagnosis, I remind myself that while there is life there is hope - and that with the right treatment and mindset, I can recover and thrive.",
                "This diagnosis exists for a reason.",
                "To get this diagnosis."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhZ25vc2lz&hash=4e7405ff6290f373e843a1ddb9c2d429763e9a8d&lang=en&cache-only=0",
            "defineEn": "the identification of the nature and cause of an illness or other problem",
            "defineVi": "việc xác định bản chất và nguyên nhân của một căn bệnh hoặc vấn đề khác",
            "hasImg": true
        },
        {
            "id": "2895a607-ef78-4270-9dda-ac3a6b193f18",
            "word": "operable",
            "phonetic": "ɑːpɚɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Does it make you wanna garden, I think, is the operable question."
            ],
            "audio": "https://tts.langeek.co/read?text=b3BlcmFibGU&hash=bf81d1d555f63924edde350eaf8ea23990288a99&lang=en&cache-only=0",
            "defineEn": "(of a medical condition) treatable with surgery",
            "defineVi": "(của một tình trạng y tế) có thể điều trị bằng phẫu thuật"
        },
        {
            "id": "374d3454-4415-46c0-ac37-2d9dfbc101c1",
            "word": "to bandage",
            "phonetic": "tə bændɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Fetch me a bandage and make it snappy!",
                "We have a spider bandage?",
                "He's all bandaged up, and Vince McMahon's back there.",
                "She also has this large bandage on her leg because they had to do full reconstructive surgery on the broken bone.",
                "It's the bandage you idiot."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFuZGFnZQ&hash=f554060e474a64109b37b07d5cab538dc8bc7118&lang=en&cache-only=0",
            "defineEn": "to cover a wound or part of the body with a piece of cloth for protection",
            "defineVi": "che vết thương hoặc một phần cơ thể bằng một mảnh vải để bảo vệ",
            "hasImg": true
        },
        {
            "id": "4a6d13c6-6527-4020-bd05-10db5608dc02",
            "word": "to plaster",
            "phonetic": "tə plæstɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her right leg was coated in plaster.",
                "When I'm feeling stressed or overwhelmed, I try to remember that patience is a plaster for all sores, and that taking a step back and giving myself time can help to alleviate my anxiety.",
                "Which classic rock star had his big old yam cast in plaster.",
                "Newspapers, science journals, and popular magazines around the world plastered it across their pages.",
                "He plastered fliers all over campus with a breakdown of the best deals he found."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxhc3Rlcg&hash=5806a3c7441d3a0bacbce4724e00af02d95d92fd&lang=en&cache-only=0",
            "defineEn": "to encase a part of the body in plaster",
            "defineVi": "để bọc một phần của cơ thể trong thạch cao"
        },
        {
            "id": "82317acc-c4cb-42f8-ba73-a02e68f6fdcc",
            "word": "hospitalization",
            "phonetic": "hɑːspɪɾəlᵻzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hospitalizations are rising as well.",
                "Hospitalizations, infections, deaths were on the downslope.",
                "The hospitalizations are at 100,000-plus.",
                "And 26 states set records for COVID-related hospitalizations during Thanksgiving week.",
                "And lifelong hospitalization isn’t as common these days."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9zcGl0YWxpemF0aW9u&hash=36b7ce53364bf69acca378fe09cdf0ea5480615c&lang=en&cache-only=0",
            "defineEn": "the fact of being placed in a hospital for medical treatment",
            "defineVi": "thực tế là được đưa vào bệnh viện để điều trị y tế",
            "hasImg": true
        },
        {
            "id": "49ebc255-ec04-4171-9a98-1cb3764df32b",
            "word": "specialist",
            "phonetic": "spɛʃəlɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Humans 50,000 years ago were survival specialists.",
                "The specialists are not even in the area.",
                "Different specialists had different ways of turning the outputs of their forecast models into percentages.",
                "According to a CBP spokesperson, specialists evaluate trainings quarterly, but as of now, \"the curriculum remains unchanged.\"",
                "I went to some specialist."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlY2lhbGlzdA&hash=ddc9c751898b72aef81faefe027b233659f5734d&lang=en&cache-only=0",
            "defineEn": "a doctor who is highly trained in a particular area of medicine",
            "defineVi": "một bác sĩ được đào tạo chuyên sâu trong một lĩnh vực cụ thể của y học",
            "hasImg": true
        },
        {
            "id": "ac077339-a029-416a-92e5-548c3cc55a98",
            "word": "surgeon",
            "phonetic": "sɜːdʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The surgeon set her broken arm.",
                "One hundred years from now, will we remember the sitcom star, or the surgeon, or the human rights activist, or the guy who juggled frogs?",
                "Trauma surgeons work tirelessly to save lives, but ultimately they realize there is a remedy for everything except death and must accept that some injuries are simply too severe.",
                "So surgeons had to consider factors like blood supply, nerves, and sweat glands.",
                "In corrective laser eye surgery, surgeons rely on excimer lasers."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VyZ2Vvbg&hash=a4cd913acd61baf613eb741bd128cda9ebd258cb&lang=en&cache-only=0",
            "defineEn": "a doctor who performs medical operation",
            "defineVi": "một bác sĩ thực hiện phẫu thuật y tế",
            "hasImg": true
        },
        {
            "id": "7dd71de8-b5f4-4ac7-aaab-2fe45dcd9cc8",
            "word": "therapist",
            "phonetic": "θɛɹəpɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "With the help of a therapist, the couple is on the mend and is working through the challenges in their relationship.",
                "The therapist told her patient that it was important to confess their mistakes and take responsibility for their actions because confession is good for the soul and can bring about personal growth.",
                "The therapist reminded the client that a good laugh and a long sleep are the best cures in the doctor's book, encouraging them to find joy in life and prioritize self-care to help manage their mental health.",
                "If you're in a hole, stop digging and seek support from a therapist or trusted friend or family member.",
                "As a therapist, I know that it's important to create a safe and non-judgmental space for my clients."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlcmFwaXN0&hash=c6236b708e5861c24609416133ac336cc9531431&lang=en&cache-only=0",
            "defineEn": "a person who is trained to treat a particular type of disease or disorder, particularly by using a specific therapy",
            "defineVi": "một người được đào tạo để điều trị một loại bệnh hoặc rối loạn cụ thể, đặc biệt là bằng cách sử dụng một liệu pháp cụ thể"
        },
        {
            "id": "84c73089-0cb5-48e6-9dda-f05fbfd8b4b9",
            "word": "paramedic",
            "phonetic": "pæɹəmɛdɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Paramedics hoist him into a capsule for safe transport.",
                "Paramedics took in stretchers for those who couldn't move.",
                "Can I get some paramedics over here?",
                "In Los Angeles, paramedics are declining to take less-than-critically-ill patients to hospitals.",
                "Microglia act as the brain’s janitors, nurses, paramedics, police, judges, juries, and executioners."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyYW1lZGlj&hash=a1f5b01f88a2be6c985f8ed66b0521002b0ade80&lang=en&cache-only=0",
            "defineEn": "a trained individual who gives medical aid to people in emergency before taking them to the hospital",
            "defineVi": "một cá nhân được đào tạo để hỗ trợ y tế cho những người trong trường hợp khẩn cấp trước khi đưa họ đến bệnh viện",
            "hasImg": true
        },
        {
            "id": "1947d383-0683-4974-9e1f-ab86b6832596",
            "word": "psychiatrist",
            "phonetic": "saɪkaɪətɹɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "And also seeing a psychiatrist.",
                "Many people seek help from psychiatrists.",
                "Psychiatrists will use them for bipolar disorder predominantly.",
                "But some psychiatrists still consider it a useful tool as part of other therapies.",
                "Reach out to your psychiatrist."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hpYXRyaXN0&hash=799c983ad3a799750f5542278923e961b62f20b6&lang=en&cache-only=0",
            "defineEn": "a medical doctor who specializes in the treatment of mental illnesses or behavioral disorders",
            "defineVi": "một bác sĩ y khoa chuyên điều trị các bệnh tâm thần hoặc rối loạn hành vi",
            "hasImg": true
        },
        {
            "id": "7d29a720-40b7-4d38-8f3b-8ed7f812b6e4",
            "word": "checkup",
            "phonetic": "tʃɛkʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Every kid needs a checkup at least once a year.",
                "Every kid needs a checkup at least once a year.",
                "Every kid needs a checkup at least once a year.",
                "All kids should have a vision checkup at least once a year.",
                "And so is getting your yearly checkup at the doctor!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlY2t1cA&hash=ca9d19ef52591dcaa936689d97118b82f9c44e8a&lang=en&cache-only=0",
            "defineEn": "a complete medical examination of the body to see if there are any health issues",
            "defineVi": "kiểm tra y tế toàn diện về cơ thể để xem có bất kỳ vấn đề sức khỏe nào không",
            "hasImg": true
        }
    ]
}