{
    "id": "9294dc05-49c5-43ce-bcd6-8d4fd8958d67",
    "title": "Mythological Creatures",
    "originalTitle": "Mythological Creatures",
    "words": [
        {
            "id": "a84fcb10-ce90-4cf2-a708-5dd11abf9afe",
            "word": "banshee",
            "phonetic": "bænʃiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "In many ways, the banshee is a protector of the family and its noble land, even a symbol of the family.",
                "Goddesses, keening women, and banshees.",
                "So, the banshee’s appearance warns of impending death.",
                "Many old banshee stories are even classified by the name of the family they are loyal to.",
                "The typical banshee has long, flowing hair and appears dressed in white."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFuc2hlZQ&hash=edb5f6ad4c4d99cadc55fc671538c418c4dddcce&lang=en&cache-only=0",
            "defineEn": "a female spirit from Irish folklore, associated with death and often depicted as a wailing ghostly figure",
            "defineVi": "một linh hồn nữ trong văn hóa dân gian Ailen, gắn liền với cái chết và thường được miêu tả như một nhân vật ma quái đang than khóc"
        },
        {
            "id": "72fc47ad-450b-4e5d-9dea-ff33828b202d",
            "word": "yeti",
            "phonetic": "jɛɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tibetan tradition recognizes a variety of yeti.",
                "In reality, the yeti entered into Western thought as a footnote.",
                "In 1952, a year after Shipton’s famous photograph, a Swiss exploration team found possible Yeti tracks at 16,000 feet.",
                "In 2014, yeti made the news again when a study showed that the hair actually came from an extinct paleolithic polar bear.",
                "So, yeti legends and stories were culturally important long before the Western world was even aware of their existence."
            ],
            "audio": "https://tts.langeek.co/read?text=eWV0aQ&hash=5e0be7c4df9cae7c3845afebfc3558d93a321376&lang=en&cache-only=0",
            "defineEn": "a large, ape-like creature said to inhabit the Himalayan region of Nepal, Bhutan, and Tibet",
            "defineVi": "một sinh vật lớn, giống vượn được cho là sống ở vùng Himalaya của Nepal, Bhutan và Tây Tạng"
        },
        {
            "id": "26e12d4c-5f29-42e5-914c-a4f9c6eaef11",
            "word": "angel",
            "phonetic": "eɪndʒəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Thomas recklessly waded into the controversial debate that more sensible voices shied away from, showing that fools rush in where angels fear to tread.",
                "Angel: Come in.",
                "Angel: Somebody that's not honest.",
                "Angel: Wait, what does that mean?",
                "Angel: Granny, today's the day."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5nZWw&hash=f8e6cf335a766e65533ef28985e0fdd68d5c6a6d&lang=en&cache-only=0",
            "defineEn": "a spiritual and holy being with two white wings, believed to be a servant or agent of God",
            "defineVi": "một sinh vật tâm linh và thánh thiện với hai cánh trắng, được cho là người hầu hoặc đại diện của Chúa",
            "hasImg": true
        },
        {
            "id": "968bb4cc-9477-46a7-b30e-87238a3a56e3",
            "word": "brownie",
            "phonetic": "bɹaʊni ",
            "partOfSpeechType": "noun",
            "examples": [
                "She’s just trying to win brownie points with the boss.",
                "A post, which in all probability, is fake and written solely for either earning a brownie point or being afraid of left out.",
                "Like you have a break up, brownies.",
                "This is just normal brownie batter.",
                "Take the brownies out and slam them on your kitchen counter."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvd25pZQ&hash=53223805b04aaebda5be22f337d02d210f985d05&lang=en&cache-only=0",
            "defineEn": "a type of fairy or hobgoblin in Scottish and English folklore, who is said to inhabit households and aid in tasks around the house in exchange for small gifts or treats",
            "defineVi": "một loại tiên hoặc hobgoblin trong văn hóa dân gian Scotland và Anh, người được cho là sống trong các hộ gia đình và hỗ trợ các công việc xung quanh nhà để đổi lấy những món quà hoặc món quà nhỏ"
        },
        {
            "id": "f1e26db0-be66-43ea-ad57-4c4ad34dc3da",
            "word": "bunyip",
            "phonetic": "bʌnjɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Arguably the most globally recognized mythical creature from Australia is the bunyip, an important staple in Aboriginal folklore.",
                "The bunyip goes by several other names depending on who is telling the story.",
                "The word bunyip most likely came from an Aboriginal word for an amphibious spirit-being.",
                "In another Aboriginal story, a boy is taken by a bunyip while playing by the river at night.",
                "The tricky thing about bunyips is that there are so many different accounts as to what the creature actually looks like."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVueWlw&hash=20a92ab59f260fa3baa35184fd1036461984f875&lang=en&cache-only=0",
            "defineEn": "a mythical creature from Australian Aboriginal mythology that is believed to inhabit bodies of water and is often described as a large, fearsome creature with a mix of different animal features",
            "defineVi": "một sinh vật thần thoại từ thần thoại của thổ dân Úc được cho là sống ở các vùng nước và thường được mô tả là một sinh vật to lớn, đáng sợ với sự pha trộn của các đặc điểm động vật khác nhau"
        },
        {
            "id": "be5716f9-4ecf-4e94-b768-4fddc4ea5681",
            "word": "centaur",
            "phonetic": "sɛntɔːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "For the most part, Centaurs stick to the outermost solar system.",
                "Centaur is around 90, so literally the highest performance upper-stage ever.",
                "That Centaur will carry astronauts to space.",
                "that's the Centaur that's going to take Mars 2020 to Mars?",
                "Have you ever flown a dual-engine Centaur?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VudGF1cg&hash=f330cda08c8ed4f1cff2a949a196b6331218124b&lang=en&cache-only=0",
            "defineEn": "a mythical creature from Greek mythology with the upper body of a human and the lower body of a horse",
            "defineVi": "một sinh vật thần thoại từ thần thoại Hy Lạp với phần trên của con người và phần dưới của một con ngựa"
        },
        {
            "id": "3d302464-24c1-4a52-847d-d536197167c7",
            "word": "cerberus",
            "phonetic": "sɜːbɚɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "It told her to bring barley cakes for Cerberus, the guard dog to the Underworld and coins to pay the boatman, Charon to ferry her across the river Styx."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VyYmVydXM&hash=92d642dc0dacf8e02ee2206c6f7397b23c59c040&lang=en&cache-only=0",
            "defineEn": "a three-headed dog from Greek mythology, known for guarding the entrance to the underworld and preventing the dead from leaving",
            "defineVi": "một con chó ba đầu trong thần thoại Hy Lạp, được biết đến với việc bảo vệ lối vào thế giới ngầm và ngăn người chết rời đi"
        },
        {
            "id": "b65a963c-2677-43ea-a9f9-89b45dea9a98",
            "word": "chimera",
            "phonetic": "kaɪmiəɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "That’s a chimera.",
                "Now in biology, a chimera is not as scary as in the myth.",
                "Lydia was a chimera too!",
                "The little girl in our example is called a tetragametic chimera because four gametes, or reproductive cells, came together to create her.",
                "This girl was what we call a chimera."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpbWVyYQ&hash=db33f6f51269dca38a6f92833463078c57e997e9&lang=en&cache-only=0",
            "defineEn": "a mythological creature in Greek mythology. It is typically depicted as a fire-breathing creature with the body and head of a lion, the head of a goat protruding from its back, and a serpent for a tail",
            "defineVi": "một sinh vật thần thoại trong thần thoại Hy Lạp. Nó thường được miêu tả là một sinh vật phun lửa với thân và đầu sư tử, đầu dê nhô ra sau lưng và đuôi rắn."
        },
        {
            "id": "8b53b355-ebf1-486f-a8a2-188c1976ede8",
            "word": "chupacabra",
            "phonetic": "tʃuːpɐkæbɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Have you ever seen el chupacabras?",
                "All of these symptoms can explain the chupacabras appearance.",
                "Reports of el chupacabras occur everywhere from Puerto Rico, where it actually originated, to Maine.",
                "By the end of 1995, thousands of shirts were printed with illustrations of chupacabras.",
                "But el chupacabras shows us that these stories can arise today."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2h1cGFjYWJyYQ&hash=7673253bb3ba3e853b9be2078fa8ba83d20b25e8&lang=en&cache-only=0",
            "defineEn": "a legendary creature in Latin American folklore, known for attacking and drinking the blood of livestock, especially goats",
            "defineVi": "một sinh vật huyền thoại trong văn hóa dân gian Mỹ Latinh, được biết đến với việc tấn công và uống máu gia súc, đặc biệt là dê"
        },
        {
            "id": "97acce4b-7e8d-4a11-8b1a-0d9c9bd773f9",
            "word": "cyclops",
            "phonetic": "saɪkləps ",
            "partOfSpeechType": "noun",
            "examples": [
                "Unless your name is Cyclops.",
                "The Cyclops combines two monstrous elements into one: a humanoid of massive stature and a physical malformation that only rarely occurs in real life.",
                "And although cyclopes, dragons, and griffins are mythological, planet earth has seen much stranger creatures in its 4.5 billion-year history.",
                "The best example of this is probably Odysseus’ encounter with the Cyclops.",
                "The most famous Cyclops, the cannibalistic shepherd of the Ancient Greek Homeric myth, isn’t the only one."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3ljbG9wcw&hash=1f870b4f8f67414701e23eef77299b36e8a08e5e&lang=en&cache-only=0",
            "defineEn": "a mythical creature in Greek mythology that has a single eye in the middle of its forehead",
            "defineVi": "một sinh vật thần thoại trong thần thoại Hy Lạp có một con mắt ở giữa trán"
        },
        {
            "id": "fdcae2ca-c928-4faa-a87a-0b353ec3a2e2",
            "word": "demon",
            "phonetic": "diːmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Don't let deaf demon",
                "Demon comes out.",
                "I'm a speed demon.",
                "You're a speed demon.",
                "I'm a speed demon."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtb24&hash=167d2845cc3d25d16da897912af67e7850583fda&lang=en&cache-only=0",
            "defineEn": "an evil supernatural creature",
            "defineVi": "một sinh vật siêu nhiên độc ác",
            "hasImg": true
        },
        {
            "id": "b6ee6df7-608b-486d-bb32-ba49cfd710bb",
            "word": "dragon",
            "phonetic": "dɹæɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dragons don’t exist.",
                "The children were excited to try the unusual-looking dragon fruit, an exotic accessory fruit.",
                "Viewers will remember the dashing hero, Dirk, risking life and limb to rescue Daphne from the dragons.",
                "Dragons play a significant role in Welsh mythology, as well.",
                "Dragons are also a part of its imperial history."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhZ29u&hash=a93cfef6757f2c1d7defe6c2ee25e9fca4b859f3&lang=en&cache-only=0",
            "defineEn": "a fictional, large winged animal with a long tail that is usually able to breathe fire",
            "defineVi": "một con vật hư cấu, có cánh lớn với cái đuôi dài thường có thể thở ra lửa",
            "hasImg": true
        },
        {
            "id": "860f30a8-e083-4fe0-94df-ec7280280175",
            "word": "dwarf",
            "phonetic": "dwɔːɹf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Baker Mayfield's contract dwarfs other rookies.",
                "The buildings dwarf you. ",
                "A magnetar flare dwarfs that into insignificance.",
                "Interestingly, brown dwarfs are a better bet as an energy source.",
                "The dwarf carried on."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHdhcmY&hash=ccd94b36ac70aa797cc551962f01ed0d5c8807f3&lang=en&cache-only=0",
            "defineEn": "a fictional, small human-like creature that generally lives under the ground and works in mines",
            "defineVi": "một sinh vật hư cấu nhỏ giống con người thường sống dưới lòng đất và làm việc trong hầm mỏ"
        },
        {
            "id": "32d61d78-e2b2-40c1-963d-5d0bda43024d",
            "word": "echidna",
            "phonetic": "ɛtʃɪdnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, echidnas have a lot of monounsaturated fats in their cell membranes.",
                "This is the echidna.",
                "Is it an echidna of some kind?",
                "Echidnas, like all monotremes, are missing something most animals rely on to digest food.",
                "Things like black swans, wombats, platypus, and echidnas were seen by Europeans for the first time in the 19th century."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNoaWRuYQ&hash=b1f07f75b3e679175fafba42cde7922c219ff936&lang=en&cache-only=0",
            "defineEn": "a half-woman, half-snake creature known as the \"Mother of Monsters\" because she was the mother of many famous monsters",
            "defineVi": "một sinh vật nửa người nửa rắn được mệnh danh là \"Mẹ của Quái vật\" vì bà là mẹ của nhiều quái vật nổi tiếng"
        },
        {
            "id": "e2735093-accf-4a6e-974a-7323c40e4984",
            "word": "elf",
            "phonetic": "ɛlf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Frequently these stories included elves, trolls, and other supernatural beings.",
                "My hair conceals my elf ears.",
                "Later in the same volume, some elves speak it",
                "He’s the Keebler elf of the Senate. ",
                "Look, it's their little toilet elf."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxm&hash=fa0b6d59418e608ff8c78beef67cfa67283b564b&lang=en&cache-only=0",
            "defineEn": "(in fairy stories) a small human-like creature that has pointed ears and magical powers",
            "defineVi": "(trong truyện cổ tích) một sinh vật nhỏ giống người có đôi tai nhọn và sức mạnh ma thuật",
            "hasImg": true
        },
        {
            "id": "94140205-53e7-42df-a648-5c2d2a3a17f4",
            "word": "fairy",
            "phonetic": "fɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "We all know that Mary often seems away with the fairies.",
                "It's no use trying to explain the problem to her - she's away with the fairies!",
                "This fairy creature is a shoemaker.",
                "And to me this creepiness evokes fairy, demon, and changeling vibes.",
                "They even make dancing slippers for the other fairies."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFpcnk&hash=238cfeed852ce700f18bf037ecf23bd4cbbacd2a&lang=en&cache-only=0",
            "defineEn": "a fictional, small especially female creature that has magical powers",
            "defineVi": "một sinh vật hư cấu, nhỏ đặc biệt là nữ có sức mạnh ma thuật"
        },
        {
            "id": "5e7683bb-b086-4301-bd4b-b4e6c9e0b411",
            "word": "faun",
            "phonetic": "fɔːn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmF1bg&hash=24436e666b3323af74b8c165711ae66c5b400e7c&lang=en&cache-only=0",
            "defineEn": "a rustic forest god or spirit that is part human and part goat",
            "defineVi": "một vị thần rừng mộc mạc hoặc linh hồn là một phần của con người và một phần của dê"
        },
        {
            "id": "14e8e57a-dc7d-4ad0-bad9-d511b83ccc37",
            "word": "fury",
            "phonetic": "fjʊɹɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was in a controlled fury. ",
                "The fallout from a day of fury in Washington is still very much in the air tonight.",
                "It was like I don't know, fury, you could make the argument for fury.",
                "If you’ve spent time with a toddler, you’ve probably experienced the sound and the fury of a temper tantrum.",
                "And when I do the walls will tremble in the wake of my fury!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVyeQ&hash=0570a5f7be04d3a0ebaf4b7b78f916878df3261a&lang=en&cache-only=0",
            "defineEn": "the female spirit who punished those who had committed crimes, especially within families",
            "defineVi": "linh hồn phụ nữ trừng phạt những kẻ đã phạm tội, đặc biệt là trong gia đình"
        },
        {
            "id": "421d495a-fde8-4f26-a80f-a500b6f17ff4",
            "word": "genie",
            "phonetic": "dʒiːni ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Like the genie.",
                "But the genie was already out of the bottle.",
                "He is a genie! -",
                "This genie is not going back in the bottle.",
                "I'm the genie of the lamp."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuaWU&hash=fbbea5108122f5a2dfcc907527d0b6b83860f463&lang=en&cache-only=0",
            "defineEn": "a spirit in Arabian stories that has magical powers, which grants wishes when summoned",
            "defineVi": "một linh hồn trong những câu chuyện Ả Rập có sức mạnh ma thuật, ban cho điều ước khi được triệu tập"
        },
        {
            "id": "0a5ca6aa-4a53-4ddd-a276-e7f89e7a1070",
            "word": "giant",
            "phonetic": "dʒaɪənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They have to put up with a giant oil refinery right on their doorstep.",
                "Last year my son discovered a giant runner bean in his garden and couldn't wait to show it off to his friends.",
                "Standing on the shoulders of giants is a necessary part of creativity",
                "Frank knew he was just a cog in the wheel of this giant corporation.",
                "Giant retail chains are pricing locally owned shops out of the market all over the country."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2lhbnQ&hash=ed4333d0dff91c101d3d6bfd6fa754ab87004c11&lang=en&cache-only=0",
            "defineEn": "a fictional human-like creature that is extremely large and powerful",
            "defineVi": "một sinh vật giống con người hư cấu cực kỳ to lớn và mạnh mẽ",
            "hasImg": true
        },
        {
            "id": "2aec0d11-734f-4a2e-82df-7772b5b6cbac",
            "word": "gnome",
            "phonetic": "noʊm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The journalist's investigation uncovered a network of the gnomes of Zurich who were involved in manipulating global currency markets for their own benefit.",
                "The activist group launched a campaign to expose the gnomes of Zurich and other powerful figures in the financial world, calling for greater regulation and oversight of the global financial system.",
                "Is there a gnome in there?",
                "Because I look like a garden gnome standing here.",
                "He then used gnome, or reason, to reach conclusions about what actually happened."
            ],
            "audio": "https://tts.langeek.co/read?text=Z25vbWU&hash=209b810b974df61bba0d52616d25b66484018a2f&lang=en&cache-only=0",
            "defineEn": "a magical creature in the folklore which resembles a small old man who guards buried treasures",
            "defineVi": "một sinh vật ma thuật trong văn hóa dân gian giống như một ông già nhỏ bé canh giữ kho báu bị chôn vùi"
        },
        {
            "id": "3664f7e4-4836-419b-aee0-fa043b360ed3",
            "word": "goblin",
            "phonetic": "ɡɑːblɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Oh, oh it was a goblin?",
                "- It's like a-- a demonic goblin!",
                "Goblin sharks are also thought to spend more time hovering than swimming, probably for similar energy-conserving reasons.",
                "Introducing the products that we are both reviewing today, - It's goblin.",
                "The Kallikantzaros are malevolent Greek goblins, who terrorize humans in the twelve days before Christmas."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29ibGlu&hash=0b4c3848df9dbba90b37641ac4736f4f1bbfe0e7&lang=en&cache-only=0",
            "defineEn": "a fictional small creature that likes to make trouble for humans or trick them",
            "defineVi": "một sinh vật nhỏ hư cấu thích gây rắc rối cho con người hoặc lừa họ"
        },
        {
            "id": "ef88e88d-29d8-4f21-9184-2435a040f1ee",
            "word": "gorgon",
            "phonetic": "ɡoːɹɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Deuce Gorgon?",
                "Tigers were ridden, gorgons were defeated, coyote had some diarrhea.",
                "What’s a Gorgon you ask?",
                "Greek scholar, Apollodorus, described the Gorgon sisters as having scaled heads, large tusks and golden wings.",
                "Armed with a sickle made of adamantine and a helmet that turns him invisible, Perseus sneaks up on the sleeping Gorgons, using his shield as a mirror to avoid looking Medusa in the eyes before he chops her head off."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29yZ29u&hash=4c2abf3d12fda85f5b1e3ba0b89ea81cb19f41e6&lang=en&cache-only=0",
            "defineEn": "a group of three monstrous sisters in Greek mythology, known for their terrifying appearance, with snakes for hair and the ability to turn people to stone with their gaze",
            "defineVi": "một nhóm ba chị em quái dị trong thần thoại Hy Lạp, được biết đến với vẻ ngoài đáng sợ, với mái tóc rắn và khả năng biến người ta thành đá bằng ánh mắt của họ"
        },
        {
            "id": "31e1aba4-d1a5-4b67-bba0-38723a03200c",
            "word": "griffin",
            "phonetic": "ɡɹɪfɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "In classical mythology, the griffin has the body of a lion with the head and wings of an eagle.",
                "Also unlike other hybrid creatures in mythology, the griffin isn’t associated with any gods or heroes but were seen as living animals.",
                "And although cyclopes, dragons, and griffins are mythological, planet earth has seen much stranger creatures in its 4.5 billion-year history.",
                "Paleontologist Mark Witton has argued that griffins might have nothing to do with Protoceratops or prehistoric eggs.",
                "Griffins have appeared in decorative arts and heraldry from Europe to Asia going back thousands of years."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JpZmZpbg&hash=3e68aebb65d588c0ec672df3c4c913ba9bb4aac6&lang=en&cache-only=0",
            "defineEn": "a mythical creature with the head, wings, and talons of an eagle, and the body of a lion",
            "defineVi": "một sinh vật thần thoại với đầu, cánh và móng vuốt của đại bàng và cơ thể của một con sư tử"
        },
        {
            "id": "df55caa2-329c-4baf-bcc6-6bd1b6319b76",
            "word": "halfling",
            "phonetic": "hæflɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFsZmxpbmc&hash=f7b28f4b49ef54257f7518dc9fdcd55a815770c9&lang=en&cache-only=0",
            "defineEn": "a fictional humanoid race that appears in various fantasy novels and games, usually characterized by their small size and agility",
            "defineVi": "một chủng tộc hình người hư cấu xuất hiện trong nhiều tiểu thuyết và trò chơi giả tưởng khác nhau, thường được đặc trưng bởi kích thước nhỏ và sự nhanh nhẹn của chúng"
        },
        {
            "id": "ac23c16a-f44f-4c79-83c8-451deadd362b",
            "word": "harpy",
            "phonetic": "hɑːɹpi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFycHk&hash=b58b5971a1d10d23ba9b5d7c5451ea55281df233&lang=en&cache-only=0",
            "defineEn": "a female monster with the face of a woman and the body of a bird",
            "defineVi": "một nữ quái vật với khuôn mặt của một người phụ nữ và cơ thể của một con chim"
        },
        {
            "id": "d611a93c-d1fc-4719-b7f6-4a9e73355370",
            "word": "hippocampus",
            "phonetic": "hɪpəkæmpəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your hippocampus is located in your temporal lobe.",
                "In stage two, it spreads to the hippocampus.",
                "Improved connections between the hippocampus and other brain areas have been associated with better navigation skills, too.",
                "One of those parts is the Hippocampus, which helps us form and store episodic memories.",
                "This area here is where memories are laid down, it's called the hippocampus."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlwcG9jYW1wdXM&hash=43efd4ac1b08aa2e5d44c6505355d2385f732dad&lang=en&cache-only=0",
            "defineEn": "a creature that has the upper body of a horse and the lower body of a fish or a dolphin",
            "defineVi": "một sinh vật có thân trên của ngựa và thân dưới của cá hoặc cá heo"
        },
        {
            "id": "a091c840-cf15-4d34-8bc3-f08e95099363",
            "word": "hobbit",
            "phonetic": "hɑːbɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the other scenario, the hobbits are part of the sister group to the branch that includes Homo habilis, Homo erectus, and us.",
                "So there's no hobbits in it.",
                "Now where does the debate about the hobbit stand today?",
                "The hobbits also left behind a number of simple stone tools, like cores, flakes, and points, some of which seem to have been used not only for hunting, but also for processing plant materials.",
                "But she’s not the only hobbit that anthropologists have found."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9iYml0&hash=2d83d1030bc433c47b726ac30147aee679f5410d&lang=en&cache-only=0",
            "defineEn": "a fictional character from J.R.R. Tolkien's novel \"The Hobbit\", and is a member of a race of small, humanoid creatures with hairy feet called hobbits",
            "defineVi": "một nhân vật hư cấu trong tiểu thuyết \"Người Hobbit\" của JRR Tolkien, và là thành viên của một chủng tộc gồm những sinh vật nhỏ, hình người với đôi chân đầy lông được gọi là hobbit"
        },
        {
            "id": "1b479141-c04a-49ff-8a59-a4e0d418f906",
            "word": "hydra",
            "phonetic": "haɪdɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Consider the hydra.",
                "But hydra live in freshwater.",
                "The hungry hydra stretches out its tentacles to snag swimming prey.",
                "The dead serpent’s remains became the Hydra constellation.",
                "The hydra uses those nutrients to make more hydra."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlkcmE&hash=be4dc8f8f2166dfe064f8fceeebf0a991591d312&lang=en&cache-only=0",
            "defineEn": "a mythical serpent-like creature in Greek mythology that has multiple heads, and if one head is cut off, two more will grow in its place",
            "defineVi": "một sinh vật giống rắn thần thoại trong thần thoại Hy Lạp có nhiều đầu và nếu một đầu bị chặt đi, hai cái khác sẽ mọc lên ở vị trí đó"
        },
        {
            "id": "7aa0552c-ad79-491b-b92e-7ba2524b22bf",
            "word": "jackalope",
            "phonetic": "dʒækɐloʊp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=amFja2Fsb3Bl&hash=15205c5442564d072429c54f1d6498f87fb6c295&lang=en&cache-only=0",
            "defineEn": "a mythical creature from North American folklore, often depicted as a rabbit with antlers, and celebrated as a symbol of ingenuity and humor",
            "defineVi": "một sinh vật thần thoại từ văn hóa dân gian Bắc Mỹ, thường được miêu tả là một con thỏ có gạc và được coi là biểu tượng của sự khéo léo và hài hước"
        },
        {
            "id": "3faaafa9-932d-48fc-b57d-5244ef74b449",
            "word": "Jersey Devil",
            "phonetic": "dʒɜːsi dɛvəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=SmVyc2V5IERldmls&hash=9a3f351d80a71aaaa8588189770e1b11fb097c5c&lang=en&cache-only=0",
            "defineEn": "a legendary creature said to inhabit the Pine Barrens region of New Jersey in the United States, often described as a kangaroo-like creature with wings, hooves, and a forked tail",
            "defineVi": "một sinh vật huyền thoại được cho là sống ở vùng Pine Barrens của New Jersey ở Hoa Kỳ, thường được mô tả là một sinh vật giống kangaroo có cánh, móng guốc và đuôi chẻ"
        },
        {
            "id": "2e10e0eb-8906-4328-901b-6bbe56aa060d",
            "word": "kelpie",
            "phonetic": "kɛlpaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Other monsters like kelpies, and njuggles are said to be much more numerous."
            ],
            "audio": "https://tts.langeek.co/read?text=a2VscGll&hash=f6d3368a4e301d78aef890f746d8e7ce74f38bb1&lang=en&cache-only=0",
            "defineEn": "a shape-shifting water spirit that is said to inhabit the lochs and pools of Scotland",
            "defineVi": "một linh hồn nước thay đổi hình dạng được cho là sống trong các hồ và hồ ở Scotland"
        },
        {
            "id": "ebc81a69-452f-474b-9bde-6fb089bdc9ab",
            "word": "kraken",
            "phonetic": "kɹeɪkən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Yes, release the Kraken!",
                "The Kraken is bigger than giant and larger than colossal.",
                "What exactly is a Kraken?",
                "Personally, I’m terrified of the Kraken.",
                "A Kraken is basically an angrier, much larger version of a squid."
            ],
            "audio": "https://tts.langeek.co/read?text=a3Jha2Vu&hash=fabebf2d821ec77cae9aeef83a74705a9b669ec0&lang=en&cache-only=0",
            "defineEn": "a legendary sea monster from Scandinavian folklore, typically depicted as a giant squid or octopus that attacks ships",
            "defineVi": "một con quái vật biển huyền thoại từ văn hóa dân gian Scandinavi, thường được miêu tả là một con mực hoặc bạch tuộc khổng lồ tấn công tàu"
        },
        {
            "id": "8c30cdd8-96ec-4d5c-b9f9-ede8953e3d1a",
            "word": "krampus",
            "phonetic": "kɹæmpəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Krampus isn't the only Christmas monster.",
                "Besides Krampus, there's a movie about Krampus.",
                "Besides Krampus, there's a movie about Krampus.",
                "If you're a naughty child, that Krampus, the anti-Santa, comes to visit."
            ],
            "audio": "https://tts.langeek.co/read?text=a3JhbXB1cw&hash=89834750c47b0e7e322d76ac2b7d16f383282868&lang=en&cache-only=0",
            "defineEn": "a figure from Alpine folklore who is depicted as a horned creature with a long tongue, known for punishing misbehaving children during the Christmas season",
            "defineVi": "một nhân vật trong văn hóa dân gian Alpine được miêu tả là một sinh vật có sừng với chiếc lưỡi dài, được biết đến với việc trừng phạt những đứa trẻ hư trong mùa Giáng sinh"
        },
        {
            "id": "67b67b60-8418-465d-a07d-c719d989068b",
            "word": "lamia",
            "phonetic": "læmiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "And according to Lamia, neither approach is wrong.",
                "There’s the Greek lamiae, the Chinese jiangshi, the African asanbosam, and the Australian yah-mah-ya-who to name a few."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFtaWE&hash=c8050dc9ab02846f331c1ab05fd44518e26dfa7a&lang=en&cache-only=0",
            "defineEn": "a female demon or monster in Greek mythology who preys on young children and mothers",
            "defineVi": "một con quỷ cái hoặc quái vật trong thần thoại Hy Lạp chuyên săn lùng trẻ nhỏ và các bà mẹ"
        },
        {
            "id": "9abc92dd-cf89-45bf-88ca-537740019dfc",
            "word": "leviathan",
            "phonetic": "lɛvaɪəθən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Leviathan was constructed on the grounds of Birr Castle in Ireland, home to William Parsons.",
                "The Leviathan remained in use into the 1880s and was eclipsed in size in 1917 by the 2.5-meter Hooker telescope at Mount Wilson Observatory in Los Angeles.",
                "Within a month of the Leviathan’s completion in 1845, Parsons shared a sketch of the object known as Messier 51.",
                "And that is where the Leviathan of Parsonstown came in: a telescope larger than any in the world, built into what became basically a small fortress.",
                "Each leviathan would then divide its share into 11 equal piles, keeping one, and giving the other 10 to their kraken commanders."
            ],
            "audio": "https://tts.langeek.co/read?text=bGV2aWF0aGFu&hash=9d23ea859ea93d2a0958bb1897de4e38a7fd479b&lang=en&cache-only=0",
            "defineEn": "a giant sea monster who is sometimes considered to be a demon of chaos and darkness",
            "defineVi": "một con quái vật biển khổng lồ đôi khi được coi là con quỷ của sự hỗn loạn và bóng tối"
        },
        {
            "id": "ca76a046-7dbc-478f-b87d-08a4e735b76d",
            "word": "manticore",
            "phonetic": "mæntɪkoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFudGljb3Jl&hash=894851000b400bd7619d1977a23f49cc82546cb5&lang=en&cache-only=0",
            "defineEn": "a legendary creature with the body of a lion, the wings of a bat, and a human-like face",
            "defineVi": "một sinh vật huyền thoại với cơ thể của một con sư tử, đôi cánh của một con dơi và một khuôn mặt giống con người"
        },
        {
            "id": "5c77a858-12e6-4f01-b5de-5bf37c3f5907",
            "word": "medusa",
            "phonetic": "məduːsə ",
            "partOfSpeechType": "noun",
            "examples": [
                "More recently, some feminists adopted Medusa as a symbol of female resistance and revenge.",
                "Well, it’s Medusa, a representation of woman as a monstrous serpent.",
                "And with that, the modern Medusa takes shape.",
                "In Metamorphoses, Medusa is beautiful with lovely flowing, long hair.",
                "Greek poet Hesiod described Medusa and her sisters as women with snakes hanging from their belts."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkdXNh&hash=7343c1d457614754bdec1b63e905ecf0ba2cd0ca&lang=en&cache-only=0",
            "defineEn": "a creature from Greek mythology with snakes for hair and the power to turn people to stone with her gaze",
            "defineVi": "một sinh vật trong thần thoại Hy Lạp với mái tóc rắn và sức mạnh biến người ta thành đá bằng ánh mắt của cô ấy"
        },
        {
            "id": "d95ebbfa-a9c3-49c3-a53e-da401156b524",
            "word": "mermaid",
            "phonetic": "mɜːmeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's like, slightly weirder than normal, but. - I saw a mermaid.",
                "And lastly, our third amazing thing about manatees: They’re the original little mermaid!",
                "We know today that mermaids don’t exist, but a long time ago, people weren’t so sure.",
                "They live in shallow coastal waters and rivers in tropical areas, and some historians think that some of the old mermaid legends came from really, really lonely sailors mistaking potatoey gray manatees for fish-tailed hot girls.",
                "It doesn’t mean the British sailors wowed Americans with their awesome mermaid tattoos, it means they kidnapped them and forced them to serve in the British navy."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVybWFpZA&hash=c5e3e72a90d90c97367985b53998954abbdd3ebc&lang=en&cache-only=0",
            "defineEn": "a fictional creature that is half woman and half fish, which lives in the sea",
            "defineVi": "một sinh vật hư cấu nửa người nửa cá, sống ở biển",
            "hasImg": true
        },
        {
            "id": "7a67859f-f963-47ce-8ff4-263462ef93bf",
            "word": "merman",
            "phonetic": "mɜːmən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWVybWFu&hash=5ef64ac2a3ed5166683155e7e76d6d130ab07929&lang=en&cache-only=0",
            "defineEn": "a mythological creature that is half-man and half-fish, and is usually depicted as having a human upper body and a fish-like tail instead of legs",
            "defineVi": "một sinh vật thần thoại nửa người nửa cá, và thường được miêu tả là có phần thân trên của con người và một cái đuôi giống cá thay vì chân"
        },
        {
            "id": "6e81bb9e-7e7b-4ec0-bf6b-71c7aaf17685",
            "word": "minotaur",
            "phonetic": "mɪnətɔːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "e.g. minotaurs, flying cars, perfectly toroidal pizza, North Korean Dictator Dave Coulier and snow which falls up."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlub3RhdXI&hash=dc40e26f8570cb53cb9c7de4ec94506c70136f4c&lang=en&cache-only=0",
            "defineEn": "a creature from Greek mythology with the head of a bull and the body of a man",
            "defineVi": "một sinh vật từ thần thoại Hy Lạp với cái đầu của một con bò và cơ thể của một người đàn ông"
        },
        {
            "id": "662e0a9c-fd2e-4224-8146-d9bd5fa970e0",
            "word": "monster",
            "phonetic": "mɔnstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "With the judge handing down the maximum possible sentence, this monster will be paying the fiddler for the rest of his life.",
                "I imagined her to be a monster by the way you described her",
                "Other vampire stories reframe the undead monster in exciting ways.",
                "This one is Monster.",
                "'Did the army make any more monsters?'"
            ],
            "audio": "https://tts.langeek.co/read?text=bW9uc3Rlcg&hash=c7e2512877b0550d3d2d25554ed1fc597fa3d445&lang=en&cache-only=0",
            "defineEn": "a fictional, scary and large creature",
            "defineVi": "một sinh vật hư cấu, đáng sợ và lớn"
        },
        {
            "id": "b4c738c0-9a3c-4208-8c6b-d0a4b60740ba",
            "word": "munchkin",
            "phonetic": "mʌntʃkɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Are you a Munchkin?'",
                "What do they, they print it in, they punch it into the internet, said, \"she sounds like a cross between a munchkin and to sort of Katherine Hepburn on speed.\""
            ],
            "audio": "https://tts.langeek.co/read?text=bXVuY2hraW4&hash=649116a3f251a920f511ce76168cbb0f66fcaa0d&lang=en&cache-only=0",
            "defineEn": "a character from the book \"The Wonderful Wizard of Oz\" by L. Frank Baum, and later used to describe a small person, often with a humorous or endearing connotation",
            "defineVi": "một nhân vật trong cuốn sách \"The Wonderful Wizard of Oz\" của L. Frank Baum, và sau này được dùng để mô tả một người nhỏ bé, thường có ý nghĩa hài hước hoặc đáng yêu"
        },
        {
            "id": "5b4c4c9c-8ad3-4e6c-8565-92e610af4f14",
            "word": "naga",
            "phonetic": "nɑːɡə ",
            "partOfSpeechType": "noun",
            "examples": [
                "So if you consult the Vietnamese zodiac, you may discover that you're a cat, not a rabbit, and if you're in Thailand, a mythical snake called a Naga replaces the dragon."
            ],
            "audio": "https://tts.langeek.co/read?text=bmFnYQ&hash=5a573cd872e5fe3bc9a4813e407faac03bc861ad&lang=en&cache-only=0",
            "defineEn": "a mythical creature from Hindu and Buddhist mythology that is typically depicted as a human with the lower body of a snake or serpent",
            "defineVi": "một sinh vật thần thoại từ thần thoại Ấn Độ giáo và Phật giáo thường được miêu tả là một con người với phần thân dưới của rắn hoặc rắn"
        },
        {
            "id": "08ce400b-1e70-4457-a0df-c6f2bb2fe67e",
            "word": "nymph",
            "phonetic": "nɪmf ",
            "partOfSpeechType": "noun",
            "examples": [
                "These young lice are called nymphs.",
                "The nymph has a killer lip, called a labium.",
                "While baby lice or nymphs are a fraction of that size.",
                "Assassin bug nymphs hunt a variety of prey, but ants have a special fate.",
                "Young dragonflies are called nymphs, and they live in the water."
            ],
            "audio": "https://tts.langeek.co/read?text=bnltcGg&hash=246646581ef6c5f3885847430d7c43533cc05c8d&lang=en&cache-only=0",
            "defineEn": "a fictional spirit of nature that lives in woods, river, etc. and has the shape of a young woman",
            "defineVi": "một linh hồn hư cấu của thiên nhiên sống trong rừng, sông, v.v. và có hình dạng của một phụ nữ trẻ"
        },
        {
            "id": "d11af5fb-d718-42d5-9b5b-863cb7e4e128",
            "word": "ogre",
            "phonetic": "oʊɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The ogre spider, that it casts out a silk net like a fisherman.",
                "Tales of monsters, ogres, and wildmen are as old as stories, but the line between legend and science hasn’t always been crystal clear.",
                "An evil cannibal ogre tries to eat them before accidentally killing his own daughters instead.",
                "This process is known as differentiation and it’s why the Earth is like an onion or an ogre: it’s made of different layers."
            ],
            "audio": "https://tts.langeek.co/read?text=b2dyZQ&hash=5f0ff81eaaec370842c01a768e6e9ad7b565ab8e&lang=en&cache-only=0",
            "defineEn": "a fictional, scary large creature that likes to eat humans",
            "defineVi": "một sinh vật to lớn hư cấu, đáng sợ, thích ăn thịt người"
        },
        {
            "id": "6237d47f-50f0-45b7-869b-4ed8b94ee711",
            "word": "oni",
            "phonetic": "oʊni ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b25p&hash=205c8b3be0ad37bbc8108672d1707b518ea100d6&lang=en&cache-only=0",
            "defineEn": "a type of demon or ogre in Japanese folklore",
            "defineVi": "một loại quỷ hoặc yêu tinh trong văn hóa dân gian Nhật Bản"
        },
        {
            "id": "04c78cbc-1260-4631-96df-6a7a433104d4",
            "word": "orc",
            "phonetic": "ɔːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Maybe you have a problem with one orc.",
                "The Orc, TM, are riding!",
                "The Orc is not drawn from European folklore.",
                "The Orc was invented whole-cloth by J.R.R. Tolkien.",
                "Like, the Lord of the Rings fans out there might prefer something along the lines of: Onward old orcs!"
            ],
            "audio": "https://tts.langeek.co/read?text=b3Jj&hash=2fc3fe3f5765fb633386dd6a7ab06a13837ede57&lang=en&cache-only=0",
            "defineEn": "a humanoid creature that is typically portrayed as brutish, aggressive, and warlike",
            "defineVi": "một sinh vật hình người thường được miêu tả là tàn bạo, hung dữ và hiếu chiến"
        },
        {
            "id": "5c35361c-d211-4452-91b2-a48ae720de19",
            "word": "pegasus",
            "phonetic": "pɛɡəsəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Everyone remember Pegasus and his Thousand Eyes Restrict and his Relinquished in turn.",
                "Luckily for our hero, his noble steed is none other than the winged horse Pegasus, which helps him kill the Chimaera from above.",
                "And here’s another fun fact: According to legend, when Perseus gives Medusa the old Marie Antoinette, two children spring forth from her body: Chrysaor and Pegasus.",
                "Of course, you still need jet fuel in the plane that gets it up there, so there’s a tradeoff, but it’s a launch process that the Pegasus rockets have used since the early 90s."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVnYXN1cw&hash=a27def356d42363855cfaf831ee19bf3df28be7a&lang=en&cache-only=0",
            "defineEn": "a mythical winged horse usually depicted as white in color",
            "defineVi": "một con ngựa có cánh thần thoại thường được miêu tả là màu trắng"
        },
        {
            "id": "1ed86b22-3180-4bf9-a670-2c1a3f42403b",
            "word": "phoenix",
            "phonetic": "fiːnɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "In 2020, Phoenix attracted more residents than any other US city for the fourth year in a row.",
                "Dumbledore has a phoenix.",
                "The company's headquarters have since moved to Phoenix.",
                "And, in Phoenix, six area hospitals are diverting incoming emergency patients to other facilities.",
                "Sreenivasan: KATE GALLEGO IS THE RECENTLY ELECTED MAYOR OF PHOENIX."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhvZW5peA&hash=5761e7228b03d3de386cb5de714a416d9550b6fe&lang=en&cache-only=0",
            "defineEn": "a fictional bird with a long life that is born from ashes",
            "defineVi": "một con chim hư cấu với một cuộc sống lâu dài được sinh ra từ đống tro tàn",
            "hasImg": true
        },
        {
            "id": "ba632bfc-c43c-4c4f-8af8-23f303172d73",
            "word": "pixie",
            "phonetic": "pɪksi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Check out Jabba the African pixie frog doing the same thing.",
                "Keith Richards was at the crafts food service table next to me, wearing pixie boots.",
                "It’s water collecting on little islands of floating sky junk and pixie dust.",
                "Then in 1974 Ronald Clarke O’Bryan poisoned his 8-year-old son with a cyanide laced pixie stick.",
                "Pixie frogs are ambush predators, meaning they sit and wait for their prey to come to them."
            ],
            "audio": "https://tts.langeek.co/read?text=cGl4aWU&hash=7d37d19bf5b75995f20a9e97e71042338fe13d9d&lang=en&cache-only=0",
            "defineEn": "a small, mischievous, supernatural creature from English folklore, typically depicted as a small winged sprite with pointed ears and a pointed hat",
            "defineVi": "một sinh vật nhỏ, tinh quái, siêu nhiên trong văn hóa dân gian Anh, thường được miêu tả là một thiên thần nhỏ có cánh với đôi tai nhọn và chiếc mũ nhọn",
            "hasImg": true
        },
        {
            "id": "bc2538ac-ae98-45f9-9948-d3709dae5b36",
            "word": "roc",
            "phonetic": "ɹɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Roc flies for hours and hours.",
                "In the morning, the Roc flies away.",
                "'It's a Roc's egg!'",
                "The Roc flies out of the valley and it lands near a village.",
                "Suddenly a Roc flies down and takes the dead animal up into the sky."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9j&hash=d041e58145495a97b6b8c31dfa17f6a55edc2441&lang=en&cache-only=0",
            "defineEn": "a legendary bird of prey in Middle Eastern mythology, typically depicted as large enough to carry off and eat elephants",
            "defineVi": "một loài chim săn mồi huyền thoại trong thần thoại Trung Đông, thường được miêu tả là đủ lớn để bắt và ăn thịt voi"
        },
        {
            "id": "2118b10a-e0e1-4f40-87d6-fd0d947e6e56",
            "word": "sasquatch",
            "phonetic": "sæskwɑːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The footprints of Bigfoot lead to British Columbia, where legends of Sasquatch had long circulated among the native peoples.",
                "The three pillars that helped build the Bigfoot legend started in 1957 when the town of Harrison Hot Springs announced a Sasquatch hunt."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FzcXVhdGNo&hash=d8a838b83cb17becb624f951d7e54767cb26a259&lang=en&cache-only=0",
            "defineEn": "a legendary creature in North American folklore that is said to inhabit remote forests, mainly in the Pacific Northwest region of the United States and western Canada",
            "defineVi": "một sinh vật huyền thoại trong văn hóa dân gian Bắc Mỹ được cho là sống ở những khu rừng hẻo lánh, chủ yếu ở khu vực Tây Bắc Thái Bình Dương của Hoa Kỳ và miền tây Canada"
        },
        {
            "id": "1a7ae39b-4ff4-4cd4-8210-ffdb2fd5225d",
            "word": "satyr",
            "phonetic": "sæɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2F0eXI&hash=2ec25160a768c67e6882415454a9bd960c83ae89&lang=en&cache-only=0",
            "defineEn": "a creature from Greek mythology that is half-human and half-goat, known for its love of wine and music",
            "defineVi": "một sinh vật trong thần thoại Hy Lạp nửa người nửa dê, được biết đến với tình yêu rượu vang và âm nhạc"
        },
        {
            "id": "22434ceb-f277-4fcc-91e8-9029ebaa8330",
            "word": "siren",
            "phonetic": "saɪɹən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The sirens sounded, warning of a tornado.",
                "The siren call of the mountains beckoned him to leave the city and start a new life in the countryside.",
                "The siren call of the ocean drew her to the beach every weekend.",
                "The siren call of fame and fortune lured many aspiring actors to Hollywood.",
                "Despite the dangers, the siren call of adventure compelled him to explore the uncharted territory."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lyZW4&hash=b8f8d4be148bc4761c882c9c3a47f4bad4ee6fc0&lang=en&cache-only=0",
            "defineEn": "a fictional sea creature that is half woman and half bird or fish which draws sailors to dangerous waters by singing to them",
            "defineVi": "một sinh vật biển hư cấu nửa phụ nữ và nửa chim hoặc cá thu hút các thủy thủ đến vùng biển nguy hiểm bằng cách hát cho họ nghe"
        },
        {
            "id": "2c6b0232-5bd2-43e9-b94c-50b3a70099f7",
            "word": "sphinx",
            "phonetic": "sfɪŋks ",
            "partOfSpeechType": "noun",
            "examples": [
                "- That's a sphinx moth?",
                "You can see evidence of these layers in The Sphinx, which was actually dug out of the Earth, not built on top of it.",
                "This is an old Sphinx moth that I got two years ago."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BoaW54&hash=8d79e322d5530a5344caa70c2cf00ccbd798d3a2&lang=en&cache-only=0",
            "defineEn": "a mythical creature with the body of a lion and the head of a human, often depicted in ancient Egyptian and Greek art and mythology as a guardian of temples and tombs",
            "defineVi": "một sinh vật thần thoại với thân sư tử và đầu người, thường được miêu tả trong nghệ thuật và thần thoại Ai Cập và Hy Lạp cổ đại với tư cách là người bảo vệ các đền thờ và lăng mộ"
        },
        {
            "id": "bbbe06a8-a3d5-4f1f-9622-f4f0ce621383",
            "word": "spirit",
            "phonetic": "spɪɹɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Yeah, that's the spirit!",
                "The shows lifted my spirits and reminded me that this nightmare would soon be over.",
                "She took it in the spirit in which it was intended.",
                "The builders may have adhered to the letter of the law, but not its spirit.",
                "He is raising their spirits and giving them opportunities while connecting them with nature."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Bpcml0&hash=79db5cf8241ad2f572ee7b98f460a3cea75064ff&lang=en&cache-only=0",
            "defineEn": "a supernatural being or force that may be benevolent or malevolent, and which is often associated with specific locations, natural phenomena, or emotions",
            "defineVi": "một sinh vật hoặc lực lượng siêu nhiên có thể nhân từ hoặc xấu xa và thường được liên kết với các địa điểm, hiện tượng tự nhiên hoặc cảm xúc cụ thể"
        },
        {
            "id": "850908fb-6630-49de-abf6-1961480de639",
            "word": "sprite",
            "phonetic": "spɹaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "There's a Sprite down in here!",
                "During our filming session, Sprite decided to make her next step in training.",
                "If this happens, we call them red sprites.",
                "Sprite is fairly cold tolerant and is comfortable in temperatures down to about 40 degrees F. ",
                "Sprite moved into an indoor enclosure in the Beaver House, which she shares with Kizmit the African crested porcupine."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ByaXRl&hash=5e98b0fb50fa295f216d283909cd6d4929a9f860&lang=en&cache-only=0",
            "defineEn": "a supernatural creature typically depicted as a small, ethereal being with wings, and is often associated with nature or elemental spirits",
            "defineVi": "một sinh vật siêu nhiên thường được miêu tả là một sinh vật nhỏ bé, thanh tao có cánh và thường được liên kết với thiên nhiên hoặc các linh hồn nguyên tố"
        },
        {
            "id": "753b9362-7ac8-4ee2-8257-64e9be7f2b74",
            "word": "sprite",
            "phonetic": "feɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "There's a Sprite down in here!",
                "During our filming session, Sprite decided to make her next step in training.",
                "If this happens, we call them red sprites.",
                "Sprite is fairly cold tolerant and is comfortable in temperatures down to about 40 degrees F. ",
                "Sprite moved into an indoor enclosure in the Beaver House, which she shares with Kizmit the African crested porcupine."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ByaXRl&hash=5e98b0fb50fa295f216d283909cd6d4929a9f860&lang=en&cache-only=0",
            "defineEn": "a supernatural creature typically depicted as a small, ethereal being with wings, and is often associated with nature or elemental spirits",
            "defineVi": "một sinh vật siêu nhiên thường được miêu tả là một sinh vật nhỏ bé, thanh tao có cánh và thường được liên kết với thiên nhiên hoặc các linh hồn nguyên tố"
        },
        {
            "id": "98e7c257-2196-4334-a73c-19fbbc38dbf0",
            "word": "tengu",
            "phonetic": "tɛŋɡuː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVuZ3U&hash=280836f3e71521d3c8de04c9224be1b753bf3fc4&lang=en&cache-only=0",
            "defineEn": "a type of legendary creature in Japanese folklore, often depicted as a humanoid with wings and a long nose",
            "defineVi": "một loại sinh vật huyền thoại trong văn hóa dân gian Nhật Bản, thường được miêu tả là hình người có cánh và mũi dài"
        },
        {
            "id": "dafdc1fe-1a9f-4bf4-a6b8-2ebd734ec54d",
            "word": "thunderbird",
            "phonetic": "θʌndɚbɜːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is Thunderbird 6.",
                "This is my pilot, Thunderbird 8, call sign Flack, Major Jason Markzon.",
                "Let's start with who the Thunderbirds are.",
                "The movie theater plays old TV shows and films, and there's even a vintage Thunderbird to tinker with or just admire."
            ],
            "audio": "https://tts.langeek.co/read?text=dGh1bmRlcmJpcmQ&hash=e03b68ab9ec49c86ea403aa645a2b12b3ea519ac&lang=en&cache-only=0",
            "defineEn": "a legendary creature in the mythology of Native Americans, particularly those of the Pacific Northwest region of North America",
            "defineVi": "một sinh vật huyền thoại trong thần thoại của người Mỹ bản địa, đặc biệt là những người ở khu vực Tây Bắc Thái Bình Dương của Bắc Mỹ"
        },
        {
            "id": "7e1d0a96-2d9f-4f3f-b672-8072be48c9e1",
            "word": "troll",
            "phonetic": "tɹoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Early versions describe the troll with 300 heads, fifteen tails, goat horns, long ears, and a beard.",
                "By the end of the 2016 election, Russian trolls could reach millions of Americans through their social media accounts.",
                "Trolls are more likely to be males with psychopathy and sadism traits.",
                "Trolls can use bots and other forms of automation to help in their efforts.",
                "Don't troll in the captions."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJvbGw&hash=541af4dd194d01dd6897ccb5ae7d82661195003a&lang=en&cache-only=0",
            "defineEn": "any fictional creature in Scandinavian stories that some of which are large and frightening and some are small and mischievous",
            "defineVi": "bất kỳ sinh vật hư cấu nào trong các câu chuyện của người Scandinavi mà một số trong số đó to lớn và đáng sợ và một số thì nhỏ bé và tinh nghịch"
        },
        {
            "id": "dd89c1a4-0402-4a05-b1a9-41fbd90b70e2",
            "word": "undead",
            "phonetic": "ʌndɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Other vampire stories reframe the undead monster in exciting ways.",
                "I'm also undead.",
                "Romero is humanizing the undead. ",
                "Which brings us back to that seemingly undead fish.",
                "With these incredibly popular zombie-battling video games, the undead were officially entrenched in the public eye."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZWFk&hash=6eff9ddb00d3aebb4345e020f36f2d878ee8d449&lang=en&cache-only=0",
            "defineEn": "supernatural creatures that are said to be deceased but continue to exist in some form, such as zombies, vampires, and ghosts",
            "defineVi": "những sinh vật siêu nhiên được cho là đã chết nhưng vẫn tiếp tục tồn tại dưới một số hình thức, chẳng hạn như thây ma, ma cà rồng và ma"
        },
        {
            "id": "32bc2d73-e0f5-46b4-921e-64d2be295d3e",
            "word": "unicorn",
            "phonetic": "juːnɪkɔːɹn ",
            "partOfSpeechType": "noun",
            "examples": [
                "This unicorn is tremendous though.",
                "I would like a pink unicorn.",
                "There are now 58 fintech unicorns collectively worth more than $500 billion dollars.",
                "We are not magical unicorns that are going to be pushed around by viewers.",
                "A uni-corgi is a corgi with a unicorn horn."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5pY29ybg&hash=e4a9b3a1481749a63ad9ee2438ae4e1997686bc4&lang=en&cache-only=0",
            "defineEn": "a fictional horse with a straight horn on its forehead",
            "defineVi": "một con ngựa hư cấu có sừng thẳng trên trán",
            "hasImg": true
        },
        {
            "id": "e2d302fc-92cc-4e33-bb29-a9ac319a89bc",
            "word": "valkyrie",
            "phonetic": "vælkɪɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "But yeah, so, Valkyrie, this is not the first time that her character has shown up in the Marvel Universe.",
                "Following Saturday's panel, Marvel Studios President Kevin Feige confirmed that Valkyrie will be involved in an LGBTQ storyline.",
                "Odin championed warriors, picking his favorites and sending Valkyries to bring them to Valhalla, which seems like a nifty way to travel.",
                "Now, Tessa or Valkyrie is not showing up in the Marvel Universe for the first time, like say, Lauren Ridloff's character, Makkari.",
                "So, it was recently announced at Comic Con that Tessa Thompson who plays Valkyrie will be in the new Thor movie, 'Thor: Love and Thunder' and if I'm going to be honest, I've been watching valkyrae on Twitch - she's a Twitch streamer - for so long that when I hear Valkyrie I think of her, but that woman's not going to be playing in this."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFsa3lyaWU&hash=7ce5ec07a862b3fc6e9ee1cb8cb6f99ff8fec871&lang=en&cache-only=0",
            "defineEn": "female figures from Norse mythology who were believed to choose which warriors would die in battle and be taken to Valhalla, the afterlife for heroes",
            "defineVi": "những nhân vật nữ trong thần thoại Bắc Âu, những người được cho là sẽ chọn chiến binh nào sẽ chết trong trận chiến và được đưa đến Valhalla, thế giới bên kia của các anh hùng"
        },
        {
            "id": "a452dd74-c01e-4886-8f82-7e56da112627",
            "word": "wendigo",
            "phonetic": "wɛndɪɡoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The image of the antlered-windigo seen in Hannibal and Pet Sematary actually originates in the film Wendigo."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VuZGlnbw&hash=b954cf87be1361b0d5d4971f9008aa7df2b886ab&lang=en&cache-only=0",
            "defineEn": "a mythical creature from Algonquian folklore, known for its cannibalistic nature and association with cold winter weather",
            "defineVi": "một sinh vật thần thoại từ văn hóa dân gian Algonquian, được biết đến với bản chất ăn thịt đồng loại và liên quan đến thời tiết mùa đông lạnh giá"
        },
        {
            "id": "74ac64e3-2161-4667-aaa1-5492fca33545",
            "word": "will-o'-the-wisp",
            "phonetic": "wɪloʊ bækslæʃðəwɪsp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2lsbC1vJy10aGUtd2lzcA&hash=37d7cce9d602c970b9515100906056b4c07e8a5b&lang=en&cache-only=0",
            "defineEn": "a light that appears at night over marshy areas or in graveyards and seems to move away as one approaches it",
            "defineVi": "một ánh sáng xuất hiện vào ban đêm trên các khu vực đầm lầy hoặc trong nghĩa địa và dường như di chuyển ra xa khi một người đến gần nó"
        },
        {
            "id": "11c95e24-0101-43eb-87d4-cbda9d8cad8c",
            "word": "boogeyman",
            "phonetic": "buːɡɪmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The back is a boogeyman.",
                "That is the boogeyman.",
                "It was the Boogeyman.",
                "They were the Boogeyman.",
                "So who’s the boogeyman for the left? "
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9vZ2V5bWFu&hash=da634b321bfbd6c0a17a5dc5dc467acaf1172e7a&lang=en&cache-only=0",
            "defineEn": "a mythical creature in many cultures, often portrayed as a malevolent figure used to frighten children",
            "defineVi": "một sinh vật thần thoại trong nhiều nền văn hóa, thường được miêu tả như một nhân vật độc ác được sử dụng để khiến trẻ em sợ hãi"
        },
        {
            "id": "b6702e09-ea3d-4f2f-b08b-21d5375169eb",
            "word": "ghoul",
            "phonetic": "ɡuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "That would NOT be ghoul.",
                "They weren't saying you were a hideous ghoul before.",
                "I hear she was a ghoul before and now, thank god for you, lucky.",
                "Yeah, it depends on how you count, you sniveling little ghoul.",
                "The manananggal is one of many types of aswang, a Filipino word meaning demon, ghoul, or witch."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2hvdWw&hash=7d556ea580108e93377a597e71ac7ad6834f4064&lang=en&cache-only=0",
            "defineEn": "a fictional evil spirit that eats buried dead bodies",
            "defineVi": "một linh hồn xấu xa hư cấu ăn xác chết được chôn cất"
        },
        {
            "id": "4969e259-4cd3-4370-87ad-ee38f0328a0b",
            "word": "loch ness monster",
            "phonetic": "lɑːx nɛs mɔnstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "His bio included hunts for Bigfoot and the Loch Ness Monster.",
                "He published his findings in The Loch Ness Monster and Others in 1934, which was one of the first books dedicated to theories of the myth.",
                "A lot of theories try to explain the Loch Ness Monster.",
                "A very big animal called the Loch Ness Monster, or Nessie, lives in Loch Ness."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9jaCBuZXNzIG1vbnN0ZXI&hash=f5280a89db9ff2edda365993b70a46227e86eea7&lang=en&cache-only=0",
            "defineEn": "a legendary creature said to inhabit Loch Ness, a deep freshwater lake in the Scottish Highlands",
            "defineVi": "một sinh vật huyền thoại được cho là sống ở hồ Loch Ness, một hồ nước ngọt sâu ở Cao nguyên Scotland"
        }
    ]
}