{
    "id": "935ec292-6849-4f11-868b-ea515a83c9af",
    "title": "Lesson 1A",
    "originalTitle": "Lesson 1A",
    "words": [
        {
            "id": "75597f64-e1c3-42d2-8415-439f0655bb9b",
            "word": "food",
            "phonetic": "fuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The food looks good.",
                "Save some food for me.",
                "Food went missing from the school cafeteria?",
                "The leaves of Morus alba are commonly used as food.",
                "Spiders can live for several days without food."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9vZA&hash=65f49957e3701762fdefa732db230ce6102b0405&lang=en&cache-only=0",
            "defineEn": "things that people and animals eat, such as meat or vegetables",
            "defineVi": "những thứ mà con người và động vật ăn, chẳng hạn như thịt hoặc rau",
            "hasImg": true
        },
        {
            "id": "286870b7-41a8-4655-98d3-517da27379f5",
            "word": "fish",
            "phonetic": "fɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef used fish paste as a filling for his sushi rolls",
                "This fish is as dead as a herring.",
                "I soon had the fish in a net.",
                "The big fellow keeps a fish shop near the post office.",
                "The colorful fish in the aquarium captured my attention."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlzaA&hash=fdb92758151e316180093ddbf02f81bac6bfe227&lang=en&cache-only=0",
            "defineEn": "flesh from a fish that is used as food",
            "defineVi": "thịt từ một con cá được sử dụng làm thực phẩm",
            "hasImg": true
        },
        {
            "id": "a36e233b-0bc9-4bf7-b56f-da2c91500a38",
            "word": "seafood",
            "phonetic": "siːfuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Seafood lovers can relish a delightful dish of spaghetti with succulent shrimp, clams, and calamari.",
                "The seafood market showcased a mouthwatering display of fresh clams.",
                "At a lively seafood restaurant, guests relished succulent crab legs.",
                "The restaurant offered a flavorful seafood ravioli, featuring a filling of shrimp and crab.",
                "They celebrated their anniversary with a romantic seafood dinner at a waterfront restaurant"
            ],
            "audio": "https://tts.langeek.co/read?text=c2VhZm9vZA&hash=da034319d263e2431e8dd593381a78dbacc5ceeb&lang=en&cache-only=0",
            "defineEn": "any sea creature that is eaten as food such as fish, shrimp, and shellfish",
            "defineVi": "bất kỳ sinh vật biển nào được dùng làm thức ăn như cá, tôm và động vật có vỏ",
            "hasImg": true
        },
        {
            "id": "dcba11db-8283-484f-9d0a-ee9dda8277df",
            "word": "crab",
            "phonetic": "kɹæb ",
            "partOfSpeechType": "noun",
            "examples": [
                "At a lively seafood restaurant, guests relished succulent crab legs.",
                "She prepared a delightful crab salad, combining chunks of sweet crab meat with crisp vegetables.",
                "Eating a dressed crab salad made my day.",
                "The restaurant offered a flavorful seafood ravioli, featuring a filling of shrimp and crab.",
                "She prepared a delightful crab salad, combining chunks of sweet crab meat with crisp vegetables."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JhYg&hash=deda1fcfc0b6b0537f639edf0f317bfee3937500&lang=en&cache-only=0",
            "defineEn": "the meat of a crab that can be eaten",
            "defineVi": "thịt cua có thể ăn được",
            "hasImg": true
        },
        {
            "id": "6f15f912-04d4-4a03-a65d-a5a3d4082c80",
            "word": "lobster",
            "phonetic": "lɑːbstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We enjoyed lobster tails with creamy Bearnaise sauce.",
                "She prepared a delicious lobster dish by frying it in clarified butter until it turned a perfect shade of golden brown.",
                "He savored the succulent lobster tail with melted butter, enjoying every bite.",
                "She ordered a whole lobster and cracked it open to reveal the tender meat inside.",
                "Lobsters are arthropods, in the same large group as insects."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9ic3Rlcg&hash=f80df0c8e92db1bacb1968a8a1c27dda190def01&lang=en&cache-only=0",
            "defineEn": "the meat of a lobster as food",
            "defineVi": "thịt tôm hùm làm thức ăn",
            "hasImg": true
        },
        {
            "id": "98dbf6cb-a041-42cf-ac36-5887a69e542c",
            "word": "mussel",
            "phonetic": "mʌsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "- We have mussels - that have been deshelled.",
                "And probably the mussels would come after that.",
                "Of course, people are eating oysters or clams or mussels.",
                "Behold: the California Floater mussel, a freshwater bivalve with the soul of a nomad.",
                "This mussel mom is filled with eggs, fertilized by a nearby male."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzc2Vs&hash=ad970b03b6e2b04b5cc6f7d687e083a4639410a3&lang=en&cache-only=0",
            "defineEn": "an edible bivalve mollusk with a dark shell that is found in saltwater or freshwater habitats",
            "defineVi": "một loài nhuyễn thể hai mảnh vỏ ăn được có vỏ sẫm màu được tìm thấy trong môi trường nước mặn hoặc nước ngọt",
            "hasImg": true
        },
        {
            "id": "ac33aa80-436f-4509-bbb2-8f133efe4265",
            "word": "prawn",
            "phonetic": "pɹɔːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "I mean in Australia, we call them prawns.",
                "We had shrimp on the barbie, which nobody says in Australia because they call them prawns.",
                "- After a quick feast of freshly-caught prawns, I'm off to work on George's tender, and learn how to sort salmon.",
                "Jamie's gonna use his stick with a prawn but no hooks, so we're not damaging the fish at all, and we shall see how they look at high speed from under water."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJhd24&hash=21448e9777610cf7e5fb0cab294dc43e34275837&lang=en&cache-only=0",
            "defineEn": "a marine crustacean with a compressed abdomen that is cooked as food",
            "defineVi": "một loài giáp xác biển có phần bụng bị nén lại được nấu chín làm thức ăn",
            "hasImg": true
        },
        {
            "id": "5bfd0c6b-db0b-4800-bff2-2a291a851521",
            "word": "salmon",
            "phonetic": "sæmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The waiter served them both with salmon poached in white wine.",
                "The chef brushed a sweet glaze made of honey and soy sauce onto the grilled salmon.",
                "The seafood market offered fresh and flaky salmon fillets.",
                "The chef carefully grated some mace over his grilled salmon.",
                "Salmon is an excellent choice for a simple and healthy grilled seafood dinner."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsbW9u&hash=8eb4d4062dc8e892a69e86fdfed2f8cedced8679&lang=en&cache-only=0",
            "defineEn": "a silver-colored fish with pink flesh that people eat as food",
            "defineVi": "một con cá màu bạc với thịt màu hồng mà mọi người ăn làm thức ăn",
            "hasImg": true
        },
        {
            "id": "bc97a041-a9ff-4e86-9c5e-3b6a8b97ba2c",
            "word": "squid",
            "phonetic": "skwɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sperm whales hunt and attack giant squid the size of a house.",
                "At speeds of 40 kilometers per hour, squid quickly generate aerodynamic lift.",
                "Your mother does not prepare squid properly.",
                "Humboldt squid can measure up to six feet in length and a hundred pounds.",
                "This way, a squid can sense an oncoming predator in even the dimmest waters."
            ],
            "audio": "https://tts.langeek.co/read?text=c3F1aWQ&hash=1ddb661328420adeb6650a0449d5346f4b642bc4&lang=en&cache-only=0",
            "defineEn": "a marine creature that can change color and has a long soft body with ten tentacles helping it swim very fast",
            "defineVi": "một sinh vật biển có thể thay đổi màu sắc và có một cơ thể mềm dài với mười xúc tu giúp nó bơi rất nhanh",
            "hasImg": true
        },
        {
            "id": "33c365e6-f9a3-4999-bd3d-264f39cc3a8b",
            "word": "tuna",
            "phonetic": "tuːnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "She prepared a mouthwatering tuna steak for dinner.",
                "He enjoyed a refreshing tuna salad sandwich for lunch, savoring the combination of flaky tuna and creamy dressing.",
                "I decided to spread some tuna paste onto freshly baked bread rolls for a satisfying lunch.",
                "He enjoyed a refreshing tuna salad sandwich for lunch, savoring the combination of flaky tuna and creamy dressing.",
                "You can elevate your tuna salad by mixing it with a spoonful of relish."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVuYQ&hash=636581ac01094d08d10de5acbaf0eb0f134b5037&lang=en&cache-only=0",
            "defineEn": "a type of large fish that is eaten as food",
            "defineVi": "một loại cá lớn được ăn như thức ăn",
            "hasImg": true
        },
        {
            "id": "06f3e146-619b-4200-b6a4-779c1aad16c5",
            "word": "meat",
            "phonetic": "miːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Meat and mass never hindered man.",
                "In my plant-based lasagna, I replaced the meat with textured vegetable protein.",
                "She seasoned the meat with herbs and spices before cooking.",
                "Too much garlic killed the taste of the meat.",
                "As a vegetarian, I often substitute mozzarella for meat in my sandwiches."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVhdA&hash=c0f8d6677812f202675229cb0d0651f46355c72b&lang=en&cache-only=0",
            "defineEn": "the flesh of animals and birds that can be eaten as food",
            "defineVi": "thịt của động vật và chim có thể được ăn như thức ăn",
            "hasImg": true
        },
        {
            "id": "30f86411-9f3b-4464-a44c-1b17a72608fe",
            "word": "beef",
            "phonetic": "biːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friends enjoyed smoky beef rib chops at the countryside barbecue.",
                "The spicy beef jerky left a smoky aftertaste in my mouth.",
                "At a family reunion picnic, the buffet table showcased a classic beef plate roast.",
                "The chef prepared a roast beef and horseradish omelette.",
                "They poured the flavorful beef broth over the noodles."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVlZg&hash=db4a70b1b5fee00c4a7f0d420235e2bec1059ab7&lang=en&cache-only=0",
            "defineEn": "meat that is from a cow",
            "defineVi": "thịt đó là từ một con bò",
            "hasImg": true
        },
        {
            "id": "610e8568-a968-445a-a503-f82727a7f4ef",
            "word": "chicken",
            "phonetic": "tʃɪkɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandmother kept chickens in her back yard.",
                "My grandfather used to raise chickens on his farm.",
                "The chicken laid an egg in the nesting box.",
                "The farmer fed the chickens with corn and grains.",
                "My grandma makes the best homemade chicken soup."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpY2tlbg&hash=43db51a247bbe6686618629ba90aff6ab2ac7959&lang=en&cache-only=0",
            "defineEn": "the flesh of a chicken that is used as food",
            "defineVi": "thịt của một con gà được sử dụng làm thực phẩm",
            "hasImg": true
        },
        {
            "id": "5311b377-eafb-4892-a7d7-783d4b364f12",
            "word": "duck",
            "phonetic": "dʌk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The roasted duck had a crispy skin and succulent flesh.",
                "He played ducks and drakes with his money.",
                "At the family gathering, everyone enjoyed the supreme roasted duck.",
                "Guests were impressed by the roasted duck with bread sauce.",
                "He took to fatherhood like a duck to water."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVjaw&hash=0c1955d898a556b0a64c42c40f2342a283366bda&lang=en&cache-only=0",
            "defineEn": "meat of a duck, eaten as food",
            "defineVi": "thịt vịt, ăn như thức ăn",
            "hasImg": true
        },
        {
            "id": "7912148b-0bcb-468a-9fbb-f0cdc735ea2c",
            "word": "lamb",
            "phonetic": "læm ",
            "partOfSpeechType": "noun",
            "examples": [
                "They roasted a tender and juicy gigot of lamb.",
                "The menu features an innovative dish of Korean-style lamb chops.",
                "He marinated a haunch of lamb overnight, then grilled it to perfection.",
                "He's a wolf in lamb's clothing.",
                "He prepared a mouthwatering dish with the tender and flavorful flesh of the lamb."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFtYg&hash=d1881bb6ff7f5fb2c4181ace3e46312552f257ac&lang=en&cache-only=0",
            "defineEn": "meat that is from a young sheep",
            "defineVi": "thịt đó là từ một con cừu non",
            "hasImg": true
        },
        {
            "id": "930fc8c7-1302-491c-87b7-75d906a0ecdf",
            "word": "pork",
            "phonetic": "poːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "She coated the pork ribs with a generous amount of piri-piri marinade.",
                "My dad grilled a succulent pork joint with barbecue sauce for a backyard cookout.",
                "In a trendy vegetarian café, guests enjoy flavorful chickpea and pork cutlets.",
                "With a sharp knife, the chef expertly removed the gristle from the pork chops.",
                "He prepared a delicious pork hock stew, with tender chunks of meat, vegetables, and a savory broth."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9yaw&hash=23442b0e7ab06d75fdc13703ec50cb5bf725d4a1&lang=en&cache-only=0",
            "defineEn": "meat from a pig, eaten as food",
            "defineVi": "thịt từ một con lợn, ăn như thực phẩm",
            "hasImg": true
        },
        {
            "id": "bb310ef1-219b-4777-80ad-cfd49a536959",
            "word": "fruit",
            "phonetic": "fɹuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The apple tree in our backyard produces juicy fruits every year.",
                "They topped fruit tarts with mango coulis.",
                "The chef incorporated chunks of multiple fruits into a delectable dessert.",
                "The greengage is a seasonal fruit, typically available during the late summer months.",
                "She cuts the fruit into bite-sized pieces for a fruit salad."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJ1aXQ&hash=ac81e5858aaa1bc9aec76aab5a6958817a06f3a7&lang=en&cache-only=0",
            "defineEn": "something we can eat that grows on trees, plants, or bushes",
            "defineVi": "thứ gì đó chúng ta có thể ăn mọc trên cây, thực vật hoặc bụi rậm",
            "hasImg": true
        },
        {
            "id": "646edd76-ea11-453e-bd9b-3e3dc793778d",
            "word": "vegetable",
            "phonetic": "vɛdʒɪɾəbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "They served fresh vegetables with a side of tangy salad cream.",
                "She juices fresh vegetables every morning for a nutritious start to her day.",
                "I tossed the roasted vegetables with olive oil and a sprinkle of salt and pepper.",
                "Fresh vegetables like tomatoes, cucumbers, and lettuce make a delicious salad.",
                "He sprinkled a pinch of ground anise over his roasted vegetables."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVnZXRhYmxl&hash=1835bc11ddce73275d86279a82b2e18e4b5a790a&lang=en&cache-only=0",
            "defineEn": "a plant or a part of it that we can eat either raw or cooked",
            "defineVi": "một loại cây hoặc một phần của nó mà chúng ta có thể ăn sống hoặc nấu chín",
            "hasImg": true
        },
        {
            "id": "0f4014bb-f3f6-4d24-8ffc-0b417dd95a16",
            "word": "aubergine",
            "phonetic": "oʊbɚʒiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "I stuffed the aubergine with a savory mixture of rice, vegetables, and herbs, creating a flavorful meal.",
                "She used grilled aubergine slices as a topping for her homemade vegetarian pizza.",
                "We have aubergine, eggplant, we will grill."
            ],
            "audio": "https://tts.langeek.co/read?text=YXViZXJnaW5l&hash=4e6817c2a1a652a9e36dec89bc5f865434449880&lang=en&cache-only=0",
            "defineEn": "a vegetable with glossy, deep purple skin and firm, white flesh",
            "defineVi": "một loại rau có vỏ bóng, màu tím đậm và thịt trắng, chắc",
            "hasImg": true
        },
        {
            "id": "41b951bb-9122-4417-8d47-aa4c05381fc3",
            "word": "beetroot",
            "phonetic": "biːtɹuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I offered my guests delicious beetroot burgers as a flavorful vegetarian option.",
                "Whenever I talked about his past life, he would go beetroot.",
                "She went beetroot red when her crush came up and talked to her.",
                "He discovered a new recipe for beetroot hummus and couldn't wait to try it out at his next family gathering.",
                "After hiking in the sun for hours, his face was red as a beetroot."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVldHJvb3Q&hash=f74e2ab78205fc6399c45570f64a04acda9a4146&lang=en&cache-only=0",
            "defineEn": "a vegetable with a round and dark red root that is eaten as food",
            "defineVi": "một loại rau có rễ tròn và màu đỏ sẫm được dùng làm thức ăn",
            "hasImg": true
        },
        {
            "id": "cbf2f501-83e5-4fab-9b53-d0834d963bea",
            "word": "cabbage",
            "phonetic": "kæbɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We enjoyed hot cabbage soup on a chilly evening.",
                "They cooked corned beef and cabbage for their St. Patrick's Day celebration.",
                "He picked up a beautiful head of savoy cabbage from the market.",
                "The mahimahi tacos were a hit at the party, topped with fresh cabbage slaw and avocado.",
                "She made some delicious food with shredded cabbage and a creamy dressing."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FiYmFnZQ&hash=8fe31fb7b50f83f90a458fea13965bf4d3f253f6&lang=en&cache-only=0",
            "defineEn": "a large round vegetable with thick white, green or purple leaves, eaten raw or cooked",
            "defineVi": "một loại rau tròn lớn có lá dày màu trắng, xanh hoặc tím, ăn sống hoặc nấu chín",
            "hasImg": true
        },
        {
            "id": "68c75451-09e0-4a87-a441-613afd53a211",
            "word": "cherry",
            "phonetic": "tʃɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sour cherry compote is the perfect topping for pancakes or waffles.",
                "Mix cooked conchiglie with cherry tomatoes, cucumbers, and a vinaigrette for a pasta salad.",
                "Cherry pie is a classic dessert that brings back childhood memories of family gatherings.",
                "The bakery decorated the cupcakes with a maraschino cherry on each.",
                "My sister's famous sweet cherry jam is a family favorite."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlcnJ5&hash=131e91a46b90fef25c067c6aff57e81b5fcdaf1a&lang=en&cache-only=0",
            "defineEn": "a small and round fruit with mainly red skin and a pit",
            "defineVi": "một quả nhỏ và tròn với vỏ chủ yếu là màu đỏ và một cái hố",
            "hasImg": true
        },
        {
            "id": "1b02cd4b-8898-438b-b94f-2b5739bdce28",
            "word": "courgette",
            "phonetic": "kɜːdʒɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He accidentally mistook the courgette for a cucumber and took a big bite, surprised by its different taste.",
                "She picked some fresh courgettes from her garden and decided to make a delicious dinner.",
                "Tended by the Florimond who lived on the blue house on the property, the garden provided a constant supply of Claude’s favorite fruits and vegetables, zucchini or courgette in French was a favorite, but we’re going to pull out these great looking mushrooms."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291cmdldHRl&hash=9e2c309828db010740b12ca0f73d533a4bb22a26&lang=en&cache-only=0",
            "defineEn": "a long and thin vegetable with dark green skin",
            "defineVi": "một loại rau dài và mỏng với vỏ màu xanh đậm",
            "hasImg": true
        },
        {
            "id": "02602682-ba01-4f2b-9a84-4f9cfa501879",
            "word": "cucumber",
            "phonetic": "kjuːkʌmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I added cucumber to my homemade green smoothie for extra hydration.",
                "We made a refreshing cucumber salsa with tomatoes, onions, and cilantro.",
                "Mix cooked conchiglie with cherry tomatoes, cucumbers, and a vinaigrette for a pasta salad.",
                "Fresh vegetables like tomatoes, cucumbers, and lettuce make a delicious salad.",
                "You should try a Greek salad with cucumbers, tomatoes, feta cheese, and a tangy dressing."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VjdW1iZXI&hash=15aca5536b905d5fccfd857ff6f73ef51b568239&lang=en&cache-only=0",
            "defineEn": "a long fruit that has thin green skin and is used a lot in salads",
            "defineVi": "một loại trái cây dài có vỏ màu xanh mỏng và được sử dụng nhiều trong món salad",
            "hasImg": true
        },
        {
            "id": "582fdf58-a6ef-4845-8cd0-c020d3fe8f9a",
            "word": "grape",
            "phonetic": "ɡɹeɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The grapes are made into wine.",
                "The chef used grape sugar to caramelize the top of the crème brûlée.",
                "The refreshing Muscat grape juice was the perfect choice for a hot summer day.",
                "He used grape juice to make a fruity popsicle.",
                "The Pinot grape juice had a subtle sweetness, making it a great base for refreshing cocktails."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhcGU&hash=bbbb395bd297df32d40ccac3e86cd72bb3a718aa&lang=en&cache-only=0",
            "defineEn": "a purple or green fruit that is round, small, and grows in bunches on a vine",
            "defineVi": "một loại quả màu tím hoặc xanh, tròn, nhỏ và mọc thành chùm trên cây nho",
            "hasImg": true
        },
        {
            "id": "4ac369d4-fc2f-4a51-b27e-9e2633174447",
            "word": "green bean",
            "phonetic": "ɡɹiːn biːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can roast green beans in the oven with a sprinkle of parmesan cheese for a delicious snack.",
                "She planted green beans in her garden, which grew quickly and abundantly.",
                "It's best to blanch the green beans before freezing them for long-term storage.",
                "The vitamin A present in green beans plays a crucial role in maintaining healthy skin.",
                "Green beans are probably 60 percent food service."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlZW4gYmVhbg&hash=cf43390c27af36ca198aa14a1333a1100934e718&lang=en&cache-only=0",
            "defineEn": "a kind of green vegetable that is long and thin and is used in cooking",
            "defineVi": "một loại rau xanh dài và mỏng và được sử dụng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "ed2ac5d2-c34f-456d-a025-9c9bee9caab9",
            "word": "lemon",
            "phonetic": "lɛmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The market had vibrant yellow lemons on display.",
                "Lemon chicken is a flavorful dish that combines the juiciness of chicken with the tanginess of lemons.",
                "He added a squeeze of lemon to his fish tacos for a citrusy twist.",
                "He zests the lemon over the pasta to give it a refreshing flavor.",
                "He squeezed fresh lemon juice into his water, enjoying the tangy taste of the citrus."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVtb24&hash=67ee924feffec5d621c6351e7dfe699a686d7454&lang=en&cache-only=0",
            "defineEn": "a sour fruit that is juicy and round and has thick yellow skin",
            "defineVi": "một loại trái cây chua mọng nước và tròn và có vỏ dày màu vàng",
            "hasImg": true
        },
        {
            "id": "48b6de01-5d5b-4800-b00e-d811dfdda472",
            "word": "mango",
            "phonetic": "mæŋɡoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She mixed diced mango, jalapeños, and lime juice to create a refreshing salsa.",
                "You can tell a mango is ripe when it gives a slight squeeze and yields to gentle pressure.",
                "Including mangoes in your diet can provide a boost of vitamins and antioxidants.",
                "Paying nine bucks for 200g of dried mango is highway robbery.",
                "Creating a homemade face mask using mango can be a cost-effective option for skincare."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuZ28&hash=5fa92a8a914e44d3fb27aa985fdcdb3c23563b7b&lang=en&cache-only=0",
            "defineEn": "a sweet yellow fruit with a thin skin that grows in hot areas",
            "defineVi": "một loại trái cây màu vàng ngọt với vỏ mỏng mọc ở vùng nóng",
            "hasImg": true
        },
        {
            "id": "0522bc08-df91-4a9b-acbe-541977c8a969",
            "word": "melon",
            "phonetic": "mɛlən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In many Asian countries, winter melon is a staple ingredient in traditional dishes.",
                "My son's favorite summer treat is a juicy slice of melon.",
                "Yesterday I purchased a ripe Persian melon from the market.",
                "The gardener inspected the melon, looking for the presence of eyes that indicated ripeness.",
                "The refreshing taste of the netted melon made it a perfect choice for a summer fruit platter."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVsb24&hash=1ac4b232d51769e730a73ccf17bcf3c43002f830&lang=en&cache-only=0",
            "defineEn": "a large fruit with yellow, green, or orange skin and juicy flesh of the same color that contains many seeds",
            "defineVi": "một loại trái cây lớn có vỏ màu vàng, xanh lá cây hoặc cam và thịt mọng nước cùng màu chứa nhiều hạt",
            "hasImg": true
        },
        {
            "id": "dc683ef5-8b83-4a2b-b771-8f5c72e80e47",
            "word": "peach",
            "phonetic": "piːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He shared a juicy peach with his friend during a picnic in the park.",
                "Peaches are packed with antioxidants that help protect your body against harmful free radicals.",
                "They spent the afternoon pitting the peaches for their summer jam.",
                "I bit into a ripe peach and enjoyed its sweet flesh.",
                "Sarah made a refreshing peach iced tea to beat the summer heat."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVhY2g&hash=c81b48d718d4c83e5e4fa5ad6459e4451ce9d5a9&lang=en&cache-only=0",
            "defineEn": "a soft and juicy fruit that has a stone in the middle and its skin has extremely little hairs on it",
            "defineVi": "một loại trái cây mềm và ngon ngọt có một viên đá ở giữa và da của nó có rất ít lông trên đó",
            "hasImg": true
        },
        {
            "id": "6b5e892f-768b-467e-b0c6-d30274dd1c68",
            "word": "pear",
            "phonetic": "pɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Almond-leaved pear has a mild sweetness and a hint of almond taste.",
                "A juicy pear is a refreshing treat on a hot summer day.",
                "Our dessert of the day is a delectable almond-leaved pear tart.",
                "Cerrado pears are known for their unique flavor and crisp texture.",
                "Bosc pear and cinnamon muffins are a delicious way to start the day."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVhcg&hash=66a01ebb51f910a3886f699e5d5b4432f8c43db3&lang=en&cache-only=0",
            "defineEn": "a sweet yellow or green bell-shaped fruit with a lot of juice",
            "defineVi": "một loại trái cây hình chuông màu vàng hoặc xanh ngọt với rất nhiều nước",
            "hasImg": true
        },
        {
            "id": "1a6cc3ff-a627-47a2-b819-57229b0461e8",
            "word": "raspberry",
            "phonetic": "ɹæsbɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She enjoyed the juicy sweetness of raspberries, an aggregate fruit.",
                "She sprinkled some powdered sugar on top of the raspberry muffins for an extra touch of sweetness.",
                "She made a raspberry smoothie by blending fresh raspberries, yogurt, and a splash of honey.",
                "Jim retired to raise raspberries.",
                "She made a raspberry smoothie by blending fresh raspberries, yogurt, and a splash of honey."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFzcGJlcnJ5&hash=d7ab7d0e12a96dfafba52b9deacbe5ef1bdf64a2&lang=en&cache-only=0",
            "defineEn": "an edible soft berry that is red or black in color and grows on bushes",
            "defineVi": "một quả mọng mềm ăn được có màu đỏ hoặc đen và mọc trên bụi cây",
            "hasImg": true
        },
        {
            "id": "22ac292f-b58d-4556-9aae-1b3b1cd522e1",
            "word": "red pepper",
            "phonetic": "ɹɛd pɛpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The red pepper hummus was a crowd-pleaser at the party, enjoyed by everyone.",
                "I like to sprinkle a pinch of red pepper flakes on my pizza for an extra kick of spice.",
                "They sprinkled crushed red pepper flakes on their pizza for a spicy kick.",
                "I want to prepare a classic Italian pasta dish with vermicelli, garlic, olive oil, and red pepper flakes for a simple yet flavorful meal.",
                "- Next, add the crushed red pepper flakes and the tomato paste."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVkIHBlcHBlcg&hash=d486c6d95eb9280ef965a301cedce3d4bd68f910&lang=en&cache-only=0",
            "defineEn": "a type of pepper with a very hot taste that is red in color",
            "defineVi": "một loại hạt tiêu có vị rất cay, có màu đỏ",
            "hasImg": true
        },
        {
            "id": "63f01a60-ef58-4a5b-8c72-e92b2ea87d38",
            "word": "cooking",
            "phonetic": "kʊkɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cooking is just not Emma's thing.",
                "Knowledge of cooking comes easy to him.",
                "She seasoned the meat with herbs and spices before cooking.",
                "Apparently, Meg's cooking leaves a lot to be desired.",
                "You can leave the cooking to me."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29va2luZw&hash=8d8e5e07cce6b70ad1212cda379a674f1c7b80a3&lang=en&cache-only=0",
            "defineEn": "the act of preparing food by heat or mixing different ingredients",
            "defineVi": "hành động chuẩn bị thức ăn bằng nhiệt hoặc trộn các thành phần khác nhau",
            "hasImg": true
        },
        {
            "id": "319d4ca6-ca08-44be-9042-71869f5d13d8",
            "word": "baked",
            "phonetic": "beɪkt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Rigatoni is ideal for baked pasta dishes like rigatoni al forno with melted cheese on top.",
                "I'm bringing my famous baked macaroni and cheese, the secret is lots of grated cheese.",
                "I poured a glass of cold milk to accompany my freshly baked chocolate chip cookies.",
                "I cooked bacon to add a smoky flavor to my homemade baked beans.",
                "The aroma of paprika filled the air as it was sprinkled on the freshly baked bread."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFrZWQ&hash=08cce94624301570157603e9eb3221412f170ada&lang=en&cache-only=0",
            "defineEn": "cooked with dry heat, particularly in an oven",
            "defineVi": "nấu với nhiệt khô, đặc biệt là trong lò nướng",
            "hasImg": true
        },
        {
            "id": "01c604c2-0d82-47f5-9d11-fc4f6277e06e",
            "word": "boiled",
            "phonetic": "bɔɪld ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9pbGVk&hash=fd0819417a0b121d977eaa8ad61d0b007320f9f1&lang=en&cache-only=0",
            "defineEn": "cooked in extremely hot liquids",
            "defineVi": "nấu trong chất lỏng cực nóng",
            "hasImg": true
        },
        {
            "id": "989f8490-635b-4829-aa7b-91dd789f61a1",
            "word": "fried",
            "phonetic": "fɹaɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The chef used a secret blend of herbs and spices as the seasoning for the famous fried chicken.",
                "I love to splash a bit of Tabasco on my fried chicken for an extra burst of heat.",
                "I mixed gluten-free flour with a variety of spices to create a flavorful coating for my crispy gluten-free fried chicken.",
                "He diced the leftover ham and used it to make a flavorful fried rice.",
                "He decided to try a new culinary experience and ordered a dish made with fried pig brain."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJpZWQ&hash=0573c56d180895c8fed8b8e37bd5839386e4c449&lang=en&cache-only=0",
            "defineEn": "cooked in very hot oil",
            "defineVi": "nấu trong dầu rất nóng",
            "hasImg": true
        },
        {
            "id": "90e46da8-580f-4539-865c-35c528d20c9a",
            "word": "grilled",
            "phonetic": "ɡɹɪld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The grilled chicken farfalle was a protein-packed and filling dish.",
                "I sprinkled some seasoning on my grilled chicken for added flavor."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JpbGxlZA&hash=c1ea2e35df6929f91536fbfd485bf012e84c316c&lang=en&cache-only=0",
            "defineEn": "cooked on a fire",
            "defineVi": "nấu trên lửa",
            "hasImg": true
        },
        {
            "id": "bbe5fedf-b168-4151-93a1-b39c5dcaab68",
            "word": "roast",
            "phonetic": "ɹoʊst ",
            "partOfSpeechType": "noun",
            "examples": [
                "They roasted a tender and juicy gigot of lamb.",
                "He roasted a plump goose for his family's Thanksgiving dinner.",
                "They roasted carrots with a sprinkle of ground cardamom.",
                "She roasted the rutabaga cubes with olive oil and herbs.",
                "At a family reunion picnic, the buffet table showcased a classic beef plate roast."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9hc3Q&hash=5b19fb63d0093379fcba156853b24ed5fa0f37fe&lang=en&cache-only=0",
            "defineEn": "a piece of meat that is cooked in an oven or is prepared for doing so",
            "defineVi": "một miếng thịt được nấu trong lò hoặc được chuẩn bị để làm như vậy",
            "hasImg": true
        },
        {
            "id": "f6a8aa8e-199d-4028-987b-91f46b3df2b0",
            "word": "steamed",
            "phonetic": "stiːmd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She served her steamed pudding with a side of hard sauce.",
                "She added steamed lima beans to her garden salad.",
                "He used turnip leaves as natural wrapping for steamed dumplings.",
                "A spoonful of bouillon adds a burst of flavor to the steamed vegetables.",
                "She cooked a mouthwatering fish curry, spiced with fragrant herbs and served over steamed rice."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlYW1lZA&hash=b0d7841faedd29be277e3d589c27faea87c0e8b5&lang=en&cache-only=0",
            "defineEn": "cooked using the steam of boiling water",
            "defineVi": "nấu chín bằng hơi nước sôi",
            "hasImg": true
        }
    ]
}