{
    "id": "94d34803-fa22-44f1-9bec-709bbdd38799",
    "title": "Nonfiction Genres",
    "originalTitle": "Nonfiction Genres",
    "words": [
        {
            "id": "cb78fc23-31be-443c-a2c9-43bfab495455",
            "word": "reference work",
            "phonetic": "ɹɛfɹəns wɜːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVmZXJlbmNlIHdvcms&hash=222450a04231589f3a63fe1d2b402250670cbcfd&lang=en&cache-only=0",
            "defineEn": "a type of book that is designed to be consulted for information on a particular subject, and typically provides an overview or comprehensive treatment of the topic",
            "defineVi": "một loại sách được thiết kế để tham khảo thông tin về một chủ đề cụ thể và thường cung cấp một cái nhìn tổng quan hoặc cách xử lý toàn diện về chủ đề này"
        },
        {
            "id": "d08fbed9-8186-4e65-8f2d-b6da575bcc8f",
            "word": "almanac",
            "phonetic": "ɔlmɐnæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "And finally, after consulting a bunch of almanacs and doing some math, you’d know exactly where you were on the globe and how to chart your course."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxtYW5hYw&hash=dd52d54f4fe7f0df0bd7e698a7691ad90cdb7f70&lang=en&cache-only=0",
            "defineEn": "an annual publication containing a wealth of information, such as calendars, astronomical data, weather forecasts, recipes, statistics, and other useful or interesting facts",
            "defineVi": "một ấn phẩm hàng năm chứa nhiều thông tin, chẳng hạn như lịch, dữ liệu thiên văn, dự báo thời tiết, công thức nấu ăn, số liệu thống kê và các sự kiện hữu ích hoặc thú vị khác"
        },
        {
            "id": "046e1692-b32f-47e0-a63e-307d91b2ec6a",
            "word": "encyclopedia",
            "phonetic": "ɛnsaɪkloʊpiːdiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "It was listed in the Merck index, a popular medical encyclopedia, into the 20th century.",
                "Nonfiction works like news, biographies, and encyclopedias are filled with uncopyrightable facts.",
                "And she also offered to print Diderot’s Encyclopedia in Russia when France censored it.",
                "Many of his works were encyclopedias based on Greek humoral medicine and natural philosophy.",
                "Those who believe the manuscript was an attempt to create a new form of written language speculate that it might be an encyclopedia containing the knowledge of the culture that produced it."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5jeWNsb3BlZGlh&hash=cc7fc19b232814e2cbf1b788d8cf9de326158b09&lang=en&cache-only=0",
            "defineEn": "a comprehensive reference work that contains information on all branches of knowledge, or a particular branch of knowledge, typically arranged alphabetically by article title",
            "defineVi": "một tác phẩm tham khảo toàn diện chứa thông tin về tất cả các nhánh kiến thức hoặc một nhánh kiến thức cụ thể, thường được sắp xếp theo thứ tự bảng chữ cái theo tiêu đề bài báo"
        },
        {
            "id": "012f7d16-8f4d-4de8-9355-9e08ae19c987",
            "word": "atlas",
            "phonetic": "ætləs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Atlas moths have some of the biggest wings of any insect on Earth.",
                "Like other moths and butterflies, Atlas moths start out as a caterpillar.",
                "The closest thing to it might be Saturn’s moon Atlas.",
                "Like Saturn’s icy moon Atlas, which has a strangely smooth surface.",
                "One of those things would be a digital atlas of the curb rules of the city."
            ],
            "audio": "https://tts.langeek.co/read?text=YXRsYXM&hash=14d473167f1161dd8f4d0ef7b7f37ca16b10fd81&lang=en&cache-only=0",
            "defineEn": "a collection of maps, charts, and geographical information typically organized by region or topic",
            "defineVi": "một tập hợp các bản đồ, biểu đồ và thông tin địa lý thường được sắp xếp theo khu vực hoặc chủ đề",
            "hasImg": true
        },
        {
            "id": "761b468f-782f-4127-9976-a0e6ac6acfea",
            "word": "to chronicle",
            "phonetic": "tə kɹɑːnɪkəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The novel chronicles the fortunes and misfortunes of the Buendía family over seven generations.",
                "Hack the Moon chronicles the engineers and technologies behind the Apollo missions.",
                "Hack the Moon chronicles the engineers and technologies behind the Apollo missions.",
                "Hack the Moon chronicles the engineers and technologies behind the Apollo missions.",
                "The film chronicles accomplishments by African Americans throughout American history, emphasizing their participation in U.S. armed conflicts dating from the American Revolution to World War II."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hyb25pY2xl&hash=3aaf9b3a80be19c68e17580b9de2ea4edbfdb9fd&lang=en&cache-only=0",
            "defineEn": "to record a series of historical events in a detailed way by a chronological order",
            "defineVi": "để ghi lại một loạt các sự kiện lịch sử một cách chi tiết theo thứ tự thời gian"
        },
        {
            "id": "3c5a8eda-b77e-4b21-ac0c-c60c983f5bfd",
            "word": "consumer report",
            "phonetic": "kənsuːmɚ ɹᵻpoːɹt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uc3VtZXIgcmVwb3J0&hash=6b164a52981501d3d7b8f62a2909df6e9183025d&lang=en&cache-only=0",
            "defineEn": "a non-profit organization that provides unbiased and independent reviews and ratings of various consumer products, including cars, appliances, electronics, and more",
            "defineVi": "một tổ chức phi lợi nhuận cung cấp các đánh giá và xếp hạng khách quan và độc lập về các sản phẩm tiêu dùng khác nhau, bao gồm ô tô, đồ gia dụng, đồ điện tử, v.v."
        },
        {
            "id": "35d69d1f-19e9-4611-880c-c8cb0f4cf9f4",
            "word": "dictionary",
            "phonetic": "dɪkʃənɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This dictionary goes on the top shelf.",
                "See full dictionary entry for heart.",
                "I bought a French dictionary to help me with my language studies.",
                "I often use a dictionary to help me spell difficult words.",
                "It seems only reasonable to ask students to buy a dictionary."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGljdGlvbmFyeQ&hash=ba750bf055477e4e90afbaed3286bd68383e60c8&lang=en&cache-only=0",
            "defineEn": "a book or electronic resource that gives a list of words in alphabetical order and explains their meanings, or gives the equivalent words in a different language",
            "defineVi": "một cuốn sách hoặc tài nguyên điện tử cung cấp danh sách các từ theo thứ tự bảng chữ cái và giải thích nghĩa của chúng hoặc đưa ra các từ tương đương trong một ngôn ngữ khác",
            "hasImg": true
        },
        {
            "id": "44e92b6c-41e1-4630-98fb-5de6a82d5776",
            "word": "thesaurus",
            "phonetic": "θᵻsɔːɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "So next time someone is annoying or alarming you with their behavior, allow me to suggest a thesaurus."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlc2F1cnVz&hash=8d05e11bfd4b9eb96da70c6b8ea6131edd4eb27c&lang=en&cache-only=0",
            "defineEn": "a reference book or online tool that provides synonyms and antonyms for words and phrases, often organized by meaning or usage",
            "defineVi": "một cuốn sách tham khảo hoặc công cụ trực tuyến cung cấp các từ đồng nghĩa và trái nghĩa cho các từ và cụm từ, thường được sắp xếp theo ý nghĩa hoặc cách sử dụng"
        },
        {
            "id": "f4a350f0-d866-4843-bf17-8dfa29e65a63",
            "word": "business directory",
            "phonetic": "bɪznəs dᵻɹɛktɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnVzaW5lc3MgZGlyZWN0b3J5&hash=ca07b01036bbeac2ad649c58f60e8d44e35e1c0a&lang=en&cache-only=0",
            "defineEn": "a printed or online listing of businesses within a specific industry, location, or category, providing information about each business's name, address, phone number, website, and other relevant details",
            "defineVi": "danh sách các doanh nghiệp được in hoặc trực tuyến trong một ngành, địa điểm hoặc danh mục cụ thể, cung cấp thông tin về tên, địa chỉ, số điện thoại, trang web và các chi tiết liên quan khác của từng doanh nghiệp"
        },
        {
            "id": "b4e27333-18de-4491-bcee-1f22b0b89be0",
            "word": "telephone directory",
            "phonetic": "tɛlᵻfoʊn dᵻɹɛktɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVsZXBob25lIGRpcmVjdG9yeQ&hash=0436c718ac380048306c26795ecc551cecefb9e7&lang=en&cache-only=0",
            "defineEn": "a listing of telephone subscribers in a geographical area or subscribers to services provided by the organization that publishes the directory",
            "defineVi": "danh sách thuê bao điện thoại trong một khu vực địa lý hoặc thuê bao dịch vụ được cung cấp bởi tổ chức xuất bản danh bạ",
            "hasImg": true
        },
        {
            "id": "aaaa9c41-38ba-418a-ba09-426e0f3ab57e",
            "word": "handbook",
            "phonetic": "hændbʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "That same year, Max Brooks published his satire on survival handbooks, The Zombie Survival Guide.",
                "Because on the eve of that convention, a week before, there are campaign handbooks published.",
                "His three-volume Handbook of Systematic Human Anatomy was recognized as the definitive anatomy textbook of its day and was famous for its exquisite attention to detail and its intricate, even beautiful, illustrations.",
                "The Diagnostic and Statistical Manual for Mental Disorders, also known as the DSM, is the handbook healthcare professionals use to diagnose mental disorders.",
                "I know it's in the Deaf handbook to burn your popcorn."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZGJvb2s&hash=4b5911030aff405215c8d06ff676824afa28b8d4&lang=en&cache-only=0",
            "defineEn": "a concise reference book providing information and instructions on a particular subject or topic",
            "defineVi": "một cuốn sách tham khảo ngắn gọn cung cấp thông tin và hướng dẫn về một chủ đề hoặc chủ đề cụ thể"
        },
        {
            "id": "28daf7c9-744b-499b-b314-25f9d675b094",
            "word": "yearbook",
            "phonetic": "jɪɹbʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "They publish every year a statistical yearbook.",
                "Students are eating lunch, signing yearbooks, and they're immersed in social media.",
                "Here at the University of Richmond, that came to the surface a couple of years ago when a student-driven organization unearthed a number of racist images in past yearbooks.",
                "Go to the most recent 2011 yearbook, and look at the data they have in terms of the number of new cases filed in front of the immigration courts and the number of cases actually disposed of - completed.",
                "It is the journey you think you're saying profound things But most of what you say is the kind of stuff a 15 year old girl Writes into yearbook."
            ],
            "audio": "https://tts.langeek.co/read?text=eWVhcmJvb2s&hash=df48e000e263707234eebb110e64a4c11ce113d3&lang=en&cache-only=0",
            "defineEn": "a publication, often created by a school or college, that contains photographs of students, faculty, and staff, as well as information and memories related to the academic year",
            "defineVi": "một ấn phẩm, thường được tạo bởi một trường học hoặc cao đẳng, có chứa ảnh của sinh viên, giảng viên và nhân viên, cũng như thông tin và kỷ niệm liên quan đến năm học"
        },
        {
            "id": "70999764-0b73-4471-a48f-62d0f4f15d42",
            "word": "quotation",
            "phonetic": "kwoʊteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Each chapter begins with a quotation.",
                "Now that particular quotation comes from the minority report of that Senate investigation meeting.",
                "It's a single quotation.",
                "Everything between these characters, everything between the double quotation, is just viewed as a character.",
                "They check the spelling of names, the accuracy of numbers, the sequence of events, and the sources of quotations."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVvdGF0aW9u&hash=e7812b65445e71eeb8ee1d779f6bf68c58df1e3d&lang=en&cache-only=0",
            "defineEn": "a statement indicating the cost of a specific service or piece of work",
            "defineVi": "một tuyên bố chỉ ra chi phí của một dịch vụ hoặc phần công việc cụ thể"
        },
        {
            "id": "ad2491e4-b206-4347-b2d8-7a013e192deb",
            "word": "autobiography",
            "phonetic": "ɔːɾoʊbaɪɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Autobiographies should be taken with a grain of salt.",
                "Her shocking autobiography is about to hit the streets.",
                "The Arabic-language autobiography spent decades in private collections, before the library acquired it in 2017.",
                "It's titled Autobiography: Water/Ancestors/Middle Passage/Family Ghosts.",
                "McCain wrote about it in his autobiography, \"Faith of My Fathers.\""
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0b2Jpb2dyYXBoeQ&hash=c95167af1a20fd2db4ee9d65ac1578cd67e81e51&lang=en&cache-only=0",
            "defineEn": "the story of the life of a person, written by the same person",
            "defineVi": "câu chuyện về cuộc đời của một người, được viết bởi cùng một người"
        },
        {
            "id": "ccdef5e2-ea07-4987-9e30-74bd281e4d59",
            "word": "biography",
            "phonetic": "baɪɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Booksellers should easily be able to move this biography of Lincoln.",
                "After reading her biography, I saw her accomplishments in a different light and gained a deeper admiration for her resilience and determination.",
                "I have discovered biographies.",
                "So I sort of stayed away from the biographies.",
                "Earlier this year, I read Ron Chernow's magnificent biography of Ulysses S. Grant."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlvZ3JhcGh5&hash=9b77ca96fe4644a9ecbfa121cd67ec87e9ab1fdc&lang=en&cache-only=0",
            "defineEn": "the story of someone's life that is written by another person",
            "defineVi": "câu chuyện về cuộc đời của ai đó được viết bởi một người khác"
        },
        {
            "id": "060dad98-d3ec-4e7f-9c5c-ee0f245ffea4",
            "word": "confession",
            "phonetic": "kənfɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His confession involved a number of other politicians in the affair.",
                "She listened to his confession without turning a hair.",
                "The therapist told her patient that it was important to confess their mistakes and take responsibility for their actions because confession is good for the soul and can bring about personal growth.",
                "I have a confession.",
                "- Ooh, I love confessions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmVzc2lvbg&hash=f78bd9d4d9119b81a678e1d00b83c8dc1d5ede90&lang=en&cache-only=0",
            "defineEn": "an admission statement in which one the crime they are guilty of",
            "defineVi": "một tuyên bố thừa nhận trong đó một trong những tội mà họ có tội"
        },
        {
            "id": "b26c1fd3-0d76-4837-8454-03c82b15879a",
            "word": "diary",
            "phonetic": "daɪɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'll put it in my diary.",
                "These diaries contained crucial information.",
                "Here are their diaries.",
                "The most important instrument for nautical navigation was the navigator's diary.",
                "Bacteria to enter a three-year diary."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhcnk&hash=43d2a8346bff2b6c24b8f1a35116e60c62b5e98e&lang=en&cache-only=0",
            "defineEn": "a book or journal in which one records personal experiences, thoughts, or feelings on a regular basis, usually on a daily basis",
            "defineVi": "một cuốn sách hoặc nhật ký trong đó một người ghi lại những trải nghiệm, suy nghĩ hoặc cảm xúc cá nhân một cách thường xuyên, thường là hàng ngày",
            "hasImg": true
        },
        {
            "id": "c7255cb3-a819-4296-bd67-f9cc6e3d39ff",
            "word": "log",
            "phonetic": "lɔɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I slept like a log until morning.",
                "Fooling him was as easy as falling off a log.",
                "I have to set numerous alarms for the morning because I sleep like a log every night!",
                "Can you please add some logs to the fire to keep it burning?",
                "You said that loving me was falling off a log."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9n&hash=f32edf106f1157b1379d5efce0d5771a0584e3b7&lang=en&cache-only=0",
            "defineEn": "a written record of events on a voyage, typically kept by a ship's captain or crew, or by a pilot or crew of an aircraft",
            "defineVi": "một hồ sơ bằng văn bản về các sự kiện trong một chuyến đi, thường được lưu giữ bởi thuyền trưởng hoặc phi hành đoàn của tàu, hoặc bởi phi công hoặc phi hành đoàn của máy bay"
        },
        {
            "id": "383b4fed-cc26-4cab-9cdd-8fba016fdcbf",
            "word": "memoir",
            "phonetic": "mɛmwɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Writing your memoirs?",
                "He titled his memoir, \"A Very Punchable Face.\"",
                "These are two memoirs.",
                "The fabulous memoirs, probably the best memoirs of any American general are Grant's.",
                "- Write a memoir, write several memoirs."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVtb2ly&hash=61a4901a736799366a2da114f7f364687ccebcba&lang=en&cache-only=0",
            "defineEn": "a written account of a person's own life experiences or a particular period in their life",
            "defineVi": "một tài khoản bằng văn bản về kinh nghiệm sống của một người hoặc một giai đoạn cụ thể trong cuộc sống của họ"
        },
        {
            "id": "a61427f4-3943-4a32-89f7-3c4fa0fa8023",
            "word": "epistle",
            "phonetic": "ᵻpɪsəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXBpc3RsZQ&hash=63affdfb2a609196888d8cf0e817916ceb5ddcda&lang=en&cache-only=0",
            "defineEn": "any of the letters in the New Testament, written by the apostles",
            "defineVi": "bất kỳ bức thư nào trong Tân Ước, được viết bởi các sứ đồ"
        },
        {
            "id": "91c25f79-a754-46e4-81b4-073a63156f29",
            "word": "letter",
            "phonetic": "lɛɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Give your mother the letter.",
                "His letter to the papers stirred up a real hornets' nest.",
                "She had a letter from Mark.",
                "That letter should go by special delivery.",
                "I wrote a letter to Alison."
            ],
            "audio": "https://tts.langeek.co/read?text=bGV0dGVy&hash=6467aa27505683e55313f4fc6d23549543e985b4&lang=en&cache-only=0",
            "defineEn": "a written or printed message that is sent to someone or an organization, company, etc.",
            "defineVi": "một tin nhắn bằng văn bản hoặc in được gửi đến ai đó hoặc một tổ chức, công ty, v.v.",
            "hasImg": true
        },
        {
            "id": "34bd5154-0f3a-4736-92f5-fb08e311566c",
            "word": "postcard",
            "phonetic": "poʊstkɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "A postcard showing the Wicklow Mountains.",
                "Sure enough, Sergei Kovalev never received this postcard.",
                "If you have not, for a January promo, each pledge, even a dollar pledge, will get you a postcard with a little handwritten letter from me.",
                "Every visit required a postcard be sent and another one returned with place, date and time arranged.",
                "Gerda Quietmeyer’s application contains transcripts of several letters and postcards from various family members, including this March 3rd, 1919 letter from her mother and father. "
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zdGNhcmQ&hash=20d5bbadd3ade639e31ea6227ab4d7e51f374f18&lang=en&cache-only=0",
            "defineEn": "‌a card that usually has a picture on one side, used for sending messages by post without an envelope",
            "defineVi": "‌thẻ thường có hình một mặt, dùng để gửi thư qua đường bưu điện không cần phong bì",
            "hasImg": true
        },
        {
            "id": "40c4837c-4ebf-4ca7-aa35-f2bd0713479c",
            "word": "epitaph",
            "phonetic": "ɛpɪtæf ",
            "partOfSpeechType": "noun",
            "examples": [
                "So for all these reasons, cities don't write the epitaph for cities.",
                "So perhaps it's a little early to describe the epitaph.",
                "It's hard to believe that Bill Barr, having been attorney general once before, would want this as his epitaph, that he was Donald Trump's Roy Cohn, but that's all you can conclude."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBpdGFwaA&hash=f381bf16f5fa02da7ea634b60e03d2040f644b74&lang=en&cache-only=0",
            "defineEn": "a brief statement or poem written on a tombstone or grave marker to honor and remember a deceased person",
            "defineVi": "một tuyên bố ngắn gọn hoặc bài thơ được viết trên bia mộ hoặc bia mộ để tôn vinh và tưởng nhớ một người đã khuất"
        },
        {
            "id": "1c4ad1ef-159e-4336-8bc5-9239b08e1f7c",
            "word": "obituary",
            "phonetic": "oʊbɪtʃuːɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He had just read his own mistaken obituary.",
                "I wouldn't underplay theaters quite yet or write their obituaries yet.",
                "To the Nobel Prize folks, you've done great work over the past century, but consider this your mistaken obituary . . .",
                "Looking through these geologic obituaries, we know that around 66 million years ago, a lot of them went extinct at once, when a 10 km-wide asteroid landed in what is today Mexico’s Yucatan Peninsula.",
                "They printed Bourbaki’s obituary, complete with mathematical puns."
            ],
            "audio": "https://tts.langeek.co/read?text=b2JpdHVhcnk&hash=5d8d693d3a06cfeccb61bdf75ffddbf6c24e68ca&lang=en&cache-only=0",
            "defineEn": "an article or report, especially in a newspaper, published soon after the death of a person, typically containing details about their life",
            "defineVi": "một bài báo hoặc báo cáo, đặc biệt là trên một tờ báo, được xuất bản ngay sau cái chết của một người, thường chứa thông tin chi tiết về cuộc sống của họ"
        },
        {
            "id": "93d9cfe0-0dc7-46ab-9958-61e37d3cbb24",
            "word": "literary criticism",
            "phonetic": "lɪɾɚɹɛɹi kɹɪɾɪsɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGl0ZXJhcnkgY3JpdGljaXNt&hash=922acbb0e5fbe1bc817d4e7dbc54f77d46080ed1&lang=en&cache-only=0",
            "defineEn": "the evaluation, interpretation, and analysis of literature, with a focus on its form, content, and historical and cultural contexts",
            "defineVi": "đánh giá, giải thích và phân tích văn học, tập trung vào hình thức, nội dung và bối cảnh lịch sử và văn hóa của nó"
        },
        {
            "id": "e0bcc599-89e0-422b-b4c1-1c65f33cfc03",
            "word": "book report",
            "phonetic": "bʊk ɹᵻpoːɹt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9vayByZXBvcnQ&hash=fdae2d1a26ec53d2290cb67882b1e35ad5a91af4&lang=en&cache-only=0",
            "defineEn": "a summary and analysis of a book, typically written by a student as a school assignment",
            "defineVi": "một bản tóm tắt và phân tích một cuốn sách, thường được viết bởi một học sinh như một bài tập ở trường"
        },
        {
            "id": "c8a4305f-aeb3-4afe-9706-a28f8bd6f143",
            "word": "book review",
            "phonetic": "bʊk ɹᵻvjuː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9vayByZXZpZXc&hash=307740e00a98a1d7efebabc7fad770a426ab08ed&lang=en&cache-only=0",
            "defineEn": "a critical evaluation and analysis of a book's content, style, and merit, written with the intention of informing potential readers and providing feedback to the author",
            "defineVi": "một đánh giá và phân tích quan trọng về nội dung, phong cách và giá trị của một cuốn sách, được viết với mục đích thông báo cho độc giả tiềm năng và cung cấp phản hồi cho tác giả"
        },
        {
            "id": "d1735878-8097-4f10-b115-7a24f30aa48d",
            "word": "review",
            "phonetic": "ɹᵻvjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The immigration officer reviewed my passport before granting entry.",
                "The magazine features interviews with musicians and reviews of new albums.",
                "She left a positive review online for the restaurant where she ordered a pizza.",
                "The newspaper has an entertainment section with movie reviews and celebrity news.",
                "Melissa's new book got off to a flying start, with high sales and positive reviews from readers and critics alike."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV2aWV3&hash=65fd871edd900a7cab6707db06d9ef24d8f70276&lang=en&cache-only=0",
            "defineEn": "a report that is published in a newspaper or a magazine, in which someone gives an opinion of a play, movie, book, etc.",
            "defineVi": "một báo cáo được xuất bản trên một tờ báo hoặc tạp chí, trong đó ai đó đưa ra ý kiến về vở kịch, bộ phim, cuốn sách, v.v."
        },
        {
            "id": "7f44b525-14cf-4915-ab53-2412c28ff604",
            "word": "brochure",
            "phonetic": "bɹoʊʃʊɹr ",
            "partOfSpeechType": "noun",
            "examples": [
                "The brochure speaks of beautiful secluded grounds.",
                "It was the first hotel in the brochure.",
                "You eat a brochure.",
                "We will have brochures as to other National Archives programs and exhibits.",
                "You'll also find brochures about other National Archives programs and activities."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvY2h1cmU&hash=10ae67579e40728195cb890b01f5e5cd8bf887c0&lang=en&cache-only=0",
            "defineEn": "a book with pictures of the product it is introducing",
            "defineVi": "một cuốn sách với hình ảnh của sản phẩm nó đang giới thiệu"
        },
        {
            "id": "616006ea-4253-41d9-9bf6-65a033314df7",
            "word": "pamphlet",
            "phonetic": "pæmflɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ben Franklin, he passed out pamphlets.",
                "But then along came Thomas Paine’s pamphlet Common Sense.",
                "Should I get you a pamphlet?",
                "The next method is collecting free items like pamphlets and flyers.",
                "Should it open like a pamphlet?"
            ],
            "audio": "https://tts.langeek.co/read?text=cGFtcGhsZXQ&hash=b3064e551b9cc9efe27561179fd871c8cfadf72d&lang=en&cache-only=0",
            "defineEn": "a small book with a paper cover giving information about a particular subject",
            "defineVi": "một cuốn sách nhỏ có bìa giấy cung cấp thông tin về một chủ đề cụ thể"
        },
        {
            "id": "da61b1a0-7416-45ce-aaf2-7c816c99a282",
            "word": "advertorial",
            "phonetic": "ɐdvɚtoːɹɪəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWR2ZXJ0b3JpYWw&hash=ee1d8c02e87031527a62e07e844e54340ad8139c&lang=en&cache-only=0",
            "defineEn": "a piece of advertisement in a newspaper or magazine, designed to seem like an objective article and not an advertisement",
            "defineVi": "một mẩu quảng cáo trên một tờ báo hoặc tạp chí, được thiết kế giống như một bài báo khách quan và không phải là một quảng cáo"
        },
        {
            "id": "6b8a6995-8280-4977-9dc5-d1cd76267bdb",
            "word": "apologia",
            "phonetic": "ɐpɑːlədʒə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXBvbG9naWE&hash=57b7265b7a7b56dc199bcd22e437f1048b36bd34&lang=en&cache-only=0",
            "defineEn": "a formal written defense used to justify one's beliefs or opinions",
            "defineVi": "một văn bản bảo vệ chính thức được sử dụng để biện minh cho niềm tin hoặc ý kiến của một người"
        },
        {
            "id": "afd883ec-d418-4c82-9363-fda29bdb18c3",
            "word": "polemic",
            "phonetic": "pɑːlɛmɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9sZW1pYw&hash=1ca047ed5b9244e822fda293368ef8d1dc79217b&lang=en&cache-only=0",
            "defineEn": "a strong verbal or written statement of opinion, especially one that refutes or attacks a specific opinion",
            "defineVi": "một tuyên bố mạnh mẽ bằng lời nói hoặc bằng văn bản của quan điểm, đặc biệt là một trong đó bác bỏ hoặc tấn công một ý kiến cụ thể"
        },
        {
            "id": "91241081-7a89-44e3-a079-fa59ac605114",
            "word": "essay",
            "phonetic": "ɛseɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I've finished my essay at last!",
                "The essay needs to be formatted according to the MLA guidelines.",
                "You should include some examples in your essay.",
                "To write an article/essay/report.",
                "I made a few mistakes in my essay, but at least I managed to err on the right side."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXNzYXk&hash=47209ce31626fe94036496c2df2524b19385a807&lang=en&cache-only=0",
            "defineEn": "a piece of writing that briefly analyzes or discusses a specific subject",
            "defineVi": "một đoạn văn bản phân tích ngắn gọn hoặc thảo luận về một chủ đề cụ thể"
        },
        {
            "id": "32bdf3c6-bd2d-4b53-aab2-3f90e02ea201",
            "word": "history book",
            "phonetic": "hɪstɚɹi bʊk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGlzdG9yeSBib29r&hash=fb953540be136f469b0c21f3267d6348587ca473&lang=en&cache-only=0",
            "defineEn": "a written account of past events, people, and their impacts on society, culture, and the world",
            "defineVi": "một tài khoản bằng văn bản về các sự kiện, con người trong quá khứ và tác động của chúng đối với xã hội, văn hóa và thế giới"
        },
        {
            "id": "3a5d1e51-8add-4126-9787-315c2021e8c7",
            "word": "academic text",
            "phonetic": "ækədɛmɪk tɛkst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWNhZGVtaWMgdGV4dA&hash=f47b32e0e3e96a9e9f2f775069ef085de3a079ed&lang=en&cache-only=0",
            "defineEn": "a piece of writing that is based on research, and intended to contribute to the academic conversation on a particular topic or field",
            "defineVi": "một bài viết dựa trên nghiên cứu và nhằm đóng góp vào cuộc trò chuyện học thuật về một chủ đề hoặc lĩnh vực cụ thể"
        },
        {
            "id": "b3f222d0-629d-4d7b-865a-d8b9c62057ab",
            "word": "scholarly paper",
            "phonetic": "skɑːlɚli peɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2Nob2xhcmx5IHBhcGVy&hash=d1912c91e5ccd4892cc1d4f3bc7650cb74e3f725&lang=en&cache-only=0",
            "defineEn": "a written work that presents original research, analysis, or review of a particular topic, and is typically published in an academic or scientific journal",
            "defineVi": "một tác phẩm viết trình bày nghiên cứu ban đầu, phân tích hoặc đánh giá về một chủ đề cụ thể và thường được xuất bản trên một tạp chí học thuật hoặc khoa học"
        },
        {
            "id": "9fa8fe21-7daa-4412-8c17-8721ddefd7b2",
            "word": "scientific paper",
            "phonetic": "saɪəntɪfɪk peɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2NpZW50aWZpYyBwYXBlcg&hash=42cbacfc3dd3e70c3d930c724da2ab1b57e60233&lang=en&cache-only=0",
            "defineEn": "a written report that describes original research or findings on a particular scientific topic and is published in a scientific journal or conference proceedings",
            "defineVi": "một báo cáo bằng văn bản mô tả nghiên cứu hoặc phát hiện ban đầu về một chủ đề khoa học cụ thể và được xuất bản trên một tạp chí khoa học hoặc thủ tục hội nghị"
        },
        {
            "id": "306721bd-3e37-432d-b7f0-30da271f08a0",
            "word": "monograph",
            "phonetic": "mɑːnoʊɡɹæf ",
            "partOfSpeechType": "noun",
            "examples": [
                "His skeleton was described by French anthropologist Marcellin Boule in a detailed monograph published in 1911."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9ub2dyYXBo&hash=3798f683143ff58d29257eaf4c1b42508f3054da&lang=en&cache-only=0",
            "defineEn": "a detailed written account of a particular subject, usually in the format of a short book",
            "defineVi": "một tài khoản bằng văn bản chi tiết về một chủ đề cụ thể, thường ở định dạng của một cuốn sách ngắn"
        },
        {
            "id": "dd8d26ce-e8f5-46b7-aeb1-8e77b6d2546a",
            "word": "scientific journal",
            "phonetic": "saɪəntɪfɪk dʒɜːnəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2NpZW50aWZpYyBqb3VybmFs&hash=eb93a08ddd1e610c233889b4986ef342084f0cc9&lang=en&cache-only=0",
            "defineEn": "a periodical publication that contains peer-reviewed articles reporting the results of original research or review articles summarizing the current state of research on a particular topic in science or medicine",
            "defineVi": "một ấn phẩm định kỳ có chứa các bài báo được đánh giá ngang hàng báo cáo kết quả của nghiên cứu ban đầu hoặc các bài báo đánh giá tóm tắt tình trạng nghiên cứu hiện tại về một chủ đề cụ thể trong khoa học hoặc y học"
        },
        {
            "id": "2b1fcacb-d138-4273-b322-6f864af43d6c",
            "word": "treaty",
            "phonetic": "tɹiːɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The peace treaty that ended the war.",
                "With the signing of the treaty, a powerful new European alliance first saw the light of day.",
                "So an entire industry, the salmon industry in America, depends on treaties.",
                "According to the US Department of State’s website, the treaty had a very colonial purpose in mind.",
                "he finally accepted the treaty."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlYXR5&hash=50e6a0ccfd553a03923ca4e6b9408c885433d147&lang=en&cache-only=0",
            "defineEn": "an official agreement between two or more governments or states",
            "defineVi": "một thỏa thuận chính thức giữa hai hoặc nhiều chính phủ hoặc tiểu bang"
        },
        {
            "id": "f79058c5-621a-4794-afe8-107e849ff1b7",
            "word": "edited volume",
            "phonetic": "ɛdɪɾᵻd vɑːljuːm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWRpdGVkIHZvbHVtZQ&hash=20957af4af3a81bb7931b703f3c347bf873d4fad&lang=en&cache-only=0",
            "defineEn": "a book consisting of a collection of chapters or articles written by different authors, and compiled and edited by one or more editors",
            "defineVi": "một cuốn sách bao gồm một tập hợp các chương hoặc bài báo được viết bởi các tác giả khác nhau và được biên soạn và chỉnh sửa bởi một hoặc nhiều biên tập viên"
        },
        {
            "id": "5cb5c773-370b-43c2-b6a9-0107536dcc49",
            "word": "conference proceedings",
            "phonetic": "kɑːnfɹəns pɹəsiːdɪŋz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29uZmVyZW5jZSBwcm9jZWVkaW5ncw&hash=da6eaed9c12300bb280f15ee0ea3d646c8a8b907&lang=en&cache-only=0",
            "defineEn": "a collection of academic papers, presentations, and discussions that are published following an academic conference or symposium",
            "defineVi": "một tập hợp các bài báo, bài thuyết trình và thảo luận học thuật được xuất bản sau một hội nghị hoặc hội nghị chuyên đề học thuật"
        },
        {
            "id": "b2b2f620-56ac-4131-8f97-d92eb741f2a9",
            "word": "news story",
            "phonetic": "nuːz stoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmV3cyBzdG9yeQ&hash=b33c23350143636d75241180f8120dc3b251e102&lang=en&cache-only=0",
            "defineEn": "a factual account or report of an event, issue or situation that is of interest to the public, and is published or broadcast by a news organization in various media formats such as newspapers, TV, radio, or online platforms",
            "defineVi": "một tài khoản hoặc báo cáo thực tế về một sự kiện, vấn đề hoặc tình huống được công chúng quan tâm và được xuất bản hoặc phát sóng bởi một tổ chức tin tức ở nhiều định dạng phương tiện khác nhau như báo, TV, đài phát thanh hoặc nền tảng trực tuyến"
        },
        {
            "id": "40b718d8-3c1b-47c0-8aa4-9d22cd1082bd",
            "word": "editorial",
            "phonetic": "ɛdɪtoːɹɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "And then this one, the iPhone 6S+ is also on editorial loan.",
                "Katherine Griwert is the editorial coordinating producer. ",
                "Jobs in the fact-checking department at the magazine became a desirable path to high-level editorial jobs.",
                "But we've made an editorial decision NOT to talk about New Jersey here on Crash Course, due to my long-standing anti-New Jersey bias.",
                "The paper was published with an editorial caveat that a team would be sent to Benveniste’s lab for follow-up."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWRpdG9yaWFs&hash=861aa9e3f665acc05f601614323ec549797075bc&lang=en&cache-only=0",
            "defineEn": "a newspaper article expressing the views of the editor on a particular subject",
            "defineVi": "một bài báo thể hiện quan điểm của biên tập viên về một chủ đề cụ thể"
        },
        {
            "id": "34745a5e-1069-430a-b535-aa53a8776dc8",
            "word": "opinion piece",
            "phonetic": "əpɪniən piːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3BpbmlvbiBwaWVjZQ&hash=6da7fcc6780d960a5249f1580e4e4dd7fc79ebad&lang=en&cache-only=0",
            "defineEn": "a written article or essay expressing the personal opinions or viewpoints of the author on a particular topic, often published in a newspaper, magazine, or online publication",
            "defineVi": "một bài viết hoặc bài luận bày tỏ ý kiến cá nhân hoặc quan điểm của tác giả về một chủ đề cụ thể, thường được đăng trên một tờ báo, tạp chí hoặc ấn phẩm trực tuyến"
        },
        {
            "id": "1faf4a43-bc3b-44bb-996f-27ea6fffa1a8",
            "word": "manifesto",
            "phonetic": "mænɪfɛstoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Before that attack, the shooter wrote a manifesto.",
                "It was a manifesto of the fight against the West.",
                "They were each exploring their own concerns, not working toward any shared mission or manifesto.",
                "In the interactions that he had with the Russian people, in the program, manifesto that he put forward at that time, I think he, at least to my eye, he showed himself to be much more capable than some of the more disposable prime ministers who had come before him.",
                "OK, in order to have a better understanding of Hughes' approach to poetry, let's look at an early manifesto he wrote called \"The Negro Artist and the Racial Mountain.\""
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuaWZlc3Rv&hash=c81fc555c21a903938c7f891bcda378a80c084f0&lang=en&cache-only=0",
            "defineEn": "a written public declaration of intentions, opinions, and objectives, often issued by a political party, a government, or a group of individuals with a shared interest or purpose",
            "defineVi": "một tuyên bố công khai bằng văn bản về ý định, quan điểm và mục tiêu, thường được đưa ra bởi một đảng chính trị, chính phủ hoặc một nhóm cá nhân có chung lợi ích hoặc mục đích"
        },
        {
            "id": "5ad7403c-45ef-4aa5-aa2d-dc3feed88077",
            "word": "notice",
            "phonetic": "noʊɾɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "I handed in my notice yesterday.",
                "She noticed a small bird nesting on the roof of her garage.",
                "He noticed a spider crawling up the wall.",
                "Did you notice the way he was looking at you?",
                "She noticed a difference in taste and texture when she switched to unbleached flour in her cookie recipe."
            ],
            "audio": "https://tts.langeek.co/read?text=bm90aWNl&hash=8cdf21b65f5b1ce811aa5575204159a269bf4987&lang=en&cache-only=0",
            "defineEn": "a brief advertisement or announcement that is published in a newspaper, magazine, etc.",
            "defineVi": "một quảng cáo hoặc thông báo ngắn gọn được đăng trên một tờ báo, tạp chí, v.v."
        },
        {
            "id": "59584b05-6a06-45f7-8849-894b6df365d3",
            "word": "announcement",
            "phonetic": "ɐnaʊnsmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The train announcement informed us about the next stop.",
                "The announcement only succeeded in creating confusion.",
                "The company made a big announcement about their new product, but it turned out to be a case of great cry and little wool.",
                "His resignation comes hard on the heels of the announcement that the company is going bankrupt.",
                "Government is much more interested in announcements than it is in actually doing the work to set the economy back on its feet."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5ub3VuY2VtZW50&hash=7bb150833e4d4ae418a50b18ad371cdce3e4ee90&lang=en&cache-only=0",
            "defineEn": "an official or public statement that contains information about something, particularly a present or future occurrence",
            "defineVi": "một tuyên bố chính thức hoặc công khai có chứa thông tin về một cái gì đó, đặc biệt là một sự xuất hiện hiện tại hoặc tương lai"
        },
        {
            "id": "47a02940-75fc-474a-b98e-5446b6b1af59",
            "word": "textbook",
            "phonetic": "tɛkstbʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "We use textbooks and online resources to help us with our homework.",
                "She realized that the information in the textbook was incorrect.",
                "Don't forget to avail of the special discounts for students when purchasing your textbooks for the semester.",
                "As the student opened his textbook to a difficult math problem, he couldn't help but make a face at the challenging equations.",
                "But back in the ‘90s, the existence of hot Jupiters rewrote the textbooks."
            ],
            "audio": "https://tts.langeek.co/read?text=dGV4dGJvb2s&hash=545d9e1bbabd5cf134d7d83a7462d6b39318dede&lang=en&cache-only=0",
            "defineEn": "a book used for the study of a particular subject, especially in schools and colleges",
            "defineVi": "một cuốn sách được sử dụng để nghiên cứu về một chủ đề cụ thể, đặc biệt là trong các trường học và cao đẳng",
            "hasImg": true
        },
        {
            "id": "8fb736b7-cfce-418d-9f91-0410d2273b28",
            "word": "study guide",
            "phonetic": "stʌdi ɡaɪd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3R1ZHkgZ3VpZGU&hash=062a5b82484bab3aefeed4ea12c600a5ec2b0b64&lang=en&cache-only=0",
            "defineEn": "a material that is used by students to help them understand a particular topic or subject",
            "defineVi": "một tài liệu được sử dụng bởi các sinh viên để giúp họ hiểu một chủ đề hoặc chủ đề cụ thể"
        },
        {
            "id": "0725e62c-51d0-4149-9833-921d7e99b69d",
            "word": "field guide",
            "phonetic": "fiːld ɡaɪd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmllbGQgZ3VpZGU&hash=42e2a404955a00419c32f694a9a1b9a0a3968395&lang=en&cache-only=0",
            "defineEn": "a book designed to help the reader identify wildlife, plants, rocks, or other natural objects encountered in the field",
            "defineVi": "một cuốn sách được thiết kế để giúp người đọc xác định động vật hoang dã, thực vật, đá hoặc các vật thể tự nhiên khác gặp phải trên thực địa"
        },
        {
            "id": "53170663-bd15-4009-b514-c6973b4682b3",
            "word": "travelog",
            "phonetic": "tɹævɪlɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJhdmVsb2c&hash=03d36ae3733f26807b10a5f324d39517f941ad63&lang=en&cache-only=0",
            "defineEn": "a narrative or documentary that chronicles the experiences of a traveler, often including descriptions of the places visited, the people encountered, and the cultures experienced",
            "defineVi": "một câu chuyện hoặc phim tài liệu ghi lại những trải nghiệm của một khách du lịch, thường bao gồm các mô tả về những nơi đã đến, những người gặp phải và các nền văn hóa đã trải qua"
        },
        {
            "id": "5c437e73-9e69-4c12-8d09-de7c5823f2ec",
            "word": "recipe",
            "phonetic": "ɹɛsᵻpiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The recipe serves four people.",
                "The recipe called for seven ingredients.",
                "The recipe calls for thirty grams of sugar.",
                "I never follow a recipe completely.",
                "My favorite smoothie recipe always includes the juiciness of a Jaffa orange."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjaXBl&hash=a7724e768b8bb688a9dd2d15231a14b603eccc93&lang=en&cache-only=0",
            "defineEn": "the instructions on how to cook a certain food",
            "defineVi": "hướng dẫn cách nấu một món ăn nhất định",
            "hasImg": true
        },
        {
            "id": "3fc27e08-46cb-4ae6-a068-d88621c7a61d",
            "word": "cookbook",
            "phonetic": "kʊkbʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cookbook featured a mouthwatering recipe for partridge soup.",
                "So it is a cookbook?",
                "It's a good cookbook.",
                "The company commissioned cookbooks and advertisements from American artist Norman Rockwell, who created colorful drawings of Jell-O in family friendly settings.",
                "In 1999, the Barefoot Contessa cookbook was published, and it quickly became a bestseller."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29va2Jvb2s&hash=9b85d1998b3a39566118f98a5f608b21d9a67542&lang=en&cache-only=0",
            "defineEn": "a book that explains how a dish is cooked",
            "defineVi": "một cuốn sách giải thích cách một món ăn được nấu",
            "hasImg": true
        },
        {
            "id": "5c3115b5-f235-44e7-a42d-e7492e8a8c5c",
            "word": "manual",
            "phonetic": "mænjuːəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The phone actually has a manual.",
                "He scanned user manuals.",
                "We have a manual.",
                "Owners manual, who reads that for a lens?",
                "It's got the owner's manual."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFudWFs&hash=ba2ce205105bd38d083bb9f8140416138b326134&lang=en&cache-only=0",
            "defineEn": "a book that provides instructions or guidance for operating, maintaining, repairing, or assembling a product or system",
            "defineVi": "một cuốn sách cung cấp hướng dẫn hoặc hướng dẫn vận hành, bảo trì, sửa chữa hoặc lắp ráp một sản phẩm hoặc hệ thống",
            "hasImg": true
        },
        {
            "id": "866b81dd-1100-4c22-974a-15ee657e3197",
            "word": "user guide",
            "phonetic": "juːzɚ ɡaɪd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dXNlciBndWlkZQ&hash=c541298a6c1d9f75c950d47991467cf305355bc3&lang=en&cache-only=0",
            "defineEn": "a document that provides instructions, information, and guidance on how to use a particular product or service",
            "defineVi": "một tài liệu cung cấp hướng dẫn, thông tin và hướng dẫn về cách sử dụng một sản phẩm hoặc dịch vụ cụ thể",
            "hasImg": true
        },
        {
            "id": "c8f5be14-141e-4166-807b-6b70c9809246",
            "word": "self-help book",
            "phonetic": "sɛlfhɛlp bʊk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1oZWxwIGJvb2s&hash=94917adf8de8d003cab65c9332dbc28de37f1da8&lang=en&cache-only=0",
            "defineEn": "a type of book that provides guidance, advice, and instructions on a variety of personal and professional topics, with the aim of improving oneself and one's life",
            "defineVi": "một loại sách cung cấp hướng dẫn, lời khuyên và hướng dẫn về nhiều chủ đề cá nhân và nghề nghiệp, với mục đích cải thiện bản thân và cuộc sống của một người"
        },
        {
            "id": "e46dc7a9-5caf-4745-a9ba-942ed0a82271",
            "word": "science book",
            "phonetic": "saɪəns bʊk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2NpZW5jZSBib29r&hash=bb113860f28a9c69604693b0f7b567c26bf0fe30&lang=en&cache-only=0",
            "defineEn": "a written work about a scientific topic or related topics, often written for a general audience or for students",
            "defineVi": "một tác phẩm viết về một chủ đề khoa học hoặc các chủ đề liên quan, thường được viết cho độc giả nói chung hoặc cho sinh viên"
        },
        {
            "id": "878bfbdd-b584-4004-8b4d-71cfa1204794",
            "word": "blog",
            "phonetic": "blɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He follows industry blogs and journals to keep up with trends in his profession.",
                "I decided to start a fashion blog.",
                "Check out his astronomy blog here.",
                "Check out his blog, Quarks and Coffee, for more awesome stuff like this!",
                "I would read that blog."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxvZw&hash=12e6c9038c265b698df25944500e1431293b4558&lang=en&cache-only=0",
            "defineEn": "a web page on which an individual or group of people regularly write about a topic of interest or their opinions or experiences, usually in an informal style",
            "defineVi": "một trang web mà một cá nhân hoặc một nhóm người thường xuyên viết về một chủ đề quan tâm hoặc ý kiến hoặc kinh nghiệm của họ, thường là theo phong cách thân mật"
        },
        {
            "id": "7b0bfee9-86a0-43ec-9ea9-dd7d3a28cf39",
            "word": "presentation",
            "phonetic": "pɹɛzənteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your presentation sounded great, honestly.",
                "The teacher criticised her presentation so harshly that she was reduced to tears.",
                "She is taking a breather before her big presentation.",
                "My presentation went up in smoke when the slideshow stopped working.",
                "I took a back seat during the presentation because I knew you could handle it."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc2VudGF0aW9u&hash=d38d93a65b31117b059d9cf85204443660ec071f&lang=en&cache-only=0",
            "defineEn": "a visual or oral communication, typically using slides or other visual aids, delivered to an audience to convey information or persuade them to take some action",
            "defineVi": "một giao tiếp bằng hình ảnh hoặc bằng lời nói, thường sử dụng các slide hoặc các phương tiện trực quan khác, được gửi tới khán giả để truyền đạt thông tin hoặc thuyết phục họ thực hiện một số hành động"
        },
        {
            "id": "aca9d346-aa24-440e-b3bc-23fbc7e1920d",
            "word": "oration",
            "phonetic": "oːɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Pericles’s funeral oration comes from a later war, The Peloponnesian War, a thirty year conflict between the Athenians and the Spartans.",
                "You also had statesmen like Pericles, whose famous funeral oration brags about the golden democracy of Athens with rhetoric that wouldn’t sound out of place today.",
                "It was not an object made to be seen on it’s own like this or admired on a wall or pedestal, but rather worn along with a costume and danced by a male performer, as part of a series of skits involving singing, dancing, drumming, and oration."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JhdGlvbg&hash=dc727fc0820a657dc4e2f696fc0a445903d2693d&lang=en&cache-only=0",
            "defineEn": "a formal speech delivered with eloquence and skill, usually given on a special occasion or to honor a specific person or event",
            "defineVi": "một bài phát biểu trang trọng với tài hùng biện và kỹ năng, thường được đưa ra vào một dịp đặc biệt hoặc để tôn vinh một người hoặc sự kiện cụ thể"
        },
        {
            "id": "085eb592-1aff-45d1-8bd5-c2c9b8e065d0",
            "word": "saying",
            "phonetic": "seɪɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the saying goes, out of sight, out of mind.",
                "As the saying goes, out of debt, out of danger.",
                "She realized the truth in the saying 'a person with too much ambition cannot sleep in peace.'",
                "As the saying goes, dogs of the same street bark alike.",
                "As the saying goes, ashes to ashes."
            ],
            "audio": "https://tts.langeek.co/read?text=c2F5aW5n&hash=89dfbfd713bbeab0b3a5bb423220c3db02eae4aa&lang=en&cache-only=0",
            "defineEn": "a brief written or spoken word of wisdom or piece of advice",
            "defineVi": "một lời nói hoặc viết ngắn gọn về sự khôn ngoan hoặc một lời khuyên"
        },
        {
            "id": "0adc2f48-c3af-4e53-8042-350798e8f2d6",
            "word": "academic publishing",
            "phonetic": "ækədɛmɪk pʌblɪʃɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWNhZGVtaWMgcHVibGlzaGluZw&hash=6aca84482e052b1287a37c7fb93a26791c586a27&lang=en&cache-only=0",
            "defineEn": "the process of producing and distributing academic works such as research papers, articles, books, and other forms of scholarship in various fields of study",
            "defineVi": "quá trình sản xuất và phân phối các công trình học thuật như tài liệu nghiên cứu, bài báo, sách và các hình thức học bổng khác trong các lĩnh vực nghiên cứu khác nhau"
        },
        {
            "id": "2e2f62a4-b007-4e92-b193-0a788c31ae94",
            "word": "blueprint",
            "phonetic": "bluːpɹɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "It becomes a blueprint for reparations initiatives across the country.",
                "But with spectra, we can examine their blueprints.",
                "And all organisms have the blueprints for at least one of these enzymes written into their genetic code.",
                "And so this becomes the blueprint.",
                "THE TURNER DIARIES GAVE McVEIGH NOT ONLY A BLUEPRINT FOR ACTION BUT THE LOCATION AND IDENTITY OF POTENTIAL ALLIES."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymx1ZXByaW50&hash=f06903a3b3d6e9e68b5bf23f73b5e6c8a9c57430&lang=en&cache-only=0",
            "defineEn": "a detailed plan highlighting how to obtain something or succeed in doing something",
            "defineVi": "một kế hoạch chi tiết làm nổi bật làm thế nào để có được một cái gì đó hoặc thành công trong việc làm một cái gì đó"
        },
        {
            "id": "d560e550-07d3-4485-b3cf-47e7899fdd34",
            "word": "creative non-fiction",
            "phonetic": "kɹiːeɪɾɪv nɑːnfɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3JlYXRpdmUgbm9uLWZpY3Rpb24&hash=1ba725da3f53afd24feac43e536fcd251817fa7a&lang=en&cache-only=0",
            "defineEn": "a genre of writing that uses literary techniques and narrative elements to present true events and experiences in a compelling and engaging way",
            "defineVi": "một thể loại văn bản sử dụng các kỹ thuật văn học và các yếu tố tường thuật để trình bày các sự kiện và trải nghiệm có thật một cách hấp dẫn và lôi cuốn"
        },
        {
            "id": "4b77ecb2-3a85-4cee-b682-b317257543a6",
            "word": "design document",
            "phonetic": "dɪzaɪn dɑːkjuːmənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVzaWduIGRvY3VtZW50&hash=823631a3034929af02285f0c5e2e6febe66a2107&lang=en&cache-only=0",
            "defineEn": "a detailed document that describes how a software product will be built, including the system architecture, user interface design, data design, and any other components needed for the successful implementation of the software",
            "defineVi": "một tài liệu chi tiết mô tả cách một sản phẩm phần mềm sẽ được xây dựng, bao gồm kiến trúc hệ thống, thiết kế giao diện người dùng, thiết kế dữ liệu và bất kỳ thành phần nào khác cần thiết để triển khai thành công phần mềm"
        },
        {
            "id": "08da0fbd-9ca4-45bb-b504-c02aa1f0d2b5",
            "word": "journal",
            "phonetic": "dʒɜːnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The master kept a weekly journal.",
                "He follows industry blogs and journals to keep up with trends in his profession.",
                "He writes his thoughts and ideas in a journal with a fancy pen.",
                "She used a purple pen to write in her journal.",
                "They need to build a strong relationship with journal users."
            ],
            "audio": "https://tts.langeek.co/read?text=am91cm5hbA&hash=0610ad27b673f4ac4a7b46d984fc780a0cde95ce&lang=en&cache-only=0",
            "defineEn": "a magazine or newspaper that gives information about a specific topic",
            "defineVi": "một tạp chí hoặc tờ báo cung cấp thông tin về một chủ đề cụ thể",
            "hasImg": true
        },
        {
            "id": "e6fdaad7-e06c-4e25-8871-e72f7da5ef70",
            "word": "natural history",
            "phonetic": "nætʃɚɹəl hɪstɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "So in the 1990s, the American Museum of Natural History finally returned to the Gobi Desert.",
                "Now, perhaps the most famous collection of their work is the Glass Flowers in the Harvard Museum of Natural History.",
                "Today’s episode was made in collaboration with the Smithsonian National Museum of Natural History.",
                "Well, the new Revolutionary government in Paris secured Cuvier a position at the Museum of Natural History, which gave him the power to establish a global fossil delivery service for other natural philosophers.",
                "And thank you to Dr. Allison Hsiang, evolutionary biologist at the Swedish Museum of Natural History, who consulted with our editorial team on this one Unsurprisingly, in the entire history of life There are some pretty big mysteries."
            ],
            "audio": "https://tts.langeek.co/read?text=bmF0dXJhbCBoaXN0b3J5&hash=0ca3e8bdd53ca10749e4524231553085e39bd9b8&lang=en&cache-only=0",
            "defineEn": "the scientific study of organisms and their environment, including their behavior, anatomy, physiology, distribution, and ecology, among other things",
            "defineVi": "nghiên cứu khoa học về các sinh vật và môi trường của chúng, bao gồm hành vi, giải phẫu, sinh lý học, phân bố và sinh thái của chúng, trong số những thứ khác"
        },
        {
            "id": "fa85ef15-9484-4575-ba91-264ad2cc89fc",
            "word": "philosophy",
            "phonetic": "fɪlɑːsəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "His political philosophy turned one hundred and eighty degrees when he grew a little older.",
                "The athlete found joy in the training and the process of improving, rather than just winning the competition, living by the philosophy that it is better to travel hopefully than to arrive.",
                "I've just always had the philosophy that it does no good to speak ill of anyone, so instead I direct that energy toward finding solutions to problems.",
                "I know you feel like you know everything about philosophy now, but this introductory course only scratches the surface."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhpbG9zb3BoeQ&hash=9ab75c92049d412b941c8c67d935c8339029798d&lang=en&cache-only=0",
            "defineEn": "a particular set of beliefs, values, or principles developed in search of the truth about life and the universe",
            "defineVi": "một tập hợp niềm tin, giá trị hoặc nguyên tắc cụ thể được phát triển để tìm kiếm sự thật về cuộc sống và vũ trụ",
            "hasImg": true
        },
        {
            "id": "baa87ea6-c162-42b9-af47-fc9f615fd726",
            "word": "popular science",
            "phonetic": "pɑːpjʊlɚ saɪəns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9wdWxhciBzY2llbmNl&hash=ba48c2820d239abcbeed343765c4e4ff5508ae7e&lang=en&cache-only=0",
            "defineEn": "a genre of science writing that is aimed at a general audience and seeks to explain scientific concepts and discoveries in an accessible and engaging way",
            "defineVi": "một thể loại viết về khoa học hướng đến độc giả nói chung và tìm cách giải thích các khái niệm và khám phá khoa học theo cách dễ tiếp cận và hấp dẫn"
        },
        {
            "id": "0ff06923-419c-4e80-b6f2-6e081a0c2903",
            "word": "miscellany",
            "phonetic": "mɪsɛləni ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWlzY2VsbGFueQ&hash=10232159c579d430bae7d98d3db85b79372c3308&lang=en&cache-only=0",
            "defineEn": "a collection or assortment of different items or pieces of writing, often gathered together in a single volume or publication",
            "defineVi": "một bộ sưu tập hoặc phân loại các mục hoặc bài viết khác nhau, thường được tập hợp lại với nhau trong một tập hoặc ấn phẩm duy nhất"
        },
        {
            "id": "8342f958-7aac-4693-925d-4dd523ee7cd1",
            "word": "statute",
            "phonetic": "stætʃuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The court held that such conduct violated the statute.",
                "A statute that protects social networks from the content users post.",
                "The 1474 Venetian patent statute sums up the economic rationale of patent law pretty nicely.",
                "The new statute uniquely bars state officials from enforcing the ban.",
                "By this statute, you're out of order."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdHV0ZQ&hash=7d07c9396751dc3d53b2a37e944135376d38afe1&lang=en&cache-only=0",
            "defineEn": "an officially written and established law",
            "defineVi": "một luật chính thức được thành lập và thành lập"
        },
        {
            "id": "a7c6ae93-7fc5-4218-9f5f-f81073b40e4c",
            "word": "bildungsroman",
            "phonetic": "bɪldəŋsɹoʊmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "A bildungsroman is a fancy German term that we use to describe a novel about a young person’s education or coming of age.",
                "While Jane Eyre is not the first novel told from a lower- middle class woman’s POV, it is the first notable Bildungsroman that has one as its main subject.",
                "So Mockingbird is one of the great Southern Gothic novels, but it’s also one of the great American bildungsromans."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlsZHVuZ3Nyb21hbg&hash=75a32b871f299784aaa6b7b260571ec25a23cf67&lang=en&cache-only=0",
            "defineEn": "a novel or literary genre that focuses on the personal and moral growth and development of the protagonist, often from childhood to adulthood, with an emphasis on psychological and social growth",
            "defineVi": "một thể loại tiểu thuyết hoặc văn học tập trung vào sự trưởng thành và phát triển cá nhân và đạo đức của nhân vật chính, thường từ thời thơ ấu đến tuổi trưởng thành, với sự nhấn mạnh vào sự phát triển tâm lý và xã hội"
        },
        {
            "id": "43cc5849-7bbe-42aa-b794-4be844e33c17",
            "word": "commentary",
            "phonetic": "kɑːməntɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film itself is a social commentary.",
                "Do you have any commentary?",
                "We might even add commentaries to some.",
                "People will add in random commentary, like on Markiplier's videos, Jacksepticeye, et cetera, et cetera.",
                "My favorite commentary on the Market Revolution actually comes from the author Herman Melville in his short story \"Bartleby the Scrivener.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWVudGFyeQ&hash=3f7ea326f74f43dffdecd1b941aece142fc5df03&lang=en&cache-only=0",
            "defineEn": "a set of written explanations or descriptions about an event or a situation",
            "defineVi": "một tập hợp các giải thích hoặc mô tả bằng văn bản về một sự kiện hoặc một tình huống",
            "hasImg": true
        },
        {
            "id": "b314ca5f-c701-4721-98d1-c6f19ccc5058",
            "word": "covenant",
            "phonetic": "kʌvɛnənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "When Maria's friends supported her during a difficult time, even when her siblings didn't, she realized how the blood of the covenant is thicker than the water of the womb.",
                "My covenants and my bonds with each wife is just as sacred as it is among any person of any other faith.",
                "I've entered into solemn covenants with the wives that I have.",
                "But it is that polishing of the covenant chain that's so important.",
                "But most importantly, it’s where Indiana Jones discovered the Ark of the Covenant."
            ],
            "audio": "https://tts.langeek.co/read?text=Y292ZW5hbnQ&hash=05a5a3d1ca98091de5ab1542a0d8721f8b37c31e&lang=en&cache-only=0",
            "defineEn": "a promise or a formal agreement, particularly one that involves regularly paying a sum of money to someone or an organization",
            "defineVi": "một lời hứa hoặc một thỏa thuận chính thức, đặc biệt là một thỏa thuận liên quan đến việc thường xuyên trả một khoản tiền cho ai đó hoặc một tổ chức"
        },
        {
            "id": "3db91aec-a069-48cb-989a-3a09fb09ef61",
            "word": "critique",
            "phonetic": "kɹɪtiːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some thought the elderly woman's critiques of society were outdated and irrelevant, but an old dog barks not in vain, for experience brings valuable perspective.",
                "But its social critique cuts far deeper.",
                "The crux of the critique came down to this.",
                "A few days after its debut, Chick-fil-A tweeted a thinly veiled critique.",
                "Williams actually presents this case as a critique of utilitarianism."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpdGlxdWU&hash=1745e71afa6a61e90a21a7ebee6adf3cbd93f7dc&lang=en&cache-only=0",
            "defineEn": "a detailed judgment of something, such as a work of art, a political idea, etc.",
            "defineVi": "một đánh giá chi tiết về một cái gì đó, chẳng hạn như một tác phẩm nghệ thuật, một ý tưởng chính trị, v.v."
        },
        {
            "id": "5abc8484-a211-4b06-81a3-3d19c7d563a3",
            "word": "misery literature",
            "phonetic": "mɪzɚɹi lɪɾɚɹᵻtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWlzZXJ5IGxpdGVyYXR1cmU&hash=5486bd5f21134d9d2fdba2ceae5e89f860b89e3c&lang=en&cache-only=0",
            "defineEn": "a genre of literature that deals with depressing and tragic events or situations, often exploring themes of suffering, pain, and despair",
            "defineVi": "một thể loại văn học đề cập đến các sự kiện hoặc tình huống buồn và bi thảm, thường khám phá các chủ đề về đau khổ, đau đớn và tuyệt vọng"
        },
        {
            "id": "746485a8-1193-4c12-a40e-38b23b95bc80",
            "word": "festschrift",
            "phonetic": "fɛstʃɹɪft ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmVzdHNjaHJpZnQ&hash=b82d46a2ce91e23a6a2228f22257f59003b9b203&lang=en&cache-only=0",
            "defineEn": "a book or other publication containing articles, essays, or studies contributed by a number of authors to honor a distinguished scholar or public figure",
            "defineVi": "một cuốn sách hoặc ấn phẩm khác có chứa các bài báo, bài tiểu luận hoặc nghiên cứu được đóng góp bởi một số tác giả để tôn vinh một học giả nổi tiếng hoặc nhân vật của công chúng"
        }
    ]
}