{
    "id": "94e73fe1-f79c-4913-ae9a-d9dfa47bb76d",
    "title": "Top 176 - 200 Phrasal Verbs",
    "originalTitle": "Top 176 - 200 Phrasal Verbs",
    "words": [
        {
            "id": "d64dab0b-4dd7-4698-af79-030815d9b7d8",
            "word": "to go out to",
            "phonetic": "tə ɡoʊ aʊt tuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "Our hearts go out to the families of the victims of this terrible tragedy.",
                "She was going out to lunch with a man!",
                "My heart goes out to the grieving family.",
                "Annapolis graduation and ship assignments for fleet duty go out to 384 new ensigns.",
                "This episode of SciShow goes out to our patrons on Patreon!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28gb3V0IHRv&hash=0ac368e4a45b837525b5528727edab6b082ec0e5&lang=en&cache-only=0",
            "defineEn": "(of one's thoughts) to feel sorry for someone and hope that they will get through the difficult situation they are in",
            "defineVi": "(về suy nghĩ của một người) cảm thấy tiếc cho ai đó và hy vọng rằng họ sẽ vượt qua hoàn cảnh khó khăn mà họ đang gặp phải"
        },
        {
            "id": "68cbba20-0772-4051-8ec8-732459df33b5",
            "word": "to call in",
            "phonetic": "tə kɔːl ɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the company's financial problems became too severe to overcome, the CEO called in a financial consultant for advice.",
                "When he died, investigators were called in and soon smelt a rat.",
                "The insurance company calls in a forensic meteorologist.",
                "I call in my iPod.",
                "So I called in the big guns."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FsbCBpbg&hash=59d3a4609784fbe0bc181bfcf87b4bd6e13162be&lang=en&cache-only=0",
            "defineEn": "to request someone's services or assistance",
            "defineVi": "để yêu cầu các dịch vụ hoặc hỗ trợ của ai đó"
        },
        {
            "id": "b4b7475d-db01-4414-8718-eba1d73e034f",
            "word": "to walk out",
            "phonetic": "tə wɔːk aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "If he wants to walk out, well let him!",
                "Walking out when.",
                "I walked out",
                "I would walk out.",
                "And you just walk out"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FsayBvdXQ&hash=d9e90205f8c7c75996e995aedb58f8f9d6a1c959&lang=en&cache-only=0",
            "defineEn": "to leave suddenly, especially to show discontent",
            "defineVi": "rời đi đột ngột, đặc biệt là để thể hiện sự bất mãn"
        },
        {
            "id": "501955e4-3d69-43ae-bf30-aaf0f14fc2a8",
            "word": "to come after",
            "phonetic": "tə kʌm æftɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The agreement came after several hours of negotiations.",
                "He came after me waving his revolver, but I easily lost him.",
                "She really has her back against the wall now that creditors are coming after her for more money than she makes.",
                "\"The move by France with its fashion and luxury industries worth tens of billions of Euros, comes after a similar ban in Israel in 2013.\"",
                "This latest work by Burns comes after deep dives into topics like the Civil War, the Vietnam War, prohibition, and baseball."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSBhZnRlcg&hash=8a933fba9db1923d9b1d3edd53070addfe9745e6&lang=en&cache-only=0",
            "defineEn": "to follow or Pursue",
            "defineVi": "để làm theo hoặc theo đuổi"
        },
        {
            "id": "47db3ea2-890c-467d-b71c-2ef80a265880",
            "word": "to zoom in",
            "phonetic": "tə zuːm ɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The photographer zoomed in on the flower to capture its intricate details.",
                "Can you zoom in? -",
                "So I just zoomed in right over here.",
                "So I'm zooming in.",
                "Can I zoom in on Hoffmann?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gem9vbSBpbg&hash=72c7e0d09258de37bd2705eaad0ee773b5107a47&lang=en&cache-only=0",
            "defineEn": "to adjust the lens of a camera in a way that makes the person or thing being filmed or photographed appear closer or larger",
            "defineVi": "để điều chỉnh ống kính của máy ảnh theo cách làm cho người hoặc vật được quay phim hoặc chụp ảnh có vẻ gần hơn hoặc lớn hơn",
            "hasImg": true
        },
        {
            "id": "30eaa543-0252-40ee-b4e4-6b13edb4488b",
            "word": "to stand by",
            "phonetic": "tə stænd baɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "True friends will stand by you when the chips are down.",
                "I knew she would stand by me to the bitter end.",
                "He was a devoted husband who stood by his wife until death do them part.",
                "We will stand by you through thick and thin, no matter the challenges or obstacles that come our way.",
                "Despite their occasional disagreements, the siblings always stood by each other's side, as they believed that blood is thicker than water."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhbmQgYnk&hash=40d28d772343d764853e3f304234e75c81b86553&lang=en&cache-only=0",
            "defineEn": "to do nothing when it is necessary",
            "defineVi": "không làm gì khi cần thiết"
        },
        {
            "id": "c9abf708-21fb-4741-8ec5-3c75e5b93825",
            "word": "to get away with",
            "phonetic": "tə ɡɛt ɐweɪ wɪð ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company had been getting away with murder for years before the scandal broke.",
                "We would have gotten away with our plan if your dumb cousin hadn't started shooting off his mouth all over town.",
                "Do you think we could get away with just one coat of paint on that wall?",
                "He thought he'd get away with his crime, but he reckoned without the FBI agents.",
                "They thought they could get away with their secret plans, but when the truth comes out, the balloon will go up, and they'll have to face the consequences."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IGF3YXkgd2l0aA&hash=c88aee2d4861bd795b72e1f60dc08b9ed7fdccdc&lang=en&cache-only=0",
            "defineEn": "to escape punishment for one's wrong actions",
            "defineVi": "để thoát khỏi sự trừng phạt cho hành động sai trái của một người"
        },
        {
            "id": "7a4a204a-9ea3-460d-b790-9bdc3cf0fd41",
            "word": "to move up",
            "phonetic": "tə muːv ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "They moved up in the world by investing in real estate and starting their own business.",
                "I hope to move up in the world and get a better job with higher pay.",
                "If someone has a good work ethic, they should move up the career ladder.",
                "Moving up another layer of abstraction.",
                "A light tank moves up the airstrip."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW92ZSB1cA&hash=cb2b0395711c22bd0b77155d14f35df04a6e8e78&lang=en&cache-only=0",
            "defineEn": "to move upward to a higher level, grade, or class",
            "defineVi": "để di chuyển lên một cấp độ cao hơn, lớp, hoặc lớp",
            "hasImg": true
        },
        {
            "id": "498482fe-d68c-49ff-88de-0a723b8eeba6",
            "word": "to add up",
            "phonetic": "tʊ æd ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "\"Saving money can be difficult, but little drops make the ocean, and small savings can add up over time,\" said the financial advisor during the consultation.",
                "Add up all the comments above, and it seems a lot of folks are blowing smoke up a lot of other folk's rears.",
                "When planning a trip, I always try to remember the saying 'beware of little expenses' and factor in all the smaller costs like transportation and food, as they can add up quickly.",
                "9 million individuals and their descendants really adds up. ",
                "And this imbalance adds up."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRkIHVw&hash=3a2d1515d1e9ef6bea69f1b83ff0e976b5817ed9&lang=en&cache-only=0",
            "defineEn": "to make sense or seem reasonable",
            "defineVi": "để có ý nghĩa hoặc có vẻ hợp lý"
        },
        {
            "id": "6de111cf-66bf-44a4-b68d-dd67c22fb6b6",
            "word": "to move away",
            "phonetic": "tə muːv ɐweɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "They moved away five years ago, but we still keep in touch.",
                "She's been all on her own since her daughter moved away.",
                "After moving away from her hometown, Sarah quickly realized that the saying long absent, soon forgotten was true, as many of her old friends gradually stopped keeping in touch.",
                "The old man moved away.",
                "The train moved away from Plymouth station."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW92ZSBhd2F5&hash=2e226967474939276972643c771dd49ac4072c78&lang=en&cache-only=0",
            "defineEn": "to relocate to or go to live in another area",
            "defineVi": "di chuyển đến hoặc đi đến sống ở một khu vực khác"
        },
        {
            "id": "3cde29aa-7ecf-4934-8be8-8b523aba8f16",
            "word": "to light up",
            "phonetic": "tə laɪt ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The boy's eyes lit up with joy when he saw the ice cream truck approaching the neighborhood.",
                "he sun shines brightly, lighting up the entire sky.",
                "She had a beautiful smile that could light up a room.",
                "When I introduced my friends to sweetsop for the first time, their faces lit up with delight as they tasted its unique combination of flavors.",
                "The party ended with a bang, with fireworks lighting up the sky as the clock struck midnight."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGlnaHQgdXA&hash=be679d30767d9d0e8a76e147f268abd5a6a8c758&lang=en&cache-only=0",
            "defineEn": "to make something bright by means of color or light",
            "defineVi": "để làm cho một cái gì đó tươi sáng bằng màu sắc hoặc ánh sáng"
        },
        {
            "id": "0c88111b-51ae-42b4-a052-2de7dec8fb95",
            "word": "to get about",
            "phonetic": "tə ɡɛt ɐbaʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He gets about $40 000 a year.",
                "I really didn't like him and then when we got about the middle of the show.",
                "Diesels get about, on an average basis, about 30 percent more energy efficient than a comparable gasoline vehicle.",
                "And the more curious people got about the racist Pepes, the stronger the connection grew.",
                "But we can get about another one trillion back."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IGFib3V0&hash=731b7dcef68b68aaf7f526f67a59d1ffd6d04247&lang=en&cache-only=0",
            "defineEn": "to move from one place or person to another",
            "defineVi": "để di chuyển từ nơi này hoặc người khác"
        },
        {
            "id": "f7a1050b-b44e-41b2-964c-ef4b736748df",
            "word": "to come out with",
            "phonetic": "tə kʌm aʊt wɪð ",
            "partOfSpeechType": "verb",
            "examples": [
                "The home team fell behind by a large margin in the first half, but you can expect them to come out with their guns blazing in the second half.",
                "Apparel brands like H&M, Nike and Adidas came out with Pride related products in recent years.",
                "Even institutions like Chase, Bank of America, and Wells Fargo all are coming out with their own offerings.",
                "Of course, other brands have come out with their versions.",
                "So each year, TIME magazine comes out with a list of the worlds 100 most influential people."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSBvdXQgd2l0aA&hash=00a239cceed73bb74544d3144d591911191b8bc2&lang=en&cache-only=0",
            "defineEn": "to suddenly say something, especially in a rude or surprising way",
            "defineVi": "đột nhiên nói điều gì đó, đặc biệt là một cách thô lỗ hoặc đáng ngạc nhiên"
        },
        {
            "id": "36841af1-a45e-442c-9964-98c4dd41aed7",
            "word": "to weigh in",
            "phonetic": "tə weɪ ɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Even the royal family weighed in.",
                "Even the president weighed in on Twitter.",
                "Especially after the president of the United States weighed in.",
                "A lot of experts weighed in.",
                "Pro sports organizations have also weighed in on the new voting law."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2VpZ2ggaW4&hash=1427877f5bdfbfd189c2c481401ae618b14a1a3b&lang=en&cache-only=0",
            "defineEn": "to find one's weight, especially in an official measurement before or after a contest",
            "defineVi": "để tìm trọng lượng của một người, đặc biệt là trong một phép đo chính thức trước hoặc sau một cuộc thi"
        },
        {
            "id": "50880936-fb36-4f9a-8b5a-1e3841cb8ec9",
            "word": "to play on",
            "phonetic": "tə pleɪ ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Sunlight played on the surface of the lake.",
                "Who's playing on the wing?",
                "The band hit the big time after their song was played on the radio.",
                "Golf is a leisurely sport played on a large green course with clubs and a small ball.",
                "There is many a good tune played on an old fiddle."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxheSBvbg&hash=480c1938b797cb7ddd67b156ac75b630d1eef1fa&lang=en&cache-only=0",
            "defineEn": "to manipulate or exploit someone's emotions or vulnerabilities for one's own benefit",
            "defineVi": "để thao túng hoặc khai thác cảm xúc hoặc lỗ hổng của ai đó vì lợi ích của chính mình"
        },
        {
            "id": "7577734e-6cea-45f2-adac-8034c0599529",
            "word": "to break into",
            "phonetic": "tə bɹeɪk ɪntʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The glass slipped from her hand and broke into a dozen pieces.",
                "After being on the cusp for several years, Mark finally broke into mainstream success with his most recent novel.",
                "Nearly three months ago, a dormant conflict on the fringes of Europe broke into brutal warfare. ",
                "Nearly three months ago, a dormant conflict on the fringes of Europe broke into brutal warfare.",
                "Owls are broken into two groups."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJlYWsgaW50bw&hash=718561a901e1b29df29d9755b8d0e942ddca8f1a&lang=en&cache-only=0",
            "defineEn": "to enter or open a building, car, etc. by force, especially to steal something",
            "defineVi": "vào hoặc mở một tòa nhà, xe hơi, v.v. bằng vũ lực, đặc biệt là để ăn cắp thứ gì đó",
            "hasImg": true
        },
        {
            "id": "554a8473-6f7c-4de4-a884-addab5a92e47",
            "word": "to work through",
            "phonetic": "tə wɜːk θɹuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "With the help of a therapist, the couple is on the mend and is working through the challenges in their relationship.",
                "We may be going through a rough patch in our relationship, but in the end things will mend - as long as we communicate openly and honestly, we can work through our issues.",
                "Maria's marriage was not perfect, but she understood that there is no garden without its weeds, and she was willing to work through the problems with her husband.",
                "When Tom's friend made a mistake that hurt him deeply, he remembered the saying be slow in choosing a friend, but slower in changing him, and chose to work through the issue rather than abandoning the friendship.",
                "Work through it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd29yayB0aHJvdWdo&hash=7cc17ba3bdfca003962b091d0ab37272a7312521&lang=en&cache-only=0",
            "defineEn": "to deal with a problem, especially an emotional one, step by step and go through a process of accepting it",
            "defineVi": "giải quyết một vấn đề, đặc biệt là vấn đề tình cảm, từng bước một và trải qua một quá trình chấp nhận nó"
        },
        {
            "id": "091bcf21-efd2-4408-9205-1ffdbc1776c5",
            "word": "to cut down",
            "phonetic": "tə kʌt daʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "I have decided to cut down on my consumption of dairy products due to lactose intolerance.",
                "I'm trying to cut down on sugar in my diet, but it's so hard.",
                "Processors cut down orders with growers.",
                "Some beavers cut down trees as far as 200 meters away from their home pond.",
                "That misclassification error has been cut down to about 0.6 percent."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3V0IGRvd24&hash=15003464efd52395fd96f550856c7b28fc57d7f9&lang=en&cache-only=0",
            "defineEn": "to cut through something at its base in order to make it fall",
            "defineVi": "để cắt qua một cái gì đó ở gốc của nó để làm cho nó rơi xuống",
            "hasImg": true
        },
        {
            "id": "7871657a-ae50-40b4-bacd-3e997dc141d9",
            "word": "to pull off",
            "phonetic": "tə pʊl ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "Keeping the lid on the whole assassination attempt is something that even I cannot pull off.",
                "Pull off your mask, Rhett.",
                "Joe Biden pulled off an upset for the ages.",
                "He pulled off one of the biggest political upsets in modern political history.",
                "Well, Donald Trump pulled off one of the biggest political upsets in American history."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVsbCBvZmY&hash=8cfda2e201aae8d46cdd52aae1842b22c29d2bea&lang=en&cache-only=0",
            "defineEn": "to be successful in doing something, such as achieving a goal, etc.",
            "defineVi": "để thành công trong việc làm một cái gì đó, chẳng hạn như đạt được một mục tiêu, vv"
        },
        {
            "id": "a14afc7e-9b39-458d-921f-61ad1420d257",
            "word": "to spread out",
            "phonetic": "tə spɹɛd aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "These payments are spread out.",
                "The risk is spread out more evenly.",
                "Spread out across the country.",
                "But this one is more spread out.",
                "Odors don’t spread out evenly."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3ByZWFkIG91dA&hash=17fb8649428ca3612c9d591273fac4fde5434557&lang=en&cache-only=0",
            "defineEn": "to separate a group of things and arrange or place them over a large area",
            "defineVi": "để tách một nhóm những thứ và sắp xếp hoặc đặt chúng trên một khu vực rộng lớn",
            "hasImg": true
        },
        {
            "id": "9b5f745a-977b-4121-9aa6-20d6d7621156",
            "word": "to go over to",
            "phonetic": "tə ɡoʊ oʊvɚ tuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "Sessions goes over to the White House. ",
                "Went over to England.",
                "Went over to England.",
                "I went over to the front desk at the gym.",
                "So I went over to their website."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28gb3ZlciB0bw&hash=c65132bed8fa9abc3e9d562e1c1b34cd525a0417&lang=en&cache-only=0",
            "defineEn": "‌to change one's allegiance and join a different, and usually opposing group",
            "defineVi": "‌để thay đổi lòng trung thành của một người và tham gia một nhóm khác, và thường là đối lập"
        },
        {
            "id": "6483b8fc-47cf-4458-9142-f96306f72670",
            "word": "to lock in",
            "phonetic": "tə lɑːk ɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Most people remain rural and poor and education is locked in a time warp relative to developed nations.",
                "Locked in a time warp.",
                "You're locked in.",
                "You lock in on the liquid rope coil effect.",
                "They're locked in. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9jayBpbg&hash=0d983b88807d566ef58757eca57c97ee3c54fcdc&lang=en&cache-only=0",
            "defineEn": "to shut someone or oneself into a place by locking the door",
            "defineVi": "để đóng một ai đó hoặc chính mình vào một nơi bằng cách khóa cửa",
            "hasImg": true
        },
        {
            "id": "b6b5915d-5083-4295-ac9c-b055ad406136",
            "word": "to break out",
            "phonetic": "tə bɹeɪk aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Soon, however, a thunderstorm breaks out.",
                "And a massive slave revolt broke out.",
                "Nationwide protests broke out over the police killings of George Floyd in Minneapolis and Breonna Taylor in Louisville.",
                "But the war broke out.",
                "The relief map of our objective is broken out."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJlYWsgb3V0&hash=82e24a22efcb7162ad985889e7e7505d0ac6c746&lang=en&cache-only=0",
            "defineEn": "to escape from a place of confinement",
            "defineVi": "để thoát khỏi một nơi giam cầm",
            "hasImg": true
        },
        {
            "id": "8acbffe4-e29b-4980-8602-e7a22779cf4d",
            "word": "to come by",
            "phonetic": "tə kʌm baɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "A cop on a horse comes by.",
                "The nurse came by",
                "The enemy came by land and by sea.",
                "People used to come by, the kids would come by",
                "I came by myself at 18."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSBieQ&hash=23667a4fbd0c6a43cad5f0522b84b4217c4c0acd&lang=en&cache-only=0",
            "defineEn": "to make a short and casual visit to a place",
            "defineVi": "để thực hiện một chuyến thăm ngắn và ngẫu nhiên đến một nơi",
            "hasImg": true
        }
    ]
}