{
    "id": "94f291b7-9b47-41dd-8f2d-4cd612199518",
    "title": "It's Always Sunny in California!",
    "originalTitle": "Lesson 51",
    "words": [
        {
            "id": "9df52c72-15a4-46a6-a048-b59e597c6a01",
            "word": "to flash",
            "phonetic": "tə flæʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The politician's campaign was the flash in the pan that taught them the importance of building a strong base of support over time.",
                "He was drown with too much camera flashes and media attention.",
                "The new tech startup seemed like a sure thing, but it turned out to be a flash in the pan.",
                "The flashing light means (that) you must stop.",
                "A police car with a flashing light."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmxhc2g&hash=f2fd74760d8cc973519872ffd3c5375ea498ec8a&lang=en&cache-only=0",
            "defineEn": "to shine brightly but temporary",
            "defineVi": "để tỏa sáng rực rỡ nhưng tạm thời"
        },
        {
            "id": "423b651f-a171-40c7-8acd-0e774cd4a9f0",
            "word": "humidity",
            "phonetic": "hjuːmɪdᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Within a few days, though, the first warning sign would show up: humidity.",
                "They love low humidity.",
                "Our relative humidity was almost 60 percent.",
                "A warm front, on the other hand, generally brings clear weather, but some serious humidity.",
                "There's a lot of humidity."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVtaWRpdHk&hash=1e6771aacda974f5e9ce800f3b5298d44ffd957a&lang=en&cache-only=0",
            "defineEn": "the quality or condition of being humid",
            "defineVi": "chất lượng hoặc tình trạng ẩm ướt",
            "hasImg": true
        },
        {
            "id": "6432a607-1657-4458-9650-b5e3cd557e54",
            "word": "airless",
            "phonetic": "ɛɹləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And the same physics that keeps it afloat is likely reshaping airless worlds all over the solar system.",
                "So, even though Mars is now dry and dusty and pretty much airless, the fluidized ejecta blankets are a remnant of a time when the Red Planet was much more like Earth.",
                "The problem is, modern-day Mars is notoriously dry and practically airless, so these hypotheses imply different conditions than what we have today.",
                "But there is much to be done in the limited time which they can stay on this airless, cloudless satellite of Earth."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlybGVzcw&hash=5a5c3a5b2c0c6c23fee362edd374f8304600af0f&lang=en&cache-only=0",
            "defineEn": "describing the absence of fresh air",
            "defineVi": "mô tả sự vắng mặt của không khí trong lành"
        },
        {
            "id": "6b844083-5b76-4c84-abfc-155ff51b5294",
            "word": "seasonal",
            "phonetic": "siːzənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The greengage is a seasonal fruit, typically available during the late summer months.",
                "The restaurant offered a vegetarian dish with a mix of seasonal vegetables.",
                "The bakery showcased a special maple sugar cake as the highlight of their seasonal menu.",
                "As the winter approached, he started preparing his garden for the planting of seasonal flowers.",
                "They decided to visit a local farm to pick their own seasonal fruits and vegetables."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vhc29uYWw&hash=936e80860d1788ca3be2cfc3e07ea4ae8de4d809&lang=en&cache-only=0",
            "defineEn": "relating to or happening during a particular season of the year",
            "defineVi": "liên quan đến hoặc xảy ra trong một mùa cụ thể của năm",
            "hasImg": true
        },
        {
            "id": "069cfcc2-5a96-4cf1-8bc4-dfe0d66ee1bf",
            "word": "falling",
            "phonetic": "fɔːlɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmFsbGluZw&hash=dc00b0d28cde538d6c37788010c5079dc7675e00&lang=en&cache-only=0",
            "defineEn": "decreasing in degree, number, or height",
            "defineVi": "giảm về mức độ, số lượng hoặc chiều cao",
            "hasImg": true
        },
        {
            "id": "47a94f25-0a62-4c99-af3d-fc1594b8223f",
            "word": "rising",
            "phonetic": "ɹaɪzɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Without the protective cover of clouds to bounce sunlight into space, the sun will heat the Earth more, creating more rising, uneven hot air."
            ],
            "audio": "https://tts.langeek.co/read?text=cmlzaW5n&hash=5cae1b1da720a4e5e4c9058958a104dcb6542ac0&lang=en&cache-only=0",
            "defineEn": "increasing in degree, number, or height",
            "defineVi": "tăng về mức độ, số lượng hoặc chiều cao",
            "hasImg": true
        },
        {
            "id": "e6180a24-592e-405a-953f-7a0227e83248",
            "word": "changeable",
            "phonetic": "tʃeɪndʒəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So, it's easily changeable.",
                "Then you will believe that your intelligence is changeable and you can improve it with hard work.",
                "And, the camera lens has a special, changeable grating that splits light from the meteors into different wavelengths, which the researchers will use to figure out what those meteors are made of.",
                "Passive coping is when you're not taking charge of the changeable things.",
                "Teaching people to think about their abilities as changeable instead of fixed encourages them to work harder to improve their math grades."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbmdlYWJsZQ&hash=220794e45697bad59310d3094a892a95271d322b&lang=en&cache-only=0",
            "defineEn": "describing something that tends to change",
            "defineVi": "mô tả một cái gì đó có xu hướng thay đổi",
            "hasImg": true
        },
        {
            "id": "2d9fc866-7404-4ffd-8cae-6c8c559af080",
            "word": "cloudless",
            "phonetic": "klaʊdləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Imagine you’re somewhere far away from city lights, where you have an unobstructed view of the cloudless sky.",
                "Clouds give us important information on the temperature and amount of moisture in the atmosphere, which can help us predict weather from cloudless summer afternoons to overcast winter mornings. ",
                "But there is much to be done in the limited time which they can stay on this airless, cloudless satellite of Earth."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvdWRsZXNz&hash=58a64f747bc23441f40551fd8c03d45d10f06057&lang=en&cache-only=0",
            "defineEn": "describing the sky with no clouds",
            "defineVi": "mô tả bầu trời không có mây",
            "hasImg": true
        },
        {
            "id": "8a1a3f66-ab16-4908-95d3-e888206424b8",
            "word": "heavy",
            "phonetic": "hɛvi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm finding the advanced physics a bit heavy going.",
                "They pushed the heavy box across the room.",
                "The book is really heavy going at the beginning.",
                "We loaded the heavy boxes onto the truck for transport.",
                "She carried a heavy load of books in her backpack."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhdnk&hash=35f2737e54017ea38f0052324518c98a6a47c1e4&lang=en&cache-only=0",
            "defineEn": "describing the sky covered with dark clouds",
            "defineVi": "mô tả bầu trời bao phủ bởi những đám mây đen",
            "hasImg": true
        },
        {
            "id": "1afd9cbd-9a0c-4195-b276-7d23560d9e9e",
            "word": "regional",
            "phonetic": "ɹiːdʒənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We explored the regional cuisine, discovering a traditional dish of confit rabbit.",
                "The Trump administration passed a regional ban.",
                "Obama said regional power.",
                "However, because of regional alliances, some Native American nations did side with the colonists.",
                "Everybody has a regional favorite on the East Coast."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVnaW9uYWw&hash=0d39e019a7e1a7e737159472706a1191a03601b4&lang=en&cache-only=0",
            "defineEn": "involving a certain region",
            "defineVi": "liên quan đến một khu vực nhất định",
            "hasImg": true
        },
        {
            "id": "720acc0c-3f9e-4624-a1e9-e7f5f8704ec2",
            "word": "stable",
            "phonetic": "steɪbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A stable relationship stands the test of time.",
                "If you try to replace the oil filter on the engine now, you're just closing the stable door after the horse has bolted.",
                "John was nervous about quitting his stable job to start his own business, but he knew that no guts, no glory, and he took the leap.",
                "When Tom was offered a high-risk investment opportunity with the potential for a big payout, he remembered the saying better a steady dime than a rare dollar and decided to invest his money in a more stable option.",
                "She led the horse back into the stable."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhYmxl&hash=0e994ae64d736eae6f6f9f6cda6d814939bef921&lang=en&cache-only=0",
            "defineEn": "showing little if any change",
            "defineVi": "hiển thị ít nếu có thay đổi",
            "hasImg": true
        },
        {
            "id": "7be4ce40-4e05-4ef0-bf0c-26d225680212",
            "word": "steady",
            "phonetic": "stɛdi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The stock portfolio showed a steady yield, generating consistent profits for the shareholders.",
                "The cars run along the highway in a steady stream.",
                "By this time next year, we will have made significant headway on our goals, thanks to our steady progress and hard work.",
                "When Tom was offered a high-risk investment opportunity with the potential for a big payout, he remembered the saying better a steady dime than a rare dollar and decided to invest his money in a more stable option.",
                "In trading today the dollar held steady against the yen."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlYWR5&hash=e6e5b16786fa69e8f57dea7b15d06726a2d0ef52&lang=en&cache-only=0",
            "defineEn": "describing something that is reliable and constant for a long period of time",
            "defineVi": "mô tả một cái gì đó là đáng tin cậy và liên tục trong một thời gian dài",
            "hasImg": true
        },
        {
            "id": "546c6a12-1dad-4b0d-9c8a-90ef59459809",
            "word": "tropical",
            "phonetic": "tɹɑːpɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Our dream destination for this year's vacation is a secluded tropical island.",
                "The market vendor displayed a variety of tropical fruits, each with its own unique-colored mesocarp.",
                "Drizzling key lime syrup over pancakes or waffles gives them a delicious tropical twist.",
                "I discovered the delightful combination of pawpaw and coconut in a tropical fruit salad.",
                "The agar cubes added a delightful chewiness to the tropical fruit salad."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJvcGljYWw&hash=b0f7196a5f14bdbd5385c350fe882b8957764aa9&lang=en&cache-only=0",
            "defineEn": "describing the weather that is very hot and wet",
            "defineVi": "mô tả thời tiết rất nóng và ẩm ướt"
        },
        {
            "id": "d90d9600-deb2-41fe-934b-bcce7df49fa4",
            "word": "windless",
            "phonetic": "wɪndləs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2luZGxlc3M&hash=c8600b8ad5e756ebc6a982e98366e71f9a024c8c&lang=en&cache-only=0",
            "defineEn": "describing the absence of wind",
            "defineVi": "mô tả sự vắng mặt của gió",
            "hasImg": true
        },
        {
            "id": "ded64184-9d37-4ccd-91ae-06df537a6f0b",
            "word": "chill",
            "phonetic": "tʃɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "A fire attack shall chill the enemy to the bone.",
                "I felt a chill up my spine.",
                "Many more businesses are feeling the chill wind of the recession.",
                "That chilled me to the bone.",
                "A cold chill ran down my spine when I heard his angry voice."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpbGw&hash=3fcb96c054893ce28db855595df155886d80bfe5&lang=en&cache-only=0",
            "defineEn": "the feeling of coldness",
            "defineVi": "cảm giác lạnh",
            "hasImg": true
        },
        {
            "id": "642089b6-4efa-47b5-ac73-dd330bba98ae",
            "word": "warmth",
            "phonetic": "wɔːɹmθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The soft rug in the living room adds warmth to the space.",
                "I like to feel the sun's warmth during the day.",
                "The snow on the roof started to melt in the warmth of the sun.",
                "He sipped the steaming chicken broth, feeling its comforting warmth soothe his sore throat.",
                "The cat likes to find a sunny spot to rest and soak up the warmth."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FybXRo&hash=90a67fdec431e88aadc3e3001269532bfeb1531d&lang=en&cache-only=0",
            "defineEn": "the quality or state of moderate heat",
            "defineVi": "chất lượng hoặc trạng thái của nhiệt vừa phải",
            "hasImg": true
        },
        {
            "id": "67f80f25-2882-488a-975a-2f6ef1f34068",
            "word": "frostbite",
            "phonetic": "fɹɔstbaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company claims its animal fur trim disrupts air flow and protects exposed skin against frostbite.",
                "He suffered from frostbite, bloodied from the pressure change, bruised by hail, drowned by rain.",
                "Our next challenge was keeping Hara our Harris’s hawk from getting too cold, which could lead to frostbite on her feet or wings. ",
                "Amputations likely from frostbite are common in Europe.",
                "Like, cold enough they put frostbite warnings on the can!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJvc3RiaXRl&hash=7627b33478b78b8c7a2c6c91e87133b3af53b7e4&lang=en&cache-only=0",
            "defineEn": "a serious injury resulting from excessive exposure to severely cold weather or things, causing the freezing of the nose, toes, fingers, etc.",
            "defineVi": "một chấn thương nghiêm trọng do tiếp xúc quá nhiều với thời tiết hoặc vật lạnh khắc nghiệt, khiến mũi, ngón chân, ngón tay, v.v. bị đóng băng.",
            "hasImg": true
        },
        {
            "id": "c6bf5e8f-646e-4044-a4a2-5ba9030d4f66",
            "word": "frosty",
            "phonetic": "fɹɔsti ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It was very frosty.",
                "ELISABETH NUGENT, Shopper: It'll be frosty.",
                "According to Phil Lempert, a supermarket analyst, this is due to the frosty barrier of the freezer section.",
                "But finally, bitter and disappointed with my wasted life, I returned to Thornfield on a frosty winter afternoon.",
                "And that's just the tip of the, um, Frosty."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJvc3R5&hash=c1feb34f9e1b231c8095cbed7d9557bedf1d145c&lang=en&cache-only=0",
            "defineEn": "(of the weather) so cold that produces frost",
            "defineVi": "(về thời tiết) lạnh đến mức tạo ra sương giá",
            "hasImg": true
        },
        {
            "id": "ec711c36-c39a-4386-ba08-84a924b13cbb",
            "word": "heatstroke",
            "phonetic": "hiːtstɹoʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "And just to emphasize how dangerous this heat can be, we did hear of one man with a developmental disability that showed up at the cooling center here in Ashland last night with symptoms of heatstroke."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhdHN0cm9rZQ&hash=191b72a5bbcf7426c2eb959701988c5bed12c96f&lang=en&cache-only=0",
            "defineEn": "a condition that one experiences if exposed to too much heat",
            "defineVi": "một tình trạng mà một người gặp phải nếu tiếp xúc với quá nhiều nhiệt",
            "hasImg": true
        },
        {
            "id": "13df7660-b796-42a4-bc47-4994ce517aa1",
            "word": "dry season",
            "phonetic": "dɹaɪ siːzən ",
            "partOfSpeechType": "noun",
            "examples": [
                "But that area of California has a dry season.",
                "Now, even in the dry season, plants soak up water through their roots.",
                "A momentous shift from rainy season to dry season is underway.",
                "In the dry season, it would be a day's march from the nearest village.",
                "And since the diplomat had only visited the site briefly during Panama’s dry season, his workers were unprepared for torrential storms, venomous jungle fauna, and tropical diseases."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJ5IHNlYXNvbg&hash=16d49228ea23d35c7bdb77c04b69996a24e58dc0&lang=en&cache-only=0",
            "defineEn": "a season during which there is no rain",
            "defineVi": "một mùa trong đó không có mưa",
            "hasImg": true
        },
        {
            "id": "01caca57-33ce-438a-a7b5-b062ce88a155",
            "word": "dust storm",
            "phonetic": "dʌst stoːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Although Arizona doesn't suffer from the myriad of natural disasters that California and Texas face, the state does have dust storms, flash flooding, and significant fires.",
                "In fact, this is the most opaque dust storm we’ve ever observed.",
                "Of course, the black blizzards of the 1930s weren’t as bad as the planet-covering dust storms that the planet Mars gets every couple years.",
                "Now, at this very moment, Oppy is fighting for its life again, thanks to another huge dust storm.",
                "Thunderstorms and hail have been pelting eastern sections of the country, but strong winds have also created dust storms."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVzdCBzdG9ybQ&hash=e8da0cc76bfcda3d3ee5b177bb9f5964005407c2&lang=en&cache-only=0",
            "defineEn": "a wind that lifts up clouds of soil or dust",
            "defineVi": "một cơn gió nâng những đám mây đất hoặc bụi lên",
            "hasImg": true
        },
        {
            "id": "a5678f0d-47c1-4915-8411-dfb54bfe79d3",
            "word": "flooding",
            "phonetic": "flʌdɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Heavy rains triggered widespread flooding in the city of Chennai, home to 10 million people.",
                "Logging, mining, and the extermination of local beaver populations may have increased flooding as well.",
                "And the two big ones for us are fire and flooding.",
                "But often the most damage is caused by flooding.",
                "The events of yesterday was more impactful as far as flooding than even the hurricanes of 2020."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxvb2Rpbmc&hash=82934076d73e810bd7798a0974990fc855c8959f&lang=en&cache-only=0",
            "defineEn": "the amount of water that is covering a part of land that is mostly dry",
            "defineVi": "lượng nước bao phủ một phần đất mà phần lớn là khô",
            "hasImg": true
        },
        {
            "id": "a19dff1a-6cca-416f-92ee-a36974f352d8",
            "word": "frost",
            "phonetic": "fɹɔst ",
            "partOfSpeechType": "noun",
            "examples": [
                "I need a cake with cream cheese frosting for my son's birthday.",
                "Sarah made carrot cake with cream cheese frosting for a special occasion.",
                "The gardener carefully wrapped the stem of the young tree with burlap to protect it from frost during winter.",
                "When my father saw a clear moonlit sky in the evening, he always warned us that 'clear moon, frost soon' and advised us to bring in any plants that might be damaged by frost.",
                "When my father saw a clear moonlit sky in the evening, he always warned us that 'clear moon, frost soon' and advised us to bring in any plants that might be damaged by frost."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJvc3Q&hash=ce22842b27bc0a2c829e34180dd686fec9cd9b4d&lang=en&cache-only=0",
            "defineEn": "a weather condition during which the temperature drops below the freezing point and thin layers of ice are formed on the surfaces",
            "defineVi": "một điều kiện thời tiết trong đó nhiệt độ giảm xuống dưới điểm đóng băng và các lớp băng mỏng được hình thành trên bề mặt",
            "hasImg": true
        },
        {
            "id": "f68ab60c-add0-4127-a357-de514028ef8d",
            "word": "monsoon",
            "phonetic": "mɔnsuːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "This pushed the monsoons south again, closer to where they are now.",
                "A lot of times these limitations are described in terms of some catastrophe: a volcanic eruption, a monsoon, a Chernobyl.",
                "It was monsoon, we were really high in the mountains.",
                "Right, but my point is that weak monsoons can be devastating to agriculture in Asia.",
                "It means sea level rise, shrinking polar ice caps, and increased extreme weather events, like heatwaves and monsoons."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9uc29vbg&hash=3941d949cf27cb4374bcf598474497f250272291&lang=en&cache-only=0",
            "defineEn": "a period in the summer during which wind blows and rain falls in India or other hot South Asian countries",
            "defineVi": "một khoảng thời gian vào mùa hè khi gió thổi và mưa rơi ở Ấn Độ hoặc các nước Nam Á nóng khác",
            "hasImg": true
        },
        {
            "id": "e1a5480c-0dda-46af-b9ab-8c07f9fc2ef4",
            "word": "mist",
            "phonetic": "mɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "He used a spray bottle to mist the plants with water.",
                "For all that we've learned about these ancient structures, most of their purpose has been lost in the mists of time.",
                "Each plane sprays out a mist of seawater behind it.",
                "War is conducted in mist and turmoil and uncertainty.",
                "Coming past our mist coolant reservoir."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzdA&hash=f495d7570ea873e24f6c1ff40c6755dad3e0e903&lang=en&cache-only=0",
            "defineEn": "a thin cloud of tiny drops of water or condensed vapor close to the ground or a water surface",
            "defineVi": "một đám mây mỏng gồm những giọt nước nhỏ hoặc hơi ngưng tụ gần mặt đất hoặc mặt nước",
            "hasImg": true
        },
        {
            "id": "1358241f-9978-4896-998e-5dccd8345525",
            "word": "rainbow",
            "phonetic": "ɹeɪnboʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rainbow in the sky was a beautiful display of color.",
                "He saw a beautiful rainbow after the rainstorm.",
                "The rain stopped, and a rainbow appeared in the sky.",
                "Repairing or regrowing damaged brain cells is the end of the rainbow for neuroscience research.",
                "I couldn't afford to waste petrol chasing rainbows as far as Leeds and back."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFpbmJvdw&hash=c6841bfc14fa34b6f9dcac6fe89615d5080b69ea&lang=en&cache-only=0",
            "defineEn": "the bent lines of different colors that appear in the sky after the rain",
            "defineVi": "những đường cong có màu sắc khác nhau xuất hiện trên bầu trời sau cơn mưa",
            "hasImg": true
        },
        {
            "id": "da0c9a47-3c5e-4d00-998c-4a61657bbf09",
            "word": "tsunami",
            "phonetic": "tsuːnɑːmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, the tsunami flooded the nuclear plant.",
                "It'll create a tsunami.",
                "This was a tsunami. ",
                "Two hours had passed since the tsunami.",
                "Within minutes, the route was blocked by tsunami debris."
            ],
            "audio": "https://tts.langeek.co/read?text=dHN1bmFtaQ&hash=6c350689b6222321ac1b095ab27b490824b03548&lang=en&cache-only=0",
            "defineEn": "a very high wave or series of waves caused by an earthquake or eruption that are disastrous",
            "defineVi": "một đợt sóng rất cao hoặc một loạt sóng do động đất hoặc phun trào gây ra thảm họa",
            "hasImg": true
        },
        {
            "id": "b3c4c852-0699-4ebb-9148-e7c7e590d875",
            "word": "typhoon",
            "phonetic": "taɪfuːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Typhoons are ones that happen in the northern West Pacific Ocean.",
                "After a 1912 eruption in Alaska, for instance, the world experienced the fewest hurricanes and typhoons ever recorded.",
                "When the Mongols returned a few years later with an even bigger army, another typhoon showed up and turned the invading fleet into driftwood.",
                "But though the book features pirates, typhoons, high-speed chases, and giant squid, you shouldn’t expect a conventional seafaring adventure.",
                "These are typhoon winds, I tell ya!"
            ],
            "audio": "https://tts.langeek.co/read?text=dHlwaG9vbg&hash=dfd51a8d08e4d2b7e3c0261d6948a88311a23680&lang=en&cache-only=0",
            "defineEn": "a tropical storm with violent winds moving in a circle, occurring in West Pacific Ocean",
            "defineVi": "một cơn bão nhiệt đới với gió dữ dội di chuyển theo hình tròn, xảy ra ở Tây Thái Bình Dương",
            "hasImg": true
        },
        {
            "id": "a5d0a122-a28c-468e-adf9-673c93ead226",
            "word": "to [rain] cats and dogs",
            "phonetic": "tə ɹeɪn kæts ænd dɑːɡz ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcmFpbiBjYXRzIGFuZCBkb2dz&hash=b1f0b4e1ce1675afc40b7eee825505519f0ad402&lang=en&cache-only=0",
            "defineEn": "to rain really hard",
            "defineVi": "mưa thật to"
        },
        {
            "id": "5cc88360-4adb-40a8-b315-275564290762",
            "word": "shadow",
            "phonetic": "ʃædoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Imprisonment of student casts a shadow on Human Rights Council candidacy.",
                "The farm sits in the shadow of Ben Nevis.",
                "She grew up in the shadow of her very popular sister.",
                "Catch not at the shadow and lose the substance.",
                "The clouds blocked the sun, creating a momentary shadow."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhZG93&hash=d0df5ffec9196f2f8639f33c7160fa85d5dc6905&lang=en&cache-only=0",
            "defineEn": "a dark shape on a surface made by a person or object blocking the light",
            "defineVi": "một hình dạng tối trên một bề mặt được tạo bởi một người hoặc vật cản ánh sáng",
            "hasImg": true
        },
        {
            "id": "19eb1076-4249-4372-8ccb-75a4efc32cde",
            "word": "overcast",
            "phonetic": "oʊvɚkæst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The sky, as if on cue, was overcast.",
                "Simulate overcast skies, though actually the sun may be shining.",
                "On an overcast day in May 2020, a satellite captures this image over the sea near Taiwan.",
                "Clouds give us important information on the temperature and amount of moisture in the atmosphere, which can help us predict weather from cloudless summer afternoons to overcast winter mornings. ",
                "Medieval Norse sailors, what many might refer to as Vikings, used a stone to help navigate when it was so overcast you couldn’t see where the Sun was."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcmNhc3Q&hash=db046c36572e864af923b30ec05d9e9239969570&lang=en&cache-only=0",
            "defineEn": "(of weather or the sky) filled with a lot of dark clouds",
            "defineVi": "(về thời tiết hoặc bầu trời) đầy mây đen",
            "hasImg": true
        },
        {
            "id": "f5e10350-fb9c-454a-95a0-b7859c27cc10",
            "word": "thunderbolt",
            "phonetic": "θʌndɚboʊlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Thunderbolt three is more or less an implementation of USB four at this point.",
                "These ones aren't Thunderbolt.",
                "Earlier models will have a Thunderbolt connection.",
                "Earlier models will have a Thunderbolt connection.",
                "We have Thunderbolt on this side, Thunderbolt on the other side."
            ],
            "audio": "https://tts.langeek.co/read?text=dGh1bmRlcmJvbHQ&hash=9b2bcf0044521fe0b59fc79e65973c7f51c68bcb&lang=en&cache-only=0",
            "defineEn": "flash of lightning coming together with sound of thunder at once, which strikes a person or object",
            "defineVi": "tia chớp cùng lúc với tiếng sấm đánh vào người hoặc vật",
            "hasImg": true
        }
    ]
}