{
    "id": "9537b709-8924-4bfc-88a9-a79c6a1c58fe",
    "title": "Agreement 4",
    "originalTitle": "Agreement 4",
    "words": [
        {
            "id": "5a4b10cc-92e4-46ba-932e-f03309131d92",
            "word": "pact",
            "phonetic": "pækt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The pact caused shocks across Europe for a couple reasons.",
                "Actually blood pacts are lame.",
                "So, On August 23, 1939 the USSR and Germany concluded a non-aggression pact.",
                "EKATERINA SCHULMANN - I don’t believe in a pact.",
                "France and Soviet Russia were linked in a defensive pact."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFjdA&hash=7657c2567b092fc3e89f41431ae6ae5d202c8b18&lang=en&cache-only=0",
            "defineEn": "a formal agreement between parties, particularly to help one another",
            "defineVi": "một thỏa thuận chính thức giữa các bên, đặc biệt là để giúp đỡ lẫn nhau"
        },
        {
            "id": "67de54a1-838b-48ae-a2d3-725613dd3511",
            "word": "party",
            "phonetic": "pɑːɹɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "In 2018 the party had 10 000 members.",
                "That party was off the hook!",
                "The party continued into the wee small hours.",
                "The party is on Friday evening.",
                "But the party was over all too quickly for little Nicole."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFydHk&hash=e0952de6b118be25cb6d4507c41f4e47d5a00e14&lang=en&cache-only=0",
            "defineEn": "one of the sides in a legal agreement or dispute",
            "defineVi": "một trong các bên trong một thỏa thuận pháp lý hoặc tranh chấp"
        },
        {
            "id": "03dc49e7-2091-4cfc-90fb-fdc7167833fa",
            "word": "to patch up",
            "phonetic": "tə pætʃ ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "He patched up the holes in his old jeans to make them last longer.",
                "She was there volunteering, patching up heads, and said, \"You've got to be aware of this and everything that's going on.\"",
                "They hope to have all instruments patched up and operational for the early February flyby."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGF0Y2ggdXA&hash=1b7843269fe62e5dfe1df8b3d82b0b3512ca5cb9&lang=en&cache-only=0",
            "defineEn": "to put an end to an argument with someone in order to make peace with them",
            "defineVi": "chấm dứt tranh cãi với ai đó để làm hòa với họ"
        },
        {
            "id": "62049171-c695-49bf-999c-6156e9783daa",
            "word": "peace offering",
            "phonetic": "piːs ɔfɚɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVhY2Ugb2ZmZXJpbmc&hash=14948538f1f95de34e5b1ec0ee292a03c70f3ea1&lang=en&cache-only=0",
            "defineEn": "an offering made to become friends with someone after upsetting them",
            "defineVi": "đề nghị trở thành bạn với ai đó sau khi làm họ khó chịu"
        },
        {
            "id": "ee50f543-1b79-46f4-90d9-334d66f06d8f",
            "word": "point taken",
            "phonetic": "pɔɪnt teɪkən ",
            "partOfSpeechType": "interjection",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9pbnQgdGFrZW4&hash=ab8bf9a3ebd5d2f9bb889769c9f9a32e36efe543&lang=en&cache-only=0",
            "defineEn": "a response that shows one has accepted that someone else's argument or opinion is valid",
            "defineVi": "một câu trả lời cho thấy một người đã chấp nhận rằng lập luận hoặc ý kiến của người khác là hợp lệ"
        },
        {
            "id": "c4c42fcc-9d9a-40d7-aee4-69a8180f230a",
            "word": "positive",
            "phonetic": "pɑːzᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She left a positive review online for the restaurant where she ordered a pizza.",
                "If you invest time and energy into learning and personal growth, you will see positive results in your life.",
                "Melissa's new book got off to a flying start, with high sales and positive reviews from readers and critics alike.",
                "Consuming prunes may have a positive impact on heart health by reducing LDL cholesterol levels.",
                "Sticks and stones may break my bones, but my positive attitude will never falter."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zaXRpdmU&hash=7b0e13c8ef0095c5a4870f016efef36834b94539&lang=en&cache-only=0",
            "defineEn": "displaying approval, support, or agreement",
            "defineVi": "hiển thị sự chấp thuận, hỗ trợ hoặc thỏa thuận",
            "hasImg": true
        },
        {
            "id": "6318c4b9-8d17-4796-843b-3a6cb9c734af",
            "word": "positively",
            "phonetic": "pɑːzᵻtɪvli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "It's positively feudal!",
                "While other comedians viewed the introduction of a bunch of audience plants as the equivalent of a comedic crutch, home listeners responded positively to the insertion of these audience surrogates.",
                "Do you automatically think negatively or positively?",
                "and then you lock it like this positively",
                "Russians generally actually were very positively disposed toward Ukrainians."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zaXRpdmVseQ&hash=a6ab4da550da749c1313d1ef3ef65ef1ae8c052c&lang=en&cache-only=0",
            "defineEn": "in a way that shows approval or agreement",
            "defineVi": "theo cách thể hiện sự chấp thuận hoặc thỏa thuận"
        },
        {
            "id": "ef64284d-1d2e-4118-b09d-7b3dca99ad54",
            "word": "to [pour] oil on troubled waters",
            "phonetic": "tə poːɹ ɔɪl ɔn tɹʌbəld wɔːɾɚz ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcG91ciBvaWwgb24gdHJvdWJsZWQgd2F0ZXJz&hash=b47707b9793df205cc4b23703b71b6d01558b224&lang=en&cache-only=0",
            "defineEn": "to say things in order to settle a dispute or disagreement",
            "defineVi": "nói những điều để giải quyết tranh chấp hoặc bất đồng"
        },
        {
            "id": "18312185-4913-45a9-973b-6632dedcf35a",
            "word": "precisely",
            "phonetic": "pɹɪsaɪsli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "At precisely 6:45 a.m. the rowdiness ceases as Sailor, a union safety expert, takes the floor for his weekly lecture.",
                "American conservatism is precisely the reverse.",
                "He precisely measured the height of thousands of people as part of a sort of scientific side show.",
                "They're weighed precisely.",
                "And these differences were precisely consistent with Einstein’s predictions of special and general relativity."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlY2lzZWx5&hash=8423d7ae2868ff2f8fc81889ae37992e41e76086&lang=en&cache-only=0",
            "defineEn": "used to express complete agreement",
            "defineVi": "được sử dụng để thể hiện sự đồng ý hoàn toàn"
        },
        {
            "id": "359d2d49-6a02-4aca-8e39-bf6a02c4056d",
            "word": "prenuptial agreement",
            "phonetic": "pɹɪnʌpʃəl ɐɡɹiːmənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJlbnVwdGlhbCBhZ3JlZW1lbnQ&hash=0fcf005f7e869cfc1bb6d68092f3aabcbc219f2f&lang=en&cache-only=0",
            "defineEn": "an agreement between a couple before marriage in which they agree how much of each other's property each will receive upon divorce or death",
            "defineVi": "một thỏa thuận giữa một cặp vợ chồng trước khi kết hôn trong đó họ đồng ý mỗi người sẽ nhận được bao nhiêu tài sản của nhau khi ly hôn hoặc chết"
        },
        {
            "id": "6ad8b728-2323-457a-901f-c546b203e9bd",
            "word": "protocol",
            "phonetic": "pɹoʊɾəkɑːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "It was John's idea to skip the safety protocols.",
                "They have protocols for visitors.",
                "So what is the protocol?",
                "Obviously there is protocol.",
                "We did not create a protocol."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvdG9jb2w&hash=82141ddcfcee638de19dd201ef5a122974d62024&lang=en&cache-only=0",
            "defineEn": "the original form of an agreement, particularly a treaty between states, etc.; an addition to a treaty or agreement",
            "defineVi": "hình thức ban đầu của một thỏa thuận, đặc biệt là một hiệp ước giữa các quốc gia, v.v.; một bổ sung cho một hiệp ước hoặc thỏa thuận"
        },
        {
            "id": "d5bf21a4-9b07-4f20-9a82-a8ac46f867df",
            "word": "proviso",
            "phonetic": "pɹəvaɪzoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvdmlzbw&hash=92155b2b88124b50c4cb3a5fe46e332240a821b6&lang=en&cache-only=0",
            "defineEn": "a condition that needs accepting before making an agreement",
            "defineVi": "một điều kiện cần chấp nhận trước khi thực hiện một thỏa thuận"
        },
        {
            "id": "59e49229-635d-499b-b340-3d705235032e",
            "word": "to put aside",
            "phonetic": "tə pʊt ɐsaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Put aside all these petty grievances AND never say rope if the owner of the house is a hanged man.",
                "Put aside the flowery language.",
                "And on Wall Street, investors put aside worries about interest rates and focused on the economic rebound.",
                "We have to put aside all of our political differences, The health and wellbeing of the planet is so much more important than everything else.",
                "And you can put aside any of your own hopes and dreams in order to fulfil theirs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IGFzaWRl&hash=a24fe4ae087cf982542429f6617f7c9c8d046c95&lang=en&cache-only=0",
            "defineEn": "to forget a feeling, disagreement, or dispute",
            "defineVi": "để quên đi một cảm giác, bất đồng, hoặc tranh chấp",
            "hasImg": true
        },
        {
            "id": "c866c352-b9f8-4769-a389-510002a5bf65",
            "word": "quite",
            "phonetic": "kwaɪt ",
            "partOfSpeechType": "interjection",
            "examples": [
                "The prices at the luxury boutique were quite high.",
                "The weather turned quite chilly in the afternoon.",
                "My father is quite old now",
                "Quite suddenly, her mind was made up.",
                "He plays quite well."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVpdGU&hash=d8fda49a7583b474c8d85edeb65ede19fdecb7c2&lang=en&cache-only=0",
            "defineEn": "used to express agreement",
            "defineVi": "dùng để bày tỏ sự đồng tình"
        },
        {
            "id": "ed263336-a969-4481-8965-6bea44f62a5f",
            "word": "ratification",
            "phonetic": "ɹæɾɪfɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "While the Emancipation Proclamation didn’t end slavery, it did pave the way for the ratification of the 13th Amendment, which ultimately abolished slavery in the country.",
                "It was ratified on a Saturday immediately with the largest majority of any senate ratification of a treaty until then.",
                "This system remained firmly in place in parts of the United States until 1865, with the ratification of the 13th, 14th and 15th amendments.",
                "The Federalist Papers, published between 1787and 1788 and written to urge the ratification of the United States Constitution, were all published under the name of Publius.",
                "So what we’re looking at here is the Pennsylvania ratification of the Constitution."
            ],
            "audio": "https://tts.langeek.co/read?text=cmF0aWZpY2F0aW9u&hash=7b9f97500c27d909345b308d0b7f657ecc5eff7d&lang=en&cache-only=0",
            "defineEn": "the act of validating an agreement by signing it or voting for it",
            "defineVi": "hành động xác nhận một thỏa thuận bằng cách ký tên hoặc bỏ phiếu cho nó"
        },
        {
            "id": "1d7043fd-d5dc-40f8-93d0-f12061798aef",
            "word": "to ratify",
            "phonetic": "tə ɹæɾᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Virginia ratified.",
                "And Congress ratified the settlement.",
                "They had to be ratified.",
                "So all of those years later that amendment was finally ratified, the states.",
                "It ratified the Constitution in 1787."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmF0aWZ5&hash=6b8e7d3db16812d80d2b6a176c5106bb21609df2&lang=en&cache-only=0",
            "defineEn": "to validate an agreement by signing it or voting for it",
            "defineVi": "để xác nhận một thỏa thuận bằng cách ký tên hoặc bỏ phiếu cho nó"
        },
        {
            "id": "09443662-e29f-4647-8da1-8f1186d7fbce",
            "word": "to realign",
            "phonetic": "tə ɹiːɐlaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "So we loosened all of these threads and realigned the top and bottom half of the page.",
                "Ground control told the crew exactly when to fire the thrusters to realign themselves.",
                "Because that’s not a natural alignment they, when it gets exposed to moisture the collagen fibers, they have some memory that they want to realign.",
                "So I ended going back to the store to get them realigned and tightened to fit my face.",
                "Well, arguments by both the Census bureau and supporters of keeping race on the census point out that the issues with recording the race on the census (namely to gerrymandering or realigning congressional districts) can easily be flipped on its head."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVhbGlnbg&hash=4473d034db9b38d529be5530c0ffa26e815d0245&lang=en&cache-only=0",
            "defineEn": "to change one's opinions, beliefs, etc. to be like those of another person or group",
            "defineVi": "để thay đổi ý kiến, niềm tin của một người, vv để được giống như những người khác hoặc nhóm"
        },
        {
            "id": "50e2237d-c5e1-4b21-b73e-5f414a84d525",
            "word": "realignment",
            "phonetic": "ɹiːɐlaɪnmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We saw that transition and the realignment in the 2018 election.",
                "And while it's too soon to tell what lies ahead for Chuck E. Cheese, analysts say the entire restaurant industry could be on the verge of a massive realignment.",
                "And that realignment, that reshuffling is exactly what we’re seeing in Europe, and it’s what we are seeing here."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhbGlnbm1lbnQ&hash=a5cb692d3206900a67d178aefa6c852131e98aaa&lang=en&cache-only=0",
            "defineEn": "the action of changing one's opinions, beliefs, etc. to be like those of another person or group",
            "defineVi": "hành động thay đổi ý kiến, niềm tin của một người, v.v. để giống với người hoặc nhóm khác"
        },
        {
            "id": "4fd0a166-132e-4544-bd57-3738a7a6aafd",
            "word": "reconcilable",
            "phonetic": "ɹɛkənsaɪləbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVjb25jaWxhYmxl&hash=98641670b054ca288ea5fe29e0fcf340128c93fb&lang=en&cache-only=0",
            "defineEn": "(of disagreements or differences) able to be settled",
            "defineVi": "(của bất đồng hoặc khác biệt) có thể được giải quyết"
        },
        {
            "id": "bb681264-2328-4df4-b920-3be2a302fe71",
            "word": "to reconcile",
            "phonetic": "tə ɹɛkənsaɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "\"I know we had a disagreement earlier, but let not the sun go down on your wrath,\" said Sarah, trying to reconcile with her sister.",
                "Despite her attempts to reconcile, he offered her a cold shoulder, refusing to engage in conversation.",
                "A fourth dimension is very difficult to reconcile with our experience of the world.",
                "The early vampire chronicles especially feature the clash between atheism and spirituality in the moral approaches the different vampires take to reconcile their dark existences.",
                "Physicists have been working for over 90 years to reconcile general relativity and quantum mechanics in those situations, and while we’ve learned a lot, we still haven’t come close to solving everything!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjb25jaWxl&hash=9f468b8850e2e252716b72e1af433df5bd39ffe5&lang=en&cache-only=0",
            "defineEn": "to become or make a person become friendly again with another after ending a disagreement or dispute",
            "defineVi": "trở thành hoặc làm cho một người trở nên thân thiện trở lại với người khác sau khi chấm dứt bất đồng hoặc tranh chấp"
        },
        {
            "id": "15b933ab-fb93-4f9e-8f92-ec77f65dca03",
            "word": "reconciliation",
            "phonetic": "ɹɛkənsɪlɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then we have got the reconciliation.",
                "We've talked so much about budget reconciliation.",
                "So they will have to go through reconciliation.",
                "So they will have to go through reconciliation.",
                "They will it go through on reconciliation."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjb25jaWxpYXRpb24&hash=91fa4a0a4e2f404b84e2313dd5cfdcdd2b1f25f7&lang=en&cache-only=0",
            "defineEn": "the act of becoming friendly with someone once more after ending a disagreement",
            "defineVi": "hành động trở nên thân thiện với ai đó một lần nữa sau khi chấm dứt bất đồng"
        },
        {
            "id": "5e1831e9-7833-427d-89c5-696dfeb37112",
            "word": "resolution",
            "phonetic": "ɹɛzəluːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That resolution clearly withered on the vine.",
                "The resolution passed both houses before the zero hour and the President signed it.",
                "Some people set resolutions for the new year in December, hoping to make positive changes.",
                "The United Nations Security Council has passed a resolution asking the two countries to resume peace negotiations.",
                "When dealing with customer service, it can be helpful to be assertive and persistent, as the squeaky wheel gets the grease and is more likely to receive a satisfactory resolution."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzb2x1dGlvbg&hash=58d6be386162ce9debaea106db6c6c007de95c89&lang=en&cache-only=0",
            "defineEn": "the act of resolving a problem or disagreement",
            "defineVi": "hành động giải quyết một vấn đề hoặc sự bất đồng"
        },
        {
            "id": "bc6d73a8-0735-49a0-93b4-6de7acb8553c",
            "word": "to resolve",
            "phonetic": "tə ɹᵻzɑːlv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Both projects are kept on ice until the question of funding is resolved.",
                "Experts have urged ministers to take the necessary steps to resolve the issue.",
                "I'm afraid this matter shall be resolved at the court of law, my hands are tied in this case.",
                "They're just playing for time, hoping that the situation will resolve itself.",
                "I learned the hard way that good accounting makes good friends after a disagreement with my roommate over unpaid bills almost ruined our friendship, but we were able to resolve the issue by keeping better track of our expenses."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzb2x2ZQ&hash=53121126355a21248f9a2c4fcd5d812671fda01b&lang=en&cache-only=0",
            "defineEn": "(of a meeting, committee, etc.) to come to a decision through a formal vote",
            "defineVi": "(của một cuộc họp, ủy ban, v.v.) đi đến quyết định thông qua một cuộc bỏ phiếu chính thức"
        },
        {
            "id": "9b073b8f-e5b6-4b3e-9cfd-749285806c32",
            "word": "right",
            "phonetic": "ɹaɪt ",
            "partOfSpeechType": "interjection",
            "examples": [
                "Right, pin back your ears, everyone.",
                "That extension is busy right now.",
                "I want a dish of creamy mushroom bucatini with Parmesan right now.",
                "Right by holding the candle to the devil.",
                "After the traffic lights, turn right."
            ],
            "audio": "https://tts.langeek.co/read?text=cmlnaHQ&hash=33365bcec53c098a6f39584838658b862008d6fe&lang=en&cache-only=0",
            "defineEn": "used to show one's agreement",
            "defineVi": "được sử dụng để thể hiện sự đồng ý của một người"
        },
        {
            "id": "c73d1115-8bf5-46ee-ae2a-717d897246c9",
            "word": "right on",
            "phonetic": "ɹaɪt ɔn ",
            "partOfSpeechType": "interjection",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmlnaHQgb24&hash=609cdda7a88d613f7342c0eaa6396aa1b94fa3ae&lang=en&cache-only=0",
            "defineEn": "used to show one's strong support or approval",
            "defineVi": "được sử dụng để thể hiện sự hỗ trợ hoặc phê duyệt mạnh mẽ của một người"
        },
        {
            "id": "67e9f4d9-e7ec-4b56-b581-40205a7c3152",
            "word": "to seal",
            "phonetic": "tə siːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "My lips are sealed.",
                "The bill has the President's seal of approval.",
                "Fans have given the band's new song their seal of approval.",
                "My student had a secret but my lips were sealed.",
                "With a gentle push, the window closed tightly, sealing out the draft."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VhbA&hash=8aa8e568eac7eb6dd328f0d0a8f0535c5cac4421&lang=en&cache-only=0",
            "defineEn": "to finalize a contract, deal, or agreement",
            "defineVi": "để hoàn thành một hợp đồng, thỏa thuận, hoặc thỏa thuận",
            "hasImg": true
        },
        {
            "id": "d5e9aeb8-69b1-4cc1-91d5-150f41bcf1ff",
            "word": "to settle",
            "phonetic": "tə sɛɾəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "We finally settled on a soft yellow for the kitchen walls.",
                "The dust is settling on the chaos which ensued when the French sold 110,000 tickets to the World Cup football matches by phone.",
                "You should let the dust settle before you make any big decisions.",
                "I'll call you as soon as the dust settles from the move.",
                "When the dust settled and the votes were recounted, she had won the election."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2V0dGxl&hash=bfcaef5c6c3468cf0cf9e5bbedb26029252bf2df&lang=en&cache-only=0",
            "defineEn": "to bring a dispute or disagreement to an end",
            "defineVi": "để mang lại một tranh chấp hoặc bất đồng để kết thúc"
        },
        {
            "id": "84184165-13c0-4a19-9686-b5206e8faad7",
            "word": "settlement",
            "phonetic": "sɛɾəlmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She came out of the divorce settlement a rich woman.",
                "The company opted for a settlement rather than taking their former employee to court.",
                "State regulators will go the extra mile to ensure that this settlement is as investor-friendly as possible.",
                "The settlement includes money for the victims families.",
                "This settlement is an abandoned care home."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V0dGxlbWVudA&hash=23eae63049451fd7e1f90cde8645028b41bd8d5a&lang=en&cache-only=0",
            "defineEn": "an official agreement that puts an end to a dispute",
            "defineVi": "một thỏa thuận chính thức chấm dứt tranh chấp",
            "hasImg": true
        },
        {
            "id": "39e1bae6-2578-4e2d-9eb2-00dd04ea33d2",
            "word": "to shake on",
            "phonetic": "tə ʃeɪk ɔn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hha2Ugb24&hash=ba86f0a113a7b7addfe17bf742ffc9b925eb50d8&lang=en&cache-only=0",
            "defineEn": "to shake hands as an act of agreement",
            "defineVi": "bắt tay như một hành động đồng ý"
        },
        {
            "id": "18365670-ece3-400c-8ed4-eaa4894fb616",
            "word": "shoulder to shoulder",
            "phonetic": "ʃoʊldɚ tə ʃoʊldɚ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Shoulder to shoulder we would've cornered the toilet paper person and just riddled them with questions.",
                "But if that water is full of people, shoulder to shoulder or whatever, it's a risk.",
                "If you're shoulder to shoulder, that's probably a place where you may want to think about keeping that mask on.",
                "So, as a community, we're facing steep challenges, ranging from the farmers protests in India to standing shoulder to shoulder with groups targeted by white supremacists across America.",
                "It seems like the sky is crammed shoulder to shoulder with them."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvdWxkZXIgdG8gc2hvdWxkZXI&hash=f202be3914f8645991a4e562797151659c216911&lang=en&cache-only=0",
            "defineEn": "together working toward a shared aim",
            "defineVi": "cùng làm việc hướng tới một mục tiêu chung"
        },
        {
            "id": "d62c9442-74b3-42f7-82d1-de1351caff4b",
            "word": "to side with",
            "phonetic": "tə saɪd wɪð ",
            "partOfSpeechType": "verb",
            "examples": [
                "Chief Justice John Roberts sided with Justices Breyer, Sotomayor, and Kagan.",
                "He's not only sided with the president on this.",
                "The police were roundly vilified for siding with Hindu mobs.",
                "So because of these reasons, many nations decided to side with the British.",
                "The U.S. Supreme Court today delivered a blow to the NCAA, as the justices sided with former college athletes in a dispute over compensation."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2lkZSB3aXRo&hash=3e9d25286a70293aa7fe88c006980cb71b0ef518&lang=en&cache-only=0",
            "defineEn": "to support a person or group against someone else in a fight or argument",
            "defineVi": "để hỗ trợ một người hoặc nhóm chống lại người khác trong một cuộc chiến hoặc tranh luận"
        },
        {
            "id": "ae40f351-cbca-48c0-8acb-5509a69cd0dc",
            "word": "to sign",
            "phonetic": "tə saɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The sign must be taken down.",
                "The doctor examined her neck for any signs of injury.",
                "I checked the car for signs of damage.",
                "We sign our names with a pen when writing greeting cards.",
                "The loyal subjects bowed down before their king as a sign of reverence."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2lnbg&hash=ff26b0d4cc00218ede5ed415c30777e2ea9addcb&lang=en&cache-only=0",
            "defineEn": "to write your name on something such as a check, letter, document, etc. for people to recognize it and know that you wrote it or you authorize or agree with what is written on it",
            "defineVi": "để viết tên của bạn trên một cái gì đó như séc, thư, tài liệu, v.v. để mọi người nhận ra nó và biết rằng bạn đã viết nó hoặc bạn cho phép hoặc đồng ý với những gì được viết trên đó",
            "hasImg": true
        },
        {
            "id": "e359a2f8-c310-4fd3-a871-2bc5f8b552d0",
            "word": "signatory",
            "phonetic": "sɪɡnətoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "WILLIAM BRANGHAM: You and all of the signatories of this letter argue that this is pretty crystal-clear evidence, in your mind, as former prosecutors, that you could have brought a case on these.",
                "So, and then the same for other agencies, for the Department of Agriculture, they would have their own record group and agency records officer, as would like Agricultural Marketing Service would have its own record group and 115 signatory.",
                "But as you looked at it, it was really an important experience to see that, for example, both Corn Planter and Hanthem Lake were especially noted among the signatories from the six nations."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lnbmF0b3J5&hash=7ebce95f67e70545e5b204397a3372b76f6f1d2d&lang=en&cache-only=0",
            "defineEn": "a person, organization, or country that has signed a formal agreement",
            "defineVi": "một người, tổ chức hoặc quốc gia đã ký một thỏa thuận chính thức"
        },
        {
            "id": "857353a9-c61e-42d7-8e8e-8156e9e1b2bd",
            "word": "to sign on",
            "phonetic": "tə saɪn ɔn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gc2lnbiBvbg&hash=0a5caf49655ccbb922e8253eebd78d8cb6b46fb5&lang=en&cache-only=0",
            "defineEn": "to sign a contract agreeing to work for someone",
            "defineVi": "ký hợp đồng đồng ý làm việc cho ai đó",
            "hasImg": true
        },
        {
            "id": "6a9a3333-a8fa-4f8f-85e8-7e52e0f44d5a",
            "word": "to sign up",
            "phonetic": "tə saɪn ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Follow the links to sign up for the webinar.",
                "This course seemed right up my alley when I signed up for it, but it ended up being dreadfully boring.",
                "Just sign up.",
                "Sign up for emergency alerts in your region.",
                "\"Signing up for Twitter.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2lnbiB1cA&hash=f22bb36b1f30ffddc653d384cbfeef470cac074b&lang=en&cache-only=0",
            "defineEn": "to sign a contract agreeing to do a job",
            "defineVi": "để ký một hợp đồng đồng ý để làm một công việc",
            "hasImg": true
        },
        {
            "id": "5b99cb12-c43c-4348-8090-283fb11d9d65",
            "word": "to [sink] {one's} differences",
            "phonetic": "tə sɪŋk wʌn bækslæʃ ɛs dɪfɹənsᵻz ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gc2luayB7b25lJ3N9IGRpZmZlcmVuY2Vz&hash=ad9548a05e93fe359406d1776920a104d148e6d7&lang=en&cache-only=0",
            "defineEn": "to put aside disagreements",
            "defineVi": "gác lại những bất đồng"
        },
        {
            "id": "84f49f9d-261f-471b-81e6-1f0d446cf588",
            "word": "solid",
            "phonetic": "sɑːlɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They drove a tunnel through the solid rock.",
                "If you're planning to start a business, it's important to have a solid business plan and some experience in the industry.",
                "The chemical passes from a liquid to a solid state during the cooling process.",
                "Joe warned him that 'a fool's bolt is soon shot' and advised him to take the time to develop a solid plan before making any drastic decisions.",
                "The project's success will rely on getting the meat and potatoes right, ensuring the core components are solid."
            ],
            "audio": "https://tts.langeek.co/read?text=c29saWQ&hash=5cf761efea8fd81409ce33e8058d6ab06e663129&lang=en&cache-only=0",
            "defineEn": "fully in agreement; approved of by all",
            "defineVi": "hoàn toàn đồng ý; được sự chấp thuận của tất cả"
        },
        {
            "id": "a1eb6338-ed87-4ed5-a8d3-a43bee1ed8a9",
            "word": "solidarity",
            "phonetic": "sɑːlɪdæɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hundreds of miles away, in Bangladesh, Muslim Rohingya refugees express solidarity.",
                "Hundreds of miles away, in Bangladesh, Muslim Rohingya refugees express solidarity.",
                "People are showing a lot of solidarity.",
                "Members wore traditional Palestinian black-and-white scarves in a show of solidarity.",
                "The attack evokes historic trauma, feelings of deep solidarity with all of the impacted families."
            ],
            "audio": "https://tts.langeek.co/read?text=c29saWRhcml0eQ&hash=6fa93684565f18f86cc5500f352ec39d96d780ba&lang=en&cache-only=0",
            "defineEn": "the support given by the members of a group to each other because of sharing the same opinions, feelings, goals, etc.",
            "defineVi": "sự hỗ trợ của các thành viên trong nhóm dành cho nhau vì có chung quan điểm, cảm xúc, mục tiêu, v.v."
        },
        {
            "id": "d9a5c0c0-9a4a-42b9-983e-b46ec1250d06",
            "word": "sounds like a plan",
            "phonetic": "saʊndz laɪk ɐ plæn ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c291bmRzIGxpa2UgYSBwbGFu&hash=813755563cf9b323fda86e249584b6837d2678b7&lang=en&cache-only=0",
            "defineEn": "used to show agreement with a suggestion",
            "defineVi": "được sử dụng để hiển thị đồng ý với một đề nghị"
        },
        {
            "id": "e3b446ac-c938-4442-ad52-656136b9eff1",
            "word": "to stand up and be counted",
            "phonetic": "tə stænd ʌp ænd biː kaʊntᵻd ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhbmQgdXAgYW5kIGJlIGNvdW50ZWQ&hash=8269f81bb90cf3c72a8336e66906688c6a98acad&lang=en&cache-only=0",
            "defineEn": "to publicly express one's agreement or support for someone or something",
            "defineVi": "công khai thể hiện sự đồng ý hoặc ủng hộ của một người đối với ai đó hoặc điều gì đó"
        },
        {
            "id": "6dc0bd90-3c03-4294-9207-219ec6cd8bb6",
            "word": "to strike a bargain",
            "phonetic": "tə stɹaɪk ɐ bɑːɹɡɪn ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RyaWtlIGEgYmFyZ2Fpbg&hash=74a3267c0ee15cbcf9e31156ffb58e01b489d42a&lang=en&cache-only=0",
            "defineEn": "to make an agreement that involves both parties doing something for one another",
            "defineVi": "để thực hiện một thỏa thuận liên quan đến cả hai bên làm điều gì đó cho nhau"
        },
        {
            "id": "06024a7c-7b24-4c59-926d-d3f2473c201a",
            "word": "submission",
            "phonetic": "səbmɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Back then, submissions where, I had a lot of submissions through VHS tapes.",
                "I know some great submission holds.",
                "Just waiting for the submissions from them.",
                "A society of surveillance is just one step away from a society of submission.",
                "Lin’s proposal was selected from a pool of over fourteen hundred submissions and constituted a decisive break from the traditions of monument design."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VibWlzc2lvbg&hash=282b0f79f9170c78b797fdae6aaf91c035c85dfa&lang=en&cache-only=0",
            "defineEn": "the state or act of accepting defeat and not having a choice but to obey the person in the position of power",
            "defineVi": "trạng thái hoặc hành động chấp nhận thất bại và không có lựa chọn nào khác ngoài việc tuân theo người ở vị trí quyền lực"
        },
        {
            "id": "7a5f95de-8c3d-4f8c-a67a-0ab74d13c178",
            "word": "to subscribe to",
            "phonetic": "tə səbskɹaɪb tuː ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Vic2NyaWJlIHRv&hash=612e9e8acf360927ee77ae77c5bd2822d5378f6f&lang=en&cache-only=0",
            "defineEn": "to support or agree with an idea, opinion, etc.",
            "defineVi": "để hỗ trợ hoặc đồng ý với một ý tưởng, ý kiến, vv"
        },
        {
            "id": "3891d9b6-9cf1-486d-abda-520bb4e029f3",
            "word": "surely",
            "phonetic": "ʃʊɹli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Surely she would guess the truth.",
                "Surely she didn't have the nerve to say that to him?",
                "If he continues to neglect his studies, he will surely come a cropper in the exams.",
                "Surely you're not going to take that lying down!",
                "If we get enough dirt on Jackson, surely we can expose him and bring him down."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VyZWx5&hash=6de61ea201fa4757af181b2906febc11e0d8739b&lang=en&cache-only=0",
            "defineEn": "used as a positive response to something",
            "defineVi": "được sử dụng như một phản ứng tích cực với một cái gì đó"
        },
        {
            "id": "b9eb1ed5-2aef-45c4-94cf-0d7360eccaaf",
            "word": "sympathetic",
            "phonetic": "sɪmpəθɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Jurors are often sympathetic about the danger of police work.",
                "One of the two divisions of your autonomic nervous system is called the sympathetic system.",
                "The sympathetic division is responsible for, like, freaking out.",
                "as opposed to in the sympathetic system, where effectors get a dose of norepinephrine instead.",
                "While the sympathetic nerves all spring from the thoracolumbar area of your spinal cord, right around your midsection, the nerves of the parasympathetic division are craniosacral."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ltcGF0aGV0aWM&hash=1bd1baa158ccaef1eb4cc389cd5499267a17fe59&lang=en&cache-only=0",
            "defineEn": "displaying support or approval",
            "defineVi": "hiển thị hỗ trợ hoặc phê duyệt"
        },
        {
            "id": "5ecb1c6f-6faf-4e82-97ca-9a483ebf4d76",
            "word": "sympathetically",
            "phonetic": "sɪmpəθɛɾɪkli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Various studies have repeatedly shown that people who have impaired social skills, including those with autism and schizophrenia, are less likely to yawn sympathetically than their peers."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ltcGF0aGV0aWNhbGx5&hash=346f987bddd4812a2a2b8dbfc848aed35dd63775&lang=en&cache-only=0",
            "defineEn": "in a manner that displays support or approval",
            "defineVi": "theo cách hiển thị hỗ trợ hoặc phê duyệt"
        },
        {
            "id": "b614829e-c602-4698-9f56-2a61ff343529",
            "word": "to sympathize",
            "phonetic": "tə sɪmpəθaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "And how did you intend to sympathize exactly?",
                "I sympathize, Yeah,",
                "And I sympathize with this predicament",
                "And I not only sympathize.",
                "Do you not sympathize with their situation?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3ltcGF0aGl6ZQ&hash=c042dec9d5c1909d76d49467641ae054ff7cd2ed&lang=en&cache-only=0",
            "defineEn": "to support and approve of something or someone",
            "defineVi": "để hỗ trợ và phê duyệt của một cái gì đó hoặc ai đó"
        }
    ]
}