{
    "id": "955aad56-2de6-4e3a-af4f-865a3d4cf3d9",
    "title": "Lesson 45",
    "originalTitle": "Lesson 45",
    "words": [
        {
            "id": "f40a3082-0522-4ac3-b9d9-a4f799860889",
            "word": "to counteract",
            "phonetic": "tə kaʊntɚɹækt ",
            "partOfSpeechType": "verb",
            "examples": [
                "That counteracts whatever is happening outside.",
                "Ancient Romans counteracted similar conditions with massive stone pillars called piles which rest on Earth’s stable bedrock.",
                "And that compression from behind gives the gas enough heat energy to essentially counteract the cooling from expansion.",
                "According to a 2013 study, bats have evolved efficient repair genes to counteract the frequent DNA damage they sustain.",
                "Underwater pees are also lengthier because the external water pressure counteracts the internal forces resulting from elevation difference."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY291bnRlcmFjdA&hash=7e57491a3ecf3bf77bc361526f96c0b66212bac2&lang=en&cache-only=0",
            "defineEn": "act in opposition to",
            "defineVi": "hành động chống lại"
        },
        {
            "id": "888b8239-779f-4afe-93e4-825ad38fffe8",
            "word": "subpoena",
            "phonetic": "suːpiːnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Judy, the subpoenas were for data from the accounts of at least two House Intelligence Committee Democrats, their staff, and their families.",
                "House Democrats have now subpoenaed several people mentioned in the complaint, as an impeachment inquiry into the president’s conduct continues.",
                "YouStake received a subpoena from the United States Securities and Exchange Commission, which would launch an investigation into its activities It was a investigation by the S.E.C. into YouStake and the business.",
                "Within weeks of Deloitte's departure, the company disclosed it received a subpoena from the U.S. Attorney's Office for the Central District of California.",
                "Officials ordered former White House counsel Don McGahn to defy a subpoena from the U.S. House Judiciary Committee."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VicG9lbmE&hash=5b7f65eb4bfedb50e48fce9be354bca6ae6851a6&lang=en&cache-only=0",
            "defineEn": "a writ issued by court authority to compel the attendance of a witness at a judicial proceeding; disobedience may be punishable as a contempt of court",
            "defineVi": "một văn bản của cơ quan tòa án để buộc nhân chứng tham dự một thủ tục tố tụng tư pháp; bất tuân có thể bị trừng phạt như một sự khinh miệt của tòa án"
        },
        {
            "id": "79e833cc-133e-4d48-b5d3-13aac9598d48",
            "word": "counterbalance",
            "phonetic": "kaʊntɚbæləns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then, they temporarily counterbalanced the structure with 600 tons of lead ingots before anchoring the base with steel cables.",
                "Perhaps you have awful faults to counterbalance your few good points.'",
                "So volcanic emissions and rock-weathering are the two counterbalances that keep earth not too hot, and not too cold.",
                "And so for companies, if there's no counterbalance, they're just allowed to focus on their shareholders.",
                "Some see affirmative action as kind of like a counterbalance to legacy admissions policies, which is when applicants get preferential treatment if someone in their family attended the school, a perk that tends to benefit wealthy, white applicants, since they were the only ones getting into these elite schools in the first place."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnRlcmJhbGFuY2U&hash=77857f6026d6ad0b046c2d00a9a0d043d3290941&lang=en&cache-only=0",
            "defineEn": "a weight or mechanism used to provide stability and balance by offsetting the weight of another object or system",
            "defineVi": "một trọng lượng hoặc cơ chế được sử dụng để cung cấp sự ổn định và cân bằng bằng cách bù đắp trọng lượng của một đối tượng hoặc hệ thống khác"
        },
        {
            "id": "1175c564-e3ff-46a6-a38a-733b0a4d9142",
            "word": "countercharge",
            "phonetic": "kaʊntɚtʃɑːɹdʒ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y291bnRlcmNoYXJnZQ&hash=38a47ecfd859259dc383ab9c823c38418b0315a0&lang=en&cache-only=0",
            "defineEn": "a retaliatory charge",
            "defineVi": "một khoản phí trả đũa"
        },
        {
            "id": "2021a755-907b-46f4-8650-19fa1bdf4fa0",
            "word": "counterclaim",
            "phonetic": "kaʊntɚkleɪm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y291bnRlcmNsYWlt&hash=13121ba37c9fee4e81f2a49e55db7ac1b83b66d4&lang=en&cache-only=0",
            "defineEn": "a claim filed in opposition to another claim in a legal action",
            "defineVi": "một khiếu nại được đệ trình để phản đối một khiếu nại khác trong một vụ kiện pháp lý"
        },
        {
            "id": "b5dd07c3-a2af-4910-9ba3-eacb45fbe8c6",
            "word": "to counterfeit",
            "phonetic": "tə kaʊntɚfeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He tried to pass off his counterfeit bills as real money, but the cashier immediately noticed and called the police.",
                "When counterfeit bills started circulating in the town, people became skeptical of using the genuine currency, leading to a decrease in the overall value of money in circulation, showing how bad money drives out good.",
                "Counterfeits come in all shapes and sizes.",
                "The counterfeits on Amazon have had a devastating impact on our business.",
                "Counterfeit goods make up an estimated trillion-dollar industry that's even been linked to terrorist groups around the world."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY291bnRlcmZlaXQ&hash=bf0a2091d26ff10860ab81f1bd10a60204c160e0&lang=en&cache-only=0",
            "defineEn": "make a copy of with the intent to deceive",
            "defineVi": "tạo một bản sao với ý định đánh lừa"
        },
        {
            "id": "d5e24779-7420-4385-8aac-b18d04406008",
            "word": "to countermand",
            "phonetic": "tə kaʊntɚmænd ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY291bnRlcm1hbmQ&hash=ed5e08f119920522eec074436374f30e009dbcf7&lang=en&cache-only=0",
            "defineEn": "cancel officially",
            "defineVi": "hủy bỏ chính thức"
        },
        {
            "id": "e6de64ce-0efa-4e02-9128-528d74f0625b",
            "word": "counterpart",
            "phonetic": "kaʊntɚpɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "NASDAQ is down sharply again and its European counterparts are still in the doldrums.",
                "Many people assume that men are naturally better at sports, but time and time again, female athletes have proven that the gray mare is the better horse, often outperforming their male counterparts.",
                "Unlike their urban counterparts, rural hospitals have even fewer ventilators in stock.",
                "Secretary of State Antony Blinken and Defense Secretary Lloyd Austin met their counterparts in Japan today.",
                "Will they outcompete their wild counterparts and?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnRlcnBhcnQ&hash=d292e7d4de4640c21ebd8c59251dbe812f71486a&lang=en&cache-only=0",
            "defineEn": "a person or thing having the same function or characteristics as another",
            "defineVi": "một người hoặc vật có cùng chức năng hoặc đặc điểm như người khác"
        },
        {
            "id": "5043401b-98a4-4077-b921-ef57a52861f4",
            "word": "to countervail",
            "phonetic": "tə kaʊntɚveɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "But I've got so much countervailing forces and memories that I can't do it life.",
                "I also think that it ignores the countervailing value, which is that, in America at least, no man, no woman is above the law."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY291bnRlcnZhaWw&hash=075497fac7da8bf35f48f3589393a0c144ea5c33&lang=en&cache-only=0",
            "defineEn": "oppose and mitigate the effects of by contrary actions",
            "defineVi": "chống lại và giảm thiểu tác động của các hành động trái ngược"
        },
        {
            "id": "f8871ab9-36e3-46b7-bb51-c44606a7fa59",
            "word": "to delude",
            "phonetic": "tə dᵻluːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "You delude yourself into thinking you can sing.",
                "It turns out, people are remarkably good at deluding themselves.",
                "And a lot of people, whatever, our waitress must have thought, well, they're deluded and insane.",
                "Alongside these protesters another contender for influence arose a new Catholic movement Jansenism, called for a complete purging of the self and a fervent spirituality to replace the insufficient and even deluded practices of the church."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVsdWRl&hash=0eff36d20edaac5a8bac95782056819b79dde69f&lang=en&cache-only=0",
            "defineEn": "to mislead someone or to make them believe something that is not true",
            "defineVi": "đánh lừa ai đó hoặc khiến họ tin vào điều gì đó không đúng sự thật"
        },
        {
            "id": "ea610278-4cb4-4cdf-bc03-e97da84bbfb6",
            "word": "delusion",
            "phonetic": "dᵻluːʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The harsh criticism tore him out of his delusions of grandeur.",
                "You have delusions.",
                "Fregoli delusion has the opposite problem.",
                "The delusions can take on a persecutory or nihilistic tone.",
                "Delusions can be a part of other psychotic experiences like mania, depression, and substance intoxication or withdrawal."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsdXNpb24&hash=c16f44514daa0a90f1265428cc17c1e520235185&lang=en&cache-only=0",
            "defineEn": "the act of deluding; deception by creating illusory ideas",
            "defineVi": "hành vi lừa dối; lừa dối bằng cách tạo ra những ý tưởng hão huyền"
        },
        {
            "id": "cfad1011-e8d1-4f40-9664-60c68b989c58",
            "word": "delirium",
            "phonetic": "dᵻlɪɹiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "If they weren't pressurized, it would cause delirium in seconds and knock you out in under a minute.",
                "It all began around 1917, when people began to suffer severe sleepiness, delirium, problem movings their eyes and paralysis.",
                "They also make sure to rule out that these things aren't happening because we're in a psychotic episodes or we have delirium or substance abuse.",
                "Any hotter, and heat stroke can set in, leading to exhaustion, delirium, or even a coma.",
                "When Deminan recovered from his delirium, he finally understood what the curse of his disease meant: he was a caracaracol, able to communicate with the gods."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsaXJpdW0&hash=0dd8ef05ce2d4cc222e72112286b36fd510c7954&lang=en&cache-only=0",
            "defineEn": "state of violent mental agitation",
            "defineVi": "trạng thái kích động tinh thần dữ dội"
        },
        {
            "id": "7e228f83-5500-447a-bd11-c02f26281a73",
            "word": "delirious",
            "phonetic": "dᵻlɪɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Soon Deminan was delirious and his back was so swollen his brothers feared he would die.",
                "The Romans couldn’t resist the sweet treat, so they suffered from the toxic effects, and the sick and delirious soldiers were easy to fight off.",
                "Another scenario where you can hear voices is when you have certain medical problems, like being in a temporary state of intoxication from drugs or alcohol, or being delirious, or having migraines or seizures.",
                "A photograph of an African village turned on its side and misinterpreted as an image of a Picasso portrait catalyzed Salvador Dali's so-called 'paranoiac critical method', a spontaneous method of irrational knowledge based on the critical and systematic objectivity of the associations and interpretations of delirious phenomena, or in other words, umm, make a science of your madness?",
                "So, even though I'm exhausted, starving, over-worked, and slightly delirious, I can't help but continue to dream about how I can take each day and improve on something."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsaXJpb3Vz&hash=77ad9816de102b3e8a8c3737fab6fea2a2e9b439&lang=en&cache-only=0",
            "defineEn": "experiencing delirium",
            "defineVi": "trải qua cơn mê sảng"
        },
        {
            "id": "c71b6321-fd96-4059-bff3-cc72b312cd18",
            "word": "to emit",
            "phonetic": "tʊ ɪmɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Incinerators still emit harmful pollutants, especially in countries with lax environmental regulations.",
                "But really energetic phenomena, like star and galaxy formation, emit really energetic light, like x-rays.",
                "Cooler objects, like the Earth, emit much longer heat waves, or terrestrial radiation. ",
                "It emits a positron.",
                "According to the EPA, a typical passenger vehicle emits about 4.6 metric tons of carbon dioxide every year."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1pdA&hash=c61a4cab5dd2ac54bb98bc4da69e62270a175581&lang=en&cache-only=0",
            "defineEn": "expel (gases or odors)",
            "defineVi": "trục xuất (khí hoặc mùi)"
        },
        {
            "id": "9e220026-0a65-4963-bcc6-b16b49cef075",
            "word": "emitter",
            "phonetic": "ɪmɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They are the big emitters.",
                "These ultraviolet light emitters disperse this ultraviolet light, which can inactivate viruses and other pathogens.",
                "We are the world's largest cumulative emitter of carbon pollution.",
                "Right now, China is the largest current emitter of carbon pollution.",
                "China is by far the world's largest emitter with 10 billion tons of CO₂ every year, or 27% of global emissions."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1pdHRlcg&hash=47fb6060e585d781956fef0574aa325497cc8398&lang=en&cache-only=0",
            "defineEn": "the electrode in a transistor where electrons originate",
            "defineVi": "điện cực trong một bóng bán dẫn nơi các electron bắt nguồn"
        },
        {
            "id": "fd01b238-0592-4536-8171-96de05d31969",
            "word": "emissary",
            "phonetic": "ɛmɪsɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "President Kennedy sent very senior emissaries to our major partners to convince them that Russia had indeed put nuclear weapons on Cuba.",
                "In June of 1756 the British governor of Calcutta, Roger Drake, made the mistake of insulting the emissaries sent by the nawab Siraj-ud-daula, who duly besieged and captured the English garrison of 500 with his own army of 30,000.",
                "This was especially true when French emissary Citizen Genet showed up in 1793 and started hiring American ships to attack British ones.",
                "Merchants and emissaries filled gaps in the story with epic poems and Biblical fragments.",
                "Religion played an important role in politics, and as the legend goes, in 987, the Rus prince Vladamir I decided it was time to abandon Slavic paganism, and sent emissaries to explore neighboring faiths."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1pc3Nhcnk&hash=1091a3f76a48bd229e4575c5d59912372726c38a&lang=en&cache-only=0",
            "defineEn": "someone sent on a mission to represent the interests of someone else",
            "defineVi": "ai đó được cử đi làm nhiệm vụ đại diện cho lợi ích của người khác"
        },
        {
            "id": "05e3f221-e03d-472b-889c-4caa63d59cf5",
            "word": "to participate",
            "phonetic": "tə pɑːɹtɪsᵻpeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She participates actively in class discussions and shares her opinions.",
                "We are learning the rules of volleyball to participate in a friendly game.",
                "He was asked to participate only as a matter of form.",
                "They participated in a friendly cooking competition, each showcasing their creativity with cranberry beans.",
                "Of the participating builders in the survey, 66 percent said they turned a profit in 1993."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFydGljaXBhdGU&hash=6f954ea9fc13750fc71d0ac19da28d1ff47f9b41&lang=en&cache-only=0",
            "defineEn": "(archaic) share in something",
            "defineVi": "(cổ xưa) chia sẻ trong một cái gì đó"
        },
        {
            "id": "f192a99d-a4dd-4be9-b599-0200813c8948",
            "word": "partible",
            "phonetic": "pɑːɹɾᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFydGlibGU&hash=2b2d9ec042532299c5d7e2b57ab0946251390745&lang=en&cache-only=0",
            "defineEn": "(of e.g. property) capable of being parted or divided",
            "defineVi": "(ví dụ như tài sản) có khả năng được chia hoặc chia"
        },
        {
            "id": "9e98e193-93a8-46a2-b9d8-2572b2aa26c5",
            "word": "to parse",
            "phonetic": "tə pɑːɹs ",
            "partOfSpeechType": "verb",
            "examples": [
                "You can parse things, take things out of context, even take them in context.",
                "Early 20th century German philosopher Gottlab Frege helped parse out this difference by drawing a distinction between what he called sense, and reference.",
                "Unlike product reviews, which you can sort by number of stars, seller reviews can't be parsed out into one-star reviews.",
                "And I don’t know if the administration ever did that polling, if they ever heard what the public was really saying where they could parse it out.",
                "Both terms matter, and you'll wanna get them straight, if you're tryin' to parse the research literature."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFyc2U&hash=0151a74a860513f439d1870f1d4f2fe167ec12c0&lang=en&cache-only=0",
            "defineEn": "(grammar) to divide a sentence into its grammatical constituents, identifying the syntactic role of each part",
            "defineVi": "(ngữ pháp) để chia một câu thành các thành phần ngữ pháp của nó, xác định vai trò cú pháp của từng phần"
        },
        {
            "id": "06990fe4-3127-44c2-821b-9d5f9cfeea75",
            "word": "partisan",
            "phonetic": "pɑːɹɾɪsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That's partisan. ",
                "The partisans were fighting in the forest.",
                "Partisan politics in Congress hold up investigations into the violent storming of the Capitol by a mob of Trump supporters.",
                "They are extraordinarily partisan.",
                "The survey shows big partisan differences, particularly among skeptical Republicans."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFydGlzYW4&hash=902bfb2df555301eac2f27e31d11b97a6f8b7ff0&lang=en&cache-only=0",
            "defineEn": "an emphatic supporter of a cause, political party, or person",
            "defineVi": "một người ủng hộ mạnh mẽ của một nguyên nhân, đảng phái chính trị, hoặc người"
        },
        {
            "id": "b5962312-785e-44da-9ba1-5cd6d4659214",
            "word": "partition",
            "phonetic": "pɑːɹtɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Kashmir has been in dispute since the 1947 partition.",
                "Your heart is divided laterally into two sides by a thin inner partition called the septum.",
                "This is called niche partitioning and I’ve talked about it before, like in When Sharks Swam the Great Plains.",
                "Reformers across the Dutch states and the Habsburg Netherlands want to be more like the new United States, while Poles are demanding that the partition of their country be undone.",
                "But even though there were a lot of big carnivores in the Western Interior Seaway, there might have been just enough variety in size to allow them to partition their prey."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFydGl0aW9u&hash=5fbf2b8ed2c7c96345cff829ecc6c7fb904b4638&lang=en&cache-only=0",
            "defineEn": "a wall or piece of glass that is used to divide different parts of a building",
            "defineVi": "một bức tường hoặc mảnh kính được sử dụng để phân chia các phần khác nhau của tòa nhà"
        }
    ]
}