{
    "id": "9579ce11-ba86-46bb-8011-4ba1111ebcb1",
    "title": "Fashion Can Do Anything!",
    "originalTitle": "Lesson 3",
    "words": [
        {
            "id": "e0829e71-def2-4f30-88d5-18399854b68b",
            "word": "apron",
            "phonetic": "eɪpɹən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Despite being in his thirties, Mark still lives with his parents and is tied to his mother's apron strings, relying on her for every little decision.",
                "I forgot my apron.",
                "This is an apron.",
                "Now, apron is the standard English word.",
                "This is the apron with the logo."
            ],
            "audio": "https://tts.langeek.co/read?text=YXByb24&hash=f15c40800d8206d3d4e26d8455d1da9d6c37cf52&lang=en&cache-only=0",
            "defineEn": "a piece of clothing that is tied around the waist which protects the front part of the body from stains, dirt, etc. when working",
            "defineVi": "một mảnh quần áo được buộc quanh eo để bảo vệ phần trước của cơ thể khỏi vết bẩn, bụi bẩn, v.v. khi làm việc",
            "hasImg": true
        },
        {
            "id": "8736c92d-491b-4a6e-9b7c-dd95e267bd3c",
            "word": "badge",
            "phonetic": "bædʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The police officer wears a uniform and a badge.",
                "we've got this badge.",
                "Thought Bubble, can I have a gold badge?",
                "It was clearly a U.S. intelligence officer's badge.",
                "It's a badge of dishonor."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFkZ2U&hash=c120fbddd13c7b58f5de99950b10e46b3ea2858c&lang=en&cache-only=0",
            "defineEn": "a small item made of metal or plastic with words or a logo on it that a person carries to show their membership in an organization",
            "defineVi": "một vật nhỏ làm bằng kim loại hoặc nhựa có chữ hoặc logo trên đó mà một người mang theo để thể hiện tư cách thành viên của họ trong một tổ chức",
            "hasImg": true
        },
        {
            "id": "20df618b-5499-42e1-9e5d-f1441eb8ac5c",
            "word": "bathrobe",
            "phonetic": "bæθɹoʊb ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmF0aHJvYmU&hash=803b74fedf2fcd85f019275b46393b281a0cc618&lang=en&cache-only=0",
            "defineEn": "a long piece of clothing, made from the same material that towels are made of, worn after or before taking a shower or bath",
            "defineVi": "một bộ quần áo dài, được làm từ cùng chất liệu với khăn tắm, được mặc sau hoặc trước khi tắm vòi sen hoặc bồn tắm",
            "hasImg": true
        },
        {
            "id": "46d399f9-dd0c-40c9-83af-bc1bd1214209",
            "word": "bikini",
            "phonetic": "bɪkiːni ",
            "partOfSpeechType": "noun",
            "examples": [
                "She had objected to a photo showing her in a bikini.",
                "She always wore her bikini or a very short skirt.",
                "Oh come on, a bikini picture?",
                "She wore a white bikini and white shoes.",
                "I was in, like, the tiniest little bikini."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlraW5p&hash=0d539e62fb93dbf82c4485b172cd76422e4ced16&lang=en&cache-only=0",
            "defineEn": "two-piece swimsuit worn by women",
            "defineVi": "áo tắm hai mảnh của phụ nữ",
            "hasImg": true
        },
        {
            "id": "64828cab-bc2c-4f89-a7bf-91df52afc84e",
            "word": "cardigan",
            "phonetic": "kɑːɹdɪɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Okay, so for a quick primer on the Electoral College let me put on my professor glasses and cardigan.",
                "There is a DNA that you sort of have to inject into yourself at the same time that you put on that version of Batman's cape and cowl, except it's a red cardigan sweater and blue deck shoes."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyZGlnYW4&hash=08a488a8d0336bd4cb4678591124aa63c18c0b99&lang=en&cache-only=0",
            "defineEn": "a type of jacket that is made of wool, usually has a knitted design, and its front could be closed with buttons or a zipper",
            "defineVi": "một loại áo khoác làm bằng len, thường có thiết kế dệt kim, mặt trước có thể đóng cúc hoặc khóa kéo",
            "hasImg": true
        },
        {
            "id": "eaf703a6-3c91-4fa8-8c2d-eb1b80f34791",
            "word": "helmet",
            "phonetic": "hɛlmɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He wears a helmet for safety when riding his motorcycle.",
                "He wears a helmet for safety when riding his bicycle.",
                "Riding a bike without a helmet may seem like harmless fun, but it can have serious consequences.",
                "Great job on the win, but after victory, tighten your helmet chord and stay focused for the rest of the season.",
                "It's important to wear a helmet to protect your brain while riding a bike."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVsbWV0&hash=323d2e81b799465688ba279f6f9380c732c0f206&lang=en&cache-only=0",
            "defineEn": "a hard hat worn by soldiers, bikers, etc. for protection",
            "defineVi": "một chiếc mũ cứng được đội bởi những người lính, người đi xe đạp, v.v. để bảo vệ",
            "hasImg": true
        },
        {
            "id": "5aa1b138-c93f-44dd-84b2-b03f38f3b8ad",
            "word": "mask",
            "phonetic": "mæsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "My mom wears facial mask sometmes.",
                "She wore a mask that covered her mouth and nose in crowded places.",
                "She combined safflower oil with honey and lemon juice for a homemade hair mask.",
                "Mask shortages mean that healthcare workers are having trouble getting a hold of masks, which puts everyone at risk.",
                "She mixed arrowroot powder with water to create a homemade facial mask."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzaw&hash=2c889337b1e1ed4220c987a0f1577d3bd59ccfa8&lang=en&cache-only=0",
            "defineEn": "a covering for the face, typically made of cloth, paper, or plastic, worn to protect or hide the face",
            "defineVi": "một tấm che mặt, thường làm bằng vải, giấy hoặc nhựa, được đeo để bảo vệ hoặc che giấu khuôn mặt",
            "hasImg": true
        },
        {
            "id": "dbe533a0-5856-4d37-998a-72badc2dc214",
            "word": "masquerade",
            "phonetic": "mæskɚɹeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "They said masquerading.",
                "A lot of other phenomena could masquerade as planets, like starspots, or pulsating stars, or background stars messing up the measurements.",
                "So, this is the Masquerade by Juvia's - I don't know if I'm pronouncing that right.",
                "Some male tunnelers avoid the fray by masquerading as hornless females and sneaking into tunnels to mate while the guardians’ heads are turned.",
                "In particular, welding debris, fly ash from furnaces, and industrial dust from coal power plants can masquerade as micrometeorites."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzcXVlcmFkZQ&hash=86b608c338728c521bdcea3e4d0eb2e95ee79f1e&lang=en&cache-only=0",
            "defineEn": "a special outfit with a mask that people wear to a party in order not to be recognized by others",
            "defineVi": "một bộ trang phục đặc biệt với mặt nạ mà mọi người đeo đến một bữa tiệc để không bị người khác nhận ra",
            "hasImg": true
        },
        {
            "id": "1fcc11ef-b840-49d5-b07a-539c73f39176",
            "word": "miniskirt",
            "phonetic": "mɪnɪskɜːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWluaXNraXJ0&hash=90fb54a207c54ca5264fde9b6abbaab1c0ac0e2f&lang=en&cache-only=0",
            "defineEn": "a skirt that is very short",
            "defineVi": "một chiếc váy rất ngắn",
            "hasImg": true
        },
        {
            "id": "a851cc7b-dee0-49ae-baf6-8650e4a92863",
            "word": "jersey",
            "phonetic": "dʒɜːsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I have a jersey, a Mexican Jersey for you.",
                "So where did Jersey club come from?",
                "I am in Jersey, in a different hotel, absolutely.",
                "It’s a Pikachu jersey.",
                "In your backyard, and you're wearing a Jets jersey."
            ],
            "audio": "https://tts.langeek.co/read?text=amVyc2V5&hash=7be1d24b0c007a290ef85961bb074a4990ba00cd&lang=en&cache-only=0",
            "defineEn": "a woolen or cotton piece of clothing with long sleeves and no buttons, which covers the upper body",
            "defineVi": "một bộ quần áo bằng len hoặc bông có tay áo dài và không có nút, che phần thân trên",
            "hasImg": true
        },
        {
            "id": "c19d5ec9-6cb1-461e-8215-3712e191d218",
            "word": "sandal",
            "phonetic": "sændəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "She kicked off her sandals and jumped into the pool.",
                "The sandal is 100% biodegradable.",
                "In India, one startup company turns tires into fashionable sandals.",
                "Never, ever, ever, ever, ever wear sandals in a lab.",
                "This includes her sandals line with Grendene, lingerie brand with Hope, and a beauty line with Sejaa Pure Skincare."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FuZGFs&hash=6e2ba157a2063b37a2695fdc3bfa8480d478702c&lang=en&cache-only=0",
            "defineEn": "an open shoe that fastens the sole to one's foot with straps, particularly worn when the weather is warm",
            "defineVi": "một chiếc giày mở buộc chặt đế vào chân bằng dây đai, đặc biệt được mang khi thời tiết ấm áp",
            "hasImg": true
        },
        {
            "id": "924e18d0-846d-4ae9-8041-33803bb7f0f0",
            "word": "vest",
            "phonetic": "vɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "You seem to be playing your cards close to your vest.",
                "There's a vest here.",
                "There's a vest here.",
                "They lent us vests used by the previous shift.",
                "You don't even have to wear that vest."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVzdA&hash=62556bb622038af54cbbd38df3e04ce05b549735&lang=en&cache-only=0",
            "defineEn": "a sleeveless piece of clothing that is worn under a jacket and over a shirt",
            "defineVi": "một mảnh quần áo không tay được mặc dưới áo khoác và trên áo sơ mi",
            "hasImg": true
        },
        {
            "id": "05d234cf-01f3-4808-b0ae-ad39a59bbd53",
            "word": "fabric",
            "phonetic": "fæbɹɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The textile store offers bolts of various fabrics, from cotton to linen.",
                "Sarah cuts fabric to make a dress.",
                "The seamstress carefully cut the fabric from the bolt to start sewing the garment.",
                "The fashion designer unrolled a bolt of colorful fabric to examine its pattern.",
                "You need to allow three meters of fabric for the dress."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFicmlj&hash=7d6c3b928ae7fb58513986ca9c11ec044fbabe16&lang=en&cache-only=0",
            "defineEn": "cloth that is made by weaving cotton yarn, silk, etc., which is used in making clothes",
            "defineVi": "vải được làm bằng cách dệt sợi bông, lụa, v.v., được sử dụng để may quần áo",
            "hasImg": true
        },
        {
            "id": "b1fff0a2-1180-4188-aad4-54ee4e668963",
            "word": "denim",
            "phonetic": "dɛnɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "In that same month, the pair acquired denim maker, Lucky brand, for $140 million.",
                "As Steve-o demonstrates here, secure the denim string to the base of the bonfire.",
                "We want to show the profit-margin values against the different denim clothing items.",
                "It's the gray-ish, like, light denim color.",
                "So apparently they think, we all wear denim, top and bottom."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVuaW0&hash=18d08671be1280785c936a2964f6b34200c4b29f&lang=en&cache-only=0",
            "defineEn": "(plural) jeans or other clothing made of denim",
            "defineVi": "(số nhiều) quần jean hoặc quần áo khác làm bằng vải bò",
            "hasImg": true
        },
        {
            "id": "59367579-c7ee-44cc-b096-9df736f4f2ca",
            "word": "lace",
            "phonetic": "leɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "A baseball’s red laces can give different pitches a tell-tale signature in flight.",
                "Got a little lace action here.",
                "I'm barefooted with laces on.",
                "As is often the case with slang, it was laced with irony and sarcasm.",
                "But the tree laces that meal with an ingredient that keeps the ants from digesting nectar from any other plant."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFjZQ&hash=c453494bea07e7f88d6f63823f06d03d3de75fcf&lang=en&cache-only=0",
            "defineEn": "a delicate cotton or silky cloth with a pattern of holes",
            "defineVi": "một miếng vải cotton hoặc lụa mềm mại với hoa văn lỗ",
            "hasImg": true
        },
        {
            "id": "818c6d67-fb99-4992-a377-994a2da39782",
            "word": "lining",
            "phonetic": "laɪnɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Although my flight was delayed, every cloud has a silver lining - I was able to catch up on some work while waiting at the airport.",
                "- There is a silver lining though.",
                "Fatu, meanwhile, has a degenerated uterine lining.",
                "But there's one silver lining.",
                "Your stomach lining can handle the acid and bile, but your esophagus is too delicate for that."
            ],
            "audio": "https://tts.langeek.co/read?text=bGluaW5n&hash=74b68843b43a9eb51ca647f452c46e15c0b7d630&lang=en&cache-only=0",
            "defineEn": "a piece of fabric that is used to cover the inside surface of something, such as clothes",
            "defineVi": "một mảnh vải được sử dụng để che phủ bề mặt bên trong của một cái gì đó, chẳng hạn như quần áo",
            "hasImg": true
        },
        {
            "id": "e036bb4d-4f9b-4685-9239-fdff7e496dd4",
            "word": "silk",
            "phonetic": "sɪlk ",
            "partOfSpeechType": "noun",
            "examples": [
                "He used to wear a silk tie with his formal suit.",
                "The dressmaker purchased a bolt of silk to create a stunning gown.",
                "I try to judge people based on their actions, not their outward appearance, because a monkey in silk is a monkey no less.",
                "The CEO liked to remind his employees that we are all Adam's children but silk makes the difference - a way of acknowledging the privilege that came with his position, while also emphasizing the importance of treating everyone with respect and dignity.",
                "The chef knew that no matter how much he cooked it, a tough piece of meat could never be turned into a gourmet dish - you cannot make a silk purse out of a sow's ear."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lsaw&hash=3d6f2da4a40ae08b33a8b8c98671da165540bdf9&lang=en&cache-only=0",
            "defineEn": "a type of smooth soft fabric made from the threads that silkworms produce",
            "defineVi": "một loại vải mềm mịn được làm từ những sợi tơ tằm tạo ra",
            "hasImg": true
        },
        {
            "id": "f9290baf-a9e6-482e-82ca-7e726f500b4b",
            "word": "hood",
            "phonetic": "hʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's not that politicians carry two faces under one hood that is so surprising, but the fact that so many people accept such phony façades as the truth.",
                "I've seen plenty of people who carry two faces under a hood, so it's no surprise she did that.",
                "This baby here is a fume hood.",
                "First step, you got the hood on.",
                "But under the hood, each cancer works differently."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9vZA&hash=cef6abb9c6aaddd38fa11095f276003f4dc6e24a&lang=en&cache-only=0",
            "defineEn": "a part of a sweatshirt or coat that covers the head but leaves the face open",
            "defineVi": "một phần của áo len hoặc áo khoác che đầu nhưng để hở khuôn mặt",
            "hasImg": true
        },
        {
            "id": "c2e495db-b52a-4044-8429-84fdb12a0082",
            "word": "zipper",
            "phonetic": "zɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The skirt has a zipper at the back for easy wearing.",
                "He gently pulled the zipper to close his jacket.",
                "Sorry my zipper was exposed.",
                "We look at the symmetry of the logos by the manufacturer, the zippers.",
                "I mean, you cross your legs with jockey shorts with zippers."
            ],
            "audio": "https://tts.langeek.co/read?text=emlwcGVy&hash=0111292f5999a6a265615161d5d309bedc93cbf8&lang=en&cache-only=0",
            "defineEn": "an object with two plastic toothed strips used for fastening the open edges of a piece of clothing, bag, etc.",
            "defineVi": "một vật có hai dải răng bằng nhựa được sử dụng để buộc chặt các cạnh hở của một bộ quần áo, túi xách, v.v.",
            "hasImg": true
        },
        {
            "id": "b74d7c1e-8380-4eb0-91bc-852ce010cc1c",
            "word": "collection",
            "phonetic": "kəlɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This collection of stories bridges the gap between history and fiction.",
                "The museum had an impressive collection of European art.",
                "These books belong in the library's rare collection.",
                "The museum curator collects antique artworks for the museum's collection.",
                "I have thirteen stamps in my collection."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGVjdGlvbg&hash=a6e0c9156d977a8c3f2b03db44415d0d9230cad8&lang=en&cache-only=0",
            "defineEn": "a series of new clothes designed by a fashion house for sale",
            "defineVi": "một loạt quần áo mới được thiết kế bởi một nhà thời trang để bán",
            "hasImg": true
        },
        {
            "id": "a70d2368-a468-4c3b-b0af-81ec69fe4123",
            "word": "costume",
            "phonetic": "kɔstuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "She seems to conjure wonderful costumes out of thin air.",
                "They will be laughing their heads off when they see my costume.",
                "They will be laughing their heads off when they see my costume.",
                "The festival they attended a few years ago was wild and woolly, with people dressed in vibrant costumes, live music, and a festive atmosphere.",
                "The use of long ruffled skirts as Bomba costumes also shows incorporation of Spanish influences in Bomba today."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29zdHVtZQ&hash=d1dd30b62e42114cba16adff4244415cce435d1b&lang=en&cache-only=0",
            "defineEn": "the popular fashion including hairstyle, clothes, etc. particular to a country or class",
            "defineVi": "thời trang phổ biến bao gồm kiểu tóc, quần áo, vv cụ thể cho một quốc gia hoặc lớp học",
            "hasImg": true
        },
        {
            "id": "6bc0e816-ea03-455a-958a-2a1cea16286f",
            "word": "designer",
            "phonetic": "dɪzaɪnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our graphic designer really carved out a niche for himself with that series of innovative ads.",
                "The audience at the fashion show feasted their eyes on the stunning runway models, showcasing the latest designer collections.",
                "Eve borrows money to buy expensive designer clothes - champagne taste on a beer budget!",
                "She feels a million bucks when she wears her favorite designer outfit and walks with confidence.",
                "The fashion designer's latest collection was ridiculed by some critics, but the designer remained optimistic - after all, there is no such thing as bad publicity."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzaWduZXI&hash=81e9361de7f09776cd144f9a3085ccbed69602b6&lang=en&cache-only=0",
            "defineEn": "a person who designs clothes as a job",
            "defineVi": "một người thiết kế quần áo như một công việc",
            "hasImg": true
        },
        {
            "id": "c4592e54-135b-41e1-bceb-f8a366e29ab7",
            "word": "modeling",
            "phonetic": "mɑːdəlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Nina's modeling career pressured her to be as skinny as a rail, leading to unhealthy habits.",
                "One of them is biological modeling.",
                "Here we are, doing a little modeling, yep.",
                "Threat modeling consists of five questions you should ask yourself.",
                "Then CT scanners and computer modeling came along."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kZWxpbmc&hash=27fd3c352ddd367845fdd40f7cefb033ed850dc9&lang=en&cache-only=0",
            "defineEn": "the profession of wearing clothes or accessories to present them to a group of people",
            "defineVi": "nghề mặc quần áo hoặc phụ kiện để giới thiệu chúng với một nhóm người",
            "hasImg": true
        },
        {
            "id": "54b13f6c-88f2-40e5-b5fb-bbd5d3db54af",
            "word": "outfit",
            "phonetic": "aʊtfɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fashionable boots added a trendy touch to her outfit.",
                "He prepares his outfit the night before to save time in the morning.",
                "Yesterday, her outfit was wild and woolly, with mismatched patterns and disheveled clothing.",
                "I check the weather forecast every morning to plan my outfit.",
                "He wore a cowboy hat to complete his Western-themed outfit."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0Zml0&hash=be290f567a997cfd1234b7f6650a0b51e838315d&lang=en&cache-only=0",
            "defineEn": "a set of clothes that one wears together, especially for an event or occasion",
            "defineVi": "một bộ quần áo mà một người mặc cùng nhau, đặc biệt là cho một sự kiện hoặc dịp",
            "hasImg": true
        },
        {
            "id": "58384956-2da0-4aa0-9da9-cb67c4c96c66",
            "word": "wardrobe",
            "phonetic": "wɔːɹdɹoʊb ",
            "partOfSpeechType": "noun",
            "examples": [
                "The room had a wardrobe where she kept her clothes.",
                "We bought new furniture for our bedroom, including a bed and a wardrobe.",
                "We've got hundreds in the wardrobe.",
                "Like the best items in your wardrobe, corpse armor could have multiple uses.",
                "That's right, The Lion, the Witch and the Wardrobe."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FyZHJvYmU&hash=1b88629b937f36e8c4969405957ed6c302d11432&lang=en&cache-only=0",
            "defineEn": "all of the clothes that someone owns",
            "defineVi": "tất cả quần áo mà ai đó sở hữu",
            "hasImg": true
        },
        {
            "id": "4427ad79-8a73-4b7f-afd5-4899447d10a2",
            "word": "to dress up",
            "phonetic": "tə dɹɛs ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "She dressed up her doll in a beautiful pink dress.",
                "She was dressed up like a dog’s dinner.",
                "He dressed up for the job interview to the tee, wearing a suit, tie, and polished shoes.",
                "Nothing but bad blood, dressed up in fancy words.",
                "They feel like a million dollars when they dress up for a special occasion and receive admiring glances."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJlc3MgdXA&hash=bce47b8ef3980434dde1c76fce46d1b5ebd6347b&lang=en&cache-only=0",
            "defineEn": "to wear formal clothes for a special occasion or event",
            "defineVi": "mặc quần áo trang trọng cho một dịp đặc biệt hoặc sự kiện",
            "hasImg": true
        },
        {
            "id": "75c5cd2b-8a8f-438e-9291-28c3a5f00ebf",
            "word": "to match",
            "phonetic": "tə mætʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The striped socks matched perfectly with his striped shirt.",
                "Fifty thousand people saw the match.",
                "The match was awesome.",
                "He gave a good account of himself in matches against Crewe and Chesterfield.",
                "They had a friendly soccer match with their friends in the park."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWF0Y2g&hash=7b819e699bfbbd388146de2c81b50481309ba480&lang=en&cache-only=0",
            "defineEn": "to have the same pattern, color, etc. with something else that makes a good combination",
            "defineVi": "có cùng hoa văn, màu sắc, v.v. với thứ khác tạo nên sự kết hợp ăn ý",
            "hasImg": true
        },
        {
            "id": "4ce4278c-be7b-4cee-a9ce-31798fceeca1",
            "word": "casual",
            "phonetic": "kæʒuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The prime minister's casual remarks about the role of ethnicity in unemployment numbers has predictably put the cat among the pigeons on both sides of the political spectrum.",
                "He rolled up the cuffs of his pants for a more casual look.",
                "They grilled hamburgers and hot dogs for a casual summer dinner.",
                "During his college years, John sowed his oats and enjoyed the freedom of casual relationships.",
                "Emma is a casual dresser and would never be seen dead wearing formal attire or high heels."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzdWFs&hash=709c91d54c84ab1a03b70be76d27cf2a7ac1c254&lang=en&cache-only=0",
            "defineEn": "(of clothing) comfortable and suitable for everyday use or informal events and occasions",
            "defineVi": "(quần áo) thoải mái và phù hợp để sử dụng hàng ngày hoặc các sự kiện và dịp không trang trọng",
            "hasImg": true
        },
        {
            "id": "aeb9b1b7-1cf5-4409-8f75-39c90c13f2d2",
            "word": "glamorous",
            "phonetic": "ɡlæmɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They think she's too glamorous and won't want to speak to them.",
                "Yeah, this old car isn't glamorous, but you could do worse.",
                "Of course, it's very glamorous.",
                "This is not a glamorous job.",
                "For most soldiers, there was nothing glamorous or heroic about this war."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xhbW9yb3Vz&hash=953c985f3f12765c4d60143d0ec80ac30326917d&lang=en&cache-only=0",
            "defineEn": "attractive in a special way",
            "defineVi": "hấp dẫn một cách đặc biệt",
            "hasImg": true
        },
        {
            "id": "9a2b2ded-341d-4c56-ae48-550d80ef3224",
            "word": "matching",
            "phonetic": "mætʃɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It finds the matching bar code. ",
                "This idea of matching also applies to smells.",
                "Then I said, Bernie, do you want a matching scarf?",
                "I love those polka dots socks and the matching flannel panties.",
                "ELIZA used simple pattern matching and substitution to give the illusion of comprehension."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0Y2hpbmc&hash=38ab3f9cee9dab60c9e8310c1ae0bbb1f7e0eb2a&lang=en&cache-only=0",
            "defineEn": "(of clothes) having similar patterns, color, etc.",
            "defineVi": "(quần áo) có hoa văn, màu sắc tương tự, v.v.",
            "hasImg": true
        },
        {
            "id": "2d8965da-3d44-4fd5-baa2-dc9f1bae1183",
            "word": "plain",
            "phonetic": "pleɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Use plain language instead of jargon.",
                "She transformed plain rice into a delightful rice pudding using manioc starch.",
                "The west is home to vast deserts, rolling plains, and majestic mountain ranges.",
                "He bought a pack of plain white underwear for everyday wear.",
                "She always wears a plain white T-shirt with jeans."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhaW4&hash=297285cfcf6ded6b7701f0ec45e97f0c86fd5959&lang=en&cache-only=0",
            "defineEn": "simple in design, without a specific pattern",
            "defineVi": "thiết kế đơn giản, không có khuôn mẫu cụ thể",
            "hasImg": true
        },
        {
            "id": "3c7c0dc7-8ca9-47e6-8d64-1a58da52477d",
            "word": "sporty",
            "phonetic": "spoːɹɾi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Overall, the interior of the Lamborghini Urus feels ferociously sporty and exquisitely premium.",
                "It was basically a sporty compact sedan with a starting price of just under $30,000.",
                "The Tesla T-logo is now a very sporty red as opposed to chrome.",
                "And also it looks sporty and that's what we aim for.",
                "The German sports sedan BMW replaced the 02 series with the 3-series in 1975, and since that time, the small sporty car has been the sports sedan to beat."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BvcnR5&hash=3ae4ce98b984d8ac1f9412189a483a15e74b2d34&lang=en&cache-only=0",
            "defineEn": "(of clothes) stylish, attractive, and suitable for sports",
            "defineVi": "(quần áo) phong cách, hấp dẫn và phù hợp với thể thao",
            "hasImg": true
        },
        {
            "id": "4464b38c-3061-47d1-a65f-999669d69f48",
            "word": "striped",
            "phonetic": "stɹaɪpt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The striped socks matched perfectly with his striped shirt.",
                "The striped socks matched perfectly with his striped shirt.",
                "Striped skunks are pretty amazing.",
                "She's our striped skunk.",
                "Cleaner wrasse are small, striped fish found in coral reefs."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyaXBlZA&hash=69c1201a59de8a4b16321cc30352942e979f78e1&lang=en&cache-only=0",
            "defineEn": "having a pattern of straight lines",
            "defineVi": "có một mô hình của các đường thẳng",
            "hasImg": true
        },
        {
            "id": "ee6a7b53-405f-41f2-99d8-24d650f844bc",
            "word": "stylish",
            "phonetic": "staɪlɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My dad bought a stylish suit for his friend's wedding.",
                "She received many compliments on her stylish clothes.",
                "You can find really stylish clothes off the peg, if you look hard enough.",
                "She bought a new hat to add a stylish accessory to her outfit.",
                "He feels a million dollars as he walks down the street, receiving compliments on his stylish appearance."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R5bGlzaA&hash=68e7d1a7501a8301064152d0410b06577e49e6cf&lang=en&cache-only=0",
            "defineEn": "attractive in a way that is fashionable and elegant",
            "defineVi": "hấp dẫn theo cách thời trang và thanh lịch",
            "hasImg": true
        },
        {
            "id": "8652419f-dec3-4d6b-8429-e1bd4f71fc49",
            "word": "undressed",
            "phonetic": "ʌndɹɛst ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW5kcmVzc2Vk&hash=d633ffee42655a1c7cb76ec29ba62d83837fcbde&lang=en&cache-only=0",
            "defineEn": "not having any clothes on",
            "defineVi": "không có bất kỳ quần áo trên",
            "hasImg": true
        },
        {
            "id": "23cb0bd0-1013-45e6-9023-a2d07d0df4ae",
            "word": "wooly",
            "phonetic": "wʊli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Wooly hats, and you should have had a few pints and then you should go out-- Drunk people on the ice.",
                "Now, there’s talk of bringing back some extinct animals, like big wooly mammoths!",
                "They're basically trying to create a wooly mammoth, elephant hybrid that might be able to better tolerate climate change.",
                "The next morning the now blind giant opens his cave to graze his sheep and Odysseus and his men escape clinging underneath the bellies of the wooly animals.",
                "Neanderthal life carried serious occupational hazards, considering dinner meant going head to head with wooly mammoths and rhinoceros like some Paleolithic rodeo riders."
            ],
            "audio": "https://tts.langeek.co/read?text=d29vbHk&hash=86e27d8bad725bee6fef200ae6e13033b32df899&lang=en&cache-only=0",
            "defineEn": "covered with wool",
            "defineVi": "phủ bằng len",
            "hasImg": true
        }
    ]
}