{
    "id": "9597349e-6043-4a22-b120-736626c3782c",
    "title": "Unit 8 - Lesson 2",
    "originalTitle": "Unit 8 - Lesson 2",
    "words": [
        {
            "id": "0203eb9e-5ceb-4ecf-9e67-9bff42eb6841",
            "word": "to describe",
            "phonetic": "tə dᵻskɹaɪb ",
            "partOfSpeechType": "verb",
            "examples": [
                "The book describes her life from cradle to grave.",
                "But the lawyers also described internal politics that at times slowed down the department's work or drove a wedge among members of the team.",
                "And after the match, the Carlisle boss wasn't pulling his punches when describing his players' performance.",
                "BBC is falling over backwards to be impartial by describing this as a crowd!",
                "It was described as a large, luxury mobile home, but there was barely room to swing a cat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVzY3JpYmU&hash=55c24a5359e3a8f3c314915257c441538d26bbd7&lang=en&cache-only=0",
            "defineEn": "to give details about someone or something to say what they are like",
            "defineVi": "để cung cấp thông tin chi tiết về một ai đó hoặc một cái gì đó để nói họ như thế nào",
            "hasImg": true
        },
        {
            "id": "3e88fb90-efbf-4f78-b330-fbb641794231",
            "word": "parent",
            "phonetic": "pɛɹənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Parents often support their children financially during college.",
                "His parents footed the bill for his college education.",
                "My parents always took an interest in my hobbies.",
                "My parents enjoyed a delicious calamari appetizer at the seaside restaurant.",
                "My parents always drink orange juice for breakfast."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyZW50&hash=f2a00e6568c98c0531d50eea35e189d2fc3f328c&lang=en&cache-only=0",
            "defineEn": "our mother or our father",
            "defineVi": "mẹ của chúng tôi hoặc cha của chúng tôi",
            "hasImg": true
        },
        {
            "id": "febbfaae-a4f1-4d69-a2dd-22367a4597ba",
            "word": "teen",
            "phonetic": "tiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The left didn't know what the right was doing in this gross teen horror comedy.",
                "The old woman shared her pearls of wisdom with the struggling teen, in the hopes of making him feel better.",
                "Teens love Nike clothes.",
                "But suddenly, teens are here.",
                "So relatively inexperienced teens often show high fluid intelligence."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVlbg&hash=7279f996c5ee3169b8b5f79a56dcbe68212f206c&lang=en&cache-only=0",
            "defineEn": "someone between the ages of 13 and 19",
            "defineVi": "ai đó trong độ tuổi từ 13 đến 19",
            "hasImg": true
        },
        {
            "id": "fe3426d9-040c-4b95-831f-71a392119828",
            "word": "behavior",
            "phonetic": "bᵻheɪvjɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Harassment or bullying is unacceptable behavior in the workplace.",
                "Her behavior toward her colleagues was unprofessional.",
                "The parent modeled good behavior by always wearing a seatbelt in the car, even for short trips.",
                "The CEO's focus on customer satisfaction was reflected in the employees' behavior, as like master, like man.",
                "Here are 4 behaviors a narcissist displays that reveals their true colors."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVoYXZpb3I&hash=4e7feb1b671dafad93f44b4784e747dd1222dcbf&lang=en&cache-only=0",
            "defineEn": "the way that someone acts, particularly in the presence of others",
            "defineVi": "cách mà ai đó hành động, đặc biệt là trong sự hiện diện của người khác"
        },
        {
            "id": "52fbea17-91d1-4440-960f-55300c3d8cb2",
            "word": "too",
            "phonetic": "tuː ",
            "partOfSpeechType": "adverb",
            "examples": [
                "My people have a horse in this race, too.",
                "An ostrich strategy for covid-19 is too risky.",
                "Your explanation is too complicated!",
                "That investment is too risky.",
                "He takes bends much too fast."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9v&hash=52eca4e676bfbda9be053837f3d062614a36fe1c&lang=en&cache-only=0",
            "defineEn": "more than enough; to an extent that is not necessary",
            "defineVi": "quá đủ; đến mức không cần thiết",
            "hasImg": true
        },
        {
            "id": "6be81f9c-e22a-4b43-b70e-e9be6b7499b5",
            "word": "strict",
            "phonetic": "stɹɪkt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He followed a strict diet.",
                "The government has set strict limits on public spending this year.",
                "My best friend's pink hair definitely raised a few eyebrows at our very strict school.",
                "John is becoming a bag of bones due to his strict diet and rigorous workout routine.",
                "The strict grandmother scolded her granddaughter for speaking out of turn, saying that children should be seen and not heard to emphasize the importance of obedience and respect for elders."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyaWN0&hash=5bf5226fdc1d87ceda3c826416ff53c88f0236ed&lang=en&cache-only=0",
            "defineEn": "(of a person) demanding that rules be obeyed or not showing flexibility",
            "defineVi": "(của một người) yêu cầu các quy tắc phải được tuân thủ hoặc không thể hiện sự linh hoạt",
            "hasImg": true
        },
        {
            "id": "e455fa33-32e0-40fe-a67e-8e2c53fa10bb",
            "word": "lenient",
            "phonetic": "liːnɪənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Here, this is much more lenient.",
                "We're not more lenient with the stars.",
                "America has more lenient policies than other countries, including those that pay for plasma.",
                "Pruitt had backed a more lenient state plan to reduce emissions that was favored by the company.",
                "And when the rioters are brought to the court, when their verdict is being handed down by the court, it seems that, on many occasion, the sentence is too lenient."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVuaWVudA&hash=7b30fa9fe51c8c35441617ac24a9655cdb0fa010&lang=en&cache-only=0",
            "defineEn": "(of a person) showing mercy, flexibility, or tolerance, particularly while obeying rules or punishing someone",
            "defineVi": "(của một người) thể hiện lòng thương xót, linh hoạt hoặc khoan dung, đặc biệt là khi tuân theo các quy tắc hoặc trừng phạt ai đó"
        },
        {
            "id": "71cd3704-7962-4e08-bb7a-6ed02dc0ff24",
            "word": "overprotective",
            "phonetic": "oʊvɚpɹətɛktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Both dads in both movies were very overprotective, but in The Silence, you kind of utilize Ally more except movie Ally kinda sucks.",
                "Yeah, it's refreshing to have a character like that who is not politically correct in any way, shape or form and represent a lot of what many people think, but can't, or won't say, so I think there's a release with that because we're so overprotective of everything."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcnByb3RlY3RpdmU&hash=84a694d0d2ae0592a1c074570cbff446500f7ce5&lang=en&cache-only=0",
            "defineEn": "(of a person) showing too much care or concern for another person, often in a way that is unreasonable",
            "defineVi": "(của một người) thể hiện sự quan tâm hoặc lo lắng quá nhiều cho người khác, thường theo cách không hợp lý"
        },
        {
            "id": "243f7246-5d8f-4dcc-9396-5f06e878140a",
            "word": "rebellious",
            "phonetic": "ɹᵻbɛliəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Alice's rebellious behavior and disregard for authority have earned her the reputation of being the black sheep of the school.",
                "In the past, some people believed that clergymen's sons always turned out badly because they were thought to be rebellious and resentful towards their fathers' strict religious upbringing.",
                "The people of Venezuela are rebellious people.",
                "But this rebellious band of scholars gleefully ignored conventional wisdom.",
                "But I have a little rebellious spark."
            ],
            "audio": "https://tts.langeek.co/read?text=cmViZWxsaW91cw&hash=9440d799ec7493db14f148d0cd424699deb407a9&lang=en&cache-only=0",
            "defineEn": "(of a person) not willing to follow rules, standards, or norms accepted by society or people in authority",
            "defineVi": "(của một người) không sẵn sàng tuân theo các quy tắc, tiêu chuẩn hoặc chuẩn mực được xã hội hoặc những người có thẩm quyền chấp nhận",
            "hasImg": true
        },
        {
            "id": "00f3f500-fad3-48b1-8c83-ce247775327d",
            "word": "spoiled",
            "phonetic": "spɔɪld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She couldn't hide her grimace of disgust when she tasted the spoiled milk.",
                "The spoiled little brat has completely wound his parents around his little finger.",
                "After eating the spoiled food, John felt nauseous and ended up puking his guts out.",
                "That way, they're sure they're not serving flyers any spoiled food.",
                "In the case of the spoiled creamer, Amazon did offer to compensate Atkinson after she spoke to CNBC in October."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BvaWxlZA&hash=7348156dc56d36b52829e8a31eb2252bcf164751&lang=en&cache-only=0",
            "defineEn": "(of a person) displaying a childish behavior due to being treated very well or having been given everything they desired in the past",
            "defineVi": "(của một người) thể hiện hành vi trẻ con do được đối xử rất tốt hoặc đã được cho mọi thứ họ mong muốn trong quá khứ"
        },
        {
            "id": "80f6d75c-b42e-4571-9703-652814010569",
            "word": "disrespectful",
            "phonetic": "dɪsɹɪspɛktfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's disrespectful.",
                "It's never disrespectful.",
                "Also, people can be just as disrespectful inside as outside at the drive thru.",
                "\"It is extremely disrespectful and makes me feel \"very unsafe in my own home.",
                "Do you think that it's disrespectful that Trump comes with this offer to buy Greenland?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzcmVzcGVjdGZ1bA&hash=c0764527f60351630c7c2253dd4798c2be774f8c&lang=en&cache-only=0",
            "defineEn": "behaving or talking in a way that is offensive to a person or thing",
            "defineVi": "cư xử hoặc nói chuyện theo cách gây khó chịu cho một người hoặc vật",
            "hasImg": true
        }
    ]
}