{
    "id": "959c4fb6-dd2d-48c4-808b-ac93d18d3906",
    "title": "Literature",
    "originalTitle": "Lesson 43",
    "words": [
        {
            "id": "ccd5a783-4c3b-4a9a-8c4c-eba96ac00cda",
            "word": "author",
            "phonetic": "ɔːθɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The author abstracted key themes from the novel in her literary analysis.",
                "The literary festival attracts renowned authors, publishers, and literary agents.",
                "The famous author made a mint from royalties on his best-selling books.",
                "The children's book author is a big noise in the publishing industry, with several award-winning books.",
                "The author writes that this theory has now been disproved."
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0aG9y&hash=2a2f06eaa38a6ea726d77465108ad4402776375a&lang=en&cache-only=0",
            "defineEn": "a person who, as a job, writes books, articles, etc.",
            "defineVi": "một người, như một công việc, viết sách, bài báo, v.v.",
            "hasImg": true
        },
        {
            "id": "3191b1b1-6dfd-4a79-a344-77c31daab96a",
            "word": "bestseller",
            "phonetic": "bɛstsɛlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "His new book is on par with his bestsellers.",
                "Her latest novel is her crowning glory, receiving widespread critical acclaim and topping the bestseller lists.",
                "The author rode on a wave of success with her debut novel, which became a bestseller and won critical acclaim.",
                "The author was able to make a comeback after a series of poorly received books, with a new novel that became a bestseller and earned critical praise.",
                "The writer decided to follow her nose and write a novel based on her personal experiences, which ended up becoming a bestseller."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVzdHNlbGxlcg&hash=9f706f5b0f1d47b657599c93d6e08c020e773ed2&lang=en&cache-only=0",
            "defineEn": "an item, especially a book, that is bought by a large number of people",
            "defineVi": "một mặt hàng, đặc biệt là một cuốn sách, được mua bởi một số lượng lớn người"
        },
        {
            "id": "1b7af400-724f-4a0d-aed9-44d876fdcd53",
            "word": "biography",
            "phonetic": "baɪɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Booksellers should easily be able to move this biography of Lincoln.",
                "After reading her biography, I saw her accomplishments in a different light and gained a deeper admiration for her resilience and determination.",
                "I have discovered biographies.",
                "Earlier this year, I read Ron Chernow's magnificent biography of Ulysses S. Grant.",
                "Earlier this year, I read Ron Chernow's magnificent biography of Ulysses S. Grant."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlvZ3JhcGh5&hash=9b77ca96fe4644a9ecbfa121cd67ec87e9ab1fdc&lang=en&cache-only=0",
            "defineEn": "the story of someone's life that is written by another person",
            "defineVi": "câu chuyện về cuộc đời của ai đó được viết bởi một người khác"
        },
        {
            "id": "263ece0f-462f-405e-b075-dbb270d06c70",
            "word": "fairy tale",
            "phonetic": "fɛɹi teɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The commoner's fairy tale came true when she married into royalty and became a princess.",
                "The Brothers Grimm, famous for their collection of fairy tales, were German authors.",
                "That’s just a fairy tale.",
                "After his discharge, Harryhausen made five stop-motion fairy tales called Mother Goose Stories.",
                "Stories Retold, an all-ages series about fables and fairy tales, will go out on Wednesdays through the end of October."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFpcnkgdGFsZQ&hash=bf0f6003b1113077ad0b2d02ff88c1b5a23342b9&lang=en&cache-only=0",
            "defineEn": "a genre of folklore that typically features magical and fantastical elements",
            "defineVi": "một thể loại văn học dân gian thường có các yếu tố ma thuật và giả tưởng"
        },
        {
            "id": "cc02185c-7a63-4b56-b30e-91d5f3a63b2e",
            "word": "fiction",
            "phonetic": "fɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In his latest book, he tries his hand at fiction.",
                "This collection of stories bridges the gap between history and fiction.",
                "Fiction plays with our senses: taste, smell, touch, hearing, sight, and the sense of motion.",
                "We read fiction for many reasons.",
                "The last thing on this immigration issue, that argument and his entire case is built on a fiction."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmljdGlvbg&hash=84efddce0cb857fad53eacc427378eac9948f6e7&lang=en&cache-only=0",
            "defineEn": "a type of literature about unreal people, events, etc.",
            "defineVi": "một loại văn học về những người, sự kiện không có thật, v.v."
        },
        {
            "id": "0643ddb9-a752-44dd-952a-da1f010fbb33",
            "word": "non-fiction",
            "phonetic": "nɑːnfɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Blinkist takes the best insights and most important information from thousands of non-fiction books and condenses it into 15 minutes.",
                "Initially, it only had a grand total of five fiction and four non-fiction books on it, and it only reflected numbers from the city of New York itself.",
                "First, a message from our sponsor, Blinkist, who takes non-fiction books and smushes them down into 15 minutes.",
                "Curiosity Stream is a subscription streaming service that offers documentaries and non-fiction title from a variety of film-makers.",
                "As you may have heard, Audible has audiobooks of all sorts, including fiction, non-fiction and periodicals."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9uLWZpY3Rpb24&hash=c105bad4e429cdd7910e751e97f7a927245b620d&lang=en&cache-only=0",
            "defineEn": "a type of literature about real people, or events, etc.",
            "defineVi": "một loại văn học về người thực, hoặc các sự kiện, vv"
        },
        {
            "id": "2245e36a-5c9f-471a-bedc-1499b8c8ae7b",
            "word": "introduction",
            "phonetic": "ɪntɹədʌkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Give an introduction right now.",
                "The introduction of steam boats set off a mania for canal building.",
                "The introduction of a new GM eggplant in 2013 stopped this.",
                "Our version of the RAMAYANA is a truncated version from thury and definies introduction to mythologies textbook. ",
                "Compare the introduction of the Galaxy Note 10 to the iPhone XS."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50cm9kdWN0aW9u&hash=81fac4537ddbab9826671d487cafeebc21696c00&lang=en&cache-only=0",
            "defineEn": "the part of a book or speech that gives you a brief account of what it is about",
            "defineVi": "một phần của một cuốn sách hoặc bài phát biểu cung cấp cho bạn một tài khoản ngắn gọn về nội dung của nó"
        },
        {
            "id": "57b39172-2dbc-4330-b9a5-4c528ff89ae4",
            "word": "metaphor",
            "phonetic": "mɛɾəfɔːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "These metaphors break down at some point.",
                "Basically, Sonnet 18 is one big extended metaphor.",
                "That's the wrong metaphor.",
                "JED LEIBER, Plaintiff: For me, the metaphor for my grandfather's story and mine is chess.",
                "JED LEIBER, Plaintiff: For me, the metaphor for my grandfather's story and mine is chess."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0YXBob3I&hash=083e29be842fe6eb380a7d5165dacc5da13a91b8&lang=en&cache-only=0",
            "defineEn": "a type of figure of speech by which a person describes something or someone by referring to something or someone else to point out their similarities or emphasize them or give a better description of what they mean",
            "defineVi": "một loại hình của bài phát biểu mà một người mô tả một cái gì đó hoặc ai đó bằng cách đề cập đến một cái gì đó hoặc người khác để chỉ ra những điểm tương đồng của họ hoặc nhấn mạnh họ hoặc đưa ra một mô tả tốt hơn về ý nghĩa của họ"
        },
        {
            "id": "c864ebc3-56ce-42cb-8051-35e7cb804bc7",
            "word": "mystery",
            "phonetic": "mɪstɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have had these mysteries before.",
                "A mystery writer who knows all the tricks of his trade.",
                "I like reading books as a hobby, especially mystery novels.",
                "In a mystery movie, when new suspects or evidence emerges, the plot thickens as the protagonist tries to solve the case.",
                "Alice enjoyed the attention she received from Michael, so she decided to play hard to get to keep him interested and maintain a sense of mystery."
            ],
            "audio": "https://tts.langeek.co/read?text=bXlzdGVyeQ&hash=2c2b1e08300a827279b65211563d66da6fc8ece2&lang=en&cache-only=0",
            "defineEn": "a movie, novel, or play in which a crime takes place, especially a murder, and the story starts unraveling as it goes on",
            "defineVi": "một bộ phim, tiểu thuyết hoặc vở kịch trong đó một tội ác xảy ra, đặc biệt là một vụ giết người và câu chuyện bắt đầu sáng tỏ khi nó tiếp diễn",
            "hasImg": true
        },
        {
            "id": "c75392e1-fcab-4d46-99a2-b553f734dc62",
            "word": "myth",
            "phonetic": "mɪθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Are myths records of historical fact?",
                "Myth #1: Deaf people can't use the bathroom.",
                "Myths from other parts of eastern Asia also associate dragons with water and imperial power.",
                "So this myth illustrates some central facets of Egyptian culture.",
                "Debunking the myths."
            ],
            "audio": "https://tts.langeek.co/read?text=bXl0aA&hash=866061c6e8620ca239cc44b53329ddc65b3ac10a&lang=en&cache-only=0",
            "defineEn": "a story involving the ancient history of a people, usually about heroes and supernatural events that could be unreal",
            "defineVi": "một câu chuyện liên quan đến lịch sử cổ đại của một dân tộc, thường là về các anh hùng và các sự kiện siêu nhiên có thể không có thật"
        },
        {
            "id": "6ecff094-3f10-4d05-aa64-fad4b7441487",
            "word": "plot",
            "phonetic": "plɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film faithfully follows Shakespeare's plot.",
                "Many families own plots of land to grow food.",
                "The plot is almost impossible to follow.",
                "He explained the plot of the movie to his friend who hadn't seen it.",
                "The unexpected twist in the plot made the audience cry out in surprise."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxvdA&hash=80cfe4258376dbbf43fa35bc5b81274bcd41d932&lang=en&cache-only=0",
            "defineEn": "the events that are crucial to the formation and continuity of a story in a movie, play, novel, etc.",
            "defineVi": "các sự kiện quan trọng đối với sự hình thành và tính liên tục của một câu chuyện trong phim, vở kịch, tiểu thuyết, v.v."
        },
        {
            "id": "b70a5ebe-58f9-4610-a036-c0199741375e",
            "word": "poem",
            "phonetic": "poʊᵻm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The poem uses simple language.",
                "Set this poem to music.",
                "She wrote a beautiful poem that touched people's hearts.",
                "Being sure of his memory, he recited the poem flawlessly in front of the audience.",
                "Passionate love like you find in a poem has always seemed scarce as hens' teeth in my experience."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9lbQ&hash=bbbbe6c96d1c0e1a8e3016117dac9ec634026d35&lang=en&cache-only=0",
            "defineEn": "a written piece with particularly arranged words in a way that, usually rhyme, conveys a lot of emotion and style",
            "defineVi": "một bài viết với các từ được sắp xếp đặc biệt theo cách, thường là vần điệu, truyền tải rất nhiều cảm xúc và phong cách"
        },
        {
            "id": "f3693751-907e-48d6-98ce-d8894c2771c5",
            "word": "poetry",
            "phonetic": "poʊɪtɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Teachers should read more poetry to children.",
                "The writer's poetry is known for its abstract language and thought-provoking imagery.",
                "She gave a reading from her latest volume of poetry.",
                "Plenty of Christians have tried their hand at putting their beliefs into prose or poetry, usually with calamitous aesthetic results.",
                "If Tom thinks he'll be able to live off his bad poetry, he's living in la-la land!"
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ldHJ5&hash=bf7542e3e5f86e777d64679cdc030b8d1ca69f74&lang=en&cache-only=0",
            "defineEn": "poems in general or as a whole",
            "defineVi": "bài thơ nói chung hoặc toàn bộ"
        },
        {
            "id": "151a19f6-50de-495a-ab93-7742948adeb6",
            "word": "quotation",
            "phonetic": "kwoʊteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Each chapter begins with a quotation.",
                "It's a single quotation.",
                "Everything between these characters, everything between the double quotation, is just viewed as a character.",
                "They check the spelling of names, the accuracy of numbers, the sequence of events, and the sources of quotations.",
                "Then, it'll close when we get to the next quotation."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVvdGF0aW9u&hash=e7812b65445e71eeb8ee1d779f6bf68c58df1e3d&lang=en&cache-only=0",
            "defineEn": "a sentence or group of words from a movie, book, etc. that someone else repeats",
            "defineVi": "một câu hoặc nhóm từ trong phim, sách, v.v. mà người khác lặp lại"
        },
        {
            "id": "c3971b08-4d24-4c57-a761-ca198a71c273",
            "word": "to quote",
            "phonetic": "tə kwoʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Right out of the gate she shared a quote I think we can all relate to.",
                "The article portrayed her as domineering by dropping quotes from her out of context.",
                "Mean Girls quote!",
                "But of course people only quote the sound bite.",
                "Remember the quote?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcXVvdGU&hash=8429aac18104bfd739fa4ada9a02df4b9630c611&lang=en&cache-only=0",
            "defineEn": "to say or repeat the exact sentence or group of words someone else used in a movie, book, etc.",
            "defineVi": "nói hoặc lặp lại chính xác câu hoặc nhóm từ mà người khác đã sử dụng trong phim, sách, v.v."
        },
        {
            "id": "825de116-feb8-412b-bd03-481fac2b65f3",
            "word": "to review",
            "phonetic": "tə ɹᵻvjuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The immigration officer reviewed my passport before granting entry.",
                "The magazine features interviews with musicians and reviews of new albums.",
                "She left a positive review online for the restaurant where she ordered a pizza.",
                "The newspaper has an entertainment section with movie reviews and celebrity news.",
                "Melissa's new book got off to a flying start, with high sales and positive reviews from readers and critics alike."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV2aWV3&hash=83b07b3ab34643d75044a7120f1c83494d119a2d&lang=en&cache-only=0",
            "defineEn": "to write an article in which one shares their opinion about a book, movie, etc.",
            "defineVi": "để viết một bài báo trong đó một người chia sẻ ý kiến của họ về một cuốn sách, bộ phim, v.v."
        },
        {
            "id": "7d0da4a4-d6d7-41ef-9d32-48bff5525dcf",
            "word": "setting",
            "phonetic": "sɛɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Turned the iron to a hotter setting.",
                "We sat and watched the sun setting.",
                "The sports team played better on their home field than when they were away, showing that birds in their little nests agree also applies to team dynamics in competitive settings.",
                "\"In a professional setting, above all else, guard your heart, for everything you do flows from it, and your attitude and work ethic will determine your success,\" said the career coach during the consultation.",
                "When discussing sensitive or private matters, it's best to do so in a private setting, as little pitchers have big ears and they may unintentionally repeat what they hear."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V0dGluZw&hash=10c8bdebf992785848566814cb31da540adf8738&lang=en&cache-only=0",
            "defineEn": "the time and place in which the story of a movie, play, etc. is taking place",
            "defineVi": "thời gian và địa điểm diễn ra câu chuyện của một bộ phim, vở kịch, v.v."
        },
        {
            "id": "3f26ac92-3c5b-413b-848c-aa5374ac7d6a",
            "word": "short story",
            "phonetic": "ʃɔːɹt stoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She was told in no uncertain terms that the magazine had no interest in her short stories.",
                "Have a simple short story.",
                "But his work has inspired numerous short stories, novels, tabletop games, and cultural icons.",
                "My favorite commentary on the Market Revolution actually comes from the author Herman Melville in his short story \"Bartleby the Scrivener.\"",
                "For example, Bedtime Stories for Cynics, a hilarious collection os short stories presented by Nick Offerman."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvcnQgc3Rvcnk&hash=05e0702621cc7c976e74e14c36fdfcbe7596d12d&lang=en&cache-only=0",
            "defineEn": "a complete story that is not long and can be read in a short time",
            "defineVi": "một câu chuyện hoàn chỉnh không dài và có thể đọc trong một thời gian ngắn"
        },
        {
            "id": "3b5bf34a-325c-4671-a669-5d2a68d0705a",
            "word": "storyline",
            "phonetic": "stoːɹilaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film received lavish praise from critics for its groundbreaking visual effects, compelling storyline, and outstanding performances.",
                "Is it with characters, characterizations, a storyline?",
                "But you do come together in this storyline?",
                "Trump recognized that it was a good storyline.",
                "The fantasies are intentionally generated and are usually complex narratives with multiple characters and multiple storylines."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvcnlsaW5l&hash=35e88ca9d58315b908fe637da8078d3dfa6e8296&lang=en&cache-only=0",
            "defineEn": "the plot of a movie, play, novel, etc.",
            "defineVi": "cốt truyện của một bộ phim, vở kịch, tiểu thuyết, v.v."
        },
        {
            "id": "e57de239-cb9e-486e-aaaf-f27952473f8e",
            "word": "storyteller",
            "phonetic": "stoːɹitɛlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "His new book shows him to be a first-rate storyteller.",
                "Atwood is a master storyteller.",
                "She was a great storyteller.",
                "Well, David’s a storyteller.",
                "Afrofuturist storytellers take advantage of the speculative nature of the genre by simultaneously creating new worlds and deconstructing the racial politics of this one."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Rvcnl0ZWxsZXI&hash=97e4392aff3e169e6035f995a09a6b66acae1bd1&lang=en&cache-only=0",
            "defineEn": "someone who is telling a story",
            "defineVi": "ai đó đang kể một câu chuyện"
        },
        {
            "id": "93250ca6-a6ad-4e78-b56e-757f9e8e0075",
            "word": "tale",
            "phonetic": "teɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "She again told tales out of school.",
                "After dinner she told me a tall tale about her pet.",
                "A tale never loses in the telling, as they say.",
                "nly two members of the expedition lived to tell the tale.",
                "The guy who always tells tales outside school?"
            ],
            "audio": "https://tts.langeek.co/read?text=dGFsZQ&hash=05893f378cdaae1e4342e6f82d05d291d68ad1e9&lang=en&cache-only=0",
            "defineEn": "a true or imaginary story, particularly one that is full of exciting events",
            "defineVi": "một câu chuyện có thật hoặc tưởng tượng, đặc biệt là một trong đó có đầy đủ các sự kiện thú vị",
            "hasImg": true
        },
        {
            "id": "056e0367-def9-4a87-abc7-1a7123aa95f6",
            "word": "title",
            "phonetic": "taɪɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "John Martin took the men's title.",
                "On his death, the title passed to his eldest son.",
                "On his death, the title passed to his eldest son.",
                "She held the title of world champion for three years.",
                "The conference program included a list of session titles along with their corresponding abstracts."
            ],
            "audio": "https://tts.langeek.co/read?text=dGl0bGU&hash=2f1149429d2d57ba69440c8b4e40a395d276c275&lang=en&cache-only=0",
            "defineEn": "the name given to a movie, book, etc.",
            "defineVi": "tên được đặt cho một bộ phim, cuốn sách, vv"
        },
        {
            "id": "a150f97b-a433-4d60-b0ae-d17a70117854",
            "word": "verse",
            "phonetic": "vɜːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "She came home and gave me chapter and verse about going to his place after a drink.",
                "The poet wrote, knowing that art is long and life is short, and hoping his verses would help him leave some small mark on the world beyond the span of his own life.",
                "Now you sing the verse.",
                "The first verse sounds like this.",
                "This is verse two."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVyc2U&hash=0502aba4df56c6a641f9a52c9ce3069b8ea496c5&lang=en&cache-only=0",
            "defineEn": "a set of words that usually have a rhythmic pattern",
            "defineVi": "một tập hợp các từ thường có một mô hình nhịp điệu"
        },
        {
            "id": "01dd8f86-a1da-4bf2-a9fd-25d4de4f5926",
            "word": "writing",
            "phonetic": "ɹaɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "His writing brings him $10 000 a year.",
                "I can't read your writing.",
                "The novel is worlds apart from his academic writings.",
                "I mean the writing was on the wall man.",
                "The writing is on the wall and the warnings steadily become more obvious."
            ],
            "audio": "https://tts.langeek.co/read?text=d3JpdGluZw&hash=69cbe8cb58272faa12c6057ef0791ff79d40f061&lang=en&cache-only=0",
            "defineEn": "(plural) the written works of an author or the pieces of writing on a particular subject",
            "defineVi": "(số nhiều) các tác phẩm viết của một tác giả hoặc các bài viết về một chủ đề cụ thể"
        },
        {
            "id": "d699afef-ec81-478c-b41d-5183118d87ce",
            "word": "Gothic",
            "phonetic": "ɡɑːθɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's the world's largest Gothic cathedral.",
                "The gothic label belonged to literature and film until the 1970s when a new musical scene emerged.",
                "It’s a kind of digital Gothic where the haunted house becomes the haunted everything.",
                "I have a PhD in literature and a fascination with the gothic in horror.",
                "Here, the word Gothic was repurposed again to describe a literary genre that emerged as a darker strain of Romanticism."
            ],
            "audio": "https://tts.langeek.co/read?text=R290aGlj&hash=248404df370378f446c1d71999bd434a8c359a78&lang=en&cache-only=0",
            "defineEn": "(of a novel, etc.) written or made in a way relating to the Goths",
            "defineVi": "(của một cuốn tiểu thuyết, v.v.) được viết hoặc làm theo cách liên quan đến người Goth"
        },
        {
            "id": "206a77d1-ef4f-4fe8-b7ec-cc43ec318cb2",
            "word": "literary",
            "phonetic": "lɪɾɚɹɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The literary festival attracts renowned authors, publishers, and literary agents.",
                "The author abstracted key themes from the novel in her literary analysis.",
                "The literary festival attracts renowned authors, publishers, and literary agents.",
                "He won three Pulitzer Prizes in a row, achieving a literary hat trick.",
                "She was a critic who loomed large in literary circles."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0ZXJhcnk&hash=0580980be21429e8f9b38a94c7a143d82c5b5831&lang=en&cache-only=0",
            "defineEn": "related to literature",
            "defineVi": "liên quan đến văn học",
            "hasImg": true
        },
        {
            "id": "32608b24-2b5e-4815-8b5d-9f8f96011896",
            "word": "poetic",
            "phonetic": "poʊɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This moment was poetic.",
                "Dylan's music has transformed the poetic potential of the lyric.",
                "A sonnet is a poetic form consisting of 14 lines.",
                "A couple people also said some just like really beautiful poetic things.",
                "So it’s kind of poetic that its final resting place is near Mars’s equator in a place called Perseverance Valley."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ldGlj&hash=d495390daa0ec723641badea6acf314ce1db2f83&lang=en&cache-only=0",
            "defineEn": "involving or relating to poetry",
            "defineVi": "liên quan đến hoặc liên quan đến thơ"
        },
        {
            "id": "a4f70001-6235-4da3-b124-fe4769b3eec9",
            "word": "young adult",
            "phonetic": "jʌŋ ɐdʌlt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But where did this young adult genre come from?",
                "The teen and young adult retailer opened two stores in London and one in Kent in 2014.",
                "Now, I find this to be most prevalent with my teen clients, and my young adult clients, the ones in college and stuff.",
                "Marijuana-induced psychosis is also more common among young adults, though it’s worth noting that psychotic disorders usually surface in this age range anyway.",
                "Young adults who grew up in poor families may be more focused on meeting the needs of today rather than reaching for the dreams of tomorrow. "
            ],
            "audio": "https://tts.langeek.co/read?text=eW91bmcgYWR1bHQ&hash=ce9a356f3c21944fc580457b31012f921e5b41bd&lang=en&cache-only=0",
            "defineEn": "relating to movies or programs that are suitable or made for adolescents",
            "defineVi": "liên quan đến phim hoặc chương trình phù hợp hoặc dành cho thanh thiếu niên"
        },
        {
            "id": "b13bf1d4-be46-419d-993b-b80a651bf6f9",
            "word": "play",
            "phonetic": "pleɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The manager played his strongest side of the season.",
                "The bedside radio played softly.",
                "The media, as always, played an important part in the election campaign.",
                "Fathers play a crucial role in their children's upbringing and development.",
                "His dedication and hard work played a big part in the company's success."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxheQ&hash=892965475b3d8de28659d6efc3daa9fc268f45db&lang=en&cache-only=0",
            "defineEn": "a written story that is meant to be performed on a stage, radio, or television",
            "defineVi": "một câu chuyện bằng văn bản có nghĩa là sẽ được thực hiện trên sân khấu, đài phát thanh hoặc truyền hình",
            "hasImg": true
        }
    ]
}