{
    "id": "95d54e39-6b09-4733-ad05-9bc0df7f32b9",
    "title": "No News Is Good News!",
    "originalTitle": "Lesson 36",
    "words": [
        {
            "id": "b7b82524-3cbc-4942-bf9e-c10528d8a111",
            "word": "to affirm",
            "phonetic": "tʊ ɐfɜːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "And a Saudi royal court statement affirmed its full standing by and the support with all its capabilities for the Hashemite Kingdom of Jordan.",
                "And a tie vote in the Supreme Court simply affirms the lower-court ruling, and the lower-court ruling had been in favor of the union. ",
                "We affirmed marriage equality, and yet, the LGBTQ community remains under attack.",
                "I couldn’t affirm it or deny it.",
                "The second problem ties directly into the issue of affirming yourself."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWZmaXJt&hash=2deeb4f78df626b9b3570d509757c490ea0fa1a5&lang=en&cache-only=0",
            "defineEn": "to officially state that something is true",
            "defineVi": "để chính thức tuyên bố rằng một cái gì đó là sự thật"
        },
        {
            "id": "d772a7bd-8098-4cc8-8e5e-514c9f10342c",
            "word": "to air",
            "phonetic": "tʊ ɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The boss sure aired his lungs when we lost another customer!",
                "The whole future of the project is still up in the air.",
                "The scent of wild cherry blossoms filled the air, signaling the arrival of spring.",
                "As I peel the Jaffa orange, its fragrant zest fills the air.",
                "The scent of bergamot orange fills the air as I zest it over my freshly baked lemon bars."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWly&hash=21057a8e2b1e3f62b03657ee9e5d7a0b1a065ba2&lang=en&cache-only=0",
            "defineEn": "to broadcast something or be broadcast on TV or radio",
            "defineVi": "để phát một cái gì đó hoặc được phát trên TV hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "04221441-92ae-4d12-bca2-d170d81ae7e7",
            "word": "to break",
            "phonetic": "tə bɹeɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Their approach to sports teaching broke the mold.",
                "The movie broke all box-office records.",
                "The movie broke box office records in the US.",
                "The bag broke under the weight of the bottles inside it.",
                "My watch has broken."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJlYWs&hash=643894089f73d407d9134a9442b45bcf8c3ac753&lang=en&cache-only=0",
            "defineEn": "(of news) to be released or made known to the public",
            "defineVi": "(của tin tức) sẽ được phát hành hoặc công khai"
        },
        {
            "id": "2593bcfa-46da-49f7-a983-e9e4d8791574",
            "word": "to comment",
            "phonetic": "tə kɑːmɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Lots of people had left comments under the post.",
                "Her comment about my work piqued my anger.",
                "Bob's comment must have been close to home.",
                "The Youtube comment sowed a seed of anger and untold frustrations which brought some questions to the forefront of her mind.",
                "No one at the company could be reached for comment."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbWVudA&hash=816cf9a08d34435c25770aa2eea35f820666978f&lang=en&cache-only=0",
            "defineEn": "to express one’s opinion or give explanations about something",
            "defineVi": "để bày tỏ ý kiến của một người hoặc đưa ra lời giải thích về một cái gì đó",
            "hasImg": true
        },
        {
            "id": "45015c12-51b0-4822-ba10-bd6f257caf85",
            "word": "to contribute",
            "phonetic": "tə kəntɹɪbjuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Online ordering contributed seventy five percent of delivery sales.",
                "So the ring strain energy contributed 38.5 kiloJoules per mol.",
                "Industrial activities also contribute cement powder, particles from car tires, and other chemicals to the airborne mix.",
                "The planet’s weak gravity and molecular interactions with sunlight also contribute.",
                "The planet’s weak gravity and molecular interactions with sunlight also contribute."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udHJpYnV0ZQ&hash=444991684234600127c312a33b88b66f7eb6b271&lang=en&cache-only=0",
            "defineEn": "to write stories, articles, etc. for a newspaper or magazine",
            "defineVi": "để viết những câu chuyện, bài viết, vv cho một tờ báo hoặc tạp chí"
        },
        {
            "id": "8a76c2d3-1e3e-4c86-8fa7-db0a211b982a",
            "word": "to deny",
            "phonetic": "tə dᵻnaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The government has denied that the events ever happened.",
                "But officials deny they've been keeping their proposals under wraps.",
                "Sources close to the bank have denied suggestions that heads will roll following the huge losses reported this week.",
                "Mark couldn't deny that he had the hots for his coworker, Lisa.",
                "He appeared on national television to deny the claims."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVueQ&hash=00c50ae58ea1c5baebc29a6f1cb45f1f94d4f7c4&lang=en&cache-only=0",
            "defineEn": "to declare that something is not true",
            "defineVi": "để tuyên bố rằng một cái gì đó là không đúng sự thật"
        },
        {
            "id": "c38b42b6-967c-4979-b21d-257f1698b60d",
            "word": "to detail",
            "phonetic": "tə diːteɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "That detail must have slipped between the cracks.",
                "Further details can be found on our website.",
                "The missed detail in the contract led to legal disputes later on.",
                "Give your contact details and follow this with a brief profile of yourself.",
                "The company overlooked a small detail in their contract, and now they're facing a costly lawsuit."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGV0YWls&hash=17057aabb9c551bc36dadfad637dc3f94cf50030&lang=en&cache-only=0",
            "defineEn": "to give information or a list of available facts about something",
            "defineVi": "để cung cấp thông tin hoặc một danh sách các sự kiện có sẵn về một cái gì đó"
        },
        {
            "id": "4dd60e8b-3b64-499a-8a2e-9f6084d629a6",
            "word": "to distribute",
            "phonetic": "tə dɪstɹɪbjuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I usually use a brush with natural bristles to distribute oils in my hair.",
                "These platforms distribute more information than any other institution in history.",
                "Our main bread and butter is distributing steel tubing.",
                "Distribute it?",
                "In a worst-case scenario, winds from the hurricane would quickly distribute the radiation throughout the entire storm."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzdHJpYnV0ZQ&hash=4a7ff8fde0d022a5f4875500505f1014cd10adce&lang=en&cache-only=0",
            "defineEn": "to share something between a large number of people",
            "defineVi": "để chia sẻ một cái gì đó giữa một số lượng lớn người"
        },
        {
            "id": "c946ae3b-892c-4fa2-ab53-d195a10408e0",
            "word": "to inform",
            "phonetic": "tʊ ɪnfɔːɹm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The train announcement informed us about the next stop.",
                "The receptionist informed me that the manager is not available at the moment.",
                "Avoid showing him the beers, or he’ll inform your parents.",
                "Mary kept her word and Henry was never informed.",
                "Shortly after I was formally informed, the notice went out, the company buzzed with the news, and I trembled in my shoes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5mb3Jt&hash=d0900e000ca4e3a30c7845c32ff11c43de73c931&lang=en&cache-only=0",
            "defineEn": "to give information about someone or something, especially in an official manner",
            "defineVi": "để cung cấp thông tin về một ai đó hoặc một cái gì đó, đặc biệt là một cách chính thức"
        },
        {
            "id": "47ffd012-7731-45d8-9cb2-3dbac0a1bd7c",
            "word": "to involve",
            "phonetic": "tʊ ɪnvɑːlv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Any investment involves an element of risk.",
                "His confession involved a number of other politicians in the affair.",
                "What will the job involve?",
                "These changes will involve everyone on the staff.",
                "Parents should involve themselves in their child's education."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW52b2x2ZQ&hash=48a9a747e60cfd3fe831ed45a82f907c26c44a98&lang=en&cache-only=0",
            "defineEn": "to contain or include something as a necessary part",
            "defineVi": "để chứa hoặc bao gồm một cái gì đó như là một phần cần thiết"
        },
        {
            "id": "b45f5cb8-ad07-4cd3-8a6f-5f37ebf0265a",
            "word": "journalism",
            "phonetic": "dʒɜːnəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have no truck with that style of gutter journalism.",
                "He started life as a teacher before turning to journalism.",
                "He moved to London where he built up a successful career in journalism.",
                "Despite having a degree in journalism, he got stuck in a dead-end job at an insurance company.",
                "Journalism puts a heavy strain on the best marriages."
            ],
            "audio": "https://tts.langeek.co/read?text=am91cm5hbGlzbQ&hash=989eb7024cf12fc9585674c901ede8117d741de1&lang=en&cache-only=0",
            "defineEn": "the profession of collecting and editing pieces of news and articles either to be published in a newspaper, magazine, etc. or broadcast",
            "defineVi": "nghề thu thập và biên tập các tin tức và bài viết để đăng trên một tờ báo, tạp chí, v.v. hoặc phát sóng",
            "hasImg": true
        },
        {
            "id": "8b0e71f4-8d40-43a9-87e2-f45aaa9784ff",
            "word": "news agency",
            "phonetic": "nuːz eɪdʒənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Iran's state-run news agency announced the seizures."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV3cyBhZ2VuY3k&hash=6691d069ba2884da950a4d12c599ee687b1b597b&lang=en&cache-only=0",
            "defineEn": "an organization that gathers news stories for newspapers and TV or radio stations",
            "defineVi": "một tổ chức tập hợp các câu chuyện tin tức cho các tờ báo và đài truyền hình hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "a1445aff-60ed-4784-ac6a-ed12b24b5c7d",
            "word": "cable television",
            "phonetic": "keɪbəl tɛlᵻvɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "It filled up time on cable television.",
                "Nobody talked about that on cable television. ",
                "On a cable television channel in 2005, a news commentator said that the owner of a grocery store in the Los Angeles area was a terrorist and that he lived at a certain address in the town of La Habra.",
                "But as Blockbuster became a multibillion-dollar company in the early '90s, adding music and video-game rental to its stores, Huizenga was worried about how emerging technology like cable television could hurt Blockbuster's video-store model.",
                "While these two tribes have been fighting and beating their brains out on cable television, But we’re now going to champion these people, and that’s going to be very good for America."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FibGUgdGVsZXZpc2lvbg&hash=270afa8c3656c6b69b3d9a375978b8e4f71f196f&lang=en&cache-only=0",
            "defineEn": "the system of sending out television programs to subscribers, using wires under the ground",
            "defineVi": "hệ thống phát chương trình truyền hình đến thuê bao sử dụng đường dây ngầm"
        },
        {
            "id": "fdf88597-65e8-4706-97f4-dbcb0a230e25",
            "word": "coverage",
            "phonetic": "kʌvɚɹɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "With TV sports coverage becoming increasingly competitive, the BBC should beware of resting on its laurels.",
                "Television coverage avoided these ethnic terms.",
                "John Yang begins our coverage.",
                "John Yang begins our coverage.",
                "White House correspondent Yamiche Alcindor begins our coverage."
            ],
            "audio": "https://tts.langeek.co/read?text=Y292ZXJhZ2U&hash=4c2b826c2dc9010212e284387abb06a6546c7c84&lang=en&cache-only=0",
            "defineEn": "the reporting of specific news or events by the media",
            "defineVi": "báo cáo tin tức hoặc sự kiện cụ thể của các phương tiện truyền thông"
        },
        {
            "id": "6737dcf2-433b-48ee-b8e7-427a08a10e77",
            "word": "fake news",
            "phonetic": "feɪk nuːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "In today's world of fake news and misinformation, it's more important than ever to believe nothing of what you hear, and only half of what you see.",
                "Despite the lack of evidence, many people continue to believe in conspiracy theories and fake news, demonstrating how the wish is father to the thought and how people can be influenced by their desires and beliefs.",
                "You are fake news.",
                "You are fake news.",
                "Take fake news, for example. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFrZSBuZXdz&hash=801b607e59056fd2e5a73ff55095ceb92867571a&lang=en&cache-only=0",
            "defineEn": "a piece of news that is not true or confirmed",
            "defineVi": "một mẩu tin không đúng sự thật hoặc đã được xác nhận"
        },
        {
            "id": "8d7d37a7-082a-4c0c-81b7-8bf2e3fa3e2b",
            "word": "announcer",
            "phonetic": "ɐnaʊnsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Announcer: Wouldn't you rather spend your evening in a waterbed?",
                "Okay, announcer Jordan, who do we have up first?",
                "The announcer would say \"Ernie Banks is running over to that apartment.\"",
                "He was the last baseball stadium announcer.",
                "Announcer: Going to the top rope, maybe trying to put away Baron Corbin!"
            ],
            "audio": "https://tts.langeek.co/read?text=YW5ub3VuY2Vy&hash=91abcddc5a7b609b8a4378a6c925ae49a159575e&lang=en&cache-only=0",
            "defineEn": "a radio or TV presenter who is in charge of giving information about different programs",
            "defineVi": "người dẫn chương trình phát thanh hoặc truyền hình chịu trách nhiệm cung cấp thông tin về các chương trình khác nhau",
            "hasImg": true
        },
        {
            "id": "f6647345-7cff-4380-aaf9-a4ca4286a9ce",
            "word": "broadcaster",
            "phonetic": "bɹɔːdkæstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Where you go into broadcaster mode.",
                "Shut down the largest broadcaster, lots of attacks against the press, and they are gearing up for presidential elections.",
                "Justine Jankowski is the China correspondent for French national broadcaster TF1.",
                "A 2015 survey of 188 meteorologists and broadcasters found that many people calculated probability of precipitation in slightly different ways.",
                "Those TV and digital rights eventually went to Fox the American broadcasters struck a five year 2.5 five billion dollar deal for the global media rights of the IPL."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvYWRjYXN0ZXI&hash=3b493f24b4971c07ed1d499988a65d6040cdb640&lang=en&cache-only=0",
            "defineEn": "a person whose job is to talk on radio or TV programs or to present them",
            "defineVi": "một người có công việc là nói chuyện trên các chương trình phát thanh hoặc truyền hình hoặc trình bày chúng",
            "hasImg": true
        },
        {
            "id": "d1109169-b72d-4aad-9fb0-bbdc88633454",
            "word": "news desk",
            "phonetic": "nuːz dɛsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Let’s go to the News Desk."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV3cyBkZXNr&hash=3c13380d7a92116ad88718dcd0856135753348d9&lang=en&cache-only=0",
            "defineEn": "the department of a newspaper or a TV or radio station that is in charge of collecting and reporting the news",
            "defineVi": "bộ phận của một tờ báo hoặc đài truyền hình hoặc đài phát thanh chịu trách nhiệm thu thập và báo cáo tin tức"
        },
        {
            "id": "6d22ca76-0a82-4a9d-a0f7-5d8522f5266a",
            "word": "panel",
            "phonetic": "pænəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I made it to the alarm panel, and then I hit the panic button.",
                "Panel black, hate it.",
                "This panel is really dumb.",
                "So my accessibility panel has two other people.",
                "Instead, the panel above your head contains a chemical oxygen generator."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFuZWw&hash=434aa15791ba5ef2c4a4e086331499999cf010e7&lang=en&cache-only=0",
            "defineEn": "a group of people with special skills or knowledge who have been brought together to discuss, give advice, or make a decision about an issue",
            "defineVi": "một nhóm người có kỹ năng hoặc kiến thức đặc biệt được tập hợp lại để thảo luận, đưa ra lời khuyên hoặc đưa ra quyết định về một vấn đề",
            "hasImg": true
        },
        {
            "id": "f770a154-4bea-40bb-90d5-cf2e7a959a8c",
            "word": "talk show",
            "phonetic": "tɔːk ʃoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He rubbed elbows with his movie star clients and appeared on numerous TV talk shows.",
                "It's more talk show.",
                "She was on talk shows.",
                "On the Sunday talk shows, several members of the Trump administration also defended the president.",
                "The talk shows are Sunday. "
            ],
            "audio": "https://tts.langeek.co/read?text=dGFsayBzaG93&hash=ecbefddee5468785975468600c8e77a82a9f2e02&lang=en&cache-only=0",
            "defineEn": "a type of TV or radio program on which famous people appear as guests to answer questions about themselves or other subjects",
            "defineVi": "một loại chương trình truyền hình hoặc đài phát thanh mà những người nổi tiếng xuất hiện với tư cách khách mời để trả lời các câu hỏi về bản thân họ hoặc các chủ đề khác",
            "hasImg": true
        },
        {
            "id": "449167b4-916c-420a-8da5-58019c53f1c6",
            "word": "news conference",
            "phonetic": "nuːz kɑːnfɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The election and transition dominated President Obama's White House news conference today.",
                "Mr. Biden offered his take at a joint news conference.",
                "This news conference, Bill, encapsulated the president's thinking, his reasoning and frankly his frustration over the events that took place over the weekend in Charlottesville.",
                "He followed up at the Camp David news conference.",
                "After 64 days in office, President Biden held his first official news conference."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV3cyBjb25mZXJlbmNl&hash=bcc28cd61b80b335db730b4e2108c4910442aa0f&lang=en&cache-only=0",
            "defineEn": "a meeting during which a very important person talks to journalists and answers their questions or makes a statement",
            "defineVi": "một cuộc họp trong đó một người rất quan trọng nói chuyện với các nhà báo và trả lời câu hỏi của họ hoặc đưa ra tuyên bố"
        },
        {
            "id": "955110e0-a24a-42d9-a695-46b8e6f8d53d",
            "word": "cartoon",
            "phonetic": "kɑːɹtuːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He remembers childhood memories of enjoying a bowl of cornflakes while watching cartoons on Saturday mornings.",
                "Cartoons are big.",
                "The cartoon included two commercial breaks.",
                "Cartoons like these are made of a bunch of drawings.",
                "Cartoons are the greatest thing ever invented."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FydG9vbg&hash=356d5e94080655393370613a469d700ae2347d3f&lang=en&cache-only=0",
            "defineEn": "a humorous drawing on the topics that are covered in the news, usually published in a newspaper or magazine",
            "defineVi": "một bản vẽ hài hước về các chủ đề được đề cập trong tin tức, thường được xuất bản trên một tờ báo hoặc tạp chí",
            "hasImg": true
        },
        {
            "id": "8443191c-8e9d-4526-a78b-3e1b9c5a6f5c",
            "word": "column",
            "phonetic": "kɑːlʌm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The newspaper has a column where readers can write in and ask for advice.",
                "The man was such a bleeding-heart knee-jerk liberal that you could predict the rest of the column after reading the first sentence.",
                "Draw the columns just like that.",
                "This column here is Trump's face over the Little Rascals.",
                "So each row now becomes a column."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sdW1u&hash=9a8ba8a0cc646c3e4f2ef6b311a7d591a443908e&lang=en&cache-only=0",
            "defineEn": "a section of a newspaper or magazine that regularly publishes articles about a particular subject",
            "defineVi": "một phần của một tờ báo hoặc tạp chí thường xuyên xuất bản các bài báo về một chủ đề cụ thể"
        },
        {
            "id": "a7a89083-c23a-48c3-a42a-88c3c0e82732",
            "word": "columnist",
            "phonetic": "kɑːləmnɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Special correspondent and Washington Post columnist Catherine Rampell has the story.",
                "That's New York Times columnist David Brooks and Jonathan Capehart, columnist for The Washington Post.",
                "That is New York Times columnist David Brooks, and Jonathan Capehart, columnist for The Washington Post.",
                "That is New York Times columnist David Brooks and Washington Post columnist Jonathan Capehart.",
                "That's New York Times columnist David Brooks and Jonathan Capehart, columnist for The Washington Post."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sdW1uaXN0&hash=ebcd63a2d09493c0db6609a0eb005d2c16036f3a&lang=en&cache-only=0",
            "defineEn": "a journalist who regularly writes articles on a particular subject for a newspaper or magazine",
            "defineVi": "một nhà báo thường xuyên viết bài về một chủ đề cụ thể cho một tờ báo hoặc tạp chí"
        },
        {
            "id": "f1713d50-cc3d-4412-988b-fc9b43a350a8",
            "word": "source",
            "phonetic": "soːɹs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eggs are a great source of protein.",
                "Prunes are a good source of antioxidants.",
                "They couldn't locate the source of the noise for the life of them.",
                "The scientist abstracted the data from various sources to analyze trends.",
                "Poultry is a lean source of protein and a healthier alternative to red meat."
            ],
            "audio": "https://tts.langeek.co/read?text=c291cmNl&hash=40197f7ba37b600c0a63f099a737673078efd83b&lang=en&cache-only=0",
            "defineEn": "an individual who provides information",
            "defineVi": "cá nhân cung cấp thông tin"
        },
        {
            "id": "8ee302c7-7b7c-42a5-a79a-e30b55cb2adf",
            "word": "editorial",
            "phonetic": "ɛdɪtoːɹɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "And then this one, the iPhone 6S+ is also on editorial loan.",
                "Katherine Griwert is the editorial coordinating producer. ",
                "Jobs in the fact-checking department at the magazine became a desirable path to high-level editorial jobs.",
                "But we've made an editorial decision NOT to talk about New Jersey here on Crash Course, due to my long-standing anti-New Jersey bias.",
                "The paper was published with an editorial caveat that a team would be sent to Benveniste’s lab for follow-up."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWRpdG9yaWFs&hash=861aa9e3f665acc05f601614323ec549797075bc&lang=en&cache-only=0",
            "defineEn": "a newspaper article expressing the views of the editor on a particular subject",
            "defineVi": "một bài báo thể hiện quan điểm của biên tập viên về một chủ đề cụ thể"
        },
        {
            "id": "58ee00df-52ac-4efe-9744-b1efbe1b191b",
            "word": "feature",
            "phonetic": "fiːtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The restaurant featured a signature dish of slow-roasted brisket.",
                "The brunch special featured a beefburger with a sunny-side-up egg, crispy bacon, and a dollop of hollandaise sauce.",
                "The menu featured a creative dish of beef plate tacos.",
                "The farm-to-table restaurant featured a signature dish of picnic shoulder with creamy sauce.",
                "The magazine features interviews with musicians and reviews of new albums."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVhdHVyZQ&hash=bd07ebe4f3398e255b28f9d94b391a1cc8a18028&lang=en&cache-only=0",
            "defineEn": "a lengthy article in a newspaper or magazine, often written by a specialist about a certain topic",
            "defineVi": "một bài báo dài trong một tờ báo hoặc tạp chí, thường được viết bởi một chuyên gia về một chủ đề nhất định"
        },
        {
            "id": "414c1602-f31b-41fa-ba14-456bade3e21a",
            "word": "report",
            "phonetic": "ɹᵻpoːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Journalists on the spot reported no progress.",
                "Their bread and butter is reporting local events.",
                "The paper’s bread and butter is reporting local events in a small community.",
                "The report includes a number of recommendations.",
                "The report showed an increase in sales."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwb3J0&hash=bd382707097411c177c6bcb617077f12bc774d5e&lang=en&cache-only=0",
            "defineEn": "a written or spoken description of an event, especially one that is intended to be broadcast or published",
            "defineVi": "một mô tả bằng văn bản hoặc nói về một sự kiện, đặc biệt là một sự kiện dự định sẽ được phát sóng hoặc xuất bản"
        },
        {
            "id": "4e76d4ce-1402-4afd-b1b4-537d7aa45bfa",
            "word": "reporting",
            "phonetic": "ɹᵻpoːɹɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The quality of our reporting and the accuracy of our stories are a reflection of our commitment to the truth and our dedication to our craft.",
                "The journalist's investigative reporting put her on the firing line of controversy.",
                "Fred's reporting is a partnership with the Under-Told Stories Project at the University of St. Thomas in Minnesota.",
                "Fred's reporting is a partnership with the Under-Told Stories Project at the University of St. Thomas in Minnesota.",
                "Fred's reporting is a partnership with the Under-Told Stories Project at the University of St. Thomas in Minnesota."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwb3J0aW5n&hash=466ae2adbc460b8738ac3a5dd7e8e2ad5da2379d&lang=en&cache-only=0",
            "defineEn": "the activity or job of producing news stories for publication or broadcast",
            "defineVi": "hoạt động hoặc công việc sản xuất các câu chuyện tin tức để xuất bản hoặc phát sóng"
        },
        {
            "id": "067627f6-e1fa-4818-8380-984c314f2a03",
            "word": "trend",
            "phonetic": "tɹɛnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The magazine keeps tabs on the latest fashion trends.",
                "Gergen had a great sense of news, a good nose for trends, and a wide range of contacts.",
                "The scientist abstracted the data from various sources to analyze trends.",
                "He follows industry blogs and journals to keep up with trends in his profession.",
                "You should avail of the opportunity to attend the conference to network with industry leaders and learn about the latest trends."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlbmQ&hash=b718ecb23f62dae94d18225643e6b396d6eee738&lang=en&cache-only=0",
            "defineEn": "an overall way in which something is changing or developing",
            "defineVi": "một cách tổng thể trong đó một cái gì đó đang thay đổi hoặc phát triển"
        },
        {
            "id": "6347e028-a382-48e9-b341-0200ad4e0c74",
            "word": "relevant",
            "phonetic": "ɹɛlᵻvənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She searched through the old documents to find the relevant information.",
                "The company has outlined a strategic plan with specific, measurable, achievable, relevant, and time-bound objectives.",
                "Please contact me at your earliest convenience so that we may exchange any relevant information.",
                "Although the project had been successful in the past, there are no birds in last year's nest - they needed to come up with new ideas and strategies to keep it relevant.",
                "- None of them are relevant."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsZXZhbnQ&hash=170f65e8186c40bdcd0116f81626c1f68fcd499f&lang=en&cache-only=0",
            "defineEn": "having a close connection with the situation or subject at hand",
            "defineVi": "có mối liên hệ chặt chẽ với tình huống hoặc chủ đề trong tầm tay"
        },
        {
            "id": "7107f0fc-db7f-4d1a-bf49-eec262d8d68f",
            "word": "confirmation",
            "phonetic": "kɑːnfɚmeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Why not wait till you get the confirmation?",
                "And Tom Vilsack won confirmation for a second stint as secretary of agriculture.",
                "The confirmation process is broken.",
                "Gina Raimondo won U.S. Senate confirmation today as secretary of commerce.",
                "This confirmation process has become a national disgrace."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmlybWF0aW9u&hash=1171e81fe04dc58f35211a96a982ce65e38dcd81&lang=en&cache-only=0",
            "defineEn": "a written or spoken statement that proves the truth of something",
            "defineVi": "một tuyên bố bằng văn bản hoặc nói rằng chứng minh sự thật của một cái gì đó"
        },
        {
            "id": "a6489f5b-0933-4cf7-bde8-b7fcfb6be074",
            "word": "in the dark",
            "phonetic": "ɪnðə dɑːɹk ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW4gdGhlIGRhcms&hash=da0a4c7f88c33a24826773950a7c01b6aabc5cbf&lang=en&cache-only=0",
            "defineEn": "in a state in which one is not informed about important things",
            "defineVi": "trong một trạng thái trong đó một người không được thông báo về những điều quan trọng"
        }
    ]
}