{
    "id": "95e8f5d8-18b2-4a5f-b51d-5ab78f7ff819",
    "title": "Lesson 5B",
    "originalTitle": "Lesson 5B",
    "words": [
        {
            "id": "30e4062a-03e1-4a2c-a02f-cb4564cbd8c0",
            "word": "to cry",
            "phonetic": "tə kɹaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The baby cried its head off.",
                "And now the poor thing is crying his heart out.",
                "The child's cry of fear alerted the adults to the presence of a spider.",
                "The protesters raised their cries for justice and equality in the streets.",
                "The little girl cried uncontrollably after losing her favorite toy."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3J5&hash=a5fcdf698ba4ffdde29966b36182e7f8ecfcf365&lang=en&cache-only=0",
            "defineEn": "to have tears coming from your eyes as a result of a strong emotion such as sadness, pain, or sorrow",
            "defineVi": "nước mắt chảy ra từ đôi mắt của bạn do một cảm xúc mạnh mẽ như buồn bã, đau đớn hoặc buồn bã",
            "hasImg": true
        },
        {
            "id": "9ef9327d-525d-449b-bc10-94fd9a3c4e3f",
            "word": "practice",
            "phonetic": "pɹæktɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The actress was practicing her lines before the audition.",
                "They practice their soccer skills every day after school.",
                "She sometimes practices yoga in the morning.",
                "Harvesting abalone for culinary purposes requires sustainable practices to ensure the long-term survival of it.",
                "She finishes her piano practice at 7 o'clock."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJhY3RpY2U&hash=d35789c5452598e4f27d75d8dd5e8e276d961756&lang=en&cache-only=0",
            "defineEn": "repetition of a particular activity for acquiring or maintaining proficiency in it",
            "defineVi": "lặp đi lặp lại một hoạt động cụ thể để đạt được hoặc duy trì sự thành thạo trong đó",
            "hasImg": true
        },
        {
            "id": "f2561db6-ffa7-4292-8938-b7727edc2b0b",
            "word": "to bark",
            "phonetic": "tə bɑːɹk ",
            "partOfSpeechType": "verb",
            "examples": [
                "A dog barks and stands at bay if he sees any one assault his master.",
                "As the saying goes, dogs of the same street bark alike.",
                "Don't bark if you can't bite, as they say.",
                "The police spent three months barking up the wrong tree on the murder investigation.",
                "Lisa spent the entire day on her feet at the busy retail store, and by closing time, her dogs were barking with exhaustion."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFyaw&hash=281a31c2b7825d6f0347962db56a5090cf20c44a&lang=en&cache-only=0",
            "defineEn": "to make a short loud cry that is typical of a dog",
            "defineVi": "để tạo ra một tiếng kêu lớn ngắn điển hình của một con chó",
            "hasImg": true
        },
        {
            "id": "a0f8023a-af1b-47b7-9068-d4ab5a699f9c",
            "word": "to have",
            "phonetic": "tə hæv ",
            "partOfSpeechType": "verb",
            "examples": [
                "That hot guy had a good head on his shoulders.",
                "The hotel had expensive rates during the holiday season.",
                "The group has a new CD in the pipeline.",
                "The police had the situation well in hand.",
                "The theatre company has several new productions in the pipeline for next season."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGF2ZQ&hash=f50f008a97735633f0ac679f3f12de346952ff3e&lang=en&cache-only=0",
            "defineEn": "to hold, arrange, or organize an event",
            "defineVi": "để tổ chức, sắp xếp, hoặc tổ chức một sự kiện",
            "hasImg": true
        },
        {
            "id": "a7d68e08-e720-4bbd-a9b0-91d170d8a2af",
            "word": "noisy",
            "phonetic": "nɔɪzi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We ate dinner in a noisy café.",
                "The teacher took the student out of the noisy classroom to have a private conversation.",
                "The party was ruined by a couple of noisy, rude gate-crashers.",
                "Despite his wealth and fame, he often feels outside noisy, inside empty, longing for something more meaningful in his life.",
                "We are so noisy!"
            ],
            "audio": "https://tts.langeek.co/read?text=bm9pc3k&hash=17baf34dc9b9dd3424391ff6c152451185be3048&lang=en&cache-only=0",
            "defineEn": "making or having of a lot of unwanted sounds",
            "defineVi": "tạo ra hoặc có nhiều âm thanh không mong muốn",
            "hasImg": true
        },
        {
            "id": "b63f345c-b16f-4407-a8e0-350bccf485d4",
            "word": "to argue",
            "phonetic": "tʊ ɑːɹɡjuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "They were always arguing about money, chores, and even the smallest things.",
                "For the past couple of years, the chattering classes have argued about whether the religious right is in decline.",
                "The prosecutor argued that the defendant should be sentenced to life imprisonment at the court's pleasure, given the severity of the crime.",
                "One person argued the toss for four hours before he agreed to pay.",
                "We used to argue a lot, but that's all water under the bridge now."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXJndWU&hash=9a444fc8d1250de576887a53ca15bd9f5a14c7a4&lang=en&cache-only=0",
            "defineEn": "to speak to someone often angrily because one disagrees with them",
            "defineVi": "nói chuyện với ai đó thường giận dữ vì một người không đồng ý với họ",
            "hasImg": true
        },
        {
            "id": "112a2522-f203-4503-8fab-44a09f7b5a7b",
            "word": "TV",
            "phonetic": "tiːviː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cable TV reaches a huge audience.",
                "The TV quiz was more fun than a barrel of monkeys!",
                "The TV stays on all day in their house.",
                "Millions of people followed the trial on TV.",
                "She regularly appears on TV."
            ],
            "audio": "https://tts.langeek.co/read?text=VFY&hash=52b33cf1729ceadde67112613df825ed2e99090c&lang=en&cache-only=0",
            "defineEn": "an electronic device that shows images and videos and plays sounds and people use to watch different programs",
            "defineVi": "một thiết bị điện tử hiển thị hình ảnh và video và phát âm thanh và mọi người sử dụng để xem các chương trình khác nhau",
            "hasImg": true
        },
        {
            "id": "f37fe570-7139-493b-994b-3ac0fb0876ec",
            "word": "to make",
            "phonetic": "tə meɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The professor made mincemeat of the speaker at the conference.",
                "The kangaroo was making mincemeat of him.",
                "A couple of years in the army should make a man of him.",
                "Good wine can make a meal.",
                "The news really made my day."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFrZQ&hash=4c31fcc9b7ef1cc25961f1a6f961df09d7bd57d6&lang=en&cache-only=0",
            "defineEn": "to form, produce, or prepare something, by putting parts together or by combining materials",
            "defineVi": "để hình thành, sản xuất hoặc chuẩn bị một cái gì đó, bằng cách đặt các bộ phận lại với nhau hoặc bằng cách kết hợp các vật liệu",
            "hasImg": true
        },
        {
            "id": "c97d5ebb-392d-446e-94c4-5b111bb5fe6c",
            "word": "a lot of",
            "phonetic": "ɐ lɑːt ʌv ",
            "partOfSpeechType": "phrase",
            "examples": [
                "This type of heater uses a lot of electricity.",
                "Every relationship has a lot of ups and downs.",
                "The entrepreneur received a lot of feedback from friends and family on her new business idea.",
                "The years of stagnation did a lot of harm to the younger generation.",
                "A lot of people give money to good causes."
            ],
            "audio": "https://tts.langeek.co/read?text=YSBsb3Qgb2Y&hash=752ec1179dc3e640f1abf01f62ac8986d9eac36e&lang=en&cache-only=0",
            "defineEn": "people or things in large numbers or amounts",
            "defineVi": "người hoặc vật với số lượng lớn hoặc số lượng"
        },
        {
            "id": "eba8d2c4-f4ce-40d8-9846-e84eab20204f",
            "word": "noise",
            "phonetic": "nɔɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The closed window blocked out the noise from the street.",
                "The dishwasher is making a strange noise.",
                "The sudden noise made her start.",
                "Local residents have raised concerns about late-night noise.",
                "The constant noise from the construction site vexed the residents of the neighborhood."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9pc2U&hash=6ffb23c06185e4130abebb071ac7e8069357245a&lang=en&cache-only=0",
            "defineEn": "sounds that are usually unwanted or loud",
            "defineVi": "âm thanh thường không mong muốn hoặc lớn",
            "hasImg": true
        }
    ]
}