{
    "id": "962f928e-3c46-43a5-83f6-ccbc7662ea27",
    "title": "Unit 3 - Lesson 2",
    "originalTitle": "Unit 3 - Lesson 2",
    "words": [
        {
            "id": "0a4593f6-855f-43fc-9f19-e93aacaa91cb",
            "word": "physical",
            "phonetic": "fɪzɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "US President Joe Biden got the clean bill of health on Friday after a detailed physical examination.",
                "She felt aches and pains in her body after a long day of physical activity.",
                "Sarah is strong as an oak, effortlessly conquering physical challenges with her robust and unyielding strength.",
                "If you all work in the same physical space, working as a team is easy as anything.",
                "Lisa hits the gym regularly to stay in shape and maintain her physical fitness."
            ],
            "audio": "https://tts.langeek.co/read?text=cGh5c2ljYWw&hash=4ba4b410ebc4f2b11e5605edb54dee4d7f403d5c&lang=en&cache-only=0",
            "defineEn": "related to the body rather than the mind",
            "defineVi": "liên quan đến cơ thể hơn là tâm trí",
            "hasImg": true
        },
        {
            "id": "a44cc0ea-7c44-47ee-9826-b7d38a1e15b2",
            "word": "effect",
            "phonetic": "ɪfɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bullets had no effect on the steel door.",
                "The increase had a ripple effect through the whole financial market.",
                "The color green has a restful effect.",
                "The law went into effect on 1 August.",
                "The bank crash has had a ripple effect on the whole community."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWZmZWN0&hash=8ccf5bb1702e2b71ed5341b0c81bd88f19afd2e8&lang=en&cache-only=0",
            "defineEn": "a change in a person or thing caused by another person or thing",
            "defineVi": "một sự thay đổi trong một người hoặc điều gây ra bởi một người khác hoặc điều",
            "hasImg": true
        },
        {
            "id": "71bd278d-f868-4375-9ef3-758865d9aa4a",
            "word": "fear",
            "phonetic": "fɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I fear no one.",
                "Your fears are all in the mind.",
                "Scientists fear that global warming has gone beyond the point of no return.",
                "Fear got a hold of me, but I gave it a twirl anyways.",
                "There are fears of a hidden agenda behind this new proposal."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVhcg&hash=6e1f3f0d311d861b5aa876b19940c6db7f4a7644&lang=en&cache-only=0",
            "defineEn": "a bad feeling that we get when we are afraid or worried",
            "defineVi": "một cảm giác tồi tệ mà chúng ta nhận được khi chúng ta sợ hãi hoặc lo lắng",
            "hasImg": true
        },
        {
            "id": "c5cfef65-0b8f-4acc-8742-e3442aa1f6ad",
            "word": "to shake",
            "phonetic": "tə ʃeɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "That poor kid is shaking in his shoes up there on stage.",
                "C’mon, shake a leg!",
                "Afterwards I was shaking like a leaf.",
                "John shook his head as another corporation was fined a relatively small amount for environmental damage and safety violations.",
                "I'll be with you in two shakes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hha2U&hash=cf715d4b8a4a7f9df2a127cf360ebf3050b44efe&lang=en&cache-only=0",
            "defineEn": "(Of one's body) to involuntarily shake, as a response to fear or due to a particular condition",
            "defineVi": "(Cơ thể của một người) vô tình rung lên, như một phản ứng với sự sợ hãi hoặc do một tình trạng cụ thể"
        },
        {
            "id": "0b53cf6d-9e72-4485-9e55-54cf4153fa23",
            "word": "hand",
            "phonetic": "hænd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Canadian team handed the game to them on a silver plate.",
                "The girl held her father's hand tightly.",
                "She handed me a clean plate for dessert.",
                "The police had the situation well in hand.",
                "The prisoner held his head in his hands."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZA&hash=42372c981f552b4e6ec5da776f5b1bee27c6c04e&lang=en&cache-only=0",
            "defineEn": "the part of our body that is at the end of our arm and we use to grab, move, or feel things",
            "defineVi": "phần cơ thể nằm ở cuối cánh tay và chúng ta dùng để nắm lấy, di chuyển hoặc cảm nhận đồ vật",
            "hasImg": true
        },
        {
            "id": "1bf535a8-12d1-4cf2-8a4f-3a04cc0c6980",
            "word": "palpitation",
            "phonetic": "pælpɪteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their symptoms run the gamut, from shortness of breath, to heart palpitations, to extreme fatigue.",
                "If you do it's palpitations.",
                "I have daily headaches, heart palpitations, and I have shortness of breath.",
                "It jams open channels in your cell membranes that let sodium ions cross over, and that jamming causes muscle contractions, heart palpitations, and even cardiac arrest.",
                "So you have heart palpitations this is where you can feel your heart beating in your chest."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFscGl0YXRpb24&hash=5f7047367e24dfac0e1dac9203968bd4c0a48aa0&lang=en&cache-only=0",
            "defineEn": "a heart beat that is very irregular or too faster",
            "defineVi": "nhịp tim rất bất thường hoặc quá nhanh"
        },
        {
            "id": "a45d561b-66aa-44bd-93fe-9b9d2778935a",
            "word": "sweaty",
            "phonetic": "swɛɾi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Get sweaty.",
                "I got sweaty.",
                "Hashtag get sweaty.",
                "It's sweaty.",
                "It's sweaty."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dlYXR5&hash=fc048ac0d45e4f5d5c7224d921df563708cc80d9&lang=en&cache-only=0",
            "defineEn": "covered in a salty, colorless liquid that the body produces in reaction to extreme heat, fear, fever, or physical exertion",
            "defineVi": "được bao phủ trong một chất lỏng không màu, mặn mà cơ thể tạo ra để phản ứng với nhiệt độ quá cao, sợ hãi, sốt hoặc gắng sức",
            "hasImg": true
        },
        {
            "id": "f90c1fa3-74bf-499d-a89e-530cbf8edb0c",
            "word": "to [have|get] butterflies in {one's} stomach",
            "phonetic": "tə hæv slæʃ ɡɛt bʌɾɚflaɪz ɪn wʌn bækslæʃ ɛs stʌmək ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaGF2ZSBidXR0ZXJmbGllcyBpbiB7b25lJ3N9IHN0b21hY2g&hash=083bc3413984687a3070fd3a2ecbe3d37c2077a6&lang=en&cache-only=0",
            "defineEn": "to be really excited or nervous about what one is going to do or what is going to happen",
            "defineVi": "thực sự phấn khích hoặc lo lắng về những gì một người sẽ làm hoặc những gì sẽ xảy ra"
        }
    ]
}