{
    "id": "963afb47-04a2-49db-bcc8-8fe4c9ec2bfa",
    "title": "Lesson 12",
    "originalTitle": "Lesson 12",
    "words": [
        {
            "id": "24dc4a02-5ad9-4d74-981f-b0c0cf226fc2",
            "word": "terminal",
            "phonetic": "tɜːmɪnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The terminal has two MetroNap sleep pods.",
                "Different objects have different terminal velocities, depending on their surface area, their mass, things like that.",
                "But we have a terminal.",
                "This is terminal velocity.",
                "Terminal is KGX."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVybWluYWw&hash=a723d2925375f0970c007adef99a896f875a8ae5&lang=en&cache-only=0",
            "defineEn": "(of an illness) having no cure and gradually leading to death",
            "defineVi": "(của một căn bệnh) không có thuốc chữa và dần dần dẫn đến cái chết"
        },
        {
            "id": "d455bfa1-324d-468c-9e66-1ae6c4348a80",
            "word": "to terminate",
            "phonetic": "tə tɜːmᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The rental agreement had an escape clause that allowed the tenant to terminate the lease early if they needed to move for work purposes.",
                "Despite their pleas for forgiveness, the company did not give the dishonest employees house room and terminated their contracts immediately.",
                "But she was terminated.",
                "New York City is terminating all contracts with the Trump Organization after the assault on the U.S. Capitol.",
                "So, Amazon terminated its use of an occupational clinic and switched to another."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGVybWluYXRl&hash=9a0f0774b48c4102ae8cac3c297271ddfe48cfef&lang=en&cache-only=0",
            "defineEn": "to bring something to a standstill or to end it completely",
            "defineVi": "để đưa một cái gì đó vào bế tắc hoặc kết thúc nó hoàn toàn"
        },
        {
            "id": "54023ef3-4917-42da-ac32-2d002dedcc5c",
            "word": "terminus",
            "phonetic": "tɜːmɪnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "As an advocate of western expansion, he promoted constructing a transcontinental railroad across the Northern Plains with an eastern terminus in Chicago, where he happened to own real estate."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVybWludXM&hash=06f21457b367708257ecd6b4a6c4d3ccb0815d5f&lang=en&cache-only=0",
            "defineEn": "either end of a railroad or bus route",
            "defineVi": "ở cuối tuyến đường sắt hoặc xe buýt",
            "hasImg": true
        },
        {
            "id": "7410a263-3f02-4922-b617-f93cc77a8b3e",
            "word": "catholic",
            "phonetic": "kæθlɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I will not be more catholic than the Pope, and I shall therefore be voting in favour tomorrow.",
                "They raised her (as) a Catholic.",
                "Anne married a Jew, despite being raised a Catholic.",
                "Growing up as the son of a Polish immigrant, I was raised by a man who often seemed more Catholic than the Pope himself.",
                "After a year, Jake had started using every dialectic cliché and slang word he had heard in his adopted country, and soon he was more Catholic than the Pope, so to speak."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0aG9saWM&hash=857aa5b839f15af54520be307b6ce424f29b4d59&lang=en&cache-only=0",
            "defineEn": "including a wide range of things that are different and varied",
            "defineVi": "bao gồm nhiều thứ khác nhau và đa dạng"
        },
        {
            "id": "4ddd2fe7-4b5e-4a11-8381-9e7cb3966524",
            "word": "catholicism",
            "phonetic": "kæθɑːlɪsɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "And Catholicism appeared to be making a comeback.",
                "Even before Catholicism was introduced in the 4th century, early Celts would take and preserve the heads of slain enemies to dehumanize them.",
                "In exchange for these tributes, the Crown and their encomenderos would offer forced conversion and religious education in Catholicism along with protection.",
                "And blue can be seen as a sign of different religious practices, and carries special significance in Judaism, Catholicism in Latin America, and in Hinduism.",
                "Like, Voltaire was outraged by the torture of Jean Calas, who had been accused of murdering his son to prevent him from converting to Catholicism."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0aG9saWNpc20&hash=0f5c71695c3443e25db237256b57fba687c4d404&lang=en&cache-only=0",
            "defineEn": "the beliefs and practices of a Catholic Church",
            "defineVi": "niềm tin và thực hành của một Giáo hội Công giáo"
        },
        {
            "id": "c7c9e641-07b6-4069-832e-bb13bccf53db",
            "word": "to incise",
            "phonetic": "tʊ ɪnsaɪz ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5jaXNl&hash=69dc194b0d24826206253e1125f4ec26a777c938&lang=en&cache-only=0",
            "defineEn": "make an incision into by carving or cutting",
            "defineVi": "rạch vào bằng cách khắc hoặc cắt"
        },
        {
            "id": "3246c5d5-3c99-4638-a12a-4819fc9129b2",
            "word": "incisive",
            "phonetic": "ɪnsaɪsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Now, we remember the career of Roger Mudd, a broadcast journalist known for his incisive questioning and tough approach to news, especially in the nation's capital."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jaXNpdmU&hash=12d4f2ff81ccad7e0e90087a6f0642ce1dc5c590&lang=en&cache-only=0",
            "defineEn": "having or showing common sense, and the capability of expressing an idea in a convincing way",
            "defineVi": "có hoặc thể hiện ý thức chung và khả năng thể hiện một ý tưởng một cách thuyết phục"
        },
        {
            "id": "617c8975-a337-4abb-9dbe-386a21f05d80",
            "word": "incisor",
            "phonetic": "ɪnsaɪzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So these animals have molar teeth and really big incisors.",
                "Beavers are well-known for their oversized incisors.",
                "Has these incisors that are still popping out.",
                "The giant beaver’s incisors could grow to be over 20 centimeters long!",
                "Rodents use their incisors, or their front teeth, to bite."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jaXNvcg&hash=b006e665fbe78ddf36b01e6e07d1c1b8645d6502&lang=en&cache-only=0",
            "defineEn": "(anatomy) any of the eight narrow-edged teeth at the front of the mouth that are used for biting",
            "defineVi": "(giải phẫu) bất kỳ chiếc răng nào trong số tám chiếc răng có cạnh hẹp ở phía trước miệng dùng để cắn",
            "hasImg": true
        },
        {
            "id": "52157b35-3e64-4552-9f40-d39f8d68236a",
            "word": "to prescribe",
            "phonetic": "tə pɹɪskɹaɪb ",
            "partOfSpeechType": "verb",
            "examples": [
                "Well, here' s your chance to give him a taste of the medicine that he prescribes.",
                "And many psychiatrists and doctors will prescribe anti-depressants.",
                "So I prescribed her medication.",
                "Black Americans are prescribed less pain medication than their White counterparts.",
                "So he prescribed me epinephrine"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlc2NyaWJl&hash=e7fb9273fdfe311589887e393c3317431a2c23b3&lang=en&cache-only=0",
            "defineEn": "(medicine) to tell someone what drug or treatment they should get",
            "defineVi": "(y học) nói cho ai đó biết họ nên dùng loại thuốc hay cách điều trị nào",
            "hasImg": true
        },
        {
            "id": "ad2ee0db-d507-47b7-8ca3-30ee4c4894a6",
            "word": "prescript",
            "phonetic": "pɹiːskɹɪpt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJlc2NyaXB0&hash=7d23d7481a2f51cbcfb29ba282b6a97c5879036a&lang=en&cache-only=0",
            "defineEn": "prescribed guide for conduct or action",
            "defineVi": "hướng dẫn quy định cho hành vi hoặc hành động"
        },
        {
            "id": "5ddb25f1-953a-47bf-9ab5-2de2fa887fa1",
            "word": "prescription",
            "phonetic": "pɹɪskɹɪpʃən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The doctor wrote her a prescription for more antibiotics.",
                "So her daughter took the prescription.",
                "My life depends on prescription drugs.",
                "PBMs manage prescription drug benefits on behalf of health insurers, drug plans, large employers, and other payers.",
                "Are people writing more prescriptions in Tennessee than other parts of the country?"
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc2NyaXB0aW9u&hash=4ad2a00ea38212cca92ffda92ed05c112a4974d6&lang=en&cache-only=0",
            "defineEn": "available only with a doctor's written prescription",
            "defineVi": "chỉ có sẵn với đơn thuốc của bác sĩ"
        },
        {
            "id": "8b3def12-a355-42c4-ab88-37b0b8a3c0d5",
            "word": "untimely",
            "phonetic": "ʌntaɪmli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Unfortunately Papine met his his untimely end when he was being chased by the police and jumped over a barbed wire fence and the barbed wire caught him in the nut sack and he was rushed to the hospital and we never saw Papine again.",
                "All right, let's go over some Google products that have met an untimely death.",
                "Carlo was an automotive engineer who made advancements that served Maserati after his untimely death in 1910.",
                "Despite these possible omissions and her untimely death, what survives is one of the most extraordinary bodies of work by a twentieth century poet.",
                "Born to a nobleman but raised in poverty from a very young age following the untimely death of his father, Confucius developed what would become a lifelong sympathy for the suffering of the common people."
            ],
            "audio": "https://tts.langeek.co/read?text=dW50aW1lbHk&hash=94f537f8387fb1a244a93e54a0d164cfb9bf49f9&lang=en&cache-only=0",
            "defineEn": "badly timed",
            "defineVi": "không đúng lúc"
        },
        {
            "id": "71274bff-df69-4091-9e1e-46e3377d6e98",
            "word": "unwieldy",
            "phonetic": "ʌnwiːldi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Ongoing conversations are so much more unwieldy but they do have impact over time. ",
                "But armor is more than the unwieldy metal suit displayed in castle museums.",
                "It was getting unwieldy to design, let alone physically manufacture computers with hundreds of thousands of individual components.",
                "If they should have an ultra wide camera on anything, it should definitely be with an iPad, because this is like a big unwieldy square.",
                "Now this seems a little bit unwieldy."
            ],
            "audio": "https://tts.langeek.co/read?text=dW53aWVsZHk&hash=e956f044b486e7cccc2ed07cfd7f29125612429f&lang=en&cache-only=0",
            "defineEn": "difficult to use or handle or manage because of size or weight or shape",
            "defineVi": "khó sử dụng hoặc xử lý hoặc quản lý vì kích thước hoặc trọng lượng hoặc hình dạng"
        },
        {
            "id": "de1e8dcb-7cd8-48e4-9c7d-0efec886a77d",
            "word": "venerable",
            "phonetic": "vɛnɚɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This venerable stadium will be a wild scene tonight.",
                "Oh, and showing art in a venerable museum can definitely increase the appraised value of a work of art!",
                "That same year, the venerable, San Francisco Anchor Brewing Company, produced what’s thought to be the first post-Prohibition American porter in the U.S., rekindling a taste for more complex styles of beer.",
                "The Belgian writer Maurice Maeterlinck wrote in 1901, \"You will probably more than once have seen her fluttering about the bushes, in a deserted corner of your garden, without realizing that you were carelessly watching the venerable ancestor to whom we probably owe most of our flowers and fruits, and possibly even our civilization.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dmVuZXJhYmxl&hash=daa927362f7bbf99e92dca242dcec4915910f0d9&lang=en&cache-only=0",
            "defineEn": "profoundly honored",
            "defineVi": "vô cùng vinh dự"
        },
        {
            "id": "3657ea78-9b69-4e39-b38f-38ec012103a9",
            "word": "to venerate",
            "phonetic": "tə vɛnɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We tell and retell their biographies while venerating their awe-inspiring works.",
                "She and Rivera actively collected Mexican art from a variety of traditions, Pre-columbian objects, folk art, and a large number of retablos, small devotional paintings on wood or metal that venerate Catholic saints.",
                "A lot of artists tried to live up to Polykleitos’s legacy, including the Italian Renaissance artists that Vasari venerated.",
                "All of these practices, though some may seem strange today, were ways of venerating the dead.",
                "She made herself into a sacred figure to be venerated, an icon fixed in time."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmVuZXJhdGU&hash=29fae3f8e9fda257812e2e13916b95c506920ce2&lang=en&cache-only=0",
            "defineEn": "to feel or display a great amount of respect toward something or someone",
            "defineVi": "để cảm thấy hoặc hiển thị một lượng lớn sự tôn trọng đối với một cái gì đó hoặc ai đó"
        },
        {
            "id": "d2527b57-0449-4a65-ac43-9b5e2b39df3e",
            "word": "antiphon",
            "phonetic": "æntɪfɑːn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW50aXBob24&hash=47b87bc7d2b4230df5beb91c645dadafc96029e5&lang=en&cache-only=0",
            "defineEn": "a verse or song to be chanted or sung in response",
            "defineVi": "một câu thơ hoặc bài hát được tụng hoặc hát để đáp lại"
        },
        {
            "id": "b43501d4-ac72-45d0-b90a-1c07605b1b13",
            "word": "antiphony",
            "phonetic": "æntɪfoʊni ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW50aXBob255&hash=b67ec304f11f59a590507d5c7429a325bbc69003&lang=en&cache-only=0",
            "defineEn": "alternate (responsive) singing by a choir in two parts",
            "defineVi": "hát xen kẽ (đáp ứng) bởi một ca đoàn trong hai phần"
        },
        {
            "id": "191283fb-6dfc-401b-aa7b-2b274dcce675",
            "word": "idolatrous",
            "phonetic": "aɪdɑːlætɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aWRvbGF0cm91cw&hash=5ab1b00a6920b8a2c9cb8c1bd9c2bacd9a24d368&lang=en&cache-only=0",
            "defineEn": "relating to or practicing idolatry",
            "defineVi": "liên quan đến hoặc thực hành thờ hình tượng"
        },
        {
            "id": "80d871c2-3325-4f54-aa6a-387c91bbfc4c",
            "word": "idolatry",
            "phonetic": "aɪdɑːlətɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aWRvbGF0cnk&hash=b5a77884897090c4dfce7fd07e4c0a41d91ff576&lang=en&cache-only=0",
            "defineEn": "the worship of idols; the worship of physical objects or images as gods",
            "defineVi": "thờ thần tượng; sự tôn thờ các vật thể hoặc hình ảnh như các vị thần"
        },
        {
            "id": "d94bef9f-b590-4dab-b194-52bcdc954c98",
            "word": "to idolize",
            "phonetic": "tʊ aɪdəlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Idolizing celebrities might help young people develop into independent adults.",
                "I grew up in the ’60s, idolizing Pelé, if you know Pelé, the king of football.",
                "They ABSOLUTELY idolized HIM as their leader.",
                "Ugh, anyway, in one study of around 150 adolescents with an average age of about 15, over 57% of them idolized a celebrity in such a way that they considered it to be a relationship.",
                "And when I think about young children, I think that I see children idolize police officers all the time, on the train set, in playing games."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaWRvbGl6ZQ&hash=89b8f313ee35a308bf7a4c917269167f1b72db35&lang=en&cache-only=0",
            "defineEn": "love unquestioningly and uncritically or to excess; venerate as an idol",
            "defineVi": "tình yêu không cần thắc mắc và không phê phán hoặc thái quá; tôn thờ như một thần tượng"
        }
    ]
}