{
    "id": "96496c7f-5436-4d42-9029-62e4395506a4",
    "title": "Lesson 4",
    "originalTitle": "Lesson 4",
    "words": [
        {
            "id": "979fbaf3-4e9d-4bd0-b041-4ea047774c2a",
            "word": "forum",
            "phonetic": "foːɹəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Actually yeah, join the forum.",
                "- I still go on the forums.",
                "Today's social discourse takes place on the public forum of the internet.",
                "This is a forum on energy.",
                "Here I am at the forum."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ydW0&hash=e9f47ae253e233024369e8bc85fbd9f34fb3a94a&lang=en&cache-only=0",
            "defineEn": "a public meeting place where people can discuss and exchange views on various topics or issues",
            "defineVi": "một nơi gặp gỡ công cộng, nơi mọi người có thể thảo luận và trao đổi quan điểm về các chủ đề hoặc vấn đề khác nhau"
        },
        {
            "id": "4bec264b-a93d-4104-af5c-43c4f8f376b1",
            "word": "mausoleum",
            "phonetic": "mɔːsəliːəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Panthéon, a mausoleum for the greatest French thinkers, and showed it off to the public.",
                "The king's rich legacy persisted for generations and to this day, there are mausoleums, libraries and mosques that stand as a testament to this golden age of Mali's history.",
                "As Muslims, many of their building projects were mosques, but the Mughals also built forts and, most spectacularly, mausoleums."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF1c29sZXVt&hash=aa4036c351df3d501f703ec9424c202db47c7df3&lang=en&cache-only=0",
            "defineEn": "a grand above-ground structure used for entombing the deceased or as a memorial",
            "defineVi": "một cấu trúc lớn trên mặt đất được sử dụng để chôn cất người quá cố hoặc làm đài tưởng niệm"
        },
        {
            "id": "baca1508-33c2-4770-8f55-5689ac5b98fd",
            "word": "quorum",
            "phonetic": "kwoːɹəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cXVvcnVt&hash=b13fa4e55e78fd385c878d64254e7a27d74af278&lang=en&cache-only=0",
            "defineEn": "the minimum number of people that must be present for a meeting to officially begin or for decisions to be made",
            "defineVi": "số lượng người tối thiểu phải có mặt để cuộc họp chính thức bắt đầu hoặc để đưa ra quyết định"
        },
        {
            "id": "fa771ca9-0a3e-4912-9848-62eb669a1e88",
            "word": "ado",
            "phonetic": "ɐduː ",
            "partOfSpeechType": "noun",
            "examples": [
                "so without further ado, we present: Schrodinger's cat.",
                "So, without further ado here is Amanda.",
                "But without further ado, they are the hosts of Showtimes Desus and Mero.",
                "So without further ado, let's go to Jessica.",
                "So, without further ado, episode three, let's go!"
            ],
            "audio": "https://tts.langeek.co/read?text=YWRv&hash=73de443c1445fca32b0946729759d6708b770e78&lang=en&cache-only=0",
            "defineEn": "a rapid active commotion",
            "defineVi": "một chấn động tích cực nhanh chóng"
        },
        {
            "id": "3dd2f438-7bc8-4a6f-8f0e-a68fc17ff11b",
            "word": "aficionado",
            "phonetic": "ɐfɪʃənɑːdoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The festival runs for four evenings, attracting 1800 opera aficionados from across the UK, paying 75 pounds a head.",
                "Now, I know that you're a big, you're a beer aficionado.",
                "And Dr. Shae Montanari, who is not only a pumpkin beer aficionado, but is a dinosaur expert extraordinaire.",
                "Let's get our good friend to explain our gaming aficionado, Mr. Aaron Bleyaert, we call him Bley.",
                "Where the Times crossword was concerned, she was both an aficionado and an intellectual athlete."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZpY2lvbmFkbw&hash=cf97ce9203f7528666b0611b3f4774c5d677a36c&lang=en&cache-only=0",
            "defineEn": "a person who is knowledgeable and enthusiastic about a particular activity, subject, or interest",
            "defineVi": "một người có kiến thức và nhiệt tình về một hoạt động, chủ đề hoặc sở thích cụ thể"
        },
        {
            "id": "c0b66fb8-550a-456b-aa38-2273a6631292",
            "word": "bravado",
            "phonetic": "bɹævɑːdoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And of course in the military there's a lot of bravado.",
                "These women showed bravery and courage and cleverness and bravado, against all odds.",
                "A lot of that is the false bravado and the false front in the Trump. ",
                "Usually like Anna’s Leslie when I was looking more like that has a lot of bravado.",
                "A lot of that is the false bravado You know, he didn’t have to do this. "
            ],
            "audio": "https://tts.langeek.co/read?text=YnJhdmFkbw&hash=9bbf04bf3931388222d37b6f153af74dbca3b2a7&lang=en&cache-only=0",
            "defineEn": "a swaggering show of courage",
            "defineVi": "một màn trình diễn vênh váo của lòng dũng cảm"
        },
        {
            "id": "488c85d9-9b2e-4931-8d90-9071689ef29c",
            "word": "solidago",
            "phonetic": "sɑːlɪdeɪɡoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c29saWRhZ28&hash=78c150d5c555a8285f8ea3229524d1b64940cc1d&lang=en&cache-only=0",
            "defineEn": "goldenrod",
            "defineVi": "thanh vàng"
        },
        {
            "id": "d0d732d5-a8c2-4550-bf42-1e6d8932253f",
            "word": "almanac",
            "phonetic": "ɔlmɐnæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "And finally, after consulting a bunch of almanacs and doing some math, you’d know exactly where you were on the globe and how to chart your course."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxtYW5hYw&hash=dd52d54f4fe7f0df0bd7e698a7691ad90cdb7f70&lang=en&cache-only=0",
            "defineEn": "an annual publication containing a wealth of information, such as calendars, astronomical data, weather forecasts, recipes, statistics, and other useful or interesting facts",
            "defineVi": "một ấn phẩm hàng năm chứa nhiều thông tin, chẳng hạn như lịch, dữ liệu thiên văn, dự báo thời tiết, công thức nấu ăn, số liệu thống kê và các sự kiện hữu ích hoặc thú vị khác"
        },
        {
            "id": "79bea775-5e53-4996-855b-b4a752d6acf5",
            "word": "kleptomaniac",
            "phonetic": "klɛptəmeɪnɪæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "That’s when this colorful little kleptomaniac pulls out the big guns."
            ],
            "audio": "https://tts.langeek.co/read?text=a2xlcHRvbWFuaWFj&hash=6f9d54b177095085b07de1fe0564d35306e53b9e&lang=en&cache-only=0",
            "defineEn": "someone with an irrational urge to steal in the absence of an economic motive",
            "defineVi": "ai đó có một sự thôi thúc phi lý để ăn cắp trong trường hợp không có động cơ kinh tế"
        },
        {
            "id": "37cf200c-0b32-4724-81cd-4a2623694e33",
            "word": "knickknack",
            "phonetic": "nɪkknæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Not only do I have little knickknacks and stuff, I have boxes and envelopes.",
                "So I gotta get rid of my little knickknacks and stuff that’s literally junk.",
                "So what I need to do is get rid of all the knickknacks that I don’t use.",
                "In my closet, I have, like, bags of little knickknacks, pieces of paper that I know I have not looked at for five years.",
                "You don't need to get me a new toy, necessarily, or some random knickknacks really, 'cause I have nowhere to put the knickknacks."
            ],
            "audio": "https://tts.langeek.co/read?text=a25pY2trbmFjaw&hash=6fa2346c77a33dfb0c0b8108d7ccc77940fc2e70&lang=en&cache-only=0",
            "defineEn": "a small inexpensive mass-produced article",
            "defineVi": "một bài viết nhỏ sản xuất hàng loạt rẻ tiền"
        },
        {
            "id": "a495c6a8-b1ae-4088-b07f-a4726e9aa6e2",
            "word": "anemia",
            "phonetic": "ɐniːmiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Genetic mutations are linked to at least 6,000 medical conditions from sickle cell anemia to Huntington's disease.",
                "But as the adaptation flourished, it became clear that inheriting the mutation from both parents resulted in sickle-cell anemia.",
                "But it was not cheap, and it came with a bunch of side effects, like anemia, muscle weakness, nausea, heartburn, insomnia, and heart and liver damage.",
                "These little worms can cause rashes, chills, anemia, organ damage, and even cancer.",
                "Anemia can occur in very extreme cases where the host can’t support their own health due to an over abundance of the parasites."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5lbWlh&hash=185c928c61797e4dc058aa1d27b188b64b2bfe61&lang=en&cache-only=0",
            "defineEn": "a condition in which the number of healthy red blood cells or hemoglobin in one's body is low",
            "defineVi": "một tình trạng trong đó số lượng tế bào hồng cầu khỏe mạnh hoặc huyết sắc tố trong cơ thể của một người thấp"
        },
        {
            "id": "fa8ce03c-9f24-48e9-b84b-8c5ea752224c",
            "word": "aria",
            "phonetic": "ɛɹiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "So Aria, is it possible that the US could go into a total lockdown?",
                "So Aria, as a country, when did we start taking this seriously?",
                "And so I would stop in at the butchers and if I could sing them an aria, they would give me a hot dog.",
                "And they used to teach us all these new arias and I also went to a school.",
                "(La Traviata, Act I: Libiamo, ne'lieti calici) - Accompanied by a 30-piece orchestra, the stage was filled with professional singers belting out arias, up to a hundred decibels, making as much noise as a low flying jet."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJpYQ&hash=f37af5564e3e4fce4c49337baad0325de3de298d&lang=en&cache-only=0",
            "defineEn": "a long, elaborate song that is melodious and is intended for a solo voice, especially in an opera",
            "defineVi": "một bài hát dài, phức tạp, du dương và dành cho giọng hát solo, đặc biệt là trong một vở opera"
        },
        {
            "id": "6bbeea7b-5bb3-4b15-8fdd-2943bf031972",
            "word": "cornucopia",
            "phonetic": "kɔːɹnuːkoʊpiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's like a cornucopia of genius.",
                "And when the Portuguese reached Southeast Asia and China, they found a cornucopia of goods that Europeans came to crave and about whose production they hadn’t the slightest knowledge: colorful, washable cottons, and finely crafted porcelain, also tea."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ybnVjb3BpYQ&hash=3faa142c96b5f662ca6b2ba9e111452514c0dfa8&lang=en&cache-only=0",
            "defineEn": "the property of being extremely abundant",
            "defineVi": "tài sản là vô cùng phong phú"
        },
        {
            "id": "735e99d2-9a7f-4855-904b-5f4b451a041c",
            "word": "malaria",
            "phonetic": "mælɛɹiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "James had malaria while he was working in West Africa.",
                "These deadly parasites cause malaria. ",
                "We have malaria.",
                "Yet malaria persists.",
                "These mosquitoes will never spread malaria."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFsYXJpYQ&hash=20bc2e1b1dbb71e21bbb40c976aca311b50d0169&lang=en&cache-only=0",
            "defineEn": "a potentially fatal disease normally transmitted to humans through the bite of an infected Anopheles mosquito",
            "defineVi": "một căn bệnh có khả năng gây tử vong thường lây sang người qua vết cắn của muỗi Anopheles bị nhiễm bệnh"
        },
        {
            "id": "b0637baa-c70e-4c38-84d8-5b165d5902e2",
            "word": "marsupial",
            "phonetic": "mɑːɹsuːpɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even the majority of mammal fossils in Australia are marsupials.",
                "Another Antarctic marsupial was Antarctodolops.",
                "You know about marsupials.",
                "The kangaroo, another marsupial, gives birth to a single jelly bean-sized baby at a time.",
                "It’s actually a marsupial."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFyc3VwaWFs&hash=2323bc110ede1cc9dcb2f9ba73013ee7f8304b9e&lang=en&cache-only=0",
            "defineEn": "any of the order of mammals that carry their young babies in a pouch, such as kangaroos, found either in Australia or Americas",
            "defineVi": "bất kỳ thứ tự động vật có vú nào mang con non của chúng trong túi, chẳng hạn như chuột túi, được tìm thấy ở Úc hoặc Châu Mỹ",
            "hasImg": true
        },
        {
            "id": "ef043421-beb8-4002-aed1-c95e1537ca92",
            "word": "megalomania",
            "phonetic": "mɛɡələmeɪniə ",
            "partOfSpeechType": "noun",
            "examples": [
                "And after that, due partly to Hitler’s overreaching megalomania and partly to lots of people being scared of him, the sixth army slowly froze and starved to death before finally surrendering."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVnYWxvbWFuaWE&hash=eb49866ce611722b9aeb2d99ed768359f09d35e8&lang=en&cache-only=0",
            "defineEn": "a mental condition in which a person believes themselves to be more powerful and important than they actually are",
            "defineVi": "một tình trạng tinh thần trong đó một người tin rằng mình mạnh mẽ và quan trọng hơn thực tế"
        },
        {
            "id": "a358708b-e40b-4804-bb3f-4a452b541a33",
            "word": "miasma",
            "phonetic": "maɪæzmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The roots of miasma theory date back to Ancient Greece, China and Rome and continued to be the prevalent theory of disease until the mid 19th century.",
                "The thought went that these gross conditions gave rise to miasmas that went on to cause major illnesses like cholera, malaria and the plague (aka Black Death).",
                "We didn’t know that bacteria and viruses were at the root of most infectious diseases, so the prevailing idea was miasma theory, which said they were passed around by bad air."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlhc21h&hash=0b23be6169a670bd178f55538a20c91e18559ef7&lang=en&cache-only=0",
            "defineEn": "an unwholesome atmosphere",
            "defineVi": "một bầu không khí không lành mạnh"
        },
        {
            "id": "cd1485cc-aad1-45a2-92ca-f06410f7b186",
            "word": "nostalgia",
            "phonetic": "nəstældʒə ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's many a man and woman who, in old age, looks back on the prime of their lives with bittersweet nostalgia.",
                "Martha, who is as old as the hills, shares her stories of the past with great nostalgia and wisdom.",
                "It brought back nostalgia.",
                "For a lot of people, pumpkin spice triggers nostalgia.",
                "You're tasting nostalgia right now."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9zdGFsZ2lh&hash=efaa028e96545751cec5b60394c59cefa19d33a9&lang=en&cache-only=0",
            "defineEn": "a warm and wistful emotion of longing or missing past experiences and cherished memories",
            "defineVi": "một cảm xúc ấm áp và tiếc nuối về những trải nghiệm quá khứ và những kỷ niệm đáng nhớ"
        },
        {
            "id": "25f76a45-a63b-4c80-ad55-65c50cec4677",
            "word": "onomatopoeia",
            "phonetic": "ɑːnəmæɾəpoʊiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Since Ancient Greece, we’ve been trying to figure out why people feel that some words just sound like the thing they refer to that is, why onomatopoeias exist."
            ],
            "audio": "https://tts.langeek.co/read?text=b25vbWF0b3BvZWlh&hash=e836ae85f8130d536602587ec2a255a87490c4fb&lang=en&cache-only=0",
            "defineEn": "the naming of a thing or action based on the sound that they refer to",
            "defineVi": "việc đặt tên của một điều hoặc hành động dựa trên âm thanh mà họ đề cập đến"
        },
        {
            "id": "b0550da3-a635-4ef6-b002-3f0b81087553",
            "word": "pariah",
            "phonetic": "pɚɹaɪə ",
            "partOfSpeechType": "noun",
            "examples": [
                "As quickly as the banks loved him, that's as quick as they saw him as a pariah.",
                "And then, a year later, suddenly he is an international pariah.",
                "JOE BIDEN, President of the United States: We were going to, in fact, make them pay the price, and make them, in fact, the pariah that they are.",
                "During the campaign, as we saw in the story, President Biden referred to Saudi Arabia as a pariah and vowed to hold the kingdom accountable for the death of Jamal Khashoggi, who, of course, died in Saudi Arabia's consulate in Istanbul.",
                "And everything about you that's different, that maybe when you were younger you thought made you like, you know, a pariah, or not as popular as maybe you wanted to be."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyaWFo&hash=92ba857143cdc70f27e42449faac947928947c50&lang=en&cache-only=0",
            "defineEn": "an individual who is avoided and not liked, accepted, or respected by society or a group of people",
            "defineVi": "một cá nhân bị xã hội hoặc một nhóm người tránh xa và không thích, chấp nhận hoặc tôn trọng"
        }
    ]
}