{
    "id": "9669157f-0d7e-4e5e-9b1d-ca25c2cf2b28",
    "title": "Lesson 20",
    "originalTitle": "Lesson 20",
    "words": [
        {
            "id": "7a921d98-0a70-43ce-83b9-df79ba10ecf0",
            "word": "to flinch",
            "phonetic": "tə flɪntʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "As a piece of pigskin was placed in the forge, the fly stung Brokk’s hand, but he didn’t flinch.",
                "And even sea slugs flinch when they know they're about to receive a noxious stimulus.",
                "And you can see them all flinching at that moment.",
                "No matter how much you remind yourself the dummy hand isn't yours, you eventually start to feel like it is, and inevitably flinch when it's threatened with a knife.",
                "Like I knew it was real because if you watch-- when you watch it back there's a-- You like flinched and kinda jumped."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmxpbmNo&hash=324c1128ce73fb0880b1c5bd1b45135cb265c440&lang=en&cache-only=0",
            "defineEn": "draw back, as with fear or pain",
            "defineVi": "lùi lại, như sợ hãi hoặc đau đớn"
        },
        {
            "id": "19be9881-6417-4bc4-a85d-e90515071383",
            "word": "to forfend",
            "phonetic": "tə fɔːɹfɛnd ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9yZmVuZA&hash=9d5ff4b515d3968b2f22700fe542678080619ca5&lang=en&cache-only=0",
            "defineEn": "prevent the occurrence of; prevent from happening",
            "defineVi": "ngăn chặn sự xuất hiện của; ngăn chặn xảy ra"
        },
        {
            "id": "f61aed79-fc27-4877-9ccb-14468c3d3b89",
            "word": "to rebuff",
            "phonetic": "tə ɹᵻbʌf ",
            "partOfSpeechType": "verb",
            "examples": [
                "But females in this species generally avoid and rebuff males if they’re not physiologically ready to get pregnant.",
                "Later, Netanyahu seemed to rebuff the president, saying he is determined to continue this operation until its aim is met.",
                "These are youth groups that are sponsored by the Kremlin to rebuff any attempts at fomenting color revolution inside Russia, because again, Putin, the guys in the Kremlin, they're not stupid.",
                "Many of them rebuff him, not interested.",
                "Sita rebuffs him yet again and he flies into a rage, saying she has two months to change her mind or he'll slice her up, cook her and eat her."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVidWZm&hash=7a26aafc06f634848dd1f913675992769bfc160e&lang=en&cache-only=0",
            "defineEn": "reject outright and bluntly",
            "defineVi": "từ chối thẳng thừng và thẳng thừng"
        },
        {
            "id": "00a2fdef-a6ac-4648-8ac6-252f4d6e9774",
            "word": "to abridge",
            "phonetic": "tʊ ɐbɹɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "And the community in question seems to embrace something near socialism: abridging the superfluous for others' necessities.",
                "No state shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States.",
                "The first amendment, for example, says that \"congress shall make no law respecting the establishment of religion, or abridging the free exercise thereof, or abridging the freedom of speech or of the press to assemble or to infringe the right to petition the government for redress of grievances.\"",
                "The first amendment, for example, says that \"congress shall make no law respecting the establishment of religion, or abridging the free exercise thereof, or abridging the freedom of speech or of the press to assemble or to infringe the right to petition the government for redress of grievances.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWJyaWRnZQ&hash=7e502028c15e24934ad1ba71c8872a09bf38d452&lang=en&cache-only=0",
            "defineEn": "lessen, diminish, or curtail",
            "defineVi": "giảm bớt, giảm bớt, hoặc hạn chế"
        },
        {
            "id": "8b799736-0acd-4b0f-a426-3091340e6f08",
            "word": "to engage",
            "phonetic": "tʊ ɛŋɡeɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "To some extent such insistent emphasis hammers the argument home, rather than inviting the reader to engage with it.",
                "The athlete decided to distance himself from teammates who engaged in doping, recognizing that bad company corrupts good morals.",
                "Jack is actually a very funny, engaging guy when he comes out of his shell.",
                "Wealthy bachelor Jimmy Norton, engaged to a gold digger, lies his way out of a speeding ticket by claiming to be on his way to visit his daughter at the Children's Hospital.",
                "When Sarah and Jack got engaged, everyone was overjoyed, because all the world loves a lover."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5nYWdl&hash=3dd631c16d15fc55184e7fa00ebc7cdd42e277fc&lang=en&cache-only=0",
            "defineEn": "to take part in an activity",
            "defineVi": "tham gia vào một hoạt động"
        },
        {
            "id": "f414c6d1-79b5-4871-9830-5751affc78ec",
            "word": "to endow",
            "phonetic": "tʊ ɛndaʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Congress is not endowed with the power to administer elections.",
                "The Congress is not endowed with the power to administer elections.",
                "Alphas are bold, traditionally masculine figures endowed with raw sexual confidence.",
                "Like moths may fly toward the light, but humans are endowed with free will.",
                "I think you're forgetting, as a man, I'm endowed with certain equipment."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5kb3c&hash=7bb9724f09bf7124961a73c2a08b75bcd48f9536&lang=en&cache-only=0",
            "defineEn": "give qualities or abilities to",
            "defineVi": "cung cấp phẩm chất hoặc khả năng để"
        },
        {
            "id": "656b6582-2047-436c-81ea-3b84b9dfd00d",
            "word": "to cleave",
            "phonetic": "tə kliːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "I could have cleaved the whole thing here.",
                "I could've cleaved it here.",
                "Cloven foot.",
                "Only then can it be cleaved in half with a special tool called a bolo knife.",
                "So, we got it from a butcher shop and they cleaved the top of the heart from it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xlYXZl&hash=9d547bd85747e2ca2533df535cfc64904539d806&lang=en&cache-only=0",
            "defineEn": "come or be in close contact with; stick or hold together and resist separation",
            "defineVi": "đến hoặc tiếp xúc gần với; dính hoặc giữ lại với nhau và chống lại sự tách rời"
        },
        {
            "id": "f7319600-211f-4012-8fca-35f8b000ee61",
            "word": "to rescind",
            "phonetic": "tə ɹᵻsɪnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "In January 2018, Attorney General Jeff Sessions during President Donald Trump's administration rescinded the Cole memorandum.",
                "Is being rescinded.",
                "Rescinding DACA. ",
                "President Trump, however, rescinded all of those measures within two years in office.",
                "After President Lincoln's assassination, this bill meantto help freed slaves gained financial stability, was rescinded."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzY2luZA&hash=92b748688f526eaf5769bcc9fe61a9963a403f5f&lang=en&cache-only=0",
            "defineEn": "to officially cancel a law, decision, agreement, etc.",
            "defineVi": "để chính thức hủy bỏ một đạo luật, quyết định, thỏa thuận, vv."
        },
        {
            "id": "a6b54bec-7500-45e7-9385-3c059dc676aa",
            "word": "to denote",
            "phonetic": "tə dᵻnoʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "But blue checkmarks and verified profiles do not denote truth.",
                "And I'll denote that by capital I.",
                "And that's denoted by A in absolute value signs.",
                "Like, in 1920, a doctor coined the term menotoxin to denote the supposedly toxic substance in menstruating people’s sweat.",
                "So 1 over phi, which we sometimes denote with a capital phi."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVub3Rl&hash=13f5b1cdbd27411ff8492655aec6e4277125473d&lang=en&cache-only=0",
            "defineEn": "be a sign or indication of",
            "defineVi": "là một dấu hiệu hoặc dấu hiệu của"
        },
        {
            "id": "3fc3bb05-01e3-46bc-9e4a-af669b490903",
            "word": "to entail",
            "phonetic": "tʊ ɛnteɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Their socialism entailed philanthropy.",
                "It doesn’t entail any demand for action on your part.",
                "Sometimes this entailed ready-made units, like Andre's bricks, or Flavin's fluorescent tubes.",
                "This entails basically having to have really good time management.",
                "But for him, stopping revolution also entailed closing down student fraternities as breeding grounds for liberal ideas."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW50YWls&hash=3f25181a03afc9d95848d47930921c56c33b9e1b&lang=en&cache-only=0",
            "defineEn": "have as a logical consequence",
            "defineVi": "có như một hệ quả logic"
        },
        {
            "id": "5576109d-6201-4b1b-9eb4-20a74ba7dfb4",
            "word": "to moot",
            "phonetic": "tə muːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Electric cars barely require a shifter at all, so the question of where to place one is moot.",
                "His campaign promise was, if the pension system is bankrupt, the inviolable contract is moot, because if you don't have those dollars to pay those benefits, then, okay, you don't pay those benefits.",
                "Well, the first thing that Bork did was he wouldn’t do what are called murder boards, moot courts at the White House."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW9vdA&hash=5fbed25e4429e6e7f5c26341d2c9e1a2c29e429a&lang=en&cache-only=0",
            "defineEn": "to bring up a topic or question for discussion",
            "defineVi": "để đưa ra một chủ đề hoặc câu hỏi để thảo luận"
        },
        {
            "id": "4dbcd844-43c2-4f4e-9668-35ed51829e17",
            "word": "to rasp",
            "phonetic": "tə ɹæsp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Those rasps are coming from the stomach of a ghost crab.",
                "She also had a slight rasp when she breathed.",
                "I do what I can to mimic him and to give it a real heavier rasp.",
                "As he paddled through the black water, the ferryman rasped a third question: how can I escape my interminable task?",
                "If there's a wheezing, whistling, clicking, or rasp that's an indication of a respiratory infection and they need medical attention as soon as possible."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmFzcA&hash=e32a2cc061b37bde957e94b6b784b2a51afea09b&lang=en&cache-only=0",
            "defineEn": "utter in a grating voice",
            "defineVi": "thốt ra bằng một giọng chói tai"
        },
        {
            "id": "ca4e2156-3196-4fa8-a529-ae3f8ad821aa",
            "word": "to scoff",
            "phonetic": "tə skɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "The seasoned politician scoffed at the young upstart's superficial promises, muttering that you cannot catch old birds with chaff, as he knew from experience that voters were not easily swayed by empty rhetoric.",
                "The teenager scoffed at the advice of his elder brother, thinking him an old fool, little realizing that young folks think old folks to be fools, but old folks know young folks to be fools from their own memories of youth.",
                "Charles Mackay would have scoffed at the idea that a crowd of people could know anything at all.",
                "I mean, they'd scoff at that.",
                "Some of them fought naked, scoffing at their enemies’ armor."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NvZmY&hash=0ea1a7457b39f954944cbabdb330f4b96f4be7b7&lang=en&cache-only=0",
            "defineEn": "laugh at with contempt and derision",
            "defineVi": "cười với sự khinh miệt và chế nhạo"
        },
        {
            "id": "fb05a6b0-79ff-4e28-94e1-62f02534ae74",
            "word": "to bemoan",
            "phonetic": "tə bᵻmoʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "So, as much as people bemoan the good old days of agriculture, compared with a half century ago, people are ingesting fewer and less dangerous pesticides."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVtb2Fu&hash=7c828ad3168ba5cb34df32ebba909a5e91310377&lang=en&cache-only=0",
            "defineEn": "to express great regret or sorrow for something",
            "defineVi": "để bày tỏ sự hối tiếc lớn hoặc đau buồn cho một cái gì đó"
        },
        {
            "id": "6fbf40d6-8ada-4d2a-87e9-9c5b8e7c196d",
            "word": "to caricature",
            "phonetic": "tə kæɹɪkətʃʊɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I didn't want his presidency to become a caricature of itself.",
                "But the worst thing is that we have become really kind of a grotesque caricature of what the Republican Party has traditionally been.",
                "And many of those caricatures are subhuman, not human, animalistic, disease carriers, enemy invaders, which is a very constant caricature.",
                "There are usually caricatures and then there's some descriptive copy.",
                "And I think also the question that's on all America's mind, why is your caricature a pink bear?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FyaWNhdHVyZQ&hash=67e4cf235ab0d7152b4fd8951f9e46183cfb49ae&lang=en&cache-only=0",
            "defineEn": "represent in or produce a caricature of",
            "defineVi": "đại diện trong hoặc sản xuất một bức tranh biếm họa của"
        },
        {
            "id": "77a4b654-023e-4228-92f7-533fd391ce3d",
            "word": "to infest",
            "phonetic": "tʊ ɪnfɛst ",
            "partOfSpeechType": "verb",
            "examples": [
                "His mattress was completely infested with roaches.",
                "I make my way into the bedroom, his mattress was completely infested with roaches.",
                "So this was a shark infested with at least one tapeworm, but this fossil also provided evidence of what else the worms went after.",
                "It involves delusional beliefs about body functions or sensations and the most common beliefs are the following: that you emit a foul order, you're infested by insects in your skin, you have a parasite in your body, or the parts of your body are not functioning.",
                "The masked critters were everywhere, pooping on porches, stopping traffic, and infesting attics, and they're not just taking over Toronto."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5mZXN0&hash=ff2679a0cc93495956cc142c367eaed6ea59c8ad&lang=en&cache-only=0",
            "defineEn": "invade in great numbers",
            "defineVi": "xâm chiếm với số lượng lớn"
        },
        {
            "id": "e67fc469-5c98-4516-a2ea-a92e8b867da0",
            "word": "to bequeath",
            "phonetic": "tə bᵻkwiːθ ",
            "partOfSpeechType": "verb",
            "examples": [
                "With the exception of one work, a beloved monumental Picasso curtain that had hung in the Seagram Building since 1959, which Vivendi was persuaded to bequeath to the New York Landmarks Conservancy.",
                "This is in large part, due to home equity being bequeathed from one generation to the next.",
                "Like, maybe you were bequeathed a bank vault full of pies, but the access code left to you was encrypted using the number 314191 and you can’t get to the pies until you know the factors.",
                "Encomienda trusts would also be canceled upon the death of the encomendero and land would not be bequeathed to their heirs, rather the rights were to be relinquished back to the Crown.",
                "This is not something you do for one day or one week or one year, you have to keep it up and you have to bequeath that legacy to your children and grandchildren as well."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVxdWVhdGg&hash=1310bd4fd31897758e5cf3575674030a3d4ea9db&lang=en&cache-only=0",
            "defineEn": "leave or give by will after one's death",
            "defineVi": "để lại hoặc cho theo di chúc sau khi chết"
        },
        {
            "id": "75c8d572-9030-4d06-921f-4156be5cef62",
            "word": "to census",
            "phonetic": "tə sɛnsəs ",
            "partOfSpeechType": "verb",
            "examples": [
                "NPR correspondent Hansi Lo Wang covers the census.",
                "The pandemic has already put the census months behind schedule.",
                "Hansi Lo Wang covers the census for NPR.",
                "The 2020 census was just a mess.",
                "Census officials today stood by their count."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2Vuc3Vz&hash=b34eac319e613162957b4bebd1b0d652c6888887&lang=en&cache-only=0",
            "defineEn": "conduct a census",
            "defineVi": "tiến hành điều tra dân số"
        },
        {
            "id": "c0f9f82b-12e7-4182-9421-f78ec9b5c54c",
            "word": "to bemoan",
            "phonetic": "tə bᵻmoʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "So, as much as people bemoan the good old days of agriculture, compared with a half century ago, people are ingesting fewer and less dangerous pesticides."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVtb2Fu&hash=7c828ad3168ba5cb34df32ebba909a5e91310377&lang=en&cache-only=0",
            "defineEn": "to complain or show one's dissatisfaction with something",
            "defineVi": "để phàn nàn hoặc thể hiện sự không hài lòng của một người với một cái gì đó"
        }
    ]
}