{
    "id": "96691304-cc6a-4b0f-9119-a4c5bf5ea3f1",
    "title": "Broadcasting and Journalism",
    "originalTitle": "Broadcasting and Journalism",
    "words": [
        {
            "id": "41b26410-63f3-45a9-8370-d2000c6cf9d4",
            "word": "to air",
            "phonetic": "tʊ ɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The boss sure aired his lungs when we lost another customer!",
                "The whole future of the project is still up in the air.",
                "The scent of wild cherry blossoms filled the air, signaling the arrival of spring.",
                "As I peel the Jaffa orange, its fragrant zest fills the air.",
                "The scent of bergamot orange fills the air as I zest it over my freshly baked lemon bars."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWly&hash=21057a8e2b1e3f62b03657ee9e5d7a0b1a065ba2&lang=en&cache-only=0",
            "defineEn": "to broadcast something or be broadcast on TV or radio",
            "defineVi": "để phát một cái gì đó hoặc được phát trên TV hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "652df09d-7111-4bab-a18a-a299583c1d82",
            "word": "to televise",
            "phonetic": "tə tɛlᵻvaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "He never missed a televised basketball or football game.",
                "Even if they weren't televised, he was glued to the radio.",
                "The resistance will be televised.",
                "The televised ceremony took place on the king's 67th birthday, with the queen at his side.",
                "It’s a televised spectacle again. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGVsZXZpc2U&hash=8db328d28a4974d170131558fcb86e28618069a3&lang=en&cache-only=0",
            "defineEn": "to broadcast or show something on TV",
            "defineVi": "để phát sóng hoặc hiển thị một cái gì đó trên TV",
            "hasImg": true
        },
        {
            "id": "8d037db1-7bfe-4fb2-bfc5-9e66ac628505",
            "word": "to broadcast",
            "phonetic": "tə bɹɔːdkæst ",
            "partOfSpeechType": "verb",
            "examples": [
                "He is ultimately responsible for every aspect of the broadcast.",
                "The company was rapped over the knuckles for broadcasting the interview.",
                "It was a slip of the tongue of the kind that does happen during live broadcasts.",
                "A Myanmar TV network broadcast this report that same day.",
                "They broadcast an IPO matches on India's Sony Macs TV channel."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJvYWRjYXN0&hash=5598f39d736217c3640c441a7902ce902437e435&lang=en&cache-only=0",
            "defineEn": "to use airwaves to send out TV or radio programs",
            "defineVi": "sử dụng sóng phát thanh để gửi các chương trình truyền hình hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "29386c8d-a533-424c-82be-04fe4f5cca51",
            "word": "to screen",
            "phonetic": "tə skɹiːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The screen is the main part of a laptop.",
                "See yourself on the screen.",
                "The report will come up on the screen in a moment.",
                "Her eyes were glued firmly to the computer screen.",
                "The clock on my computer screen shows the current time and date."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NyZWVu&hash=5ffa74e12f91a716fc6af40922d155b1fbb865d8&lang=en&cache-only=0",
            "defineEn": "to show a video or film in a movie theater or on TV",
            "defineVi": "để hiển thị một video hoặc phim trong một rạp chiếu phim hoặc trên TV"
        },
        {
            "id": "6448bb62-2c79-4da1-ab78-336b0673a4b4",
            "word": "to censor",
            "phonetic": "tə sɛnsɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Then, it was quickly censored by the government.",
                "Private companies, on the other hand, can censor you all they want.",
                "And you don't censor this.",
                "Now your latest battle with the censors, what's the latest thing?",
                "We're going to allow our bot to censor curse words."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2Vuc29y&hash=583d9d5dece442173db6d90fd8fbad56375a1761&lang=en&cache-only=0",
            "defineEn": "to remove parts of something such as a book, movie, etc. and prevent the public from accessing them for political, moral, or religious purposes",
            "defineVi": "để xóa các phần của thứ gì đó chẳng hạn như sách, phim, v.v. và ngăn công chúng truy cập chúng vì mục đích chính trị, đạo đức hoặc tôn giáo"
        },
        {
            "id": "68b28a6f-95cf-4f23-b4bb-c25626535a02",
            "word": "to announce",
            "phonetic": "tʊ ɐnaʊns ",
            "partOfSpeechType": "verb",
            "examples": [
                "The cop announced that the body in the dumpster was dead as a doornail.",
                "After months of anticipation, the couple announced that they have a bun in the oven.",
                "The trial has run its course, and the verdict will be announced tomorrow.",
                "When the judge announced the decision, the balloon went up, and emotions ran high in the courtroom.",
                "When they announced her name as the winner, she cried out in disbelief."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW5ub3VuY2U&hash=6ae71b91505d376772c8687e44de4c4ee6707b3d&lang=en&cache-only=0",
            "defineEn": "to give information about a TV or radio program",
            "defineVi": "để cung cấp thông tin về một TV hoặc chương trình phát thanh",
            "hasImg": true
        },
        {
            "id": "a5da9b8c-7934-431d-9d31-be5ce775e6e3",
            "word": "transmission",
            "phonetic": "tɹænsmɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "As Ethic weaves her way towards the innermost maze, her radio picks up a transmission.",
                "The transmission repairman has spoken!",
                "In 1995, a sixth right, digital audio transmission was created.",
                "One initial study from China showed decreases in SARS-CoV-2 transmission along with increases in humidity.",
                "So person-to-person transmission has become blessedly rare."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhbnNtaXNzaW9u&hash=e6138e898b2d2cd2b5db29778a9c7ae67521a624&lang=en&cache-only=0",
            "defineEn": "the activity of transmitting a signal, a message or a program that is being broadcast on radio or television",
            "defineVi": "hoạt động truyền tín hiệu, tin nhắn hoặc chương trình đang được phát trên đài phát thanh hoặc truyền hình"
        },
        {
            "id": "566e0152-ec20-41c3-8ded-2388d7b6da3f",
            "word": "commentary",
            "phonetic": "kɑːməntɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film itself is a social commentary.",
                "Do you have any commentary?",
                "We might even add commentaries to some.",
                "People will add in random commentary, like on Markiplier's videos, Jacksepticeye, et cetera, et cetera.",
                "My favorite commentary on the Market Revolution actually comes from the author Herman Melville in his short story \"Bartleby the Scrivener.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWVudGFyeQ&hash=3f7ea326f74f43dffdecd1b941aece142fc5df03&lang=en&cache-only=0",
            "defineEn": "a spoken description of an event while it is taking place, particularly on TV or radio",
            "defineVi": "một mô tả bằng giọng nói về một sự kiện trong khi nó đang diễn ra, đặc biệt là trên TV hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "1a35e7f4-42d9-44ca-b291-1eb983960115",
            "word": "broadcast",
            "phonetic": "bɹɔːdkæst ",
            "partOfSpeechType": "noun",
            "examples": [
                "He is ultimately responsible for every aspect of the broadcast.",
                "The company was rapped over the knuckles for broadcasting the interview.",
                "It was a slip of the tongue of the kind that does happen during live broadcasts.",
                "A Myanmar TV network broadcast this report that same day.",
                "They broadcast an IPO matches on India's Sony Macs TV channel."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvYWRjYXN0&hash=fa6dd09f1206bbde3671273014f662aa43aa9643&lang=en&cache-only=0",
            "defineEn": "a TV or radio program",
            "defineVi": "một chương trình truyền hình hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "35276063-c61d-4cd4-81d4-1eb5eae08831",
            "word": "to contribute",
            "phonetic": "tə kəntɹɪbjuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Online ordering contributed seventy five percent of delivery sales.",
                "So the ring strain energy contributed 38.5 kiloJoules per mol.",
                "Industrial activities also contribute cement powder, particles from car tires, and other chemicals to the airborne mix.",
                "The planet’s weak gravity and molecular interactions with sunlight also contribute.",
                "The planet’s weak gravity and molecular interactions with sunlight also contribute."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udHJpYnV0ZQ&hash=444991684234600127c312a33b88b66f7eb6b271&lang=en&cache-only=0",
            "defineEn": "to write stories, articles, etc. for a newspaper or magazine",
            "defineVi": "để viết những câu chuyện, bài viết, vv cho một tờ báo hoặc tạp chí"
        },
        {
            "id": "ee714cb8-4b50-4c97-9028-d83ee4a0049d",
            "word": "correspondent",
            "phonetic": "kɔːɹɪspɑːndənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "At the jail, correspondents arrived for the civil rights hero.",
                "Now, correspondent A.C. Thompson investigates the surge of far-right political violence.",
                "Special correspondent Fred de Sam Lazaro has the story of one such example from Minnesota's capital, St. Paul.",
                "Special correspondent Cat Wise has the story.",
                "Special correspondent Fred de Sam Lazaro has our report."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ycmVzcG9uZGVudA&hash=059a5d2642876fde30251ccd9bafe8b3e54d7cc4&lang=en&cache-only=0",
            "defineEn": "someone employed by a TV or radio station or a newspaper to report news from a particular country or on a particular matter",
            "defineVi": "ai đó được tuyển dụng bởi một đài truyền hình hoặc đài phát thanh hoặc một tờ báo để báo cáo tin tức từ một quốc gia cụ thể hoặc về một vấn đề cụ thể",
            "hasImg": true
        },
        {
            "id": "5919b66c-a687-4d16-8509-18a112c4d5c7",
            "word": "columnist",
            "phonetic": "kɑːləmnɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Special correspondent and Washington Post columnist Catherine Rampell has the story.",
                "That's New York Times columnist David Brooks and Jonathan Capehart, columnist for The Washington Post.",
                "That is New York Times columnist David Brooks, and Jonathan Capehart, columnist for The Washington Post.",
                "That is New York Times columnist David Brooks and Washington Post columnist Jonathan Capehart.",
                "That's New York Times columnist David Brooks and Jonathan Capehart, columnist for The Washington Post."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sdW1uaXN0&hash=ebcd63a2d09493c0db6609a0eb005d2c16036f3a&lang=en&cache-only=0",
            "defineEn": "a journalist who regularly writes articles on a particular subject for a newspaper or magazine",
            "defineVi": "một nhà báo thường xuyên viết bài về một chủ đề cụ thể cho một tờ báo hoặc tạp chí"
        },
        {
            "id": "f091f9dc-feb1-441a-a448-e5def11e7d52",
            "word": "coverage",
            "phonetic": "kʌvɚɹɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "With TV sports coverage becoming increasingly competitive, the BBC should beware of resting on its laurels.",
                "Television coverage avoided these ethnic terms.",
                "John Yang begins our coverage.",
                "John Yang begins our coverage.",
                "White House correspondent Yamiche Alcindor begins our coverage."
            ],
            "audio": "https://tts.langeek.co/read?text=Y292ZXJhZ2U&hash=4c2b826c2dc9010212e284387abb06a6546c7c84&lang=en&cache-only=0",
            "defineEn": "the reporting of specific news or events by the media",
            "defineVi": "báo cáo tin tức hoặc sự kiện cụ thể của các phương tiện truyền thông"
        },
        {
            "id": "f8a24e5d-f2ab-406d-aedb-ffc338513f93",
            "word": "editorial",
            "phonetic": "ɛdɪtoːɹɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "And then this one, the iPhone 6S+ is also on editorial loan.",
                "Katherine Griwert is the editorial coordinating producer. ",
                "Jobs in the fact-checking department at the magazine became a desirable path to high-level editorial jobs.",
                "But we've made an editorial decision NOT to talk about New Jersey here on Crash Course, due to my long-standing anti-New Jersey bias.",
                "The paper was published with an editorial caveat that a team would be sent to Benveniste’s lab for follow-up."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWRpdG9yaWFs&hash=861aa9e3f665acc05f601614323ec549797075bc&lang=en&cache-only=0",
            "defineEn": "a newspaper article expressing the views of the editor on a particular subject",
            "defineVi": "một bài báo thể hiện quan điểm của biên tập viên về một chủ đề cụ thể"
        },
        {
            "id": "a4b24224-1012-4cd2-97cd-ff6980c1e566",
            "word": "journalism",
            "phonetic": "dʒɜːnəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have no truck with that style of gutter journalism.",
                "He started life as a teacher before turning to journalism.",
                "He moved to London where he built up a successful career in journalism.",
                "Despite having a degree in journalism, he got stuck in a dead-end job at an insurance company.",
                "Journalism puts a heavy strain on the best marriages."
            ],
            "audio": "https://tts.langeek.co/read?text=am91cm5hbGlzbQ&hash=989eb7024cf12fc9585674c901ede8117d741de1&lang=en&cache-only=0",
            "defineEn": "the profession of collecting and editing pieces of news and articles either to be published in a newspaper, magazine, etc. or broadcast",
            "defineVi": "nghề thu thập và biên tập các tin tức và bài viết để đăng trên một tờ báo, tạp chí, v.v. hoặc phát sóng",
            "hasImg": true
        },
        {
            "id": "470573f7-7c1c-4e74-9cc5-198732d4dc17",
            "word": "news agency",
            "phonetic": "nuːz eɪdʒənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Iran's state-run news agency announced the seizures."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV3cyBhZ2VuY3k&hash=6691d069ba2884da950a4d12c599ee687b1b597b&lang=en&cache-only=0",
            "defineEn": "an organization that gathers news stories for newspapers and TV or radio stations",
            "defineVi": "một tổ chức tập hợp các câu chuyện tin tức cho các tờ báo và đài truyền hình hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "218311ef-4d00-42b6-af8a-220c609cbc11",
            "word": "newsroom",
            "phonetic": "nuːzɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The movie opens in a newsroom where the media becomes the target of Romero’s social critique. ",
                "He's become family to our newsroom.",
                "He's become family to our newsroom.",
                "DAVID SANGER - The afternoon of Oct. 7, I remember we were sitting in the newsroom of The New York Times Washington bureau.",
                "Matt Zapotosky covers the Justice Department for The Washington Post, and he joins us now from their newsroom."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV3c3Jvb20&hash=d648171317a237b6e56bf69352d03d736e79e123&lang=en&cache-only=0",
            "defineEn": "a place in radio or television stations or a newspaper office where news is reviewed and put together to be broadcast or published",
            "defineVi": "một vị trí trong đài phát thanh hoặc đài truyền hình hoặc một văn phòng báo nơi tin tức được xem xét và đặt lại với nhau để phát sóng hoặc xuất bản"
        },
        {
            "id": "2ea60996-e0bc-4cb3-a7cc-eac575047ba9",
            "word": "press",
            "phonetic": "pɹɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "She pressed her cheek against the cool glass window.",
                "I pressed the issue home to them.",
                "The tabloid press ran the story.",
                "The press as always gave him a free pass as with so many other issues.",
                "The winter issue is hot off the press."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc3M&hash=a20602785446601a66a239813651e4e2cd0b109d&lang=en&cache-only=0",
            "defineEn": "newspapers, journalists, and magazines as a whole",
            "defineVi": "báo, nhà báo và tạp chí nói chung"
        },
        {
            "id": "f5eafe7f-8c09-415f-95e7-343e42928018",
            "word": "readership",
            "phonetic": "ɹiːdɚʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "So while young adult fiction was plenty lucrative, it wasn't really respected by people outside of its targeted readership."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhZGVyc2hpcA&hash=56f274de886272565c12ae462984fbdce6e767bb&lang=en&cache-only=0",
            "defineEn": "the number of people who read a particular magazine, newspaper, or book on a regular basis",
            "defineVi": "số người thường xuyên đọc một tạp chí, tờ báo hoặc cuốn sách cụ thể"
        },
        {
            "id": "c8ab1fbd-2fda-4086-af46-1444ac62a242",
            "word": "rating",
            "phonetic": "ɹeɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was over the moon about the ratings.",
                "The politician is riding on the wave of public support, with high approval ratings and successful campaigns.",
                "His ratings collapsed.",
                "The authorities’ ratings collapsed.",
                "Net rating is the difference between offensive rating and defensive rating."
            ],
            "audio": "https://tts.langeek.co/read?text=cmF0aW5n&hash=8a3dab08832216caaa753665a3dc9057b0c2f70a&lang=en&cache-only=0",
            "defineEn": "the estimated number of people who watch a TV show or listen to a radio program",
            "defineVi": "ước tính số người xem một chương trình truyền hình hoặc nghe một chương trình phát thanh"
        },
        {
            "id": "0659bf00-c880-497d-ae43-36964e29966d",
            "word": "tabloid",
            "phonetic": "tæblɔɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The tabloid press ran the story.",
                "Tabloids are always eager to get the dirt on famous celebrities.",
                "The tabloids were quick to label the famous actor as a backdoor man after rumors circulated about his affairs with multiple co-stars.",
                "The freelance investigative reporter made a career of digging up dirt on celebrities for tabloids.",
                "Once I contact my usual sources at the tabloids, I should be able to dig up the dirt on that actress."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFibG9pZA&hash=64b242a179a31dd2c985b49a0138237caab94aad&lang=en&cache-only=0",
            "defineEn": "a newspaper with smaller pages and many pictures, covering stories about famous people and not much serious news",
            "defineVi": "một tờ báo với các trang nhỏ hơn và nhiều hình ảnh, bao gồm những câu chuyện về những người nổi tiếng và không có nhiều tin tức nghiêm trọng"
        },
        {
            "id": "14b7d38a-075c-431d-88c1-b77c2af53d70",
            "word": "bulletin",
            "phonetic": "bʊlɪtɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "And I saw the bulletin.",
                "Ever since, there have been Tolkien language bulletins, magazines, and societies popping up dedicated to studying his languages.",
                "And about two weeks later, the owner of panel 28 is reading her community bulletin, and saw the name Jacob Lawrence and recognized it, went over to a painting in her home and, of course, saw Jacob Lawrence's signature at the bottom of this painting that had been hanging in her home and in her family for decades.",
                "Coca-Cola sponsored the 1928 Summer Olympics in Amsterdam, where people from all over the world became familiar with the Coca-Cola logo, which appeared on everything from hats and bulletins to the walls of the city streets.",
                "And you see BULLETIN after BULLETIN from DHS and the Fbi Warning local law enforcement that there are these forces out"
            ],
            "audio": "https://tts.langeek.co/read?text=YnVsbGV0aW4&hash=f64f1980ca9c499f16b541471f59f9b1aed5740c&lang=en&cache-only=0",
            "defineEn": "a brief news program that is broadcast on the radio or television",
            "defineVi": "một chương trình tin tức ngắn được phát sóng trên đài phát thanh hoặc truyền hình",
            "hasImg": true
        },
        {
            "id": "82434a61-1c05-4e97-aa4b-c8f70cf6ad5d",
            "word": "circulation",
            "phonetic": "sɜːkjʊleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The library quickly withdrew the controversial novel from circulation after parents complained that there is no thief like a bad book, capable of corrupting even the most innocent of minds.",
                "When counterfeit bills started circulating in the town, people became skeptical of using the genuine currency, leading to a decrease in the overall value of money in circulation, showing how bad money drives out good.",
                "Circulation grew quickly, partly because of the magazine's lack of competition.",
                "The first Williams-Sonoma catalog had a circulation of about 10,000.",
                "In reality, mammals have a figure-eight circulation."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2lyY3VsYXRpb24&hash=c2bf6622f5c7049ab8b47cb046a78ef0a1a6d803&lang=en&cache-only=0",
            "defineEn": "the number of copies of a newspaper or magazine sold at regular intervals",
            "defineVi": "số lượng bản sao của một tờ báo hoặc tạp chí được bán đều đặn",
            "hasImg": true
        },
        {
            "id": "2aa7f704-5302-4523-bb22-cd6ae73190a7",
            "word": "piece",
            "phonetic": "piːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The piece raises the ghosts of a number of twentieth-century art ideas.",
                "That piece of work just rejected my resume for the third time!",
                "My mother went to pieces after his death.",
                "he broke off a piece of his chocolate.",
                "Play us that new piece."
            ],
            "audio": "https://tts.langeek.co/read?text=cGllY2U&hash=eef478a04c9accc95579134c49ae42ba9b838fd8&lang=en&cache-only=0",
            "defineEn": "an article in a TV or radio broadcast or in a magazine or newspaper",
            "defineVi": "một bài báo trên TV hoặc đài phát thanh hoặc trên tạp chí hoặc báo"
        },
        {
            "id": "9fbd0529-941b-4bdf-9be7-ac37986aa537",
            "word": "reception",
            "phonetic": "ɹᵻsɛpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I couldn't get any mobile phone reception.",
                "The decorations were specially designed for the wedding reception.",
                "Guests at the outdoor wedding reception enjoye grilled beefsteaks as the main course.",
                "There's an ATM in the reception area which will change your English money.",
                "My wedding was supposed to be my special day, but my sister and her stupid boyfriend took the stage when he proposed to her at the wedding reception."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjZXB0aW9u&hash=3fa54cbd476d99a9715248f78df5a8269d68f0c5&lang=en&cache-only=0",
            "defineEn": "the quality or the act of receiving radio, television or cellphone signals",
            "defineVi": "chất lượng hoặc hành động nhận tín hiệu radio, truyền hình hoặc điện thoại di động"
        },
        {
            "id": "90ccf250-494e-4c22-8507-c7730b1ce0f0",
            "word": "antenna",
            "phonetic": "æntɛnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "That is, he made an antenna.",
                "The antenna broadcasts most strongly in a ring outwards from the axis of the antenna, in a donut shape.",
                "But a similar antenna in Hawai'i had no effect.",
                "The box has a vertical antenna on its top and a metal loop on the side.",
                "So antenna molecules are other types of chlorophyll, and actually other types of molecules."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50ZW5uYQ&hash=360485191444502386639f7eed6c34a3162d93f8&lang=en&cache-only=0",
            "defineEn": "a device that is used to send and receive television or radio signals",
            "defineVi": "một thiết bị được sử dụng để gửi và nhận tín hiệu truyền hình hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "33288312-0cc0-4b9a-bafd-8fed866bbaf4",
            "word": "frequency",
            "phonetic": "fɹiːkwənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The inverse of the period of a wave is its frequency, vice versa.",
                "So each feature would have the frequency of one word.",
                "The lower frequencies are down here",
                "Monthly frequency is called ultra rapid cycling.",
                "BMW: I'm playing the frequency 91.1."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlcXVlbmN5&hash=536ac58794f528590236dd417390d4c31b1babc7&lang=en&cache-only=0",
            "defineEn": "the specific number of waves that pass a point every second",
            "defineVi": "số lượng sóng cụ thể đi qua một điểm mỗi giây"
        },
        {
            "id": "3ce2962c-72d4-42d4-abd4-60e9d2097604",
            "word": "panel",
            "phonetic": "pænəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I made it to the alarm panel, and then I hit the panic button.",
                "Panel black, hate it.",
                "This panel is really dumb.",
                "So my accessibility panel has two other people.",
                "Instead, the panel above your head contains a chemical oxygen generator."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFuZWw&hash=434aa15791ba5ef2c4a4e086331499999cf010e7&lang=en&cache-only=0",
            "defineEn": "a group of people with special skills or knowledge who have been brought together to discuss, give advice, or make a decision about an issue",
            "defineVi": "một nhóm người có kỹ năng hoặc kiến thức đặc biệt được tập hợp lại để thảo luận, đưa ra lời khuyên hoặc đưa ra quyết định về một vấn đề",
            "hasImg": true
        },
        {
            "id": "98bfc982-9857-4622-afe5-dbeae1638155",
            "word": "news conference",
            "phonetic": "nuːz kɑːnfɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The election and transition dominated President Obama's White House news conference today.",
                "Mr. Biden offered his take at a joint news conference.",
                "This news conference, Bill, encapsulated the president's thinking, his reasoning and frankly his frustration over the events that took place over the weekend in Charlottesville.",
                "He followed up at the Camp David news conference.",
                "After 64 days in office, President Biden held his first official news conference."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV3cyBjb25mZXJlbmNl&hash=bcc28cd61b80b335db730b4e2108c4910442aa0f&lang=en&cache-only=0",
            "defineEn": "a meeting during which a very important person talks to journalists and answers their questions or makes a statement",
            "defineVi": "một cuộc họp trong đó một người rất quan trọng nói chuyện với các nhà báo và trả lời câu hỏi của họ hoặc đưa ra tuyên bố"
        },
        {
            "id": "eadf7685-b135-4bb4-9cbc-48b1e8b62506",
            "word": "prime time",
            "phonetic": "pɹaɪm taɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "This legislation is just not ready for prime time.",
                "Still, jellybots aren’t quite ready for prime time, right now, the researchers can’t actually steer them.",
                "I don’t think it was mentioned in Fox prime time until Thursday. ",
                "I don’t think it was mentioned in Fox prime time until Thursday. ",
                "Saturday morning cartoons came to an end last fall, but their spirit now seems to be inhabiting prime time."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbWUgdGltZQ&hash=a7226404e25de374997e7e88924e29d03f0f038a&lang=en&cache-only=0",
            "defineEn": "the time at which the largest number of people are watching TV or listening to the radio",
            "defineVi": "thời điểm mà số lượng người xem TV hoặc nghe đài lớn nhất"
        },
        {
            "id": "6196df3e-450b-4c29-906d-bc90faefcb5f",
            "word": "pamphlet",
            "phonetic": "pæmflɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ben Franklin, he passed out pamphlets.",
                "But then along came Thomas Paine’s pamphlet Common Sense.",
                "Should I get you a pamphlet?",
                "The next method is collecting free items like pamphlets and flyers.",
                "Should it open like a pamphlet?"
            ],
            "audio": "https://tts.langeek.co/read?text=cGFtcGhsZXQ&hash=b3064e551b9cc9efe27561179fd871c8cfadf72d&lang=en&cache-only=0",
            "defineEn": "a small book with a paper cover giving information about a particular subject",
            "defineVi": "một cuốn sách nhỏ có bìa giấy cung cấp thông tin về một chủ đề cụ thể"
        }
    ]
}