{
    "id": "97fdb1c5-2f0a-45ba-af52-5b482e5dcd31",
    "title": "Paranoid Android",
    "originalTitle": "Paranoid Android",
    "words": [
        {
            "id": "d20b4149-a37e-45e1-aea1-061779278b80",
            "word": "analog",
            "phonetic": "ænəlɑːɡ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Concordances were just analog Google.",
                "Everything is analog.",
                "The digital analog gauges look kinda cool.",
                "And then the analog for acceleration is our angular acceleration, alpha.",
                "So the physics analog to the linear force in the rotational world is rotational torque."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5hbG9n&hash=1df341da99bc7a9693eaad5ae04a4fda391d00bf&lang=en&cache-only=0",
            "defineEn": "relating to or using signals in which information is represented through constant changing of physical quantities",
            "defineVi": "liên quan đến hoặc sử dụng các tín hiệu trong đó thông tin được thể hiện thông qua sự thay đổi liên tục của các đại lượng vật lý",
            "hasImg": true
        },
        {
            "id": "c04953d0-c384-4662-b2ea-14fc42454cef",
            "word": "trojan horse",
            "phonetic": "tɹoʊdʒən hɔːɹs ",
            "partOfSpeechType": "noun",
            "examples": [
                "but eventually we get to The Trojan Horse.",
                "Think about it, they're like a Trojan Horse because they can get you access to places that you're not expecting."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJvamFuIGhvcnNl&hash=a42833df43163088b3ee8d22b89edddfc31e2795&lang=en&cache-only=0",
            "defineEn": "a harmful program that pretends to be legitimate and can give unauthorized access to a computer or device",
            "defineVi": "một chương trình có hại giả vờ hợp pháp và có thể cấp quyền truy cập trái phép vào máy tính hoặc thiết bị"
        },
        {
            "id": "6d90cd29-d798-4e2a-9659-18f60135442b",
            "word": "source code",
            "phonetic": "soːɹs koʊd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c291cmNlIGNvZGU&hash=e9982a034b1ecbd55171058ea01915a58b31ae07&lang=en&cache-only=0",
            "defineEn": "program instructions written as an ASCII text file; must be translated by a compiler or interpreter or assembler into the object code for a particular computer before execution",
            "defineVi": "hướng dẫn chương trình được viết dưới dạng tệp văn bản ASCII; phải được dịch bởi trình biên dịch hoặc trình thông dịch hoặc trình biên dịch mã thành mã đối tượng cho một máy tính cụ thể trước khi thực thi"
        },
        {
            "id": "62c946e0-5880-4c94-8f3f-b009c86a7bef",
            "word": "to authenticate",
            "phonetic": "tʊ ɔːθɛntᵻkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We’ll authenticate it. ",
                "It can authenticate bank accounts for direct payroll deposits and electronic bill payments, verify someone's identity, verify someone's balance in real time, and understand income and employment.",
                "You know, we’ll do our thing and authenticate it, and we’ll make sure we’ll come back to you. ",
                "And in the early days, when he had authenticated ID, when he had real privacy protection, that was likely to work.",
                "In 2015, GNC reached an agreement with the New York state attorney general's office to use DNA barcoding to authenticate the plants used in supplements."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXV0aGVudGljYXRl&hash=e73595a61ac3c26fc9cf94578d4bcd55488634fd&lang=en&cache-only=0",
            "defineEn": "*** (of a user or process) have one's identity verified",
            "defineVi": "*** (của người dùng hoặc quy trình) đã xác minh danh tính của một người"
        },
        {
            "id": "87304c92-8598-42f1-941a-3fba0e5c2694",
            "word": "to boot",
            "phonetic": "tə buːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The boot is now on the other foot.",
                "The fashionable boots added a trendy touch to her outfit.",
                "He takes size 5 boots.",
                "She wore ankle boots that emphasized her cankles.",
                "I wore warm boots to trudge through the snowy streets."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9vdA&hash=3cb8755d7a51c5baaed774b769509323ac3fca66&lang=en&cache-only=0",
            "defineEn": "(also boot up) to start a computer, putting it into a state of readiness for operation",
            "defineVi": "(cũng khởi động) để khởi động máy tính, đưa nó vào trạng thái sẵn sàng hoạt động"
        },
        {
            "id": "d9ae11a9-9daa-45e3-b3bd-4c48662d6462",
            "word": "beta version",
            "phonetic": "beɪɾə vɜːʒən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmV0YSB2ZXJzaW9u&hash=ad41f023911ca813213b83a7727be08aaf7e977e&lang=en&cache-only=0",
            "defineEn": "*** ‌a version of a product, especially computer software, that is almost ready for the public to buy or use, and that is tested by people who do not work for the company that is developing it",
            "defineVi": "*** ‌một phiên bản của một sản phẩm, đặc biệt là phần mềm máy tính, gần như đã sẵn sàng để công chúng mua hoặc sử dụng và được thử nghiệm bởi những người không làm việc cho công ty đang phát triển nó"
        },
        {
            "id": "16605b85-ae05-4fd1-beca-493c2fe5e8ca",
            "word": "bootstrap",
            "phonetic": "buːtstɹæp ",
            "partOfSpeechType": "noun",
            "examples": [
                "I don’t think I’ve ever worn bootstraps, Stan.",
                "You know, it's like extra pull yourself up by your own bootstraps."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9vdHN0cmFw&hash=de35020d9a21b2324cef9d715c79d6b899bad6bf&lang=en&cache-only=0",
            "defineEn": "*** a technique of loading a program into a computer by means of a few initial instructions which enable the introduction of the rest of the program from an input device",
            "defineVi": "*** một kỹ thuật tải chương trình vào máy tính bằng một vài hướng dẫn ban đầu cho phép giới thiệu phần còn lại của chương trình từ thiết bị đầu vào"
        },
        {
            "id": "d92ed827-4ebf-4da8-8516-37c977e20796",
            "word": "cache",
            "phonetic": "kæʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It actually caches your fingerprint ahead of time.",
                "These empty caches distract rivals from their real treasure.",
                "And then they're just going to give you really fast cache memory.",
                "Having a cache speeds things up in a clever way.",
                "But RAM and cache can only hold data as long as they're powered."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FjaGU&hash=9af1a1d70d6e236f92125cabdccd3ae942f304e7&lang=en&cache-only=0",
            "defineEn": "(computing) a type of computer memory in which information that is often in use can be stored temporarily, a cache can be accessed quickly and is needed while a program is running",
            "defineVi": "(máy tính) một loại bộ nhớ máy tính trong đó thông tin thường được sử dụng có thể được lưu trữ tạm thời, bộ đệm có thể được truy cập nhanh chóng và cần thiết trong khi chương trình đang chạy"
        },
        {
            "id": "21ea42d0-e85a-4d32-86f0-99ad065aa03f",
            "word": "clipboard",
            "phonetic": "klɪpboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "But at the same time, she's patiently got a clipboard in her hand.",
                "And I go in there, I go ask to use the bathroom, come back to the waiting room and there's a clipboard with a piece of paper with like a whole note.",
                "The smartphone replaced the clipboard for door-to-door campaigning, as Obama's canvasing app gave volunteers lists of neighbors to target.",
                "And when you were on peace patrol, you got a blue jacket and a clipboard and you got to patrol the recess yard when kids were out there playing."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpcGJvYXJk&hash=716a9798e60e4016a57d4a151be05d98e8d67d3c&lang=en&cache-only=0",
            "defineEn": "a unit for measuring the size of computer data equal to eight bits",
            "defineVi": "một đơn vị để đo kích thước của dữ liệu máy tính bằng tám bit"
        },
        {
            "id": "983a7335-98eb-4a18-b18e-8c41e17e5d50",
            "word": "compatibility",
            "phonetic": "kəmpæɾəbɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He is consulting his zodiacal chart to determine his compatibility with different signs.",
                "Compatibility, wired, Bluetooth, and wireless with X-Box and PC.",
                "Another standout feature of the display is G-SYNC compatibility.",
                "- That's not intergenerational compatibility.",
                "Ask for the performance, as for the app compatibility."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGF0aWJpbGl0eQ&hash=e8a9a5c68e2da559bba4f16f40f1c3d84ba59da9&lang=en&cache-only=0",
            "defineEn": "the ability of a computer, software, or equipment to work with another device or software",
            "defineVi": "khả năng máy tính, phần mềm hoặc thiết bị hoạt động với thiết bị hoặc phần mềm khác"
        },
        {
            "id": "006bd3e7-8358-4537-8b6c-6341315e5918",
            "word": "configuration",
            "phonetic": "kənfɪɡjɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That low-entropy configuration was the Big Bang.",
                "A mathematical configuration that only comes around once every hundred years.",
                "As the energy moves, the energy configuration can change.",
                "That configuration isn’t matched by anything on Earth.",
                "This control configuration is what's known as a HOTAS or Hands On Throttle And Stick."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmlndXJhdGlvbg&hash=27f72c23e5406fdffabff8ac1af13b6a3429f705&lang=en&cache-only=0",
            "defineEn": "the set-up, hardware, and software of a computer that makes a complete system",
            "defineVi": "thiết lập, phần cứng và phần mềm của máy tính tạo nên một hệ thống hoàn chỉnh"
        },
        {
            "id": "cb19ddf1-28d2-4bd6-bd92-09dec41ee4ea",
            "word": "to corrupt",
            "phonetic": "tə kɚɹʌpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The corrupt politician was always looking over his shoulder, knowing that his misdeeds could be exposed at any moment.",
                "When the journalist exposed the corrupt practices of the politician, he was sued for libel.",
                "It was discovered that the corrupt official was in league with the criminal organization.",
                "Parents often warn their children that evil communications corrupt good manners, urging them to surround themselves with positive influences.",
                "The athlete decided to distance himself from teammates who engaged in doping, recognizing that bad company corrupts good morals."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29ycnVwdA&hash=7bdb11d497f1cb27b2c5aa12d6ac3e5e773cc326&lang=en&cache-only=0",
            "defineEn": "to cause errors or damage to a digital file, program, or system, either intentionally or unintentionally, due to a malfunction or interference",
            "defineVi": "gây ra lỗi hoặc làm hỏng tệp kỹ thuật số, chương trình hoặc hệ thống, cố ý hoặc vô ý, do sự cố hoặc nhiễu"
        },
        {
            "id": "922f2533-52e4-4874-9b8d-efee825f2ae0",
            "word": "cyberspace",
            "phonetic": "saɪbɚspeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "But big threats to infrastructure aren’t just restricted to cyberspace!",
                "One man in the U.K. mistakenly threw away the hard drive that had his key on it, and his $100 million worth of bitcoins are permanently trapped in cyberspace limbo, inaccessible to anyone ever.",
                "In a future episode, we’ll look at how this global trust experiment has moved beyond the physical realm into the invisible world of cyberspace.",
                "If you want to know more about how advertisers follow you through cyberspace check out our video, \"How Retailers Stalk You Online.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Y3liZXJzcGFjZQ&hash=ebcb10457e6fb0ec402103a1fc114570587db8be&lang=en&cache-only=0",
            "defineEn": "the non-physical space in which communication over computer networks takes place",
            "defineVi": "không gian phi vật lý trong đó giao tiếp qua mạng máy tính diễn ra"
        },
        {
            "id": "3ec26f5b-1911-491f-9779-e3119f8faab6",
            "word": "diagnostic",
            "phonetic": "daɪəɡnɑːstɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Though they’re perhaps not as glamorous as medicines or vaccines, diagnostic tests play a central role in pandemic management.",
                "We never got diagnostic testing up to speed.",
                "Now, I have other videos on Borderline Personality Disorder as a whole, the diagnostic criteria, DBT techniques, all sorts of great stuff.",
                "And the diagnostic criteria hasn't changed.",
                "Now, diagnostic criteria number 4, Consistently uses physical appearance to draw attention to one's self."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhZ25vc3RpYw&hash=edf8d2d6803b2018c74bc35f16c69fca53f8fd02&lang=en&cache-only=0",
            "defineEn": "*** a program used for identifying a computer fault",
            "defineVi": "*** một chương trình được sử dụng để xác định lỗi máy tính"
        },
        {
            "id": "706689a0-372e-4449-a616-81f525349776",
            "word": "to disassemble",
            "phonetic": "tə dɪsɐsɛmbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The airplane was disassembled.",
                "The nucleus is slowly disassembling.",
                "Two, disassemble everything on this planet into its component parts.",
                "They actually disassemble into a Ninebot S max like mobility scooter magic thing.",
                "I really wanna disassemble it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzYXNzZW1ibGU&hash=27b8a5a5333ff04a3ed785a8766738b01b04a42e&lang=en&cache-only=0",
            "defineEn": "***  to translate something from computer code into a language that can be read by humans",
            "defineVi": "*** để dịch một thứ gì đó từ mã máy tính sang ngôn ngữ mà con người có thể đọc được"
        },
        {
            "id": "1bbf9800-afd8-4b43-89d0-0168c2a2cd8c",
            "word": "dongle",
            "phonetic": "dɑːŋɡəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Enter the dongle.",
                "But for Belkin, dongles are a byproduct of progress and innovation.",
                "Bring your own dongle.",
                "So you get your dongle, your PRO X dongle X.",
                "Here's the problem with dongles."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9uZ2xl&hash=b421649449f06c22ff5b900b6ce66957d9d392ac&lang=en&cache-only=0",
            "defineEn": "(computer science) an electronic device that must be attached to a computer in order for it to use protected software",
            "defineVi": "(khoa học máy tính) một thiết bị điện tử phải được gắn vào máy tính để sử dụng phần mềm được bảo vệ"
        },
        {
            "id": "8d5d9f9b-b8bc-4574-9ef4-dfc773faec6d",
            "word": "router",
            "phonetic": "ɹaʊɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Manny: For a stronger connection put your printer closer to your router.",
                "And a month later, in October 1969, Stanford Research Institute, 400 miles of the north, got their router.",
                "In our example, cities are acting like network routers.",
                "And that creates connectivity issues with your router.",
                "Each smaller circle is a location, like a university or research lab, that operated a router."
            ],
            "audio": "https://tts.langeek.co/read?text=cm91dGVy&hash=e5540180dd902db9818918ae6a15cfae8b90d45e&lang=en&cache-only=0",
            "defineEn": "an electronic device that connects computer networks and sends data between networks",
            "defineVi": "một thiết bị điện tử kết nối mạng máy tính và gửi dữ liệu giữa các mạng",
            "hasImg": true
        },
        {
            "id": "a71476cd-1bf5-48c9-8838-ec74e65e3133",
            "word": "rom",
            "phonetic": "ɹɑːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "ROM is finally over.",
                "I was the go-to rom-com guy.",
                "And so people were on YouTube who couldn't go to the festival themselves, f rom around the world they're viewing.",
                "And Oh, the SD, the Snus, the cartridge to a rom adapter that we reviewed a little while ago on LTT.",
                "Should you just toss the safe money investment of yesteryear in the dumpster, along with those old CD ROMs and GameBoy cartridges?"
            ],
            "audio": "https://tts.langeek.co/read?text=cm9t&hash=09e721a682c68d3d57bfc17807cdce4b06d157c9&lang=en&cache-only=0",
            "defineEn": "(computer science) memory whose contents can be accessed and read but cannot be changed",
            "defineVi": "(khoa học máy tính) bộ nhớ có thể truy cập và đọc nội dung nhưng không thể thay đổi"
        },
        {
            "id": "7e291412-f5e7-42aa-85bd-2cb310c6cde0",
            "word": "ram",
            "phonetic": "ɹæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Working for your last boss sure sounds like milking a ram to me.",
                "People are sick of having advertising rammed down their throats.",
                "- Battering ram your smoothie.",
                "In this case, the bottleneck is RAM.",
                "We got so much RAM."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFt&hash=ea2e55e1c59afdd1cfc43458bf8097436b162b1e&lang=en&cache-only=0",
            "defineEn": "a type of computer memory tasked with temporarily storing data for a quicker access",
            "defineVi": "một loại bộ nhớ máy tính được giao nhiệm vụ lưu trữ dữ liệu tạm thời để truy cập nhanh hơn",
            "hasImg": true
        },
        {
            "id": "a1895fbc-d1e4-44e9-b0fe-3c28ec987843",
            "word": "proxy server",
            "phonetic": "pɹɑːksi sɜːvɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJveHkgc2VydmVy&hash=58bb270961ce92f8ba8d299174ba0adbe278ddb4&lang=en&cache-only=0",
            "defineEn": "*** ‌a server that exists between somebody's personal computer and the internet to provide some services for the user and/or to prevent them from reaching information, websites, etc. without permission",
            "defineVi": "*** ‌một máy chủ tồn tại giữa máy tính cá nhân của ai đó và internet để cung cấp một số dịch vụ cho người dùng và/hoặc ngăn họ truy cập thông tin, trang web, v.v. mà không được phép"
        },
        {
            "id": "e871c8dd-6eae-437a-ad62-252828cec15c",
            "word": "piracy",
            "phonetic": "paɪɚɹəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the early 2000s, piracy was growing fast.",
                "Streaming services helped curtail online piracy significantly over the years.",
                "This made way for peer to peer music sharing or music piracy through platforms like Napster and LimeWire.",
                "A 2007 study concluded that twelve point five billion dollars in total output was lost in the U.S. annually because of music piracy.",
                "What started out as music piracy became an 11 billion dollar industry, making up 56 percent of global music industry revenues in 2019."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlyYWN5&hash=605e6f0f4cd376a3832b7ebe16a60d45d6b1d3c4&lang=en&cache-only=0",
            "defineEn": "the act of plagiarizing; taking someone's words or ideas as if they were your own",
            "defineVi": "hành vi đạo văn; coi lời nói hoặc ý tưởng của ai đó như thể chúng là của riêng bạn"
        },
        {
            "id": "0521539b-2241-4d29-9768-e235c431fe9e",
            "word": "patch",
            "phonetic": "pætʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's not a patch on the rest of the Cabinet.",
                "Handsome, she thought, but not a patch on Alex.",
                "The sunny weather melted the snow, revealing patches of green grass.",
                "Last year, her dress was out at the elbows, exhibiting signs of wear with worn patches and loose threads.",
                "We may be going through a rough patch in our relationship, but in the end things will mend - as long as we communicate openly and honestly, we can work through our issues."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0Y2g&hash=93bf114e5aed0fd75ebe4c987d8771539a03c8d7&lang=en&cache-only=0",
            "defineEn": "a short set of commands to correct a bug in a computer program",
            "defineVi": "một bộ lệnh ngắn để sửa lỗi trong chương trình máy tính"
        },
        {
            "id": "2a909b41-fcd2-4176-89b9-ebdf0e7edb1e",
            "word": "open-source",
            "phonetic": "oʊpənsoːɹs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Ninety nine percent of Fortune 500 companies use open-source.",
                "Open-source has created so much technological progress.",
                "Now, open-source has, essentially, taken over the world.",
                "And that fed this explosion of open-source activity.",
                "Put simply, open-source development has become the new norm."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Blbi1zb3VyY2U&hash=ed95e452af1410da6b0dd12e5f1c09ae5b78a034&lang=en&cache-only=0",
            "defineEn": "(computing) describing a computer program whose source code is available to everyone",
            "defineVi": "(điện toán) mô tả một chương trình máy tính có mã nguồn sẵn có cho mọi người"
        },
        {
            "id": "95bfde7f-fb6c-4d1d-a637-312cceaf820d",
            "word": "overload",
            "phonetic": "oʊvɚloʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The court system is overloaded. ",
                "If your mind is overloaded.",
                "Now I'm getting sensory overload.",
                "Soon, the buildup of waste would overload our systems and we'd expire.",
                "There's a talent overload."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcmxvYWQ&hash=25172c9ac73c807a5752ea7caf45425214ab573d&lang=en&cache-only=0",
            "defineEn": "an electrical load that exceeds the available electrical power",
            "defineVi": "một tải điện vượt quá năng lượng điện có sẵn"
        },
        {
            "id": "0bddb381-cc80-47cc-b375-97ca2a8613c6",
            "word": "malicious",
            "phonetic": "mɐlɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When she found out that her best friend had been spreading malicious rumors about her, she realized that false friends are worse than open enemies.",
                "So one of the main issues in the 2016 election was malicious advertising on Facebook. ",
                "But there's this other category, engineers are literally taking out malicious accounts at a rate of over 12 per second.",
                "She's an expert in malicious propaganda online.",
                "But that's different for those with malicious intent."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFsaWNpb3Vz&hash=270317a50d72731a6b9dde3bfb3d788a36d5432a&lang=en&cache-only=0",
            "defineEn": "(of software or a code) intentionally designed to harm, damage, or disrupt computer systems, networks, or data",
            "defineVi": "(của phần mềm hoặc mã) được thiết kế có chủ ý để gây hại, làm hỏng hoặc phá vỡ hệ thống máy tính, mạng hoặc dữ liệu"
        },
        {
            "id": "ea9d9cbf-5629-4e56-95ff-89f6880bfc57",
            "word": "local area network",
            "phonetic": "loʊkəl ɛɹiə nɛtwɜːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG9jYWwgYXJlYSBuZXR3b3Jr&hash=b243422b5cde9de3cd444388556448ee4c0adaf4&lang=en&cache-only=0",
            "defineEn": "a local computer network for communication between computers; especially a network connecting computers and word processors and other electronic office equipment to create a communication system between offices",
            "defineVi": "một mạng máy tính cục bộ để liên lạc giữa các máy tính; đặc biệt là mạng kết nối máy tính, máy xử lý văn bản và các thiết bị văn phòng điện tử khác để tạo thành hệ thống thông tin liên lạc giữa các văn phòng"
        },
        {
            "id": "636a4b75-9947-44ca-bff8-b0ebeb1d8cd2",
            "word": "intranet",
            "phonetic": "ɪntɹənɛt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50cmFuZXQ&hash=59ea67b15fbc472bd7dfb6440efd2a053a452ee0&lang=en&cache-only=0",
            "defineEn": "a restricted computer network; a private network created using World Wide Web software",
            "defineVi": "một mạng máy tính bị hạn chế; một mạng riêng được tạo bằng phần mềm World Wide Web"
        },
        {
            "id": "b349659f-9b27-46a1-81b4-11a48d3137b8",
            "word": "interface",
            "phonetic": "ɪntɚfeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The interface can be used to drive a printer.",
                "Squarespace features a user-friendly interface, costume templates and 24/7 customer support.",
                "These four interfaces are spatial, material, information, and energy.",
                "The interface is fine for the most part.",
                "The Aqua interface was a radical design change from previous versions."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJmYWNl&hash=ae1c2dd3341cacf5b6465a29af4ccd7627f87bb6&lang=en&cache-only=0",
            "defineEn": "(computing) the program through which a user can interact with a computer, especially its design and appearance",
            "defineVi": "(máy tính) chương trình mà qua đó người dùng có thể tương tác với máy tính, đặc biệt là thiết kế và hình thức của nó"
        },
        {
            "id": "da97d900-2518-4cc9-81c2-d8b012ae5e3a",
            "word": "gui",
            "phonetic": "ɡuːi ",
            "partOfSpeechType": "noun",
            "examples": [
                "We've got the GUI.",
                "The GUI, I don't like it.",
                "You can now go into the code sort of, and, and tweak things to a degree, that you cannot do with a standard GUI.",
                "Stop hiding (bleep) in your GUI.",
                "(laughing) If you take a look at this GUI, that I designed for them like two years ago, I emailed this to them and they're like, \"Well we're not sure what problem this is supposed to solve.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Vp&hash=315b567c1264acf343bde3465bca611493007a91&lang=en&cache-only=0",
            "defineEn": "the visual interaction that users have with the computer through icons, menus, etc.",
            "defineVi": "sự tương tác trực quan mà người dùng có với máy tính thông qua các biểu tượng, menu, v.v."
        },
        {
            "id": "635bb870-cb36-438f-942f-0b282fca8036",
            "word": "to encrypt",
            "phonetic": "tʊ ɛŋkɹɪpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "That nonsense is encrypted and decrypted according to a key.",
                "Your data is encrypted on your device before it reaches their servers for backup and sync.",
                "If it's not https and there's no s on the end, it's not encrypted.",
                "Make sure you've encrypted your device.",
                "She coordinates through face-to-face meetings and encrypted messages."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5jcnlwdA&hash=400e920993398164f1ebaf31dd5ad82e8d8da116&lang=en&cache-only=0",
            "defineEn": "to convert data or information into a coded form, mainly to prevent unauthorized access",
            "defineVi": "để chuyển đổi dữ liệu hoặc thông tin thành dạng được mã hóa, chủ yếu để ngăn chặn truy cập trái phép"
        },
        {
            "id": "28462f27-8af8-4d37-8cc9-371dbb62ea88",
            "word": "codec",
            "phonetic": "koʊdək ",
            "partOfSpeechType": "noun",
            "examples": [
                "AAC is the codec we're using there.",
                "aptX audio is basically a codec that will take reduced bit rate audio streams, like the type that have to fit onto Bluetooth and then reconstitute them in a lossy matter that actually sounds quite good.",
                "This business model was upended in the late '90s, with the invention of an audio codec called the mp3, and a file-sharing program called Napster.",
                "Although there is a proprietary codec from Samsung called Scalable, which these support.",
                "So within the app you can prioritize sound quality, so it'll use the highest quality codec that it can."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29kZWM&hash=6998ba3dc5fa53c371dd21264a663fa5301a8918&lang=en&cache-only=0",
            "defineEn": "*** ‌a device or program that reduces the size of a file, etc. so that it can be sent more quickly, and returns it to its original form so that it can be used",
            "defineVi": "*** ‌a thiết bị hoặc chương trình làm giảm kích thước tệp, v.v. để tệp có thể được gửi nhanh hơn và trả tệp về dạng ban đầu để có thể sử dụng"
        },
        {
            "id": "3dea3c0d-c0d4-4d44-8f90-fa9da1abddff",
            "word": "firmware",
            "phonetic": "fɜːmwɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Please update the firmware of your Ebo robot.",
                "This is not running any kind of proprietary firmware whatsoever.",
                "So, sensor, firmware, software and of course the display itself are all capable of displaying a billion colors.",
                "You can go on GitHub download the firmware, modify it, build it and flash it.",
                "I was having a pretty hard time making the firmware work on the other mouse."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlybXdhcmU&hash=1c57e903aed711a2ac34b88b7899bc8a0ee0eeb0&lang=en&cache-only=0",
            "defineEn": "(computing) a type of software stored in a way that it cannot be modified or erased",
            "defineVi": "(máy tính) một loại phần mềm được lưu trữ theo cách không thể sửa đổi hoặc xóa"
        },
        {
            "id": "87ecd708-494c-48a5-8267-c81bf9dbe04c",
            "word": "to generate",
            "phonetic": "tə dʒɛnɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "In a sales team, one member may generate leads, while another member closes deals.",
                "The stock portfolio showed a steady yield, generating consistent profits for the shareholders.",
                "The company's advertising campaign is putting their new product on the map and generating a lot of interest.",
                "He placed solar panels on the roof to generate electricity.",
                "Her speech missed the mark and failed to generate the public support she had been hoping for."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2VuZXJhdGU&hash=b030a955d21696baa2d3f3c126c8e830f6c18273&lang=en&cache-only=0",
            "defineEn": "to create a new set of data by using a mathematical or logical process to transform an existing set of data",
            "defineVi": "để tạo một bộ dữ liệu mới bằng cách sử dụng một quy trình toán học hoặc logic để biến đổi một bộ dữ liệu hiện có"
        },
        {
            "id": "110b11ab-1fd3-40bf-ae17-8295895d747e",
            "word": "clock speed",
            "phonetic": "klɑːk spiːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The speed at which a CPU can carry out each step of the fetch-decode-execute cycle is called its Clock Speed."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvY2sgc3BlZWQ&hash=0c9c0530925275913919e9b32ecc94f4aa348738&lang=en&cache-only=0",
            "defineEn": "the speed at which a computer can process information, expressed in (MHz)",
            "defineVi": "tốc độ mà máy tính có thể xử lý thông tin, được biểu thị bằng (MHz)"
        },
        {
            "id": "8ede428b-c4c3-4ec6-ae6e-bdb253679c78",
            "word": "byte",
            "phonetic": "baɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "A modern computer processor, like an Intel Core i7, has thousands of different instructions and instruction variants, ranging from one to fifteen bytes long.",
                "For example, a letter is represented in one byte, or eight bits, and your average photo takes up several megabytes, each of which is 8 million bits.",
                "8 bits hold enough numbers to provide addresses for 256 bytes of our memory, but that’s all.",
                "We’ll make a row of 8 of them, so we can store an 8 bit number - also known as a byte.",
                "But if that same byte is sent over to our sound card, it might interpret it as one of 256 different spots mapped on to a sound wave."
            ],
            "audio": "https://tts.langeek.co/read?text=Ynl0ZQ&hash=4b25d7f3229897a99173d73116253cc5cf98416d&lang=en&cache-only=0",
            "defineEn": "a unit for measuring the size of computer data that equals 8 bits",
            "defineVi": "một đơn vị để đo kích thước của dữ liệu máy tính bằng 8 bit"
        },
        {
            "id": "3d9f1572-6015-40b4-b3ff-09ae17d0d0c5",
            "word": "binary",
            "phonetic": "baɪnɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "12 is 1100 in binary.",
                "So is binary the end-all-be-all of computing?",
                "Binary code is also used for far more complex types of data.",
                "In binary I only have two digits, zero and one.",
                "Large stars often form in binary pairs."
            ],
            "audio": "https://tts.langeek.co/read?text=YmluYXJ5&hash=559d1f3ed407b95fcbbb6ee2cd9d68b6d6205abe&lang=en&cache-only=0",
            "defineEn": "a pre-compiled, pre-linked program that is ready to run under a given operating system; a binary for one operating system will not run on a different operating system",
            "defineVi": "một chương trình được biên dịch trước, được liên kết sẵn, sẵn sàng chạy trong một hệ điều hành nhất định; một nhị phân cho một hệ điều hành sẽ không chạy trên một hệ điều hành khác"
        },
        {
            "id": "0e06ddea-1cf0-4e21-a926-51da7f34b87c",
            "word": "read-only",
            "phonetic": "ɹiːdoʊnli ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVhZC1vbmx5&hash=9bdd8b51ce957b319b25b60586262a4ccb9cd390&lang=en&cache-only=0",
            "defineEn": "*** (of memory, data or a file) able to be seen and read, but not",
            "defineVi": "*** (của bộ nhớ, dữ liệu hoặc tệp) có thể được xem và đọc, nhưng không"
        },
        {
            "id": "d7700682-c034-4930-b0c1-b9a186de0221",
            "word": "to rip",
            "phonetic": "tə ɹɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "He goes ripping down the driveway, jams on the brake, and lays down these sweet skids!",
                "His pockets ripped, a old vintage Burberry coat.",
                "Will just the inertial forces rip the glove apart?",
                "Ripping buildings apart.",
                "A story ripped from the headlines!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmlw&hash=037a5fcf1ab639df6ab8ff190f94f34d70c19bba&lang=en&cache-only=0",
            "defineEn": "***  to copy sound or video files from a website or CD on to a computer",
            "defineVi": "*** để sao chép các tệp âm thanh hoặc video từ trang web hoặc đĩa CD vào máy tính"
        },
        {
            "id": "bd3021e1-bd64-492c-984c-ac1670f93d7e",
            "word": "stack",
            "phonetic": "stæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Someone has stacked the cards against me.",
                "The odds were stacked against him, but he never gave up.",
                "I made myself a delicious oat pancake stack.",
                "He drizzled warm maple syrup over his stack of fluffy pancakes.",
                "I haven’t even made a dent in that huge stack of papers I have to read."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhY2s&hash=c282fb086b3a92f674c5043059bf977075ca38dd&lang=en&cache-only=0",
            "defineEn": "a storage device that handles data so that the next item to be retrieved is the item most recently stored (LIFO)",
            "defineVi": "một thiết bị lưu trữ xử lý dữ liệu để mục tiếp theo được truy xuất là mục được lưu trữ gần đây nhất (LIFO)"
        },
        {
            "id": "3ff06c30-fbfc-49e0-84d3-f9de36aa72bd",
            "word": "to troubleshoot",
            "phonetic": "tə tɹʌbəlʃuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "If your Android won't send texts, try these four methods to troubleshoot the problem.",
                "If you're having trouble using AirDrop, follow these steps to troubleshoot.",
                "Geek Squad sends technicians to homes to set up troubleshoot and repair electronics bought at Best Buy or elsewhere.",
                "In one case, my oldest son collaborated directly with Rebeka whose a kit designer to troubleshoot something she was working on.",
                "And scientists aren’t just troubleshooting how to put an organ from Person A into the body of Person B. They’re looking at different ways to grow organs basically from scratch, or even to use non-human animals in medicine!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJvdWJsZXNob290&hash=b7f2ada8ea807475ed89a646a5d32949c616b55f&lang=en&cache-only=0",
            "defineEn": "*** trace and correct faults in a mechanical or electronic system",
            "defineVi": "*** theo dõi và sửa lỗi trong hệ thống cơ khí hoặc điện tử"
        }
    ]
}