{
    "id": "98951670-4fd5-4d4f-857a-fd39a7a80a75",
    "title": "Lesson 9A",
    "originalTitle": "Lesson 9A",
    "words": [
        {
            "id": "de40e9f5-d669-4950-9ce2-98465777d984",
            "word": "animal",
            "phonetic": "ænɪməl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Canadian wildlife includes animals like bears, moose, beavers, and eagles.",
                "My son's favorite animal is the lion.",
                "Birds and animals are attracted to drupes.",
                "In the zoo, you can see various animals like giraffes, zebras, and monkeys.",
                "Whales are incredible marine animals that migrate long distances."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5pbWFs&hash=c8bd8a7d2710489675af3c44213de592d10d4fdc&lang=en&cache-only=0",
            "defineEn": "a living thing, like a cat or a dog, that can move and needs food to stay alive, but not a plant or a human",
            "defineVi": "một sinh vật sống, chẳng hạn như một con mèo hoặc một con chó, có thể di chuyển và cần thức ăn để sống, nhưng không phải là thực vật hay con người",
            "hasImg": true
        },
        {
            "id": "adf2eda4-d4d2-44af-9803-a319f56c1a0d",
            "word": "insect",
            "phonetic": "ɪnsɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We planted cardoon in our community garden to attract beneficial insects like butterflies.",
                "Thanks insects!",
                "And then other creatures, like spiders, eat insects!",
                "Insect eyes.",
                "Insects are complex, cognitive creatures."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zZWN0&hash=ba47ac5be418caa5c06e5b768bb7712bd8f18ff4&lang=en&cache-only=0",
            "defineEn": "a small creature such as a bee or ant that has six legs, and generally one or two pairs of wings",
            "defineVi": "một sinh vật nhỏ như ong hoặc kiến có sáu chân và thường có một hoặc hai đôi cánh",
            "hasImg": true
        },
        {
            "id": "f9194390-2b0e-4db2-900e-72a369723b28",
            "word": "bee",
            "phonetic": "biː ",
            "partOfSpeechType": "noun",
            "examples": [
                "It attracts them like bees around a honey pot.",
                "She's the bee's knees.",
                "He is busy as a bee designing every production in London.",
                "They planted yellow flowers in the garden to attract bees.",
                "Finally, the mayor had to accept that a dead bee makes no honey."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVl&hash=dc89f94a95d12e75fcc875dc76dff94cb6c85d37&lang=en&cache-only=0",
            "defineEn": "a black and yellow insect that collects nectar and produces wax and honey, which can fly and sting",
            "defineVi": "một loài côn trùng màu đen và vàng thu thập mật hoa và tạo ra sáp và mật ong, có thể bay và chích",
            "hasImg": true
        },
        {
            "id": "8ef0188b-b4d2-4946-bffc-388d624a841d",
            "word": "butterfly",
            "phonetic": "bʌɾɚflaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My little cat is chasing a butterfly.",
                "Caterpillars change into butterflies.",
                "I always get butterflies before an exam.",
                "I had terrible butterflies before I gave that talk in Venice.",
                "Do you get butterflies in your stomach when you have to talk to lots of people?"
            ],
            "audio": "https://tts.langeek.co/read?text=YnV0dGVyZmx5&hash=2efc8c8b0b09ae801e87ac7aaf85778da1a0352b&lang=en&cache-only=0",
            "defineEn": "a flying insect with a long, thin body and large, typically brightly colored wings",
            "defineVi": "một loài côn trùng bay có thân hình dài, mỏng và đôi cánh lớn, thường có màu sắc rực rỡ",
            "hasImg": true
        },
        {
            "id": "ec793809-6963-46f0-94e1-c20ca9cb77e0",
            "word": "mosquito",
            "phonetic": "məskiːɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mosquitoes are no joke.",
                "Many mosquitoes lay their eggs directly on the water’s surface, all at once in a clump.",
                "In some ecosystems, mosquitoes are important pollinators, or food sources for other organisms.",
                "When a female mosquito bites a human, the mosquito draws off blood. ",
                "These mosquitoes will never spread malaria."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9zcXVpdG8&hash=5e795ceffe37781327e887c4ec4db53c8d5cf71b&lang=en&cache-only=0",
            "defineEn": "a flying insect that bites people and animals and feeds on their blood",
            "defineVi": "một loài côn trùng bay cắn người và động vật và hút máu của chúng",
            "hasImg": true
        },
        {
            "id": "234fe96f-184b-4471-b6f3-5ae657601e60",
            "word": "spider",
            "phonetic": "spaɪdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Spiders can live for several days without food.",
                "Spiders can live for several days without food.",
                "He noticed a spider crawling up the wall.",
                "The child's cry of fear alerted the adults to the presence of a spider.",
                "As the saying goes, when spider webs unite, they can tie up a lion."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BpZGVy&hash=5cbe6155b9bb4c81cef351fa7a9031dbfceb5c39&lang=en&cache-only=0",
            "defineEn": "a small creature that spins webs to catch insects for food, with eight legs and two fangs by which poison is injected to its prey",
            "defineVi": "một sinh vật nhỏ giăng mạng để bắt côn trùng làm thức ăn, có tám chân và hai răng nanh để tiêm chất độc vào con mồi",
            "hasImg": true
        },
        {
            "id": "7415f1ae-4bf5-4357-95f5-2535c571a871",
            "word": "wasp",
            "phonetic": "wɑːsp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sarah's face looked like a bulldog chewing a wasp when she saw that her favorite dress was ruined.",
                "The celebrities were able to avoid jail time for their drug abuse because the laws are like cobwebs, which may catch small flies, but let wasps and hornets break through.",
                "When I told Jack that he had to work overtime again, he looked at me with a face like a bulldog chewing a wasp.",
                "Wasps are like butterflies.",
                "Now, wasps are a bit different than bees."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FzcA&hash=a754613dcac8ea84de38bd6808d3d5747bd8d1ff&lang=en&cache-only=0",
            "defineEn": "a winged insect with a powerful sting and black and yellow colors",
            "defineVi": "một loài côn trùng có cánh với vết chích mạnh mẽ và màu đen và vàng",
            "hasImg": true
        },
        {
            "id": "5c8c033b-6ed3-4ea9-b443-6d22eb455357",
            "word": "farm animal",
            "phonetic": "fɑːɹm ænɪməl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmFybSBhbmltYWw&hash=9189b9e47bc28991ce2606995be6551579aff2c6&lang=en&cache-only=0",
            "defineEn": "any animal that is kept and raised on a farm because of its function or profit",
            "defineVi": "bất kỳ động vật nào được giữ và nuôi trong trang trại vì chức năng hoặc lợi nhuận của nó",
            "hasImg": true
        },
        {
            "id": "187cfffd-cbc0-458e-ba43-8b85aaf4e5a2",
            "word": "bull",
            "phonetic": "bʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Quit milking the bull and do as I say instead.",
                "She decided to take the bull by the horns and try to solve the problem without any further delay.",
                "Don't tell him you're a vegetarian - it's like a red rag to a bull.",
                "You do realize that bringing your new girlfriend to your ex-wife's house is like a red flag to a bull, right?",
                "The high share price does not deter bulls."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVsbA&hash=3b62dc9fcab682ee86b24aa98b3571c0f21c5f09&lang=en&cache-only=0",
            "defineEn": "any male member of the cow family",
            "defineVi": "bất kỳ thành viên nam nào của gia đình bò",
            "hasImg": true
        },
        {
            "id": "c392deac-1ace-48ae-b83d-2229a1086271",
            "word": "chicken",
            "phonetic": "tʃɪkɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandmother kept chickens in her back yard.",
                "My grandfather used to raise chickens on his farm.",
                "The chicken laid an egg in the nesting box.",
                "The farmer fed the chickens with corn and grains.",
                "My grandma makes the best homemade chicken soup."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpY2tlbg&hash=43db51a247bbe6686618629ba90aff6ab2ac7959&lang=en&cache-only=0",
            "defineEn": "a farm bird that we keep to use its meat and its eggs",
            "defineVi": "một con chim trang trại mà chúng tôi giữ để sử dụng thịt và trứng của nó",
            "hasImg": true
        },
        {
            "id": "5d698318-0873-4000-a675-2a39b0afa40e",
            "word": "cow",
            "phonetic": "kaʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The old government program has become a sacred cow.",
                "The cow's milk was used to make cheese and butter.",
                "I noticed the cow's strong muscles as it moved around.",
                "I learned about different breeds of cows and their characteristics.",
                "The farmer used a bucket to collect fresh milk from the cow."
            ],
            "audio": "https://tts.langeek.co/read?text=Y293&hash=bcbe239980c7057c5e0583b18c68ad04a5c424d0&lang=en&cache-only=0",
            "defineEn": "a large farm animal that we keep to use its milk or its meat",
            "defineVi": "một động vật trang trại lớn mà chúng tôi giữ để sử dụng sữa hoặc thịt của nó",
            "hasImg": true
        },
        {
            "id": "7cab8c46-fd87-413c-8dcd-f56d9e78696b",
            "word": "goat",
            "phonetic": "ɡoʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The goats eagerly nibbled on the cardoon leaves.",
                "Other countries don't share our reluctance to eat goat meat.",
                "Please tell me you weren't acting the goat again.",
                "Examining job applications is the first stage in separating the sheep from the goats.",
                "I can't think of any other way one would have sorted out the sheep from the goats."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29hdA&hash=563a2a9f22027fdd73291395430057ce7666fa3b&lang=en&cache-only=0",
            "defineEn": "‌an animal with horns and a coat of hair that lives wild in the mountains or is kept on farms for its milk or meat",
            "defineVi": "‌một con vật có sừng và có lông sống hoang dã trên núi hoặc được nuôi trong các trang trại để lấy sữa hoặc thịt",
            "hasImg": true
        },
        {
            "id": "0babc63e-ca0a-4b45-8d1c-c76f2e44b9b8",
            "word": "horse",
            "phonetic": "hɔːɹs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The horse took the first fence well.",
                "My people have a horse in this race, too.",
                "She sits her horse gracefully.",
                "Just hold your horses, Bill!",
                "They turned the horse into the field."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9yc2U&hash=35fc4244c152e9021535a7b4d0262ff226a3fff6&lang=en&cache-only=0",
            "defineEn": "an animal that is large, has a tail and four legs, and we use for racing, pulling carriages, riding, etc.",
            "defineVi": "một con vật lớn, có đuôi và bốn chân, và chúng tôi sử dụng để đua, kéo xe, cưỡi ngựa, v.v.",
            "hasImg": true
        },
        {
            "id": "8cd99bfb-1153-40b7-92d3-1124bc0dbb16",
            "word": "pig",
            "phonetic": "pɪɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"And pigs can fly!\"",
                "\"Yeah, and pigs might fly.\"",
                "Yeah, and pigs might fly.",
                "They made complete pigs of themselves at the dinner.",
                "Beware of that pig in a poke."
            ],
            "audio": "https://tts.langeek.co/read?text=cGln&hash=aba53c59705f5c5d6e92f1e2ed18b176172e2d7b&lang=en&cache-only=0",
            "defineEn": "a farm animal that has short legs, a curly tail, and a fat body and people usually keep to use its meat",
            "defineVi": "một con vật trang trại có chân ngắn, đuôi quăn và thân hình mập mạp và người ta thường giữ để sử dụng thịt của nó",
            "hasImg": true
        },
        {
            "id": "2946f864-7e6b-4a3d-a8da-41873d1effb3",
            "word": "sheep",
            "phonetic": "ʃiːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "To drive sheep into a field.",
                "They drove a flock of sheep through the center of the city.",
                "The sheep gathered around the feeding trough to eat their meal.",
                "The sheep had thick wool that was used to make warm clothing.",
                "A curious sheep approached me and sniffed my hand."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hlZXA&hash=682afe5a452e28b71db0bbfb6bd6924b9ea65d16&lang=en&cache-only=0",
            "defineEn": "a farm animal that we keep to use its meat or wool",
            "defineVi": "một động vật trang trại mà chúng tôi giữ để sử dụng thịt hoặc len của nó",
            "hasImg": true
        },
        {
            "id": "8d748f67-5cf7-4826-8731-9c0ea524fb15",
            "word": "wild",
            "phonetic": "waɪld ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I am wild about my new car.",
                "May your wildest dreams come true!",
                "The crowd went wild when the Golden State Warriors turned the game.",
                "Her hair is wild and woolly, with strands sticking out in all directions.",
                "They're taking our lives in their hands out here in the wild."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lsZA&hash=6e85388e31766e246c53be384f05c576801972c7&lang=en&cache-only=0",
            "defineEn": "(of an animal or plant) living or growing in a natural state; not tamed or domesticated, or cultivated by people",
            "defineVi": "(của động vật hoặc thực vật) sống hoặc phát triển trong trạng thái tự nhiên; không được thuần hóa hoặc thuần hóa, hoặc được con người trồng trọt",
            "hasImg": true
        },
        {
            "id": "3b9ea36a-27ed-4b97-b0ca-461f989841c7",
            "word": "bat",
            "phonetic": "bæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She made the suggestions entirely off her own bat.",
                "I learned right off the bat that you can't rely on anything in this business.",
                "In the darkness, he was blind as a bat, relying on his memory to navigate his own home.",
                "You can't expect to be accepted in a new town right off the bat.",
                "Righ off the bat, you need to boil the water and add some salt to it."
            ],
            "audio": "https://tts.langeek.co/read?text=YmF0&hash=4147aa6df285da69481cbec7bb1bdcf271413692&lang=en&cache-only=0",
            "defineEn": "a small flying creature that comes out at night",
            "defineVi": "một sinh vật bay nhỏ xuất hiện vào ban đêm",
            "hasImg": true
        },
        {
            "id": "9fc25c8c-fa7c-45c5-97f4-6d61942438c9",
            "word": "bear",
            "phonetic": "bɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bear is a symbol of strength and courage in many cultures.",
                "The boy was born with a silver spoon in his mouth.",
                "The bear is known for its strong sense of smell.",
                "Canadian wildlife includes animals like bears, moose, beavers, and eagles.",
                "She was born in the purple."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhcg&hash=93319776de5f090eeb7a179bc36710dd7729ec1f&lang=en&cache-only=0",
            "defineEn": "a large animal with sharp claws and thick fur, which eats meat, honey, insects, and fruits",
            "defineVi": "một loài động vật lớn có móng vuốt sắc nhọn và bộ lông dày, ăn thịt, mật ong, côn trùng và trái cây",
            "hasImg": true
        },
        {
            "id": "2cbf4132-ecca-47df-8586-0799b60c1f4a",
            "word": "bird",
            "phonetic": "bɜːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The birds built their nest in the tree.",
                "The bird had bright feathers and a long beak.",
                "Birds can fly freely in the sky.",
                "But this bird was as dead as a dodo.",
                "The colorful bird flew high in the sky."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlyZA&hash=de250209953d40f16a4b9a25ef316c04adb2223e&lang=en&cache-only=0",
            "defineEn": "an animal with a beak, wings, and feathers that are usually capable of flying",
            "defineVi": "một con vật có mỏ, cánh và lông thường có khả năng bay",
            "hasImg": true
        },
        {
            "id": "9315ec39-dec9-4e29-b04e-75e7e65fe42a",
            "word": "camel",
            "phonetic": "kæməl ",
            "partOfSpeechType": "noun",
            "examples": [
                "We can't afford to strain at gnats and swallow camels.",
                "It had been a difficult week, so when the car broke down, it was the straw that broke the camel's back.",
                "I just ate camel!",
                "Camel milk is costly.",
                "Camel milk can cost you $30 per liter."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FtZWw&hash=0069a4e4efaf0721e5b7f7277cbf729b71efe827&lang=en&cache-only=0",
            "defineEn": "a large desert animal with a long neck and one or two humps on its back",
            "defineVi": "một động vật sa mạc lớn có cổ dài và một hoặc hai cái bướu trên lưng",
            "hasImg": true
        },
        {
            "id": "06a3d591-998a-4e78-a930-90b9a1db88bf",
            "word": "crocodile",
            "phonetic": "kɹɑːkədaɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Although the company had been performing well for years, the new CEO knew to never think there are no crocodiles because the water is calm, and he implemented changes to help the company stay competitive and adapt to new challenges.",
                "Crocodiles patrolled the waters.",
                "Also crocodiles.",
                "Crocodiles have these as well.",
                "Theories included crocodiles, misplaced sea mammals like seals, fossil bones, the duck-billed platypus, swamp gas, and the sounds from swamp birds."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JvY29kaWxl&hash=e7b64715a657b231ccc1a8fdbf39fae0ddcff219&lang=en&cache-only=0",
            "defineEn": "a large reptile with very big jaws, sharp teeth, short legs, and a hard skin and long tail that lives in rivers and lakes in hot countries",
            "defineVi": "một loài bò sát lớn có hàm rất to, răng sắc nhọn, chân ngắn, da cứng và đuôi dài sống ở sông hồ ở các nước nóng",
            "hasImg": true
        },
        {
            "id": "094148a9-eb89-4ec2-b94d-998a0ca9b20c",
            "word": "deer",
            "phonetic": "dɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He admitted killing a deer out of season.",
                "Each time they asked him a question he was like a deer caught in the headlights.",
                "As I was walking through the forest, the image of a deer coming into my mind reminded me to be quiet and still.",
                "Baby deer are adorable!",
                "Okay, deer, where are you?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVlcg&hash=e81f14aede3cfe19074734bc40cf27ca53f18d4d&lang=en&cache-only=0",
            "defineEn": "a large, wild animal with long legs and horns (only males), which eats grass and can run very fast",
            "defineVi": "một loài động vật hoang dã to lớn có chân dài và có sừng (chỉ con đực), ăn cỏ và có thể chạy rất nhanh",
            "hasImg": true
        },
        {
            "id": "ce280bdf-2d1e-4a24-9e44-91a771725724",
            "word": "elephant",
            "phonetic": "ɛlɪfənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The elephant had big ears and a long trunk.",
                "Elephants are known for their intelligence and remarkable memory.",
                "The new office block has become an expensive white elephant.",
                "The incident has remained something of an elephant in the room within our family.",
                "A huge white elephant of a house that needed ten thousand spent on it."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlcGhhbnQ&hash=6111e07f888974ccff5ae05fafa4e727e31b5268&lang=en&cache-only=0",
            "defineEn": "an animal that is very large, has thick gray skin, four legs, a very long nose that is called a trunk, and mostly lives in Asia and Africa",
            "defineVi": "một loài động vật rất lớn, da dày màu xám, bốn chân, mũi rất dài gọi là vòi, chủ yếu sống ở châu Á và châu Phi",
            "hasImg": true
        },
        {
            "id": "77f15d86-f6e8-4b08-8bc8-fd16434824bd",
            "word": "giraffe",
            "phonetic": "dʒᵻɹæf ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the zoo, you can see various animals like giraffes, zebras, and monkeys.",
                "It was head over heels for a stuffed giraffe in South Kensington this morning for upside down was the only way the half ton exhibit would go in through the doors of the Natural History Museum.",
                "Africa is known for its diverse wildlife, including elephants, lions, and giraffes.",
                "Close behind elephants are giraffes.",
                "You see the giraffe?"
            ],
            "audio": "https://tts.langeek.co/read?text=Z2lyYWZmZQ&hash=a9b94e44e1cc4accd0fbe2aed659fb014ada71db&lang=en&cache-only=0",
            "defineEn": "a tall animal with a very long neck and long legs that has brown spots on its yellow fur",
            "defineVi": "một con vật cao với cái cổ rất dài và đôi chân dài có những đốm nâu trên bộ lông màu vàng của nó",
            "hasImg": true
        },
        {
            "id": "60fb4bae-ca42-4ade-b6fc-4906a714bc46",
            "word": "kangaroo",
            "phonetic": "kæŋɡɐɹuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The kangaroo was making mincemeat of him.",
                "The kangaroo can jump very far with its powerful hind legs.",
                "The kangaroo is a unique animal found in Australia known for its ability to hop.",
                "The baby kangaroo, called a joey, stays in its mother's pouch for several months.",
                "So are kangaroos, koala bears, wombats, possums, things like that."
            ],
            "audio": "https://tts.langeek.co/read?text=a2FuZ2Fyb28&hash=b95e1128da5fdd6cd56d46d053220f11e7fffc31&lang=en&cache-only=0",
            "defineEn": "a large Australian animal with a long tail and two strong legs that moves by leaping, female of which can carry its babies in its stomach pocket which is called a pouch",
            "defineVi": "một loài động vật lớn của Úc có đuôi dài và hai chân khỏe di chuyển bằng cách nhảy, con cái có thể mang con trong túi bụng được gọi là túi",
            "hasImg": true
        },
        {
            "id": "76773fd4-fa9f-4b1e-b769-9b1aadc298e6",
            "word": "lion",
            "phonetic": "laɪən ",
            "partOfSpeechType": "noun",
            "examples": [
                "My son's favorite animal is the lion.",
                "The lions closed in on their prey.",
                "The firm has captured the lion’s share of the UK market.",
                "The lion’s share of his money went to his grandchildren.",
                "A live dog is better than a dead lion."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlvbg&hash=ab74fe6d5caa031d802e102fbd155c1646564353&lang=en&cache-only=0",
            "defineEn": "a powerful and large animal that is from the cat family and mostly found in Africa, with the male having a large mane",
            "defineVi": "một loài động vật mạnh mẽ và to lớn thuộc họ mèo và chủ yếu được tìm thấy ở Châu Phi, với con đực có bờm lớn",
            "hasImg": true
        },
        {
            "id": "2cb012b1-c971-4d99-a3da-6653f4b4c2bf",
            "word": "monkey",
            "phonetic": "mʌŋki ",
            "partOfSpeechType": "noun",
            "examples": [
                "The monkey skillfully plucked the almonds from the tree.",
                "Inevitably, the cartoonists made a monkey of him.",
                "No one makes a monkey out of me.",
                "Monkey see, monkey do.",
                "His drug addiction has been a monkey on his back for years."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9ua2V5&hash=db4f59c42ce52e7adf15b2d27d96b0e79cda37ec&lang=en&cache-only=0",
            "defineEn": "an animal that has a long tail and usually lives in trees and warm countries",
            "defineVi": "một con vật có đuôi dài và thường sống trên cây và các nước ấm áp",
            "hasImg": true
        },
        {
            "id": "43703194-1c3c-4631-bc01-b7a3fd0bea26",
            "word": "rabbit",
            "phonetic": "ɹæbɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The disease wiped out 40 million rabbits at a stroke.",
                "The caterer really pulled a rabbit out of a hat by producing 100 cupcakes with just 20 minutes' notice.",
                "I gave a carrot to the hungry rabbit.",
                "I saw a fluffy white rabbit in our garden.",
                "She once went down that political rabbit hole."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFiYml0&hash=4d12b5f99d6fc02b8be99b34cf5bcb31ce0f24d6&lang=en&cache-only=0",
            "defineEn": "an animal that is small, eats plants, has a short tale, long ears, and soft fur",
            "defineVi": "một con vật nhỏ, ăn thực vật, có một câu chuyện ngắn, đôi tai dài và bộ lông mềm mại",
            "hasImg": true
        },
        {
            "id": "cd8717c6-afe8-4e38-850e-6275f0782471",
            "word": "rat",
            "phonetic": "ɹæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They ratted on the deal.",
                "The news reporter ratted out the people who were involved with the scandal.",
                "Someone ratted us out to the police.",
                "They quit the rat race in order to live a simple life.",
                "Where I come from, you don't rat on your friends."
            ],
            "audio": "https://tts.langeek.co/read?text=cmF0&hash=b23ce0e5d8273a9c0208df072d816f0eae33d452&lang=en&cache-only=0",
            "defineEn": "a large mouse-like animal with a long tail, which spreads diseases",
            "defineVi": "một loài động vật giống chuột lớn có đuôi dài, lây lan bệnh tật",
            "hasImg": true
        },
        {
            "id": "7c45e59c-b142-43f4-8224-95f455e1ac33",
            "word": "snake",
            "phonetic": "sneɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Snakes use their tongues to smell their surroundings.",
                "The snake shed its old skin to grow a new one.",
                "These snakes are to be found in North America.",
                "He looks slippery as a snake.",
                "Snakes are cold-blooded animals, relying on external sources to regulate their body temperature."
            ],
            "audio": "https://tts.langeek.co/read?text=c25ha2U&hash=e1962a8fea5960fd85432fcbdde3f2574ed7327a&lang=en&cache-only=0",
            "defineEn": "a legless, long, and thin animal whose bite may be dangerous",
            "defineVi": "một con vật không chân, dài và gầy mà vết cắn của nó có thể nguy hiểm",
            "hasImg": true
        },
        {
            "id": "6a36f6ad-7a0b-4ec4-8181-2f038655c02f",
            "word": "tiger",
            "phonetic": "taɪɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "From an early age Tiger had his heart set on becoming a professional golfer.",
                "When hiking in areas with wildlife, it's important to remain quiet and avoid making sudden movements, as the bleating of the kid can excite the tiger",
                "The ambitious entrepreneur took a risk and started his own business, knowing that it was better to live one day as a tiger than a thousand years as a sheep working for someone else.",
                "He knew that he had made a mistake by getting involved in the risky business venture, but he was too afraid to back out because he who rides a tiger is afraid to dismount.",
                "Beasts lived in the south under their king the tiger."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlnZXI&hash=87294c9efa079ffe3afd9764f8acdb5aaf9c2d88&lang=en&cache-only=0",
            "defineEn": "a type of large and wild animal that is from the cat family, has orange fur and black stripes, and is mostly found in Asia",
            "defineVi": "một loại động vật hoang dã lớn thuộc họ mèo, có bộ lông màu cam và sọc đen, chủ yếu được tìm thấy ở châu Á",
            "hasImg": true
        },
        {
            "id": "4d924e37-055d-41ab-b045-48d76f81fefb",
            "word": "sea animal",
            "phonetic": "siː ænɪməl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VhIGFuaW1hbA&hash=bfa94d53b911caa3032ddfc859ade2bee6143029&lang=en&cache-only=0",
            "defineEn": "any animal that lives in the sea",
            "defineVi": "bất kỳ động vật nào sống ở biển",
            "hasImg": true
        },
        {
            "id": "744a3d8f-b028-4911-b757-81507bb15431",
            "word": "dolphin",
            "phonetic": "dɑːlfɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The sea is home to a variety of marine life, such as fish, dolphins, and coral reefs.",
                "Dolphins have even demonstrated language comprehension.",
                "Dolphins is a big qualification on board.",
                "Dolphins pass down their communication methods and other skills from generation to generation.",
                "So dolphins sleep unihemispherically, with just one hemisphere at a time."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9scGhpbg&hash=8583c3d4bfacd1bc77c4b350bdfb460bd05252e3&lang=en&cache-only=0",
            "defineEn": "an intelligent sea mammal that looks like a whale and has a long snout and teeth",
            "defineVi": "một động vật có vú biển thông minh trông giống như một con cá voi và có mõm dài và răng",
            "hasImg": true
        },
        {
            "id": "fb941e62-d1b1-4b46-84e4-508955fe029d",
            "word": "jellyfish",
            "phonetic": "dʒɛlɪfɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Big box jellyfish things have got 800,000 of those things per square centimeter.",
                "At least, the jellyfish parts do.",
                "That’s a lot of jellyfish.",
                "Look at this Jellyfish.",
                "That's jellyfish basics!"
            ],
            "audio": "https://tts.langeek.co/read?text=amVsbHlmaXNo&hash=4bf0f618231d1c99a05e1d98a3a73bec973d5973&lang=en&cache-only=0",
            "defineEn": "a sea creature that has a bell-shaped body, which is gelatinous and transparent, long thin tentacles and a poisonous sting",
            "defineVi": "một sinh vật biển có thân hình chuông, sền sệt và trong suốt, các xúc tu dài mỏng và có nọc độc",
            "hasImg": true
        },
        {
            "id": "1d5ae083-760c-4cb3-8fc9-c6070a4fa644",
            "word": "shark",
            "phonetic": "ʃɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the economy continues to struggle, the sharks are circling for many small businesses around the country.",
                "The sharks have been circling for so long that I don't really remember what it's like to not be on the verge of bankruptcy.",
                "He obviously didn’t realize he was swimming with sharks!",
                "She fell overboard and the sharks got her.",
                "Humans can also flip sharks into TI."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhcms&hash=87b8973dbaa43ca614c7e5946f4a403f832f021b&lang=en&cache-only=0",
            "defineEn": "‌a large sea fish with a pointed fin on its back and very sharp teeth",
            "defineVi": "‌một loài cá biển lớn có vây nhọn trên lưng và hàm răng rất sắc",
            "hasImg": true
        },
        {
            "id": "015454af-fd51-4193-8e39-4a9865f996c5",
            "word": "whale",
            "phonetic": "weɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The whale has a very distinctive call.",
                "Whales are incredible marine animals that migrate long distances.",
                "The whale was a big creature that swam in the ocean.",
                "The boss whaled on us for the entirety of the meeting because of our failure to meet our sales quota.",
                "A whale was found washed up on the shore."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hhbGU&hash=2b51954cc8baf439f848763a8a259690efbc93c7&lang=en&cache-only=0",
            "defineEn": "a very large animal that lives in the sea, with horizontal tail fin and a blowhole on top of its head for breathing",
            "defineVi": "một loài động vật rất lớn sống ở biển, có vây đuôi nằm ngang và lỗ thông hơi trên đỉnh đầu để thở",
            "hasImg": true
        }
    ]
}