{
    "id": "98a98925-4ec0-471f-80c6-54fba0791a35",
    "title": "Government as a Necessary Evil",
    "originalTitle": "Government as a Necessary Evil",
    "words": [
        {
            "id": "d68ab179-4d3b-4d0e-88bc-8087463ae756",
            "word": "to abdicate",
            "phonetic": "tʊ æbdᵻkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Rebellious soldiers and the persistence of angry crowds along with the insistence of his wider family eventually persuaded Nicholas to abdicate his throne.",
                "So he's forced to abdicate.",
                "In April of 1814-- super important time in history-- Napoleon is forced to abdicate.",
                "They force them to abdicate by the Treaty of Fontainebleau.",
                "To what degree did they not stay in front of things or did they abdicate their own responsibility? "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWJkaWNhdGU&hash=f20aa96af07e8df3151ab852d1ea0922a16827e2&lang=en&cache-only=0",
            "defineEn": "(of a monarch or ruler) to step down from a position of power",
            "defineVi": "(của một vị vua hoặc người cai trị) từ bỏ một vị trí quyền lực"
        },
        {
            "id": "3f42cc44-bacd-417d-a770-2e01d599eb7d",
            "word": "to anoint",
            "phonetic": "tʊ ɐnɔɪnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Link, could you anoint my feet with oil? -",
                "In the New Testament, Jesus' body was anointed with a mixture of myrrh and aloes following his crucifixion.",
                "And then God's anointed on earth - kings and the Church - could parcel out packets of land to people they chose.",
                "That was when President Yeltsin anointed a successor, named Vladimir Putin as his successor, who was acting president for a while and then was elected president.",
                "MoMA would continue to be MoMA, but without public funding, how do we ensure that voices are represented other than those of the rich, or those anointed by the rich?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW5vaW50&hash=dcc25f1af61eac3354c70d1b1f3101ca805e92b3&lang=en&cache-only=0",
            "defineEn": "to choose whom an important position or job will be given to, generally done by a person of power",
            "defineVi": "để chọn ai một vị trí hoặc công việc quan trọng sẽ được trao cho, thường được thực hiện bởi một người có quyền lực"
        },
        {
            "id": "50235b0f-f149-4e35-a50a-82bfb372bb44",
            "word": "to arrogate",
            "phonetic": "tʊ æɹəɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYXJyb2dhdGU&hash=f24446618904faa131968851fda65b6cd4d96924&lang=en&cache-only=0",
            "defineEn": "to take control of something without any legal basis",
            "defineVi": "để kiểm soát của một cái gì đó mà không có bất kỳ cơ sở pháp lý"
        },
        {
            "id": "6b5bd027-fe2d-442f-a5c3-11bcc00d9046",
            "word": "to capitulate",
            "phonetic": "tə kɐpɪtʃʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "For me, I could no longer be a member of a political party that was so corrupted by Donald Trump that he consumed lock, stock and barrel, and the leadership of the political party fundamentally capitulated to him. ",
                "And the plan was that Putin would either capitulate or he would lose his image, his reputation.",
                "And it's not so much that Trump took over the Republican Party, it's that the Republican Party completely capitulated to him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FwaXR1bGF0ZQ&hash=66a1cf4a6d5b13a14424caf8d33fd42a21291f4a&lang=en&cache-only=0",
            "defineEn": "to stop resisting something and accept it",
            "defineVi": "để ngừng chống lại một cái gì đó và chấp nhận nó"
        },
        {
            "id": "1e5b44b4-d8a3-4fca-b5fe-f64ba7102de5",
            "word": "to cede",
            "phonetic": "tə siːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Haitian zombi ceded relevance to a more violent version of the undead during the mid-20th century.",
                "And this administration has no intention to cede that success to anybody.",
                "They’ve ceded their political power to him, and a lot of their financial power, in exchange for safety and security of those assets that they're allowed to keep.",
                "Indians agreed to cede a tract of land bound by the distance a man could walk in 36 hours.",
                "So the military abandoned bases and outposts and began to cede influence."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2VkZQ&hash=c0359c3a5562e906f92ffb8eb9975580649c4f50&lang=en&cache-only=0",
            "defineEn": "to hand over power, land, or a position to another, particularly due to being forced",
            "defineVi": "bàn giao quyền lực, đất đai, hoặc một vị trí cho người khác, đặc biệt là do bị ép buộc"
        },
        {
            "id": "e4396181-e42d-46ee-bc53-e4270b70ff9e",
            "word": "to concede",
            "phonetic": "tə kənsiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "He would not concede the points.",
                "So, many libertarians concede that the physical world itself is deterministic.",
                "We will never concede.",
                "We will never concede.",
                "You don't concede."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uY2VkZQ&hash=284947246689f5c3fc2faec160561b3ff8b2d4ab&lang=en&cache-only=0",
            "defineEn": "to grant something such as control, a privilege, or right, often reluctantly",
            "defineVi": "cấp một cái gì đó như quyền kiểm soát, đặc quyền hoặc quyền, thường miễn cưỡng"
        },
        {
            "id": "863f9bba-e23b-4891-aadb-bccca10a3a8f",
            "word": "to defenestrate",
            "phonetic": "tə dᵻfɛnɪstɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The first one occured in 1419 and resulted in the deaths of seven people, the second one, the one we’re concerned with now, resulted in the deaths of no people, because all four of the defenestrated landed in a pile of manure."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVmZW5lc3RyYXRl&hash=26d55ecc801aec5ec57e17130a9d2d32b652cc2c&lang=en&cache-only=0",
            "defineEn": "to force a person of authority or power to step down from their position",
            "defineVi": "để buộc một người có thẩm quyền hoặc quyền lực phải từ bỏ vị trí của họ"
        },
        {
            "id": "cc6131c7-4ac8-41d0-8fba-f64f35171275",
            "word": "to dismiss",
            "phonetic": "tə dɪsmɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The law allowed companies to dismiss workers without any reason.",
                "When the teacher complained about the boys' rowdy behavior, the principal dismissed it by saying that boys will be boys.",
                "Moving to London is certainly a possibility - I wouldn't dismiss it out of hand.",
                "David's snobby colleagues would often turn their noses up at his ideas during meetings, dismissing them without even considering their merit.",
                "She was dismissed from her job, which was a real kick in the teeth after all the work she'd done."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzbWlzcw&hash=480680e1827c4b0c27a6bc6a63dd29684c5784e1&lang=en&cache-only=0",
            "defineEn": "to end the employment of someone by removing them from their job",
            "defineVi": "để kết thúc việc làm của một ai đó bằng cách loại bỏ họ khỏi công việc của họ",
            "hasImg": true
        },
        {
            "id": "3c071311-1951-4dd9-902c-fccc7b7f9eb2",
            "word": "to gerrymander",
            "phonetic": "tə dʒɛɹɪmændɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Both Democrats and Republicans gerrymander.",
                "So what is gerrymandering?",
                "You're gerrymandered out of here.",
                "Democrats will also gerrymander.",
                "Remember when I gerrymandered the eagle?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2VycnltYW5kZXI&hash=1adce025b2225418f7ef2da873afeccd1c1c3648&lang=en&cache-only=0",
            "defineEn": "to divide voting districts in a way that would advantage a particular group or party more",
            "defineVi": "để phân chia các khu vực bỏ phiếu theo cách có lợi hơn cho một nhóm hoặc đảng cụ thể"
        },
        {
            "id": "305def29-3d0b-4cb2-8247-2f4b1e9c88ff",
            "word": "to kowtow",
            "phonetic": "tə kaʊtaʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Majority Leader Chuck Schumer accused GOP opponents today of kowtowing to former President Trump.",
                "They saw a generation of Republican politicians who kowtowed to Fox News, who genuflected.",
                "They saw a generation of Republican politicians who kowtowed to Fox News, who genuflected. ",
                "What they needed was prestige and respect so that people would continue to see China as the center of the economic universe, so there was a tribute system through which foreign rulers or their ambassadors would come to China and engage in a debasing ritual called the kowtow wherein they acknowledged the superiority of the Chinese emperor and offered him - or her, but usually him - gifts in exchange for the right to trade with China."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ga293dG93&hash=43519f37edf49854444c510ec77445502d84b5a9&lang=en&cache-only=0",
            "defineEn": "to attempt at pleasing an authority by excessively flattering and obeying them",
            "defineVi": "cố gắng làm hài lòng một cơ quan có thẩm quyền bằng cách tâng bốc quá mức và tuân theo họ"
        },
        {
            "id": "f71a62ea-d6f6-451d-b70b-af41d12e20ef",
            "word": "to machinate",
            "phonetic": "tə mækᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFjaGluYXRl&hash=ec0aba7f274ee899b88c326974fe1c0d5593d62e&lang=en&cache-only=0",
            "defineEn": "to secretly make plans, particularly to gain an advantage",
            "defineVi": "để bí mật lập kế hoạch, đặc biệt là để đạt được một lợi thế"
        },
        {
            "id": "8c2648cd-c5af-4669-a8b8-f1ed5609045a",
            "word": "to relegate",
            "phonetic": "tə ɹɛlᵻɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Jim Crow laws effectively relegated black subjects to second class citizenship based on a racialized caste system where white citizens were privileged above all others.",
                "It's something that has been relegated to the states.",
                "I also like that CHAPPiE's hero does battle with the tiresome roles that robots have generally been relegated to by Hollywood.",
                "Some say this intense breakfast favorite goes back to people having to use up all of their meat on Collop Monday, in preparation for not eating meat during Lent although the meal wasn’t always relegated to the morning.",
                "But the minivan is now relegated to a small portion of the automotive market, despite seeming like the sum of everything."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVsZWdhdGU&hash=7e7be1ddf3540eee29a0604d74640e661f505b2f&lang=en&cache-only=0",
            "defineEn": "to appoint a person or thing to a lower status, position, or rank",
            "defineVi": "để bổ nhiệm một người hoặc điều để một tình trạng thấp hơn, vị trí, hoặc xếp hạng"
        },
        {
            "id": "f170968d-00e6-4f47-85b8-b843901967c9",
            "word": "to rescind",
            "phonetic": "tə ɹᵻsɪnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "In January 2018, Attorney General Jeff Sessions during President Donald Trump's administration rescinded the Cole memorandum.",
                "Is being rescinded.",
                "Rescinding DACA. ",
                "President Trump, however, rescinded all of those measures within two years in office.",
                "After President Lincoln's assassination, this bill meantto help freed slaves gained financial stability, was rescinded."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzY2luZA&hash=92b748688f526eaf5769bcc9fe61a9963a403f5f&lang=en&cache-only=0",
            "defineEn": "to officially cancel a law, decision, agreement, etc.",
            "defineVi": "để chính thức hủy bỏ một đạo luật, quyết định, thỏa thuận, vv."
        },
        {
            "id": "75d42273-c393-43b7-999a-87c25098cef7",
            "word": "to sap",
            "phonetic": "tə sæp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Too many irons in the fire can sap your energy and prevent you from seeing which path to take.",
                "Sap that they suck out of shallow holes like these.",
                "The ants drink the sap in the leaves for energy.",
                "It all comes down to sap.",
                "We call it sap."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2Fw&hash=6d35fbe378feb7ffe961b1ffdf710dd1f882bc5b&lang=en&cache-only=0",
            "defineEn": "to gradually drain or deplete someone's power or strength",
            "defineVi": "để dần dần rút cạn hoặc làm cạn kiệt sức mạnh hoặc sức mạnh của ai đó"
        },
        {
            "id": "e2a35d10-f1f4-4674-841e-7945111bca38",
            "word": "to spearhead",
            "phonetic": "tə spɪɹhɛd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Mechanical engineer Mauricio Toro spearheaded the project.",
                "The effort was spearheaded by YouTube star Jimmy Donaldson, who's also known as Mr. Beast.",
                "With this, Stallman spearheaded the free software movement from which the open-source movement was born.",
                "He spearheaded the creation of what may still be the company's most iconic car, the type one better known to the world as the Volkswagen Beetle.",
                "This work has been spearheaded mainly by researchers in Maryland who have studied the genomes of bacteria like Haemophilus and Mycoplasma."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3BlYXJoZWFk&hash=75c3602b2c3a6acbd60b40c52319e677ca477c79&lang=en&cache-only=0",
            "defineEn": "to be the person who leads something like an attack, campaign, movement, etc.",
            "defineVi": "là người lãnh đạo một cái gì đó như một cuộc tấn công, chiến dịch, phong trào, v.v."
        },
        {
            "id": "c9dcb485-d737-424f-b02f-359d5fee5acd",
            "word": "to undermine",
            "phonetic": "tʊ ʌndɚmaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Even if one is confident in his innocence, it is not appropriate to be a judge in his own cause, as it undermines the credibility of the decision-making process.",
                "The rise of social media connected people in positive ways but also led to the spread of misinformation, and hate, illustrating that where God builds a church, the devil will build a chapel attempting to undermine and distort good purposes.",
                "No major disasters in the financial markets to undermine trust in the system.",
                "In 2005 several events undermined the public’s confidence in the Bush administration.",
                "That attitude could undermine popular support for the movement."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5kZXJtaW5l&hash=cbf09b3b6e4ac7604bef0fe7aee765eecd056bc5&lang=en&cache-only=0",
            "defineEn": "to gradually decrease the effectiveness, confidence, or power of something or someone",
            "defineVi": "để giảm dần hiệu quả, sự tự tin, hoặc sức mạnh của một cái gì đó hoặc ai đó"
        },
        {
            "id": "74c7d25d-6c20-46dd-8e6b-b1b44afc3cd8",
            "word": "artless",
            "phonetic": "ɑːɹtləs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXJ0bGVzcw&hash=6d46ac526f827e525c5e828d877ba5442a62f82b&lang=en&cache-only=0",
            "defineEn": "lacking deceptive motives, thus sincere and simple",
            "defineVi": "thiếu động cơ lừa đảo, do đó chân thành và đơn giản"
        },
        {
            "id": "02257f5d-272f-4964-b618-c6649d51bf67",
            "word": "autonomous",
            "phonetic": "ɔːtɑːnəməs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Autonomous cars can remove the need for a driver at all.",
                "Autonomous weapons could save lives.",
                "The wide body jet achieved autonomous taxiing, takeoff and landing.",
                "Thanks to Autonomous for sponsoring this video.",
                "We have two autonomous initiative."
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0b25vbW91cw&hash=39c775087577cbcf6fffacba68e607864ec7eb30&lang=en&cache-only=0",
            "defineEn": "(of countries, organizations, regions, etc.) not governed by another force, and is in control of itself",
            "defineVi": "(của các quốc gia, tổ chức, khu vực, v.v.) không bị chi phối bởi một lực lượng khác và tự kiểm soát"
        },
        {
            "id": "94d4ffcb-6685-4c67-bd20-220b0d912cdf",
            "word": "bellicose",
            "phonetic": "bɛlɪkoʊs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But Athens was like the purest democracy of all time and also remarkably bellicose.",
                "He continued his bellicose ways, fighting Indians in Florida, although he was not actually authorized to do so, and became so popular from all of his Indian killing that he decided to run for president in 1824.",
                "Frankly, I think he laughed out loud in a very bellicose manner."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVsbGljb3Nl&hash=a81d9edf279b9ecb57f44114ada4ded465c60b4d&lang=en&cache-only=0",
            "defineEn": "displaying a willingness to start an argument, fight, or war",
            "defineVi": "thể hiện sự sẵn sàng bắt đầu một cuộc tranh cãi, chiến đấu hoặc chiến tranh"
        },
        {
            "id": "62c1e9eb-b36f-4c1d-b6fb-172b894b9a8e",
            "word": "compliant",
            "phonetic": "kəmplaɪənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The compliant media never asked them about. ",
                "But he’s compliant and friendly throughout this time.",
                "Maybe she's more, shall we say, compliant.",
                "Guatemala was less compliant, and its president has been blunt.",
                "Many people succumb and become compliant in terrible situations, but not everyone does."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGxpYW50&hash=c1ba1465860ec13488649e4374d047446841c1d1&lang=en&cache-only=0",
            "defineEn": "willingly obeying rules or doing what other people demand",
            "defineVi": "sẵn sàng tuân theo các quy tắc hoặc làm những gì người khác yêu cầu"
        },
        {
            "id": "4482a039-df74-42b9-a6dc-d434561d3346",
            "word": "magisterial",
            "phonetic": "mædʒɪstɪɹiəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFnaXN0ZXJpYWw&hash=236658f7807db356be0ac5ade318b4cada9a66fd&lang=en&cache-only=0",
            "defineEn": "displaying a behavior befitting someone who is in a powerful and authoritative position",
            "defineVi": "thể hiện một hành vi phù hợp với một người ở vị trí quyền lực và có thẩm quyền"
        },
        {
            "id": "08d6eb7a-2b53-4615-b18c-83436240030e",
            "word": "obsequious",
            "phonetic": "əbsiːkwɪəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2JzZXF1aW91cw&hash=c82385c44f13907ee69768445ca9586862c9afbc&lang=en&cache-only=0",
            "defineEn": "excessively flattering and obeying a person, particularly in order to gain their approval or favor",
            "defineVi": "tâng bốc quá mức và vâng lời một người, đặc biệt là để đạt được sự chấp thuận hoặc ủng hộ của họ"
        },
        {
            "id": "57bd6989-e084-49a3-b311-b1ae52bd975c",
            "word": "partisan",
            "phonetic": "pɑːɹɾɪsən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That's partisan. ",
                "The partisans were fighting in the forest.",
                "Partisan politics in Congress hold up investigations into the violent storming of the Capitol by a mob of Trump supporters.",
                "They are extraordinarily partisan.",
                "The survey shows big partisan differences, particularly among skeptical Republicans."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFydGlzYW4&hash=902bfb2df555301eac2f27e31d11b97a6f8b7ff0&lang=en&cache-only=0",
            "defineEn": "displaying support and favoritism toward a party or cause, usually without giving it much thought",
            "defineVi": "thể hiện sự ủng hộ và thiên vị đối với một bên hoặc nguyên nhân, thường là không cần suy nghĩ nhiều"
        },
        {
            "id": "dad2e7a8-e592-4150-83fc-d704fffb560f",
            "word": "truculent",
            "phonetic": "tɹʌkjʊlənt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJ1Y3VsZW50&hash=ae0b9ed0276a475223ff0f4a58dd764322df86b3&lang=en&cache-only=0",
            "defineEn": "ill-tempered and ready to start an argument or fight",
            "defineVi": "nóng tính và sẵn sàng bắt đầu một cuộc tranh cãi hoặc chiến đấu"
        },
        {
            "id": "3ea14917-4e6a-4de9-80f6-ee7adfcf39e1",
            "word": "artifice",
            "phonetic": "ɑːɹɾɪfɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The artifice of picture-making has been exposed, and we are now free to play in a magical world of cultural material, to rethink old narratives and forge new ones.",
                "The best moments for him of his presidency are when he is breaking through the artifice of Washington."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aWZpY2U&hash=f8c9d2dac310615e0cbafe8bc6b8ffb556553c0b&lang=en&cache-only=0",
            "defineEn": "a clever action or behavior that is intended to trick and deceive others",
            "defineVi": "một hành động hoặc hành vi thông minh nhằm đánh lừa và lừa dối người khác"
        },
        {
            "id": "0a5bd8dc-4c73-43fb-b547-53a5679c95bc",
            "word": "calumny",
            "phonetic": "kælʌmni ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FsdW1ueQ&hash=f579940fd11e37810b983027dc1b4a023986ad66&lang=en&cache-only=0",
            "defineEn": "an unpleasant or false statement intending to ruin someone's reputation",
            "defineVi": "một tuyên bố khó chịu hoặc sai có ý định hủy hoại danh tiếng của ai đó"
        },
        {
            "id": "0c3de430-7c90-4e66-bb4f-d175f4456a96",
            "word": "dissolution",
            "phonetic": "dɪsəluːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the literature, this has been referred to as boundary dissolution.",
                "The plot is structured around patterns of collision and dissolution, where characters from different worlds are thrown together and torn apart.",
                "Based on current constructs, here are six ways that boundary dissolution can affect the parent-child dyad.",
                "And in fact, that change in functional connectivity was correlated with whether the subjects reported feeling more ego dissolution.",
                "The scientists predicted that this effect might be related to the experience of ego dissolution that reportedly comes with taking the drug."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzc29sdXRpb24&hash=f9acbf06b8fb6199cc138dd6a797c0f2b1a35cd7&lang=en&cache-only=0",
            "defineEn": "the formal ending of a business agreement, marriage, parliament, organization, etc.",
            "defineVi": "sự kết thúc chính thức của một thỏa thuận kinh doanh, hôn nhân, quốc hội, tổ chức, v.v."
        },
        {
            "id": "1ba37b85-a91c-4f39-ba9c-869f60eaed65",
            "word": "graft",
            "phonetic": "ɡɹæft ",
            "partOfSpeechType": "noun",
            "examples": [
                "and we graft the function. -",
                "To ensure an exact copy of this cultivar, all apple trees must be grafted from the original seedling.",
                "And she needed a bone graft from her keel bone which is in her chest.",
                "Since there are a lot of them, the graft usually stays flush, which further reduces the risk of complications.",
                "Segments of these trees are then grafted onto root stalk - that's the lower section of another tree that's been chosen from a different cultivar for its superior roots and growing ability."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhZnQ&hash=578ddb78224c0ba4f9ff364ef8511cb2c161c8b4&lang=en&cache-only=0",
            "defineEn": "a morally or legally wrong act, usually bribery, done to gain an advantage or support",
            "defineVi": "một hành động sai trái về mặt đạo đức hoặc pháp lý, thường là hối lộ, được thực hiện để đạt được lợi thế hoặc hỗ trợ",
            "hasImg": true
        },
        {
            "id": "5953effc-9e6d-4fbf-b281-0b7c3f5fcb84",
            "word": "jingoist",
            "phonetic": "dʒɪŋɡoʊɪst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=amluZ29pc3Q&hash=b9bb3f695ff3891cd485c6b4fceaa8368ca92ed1&lang=en&cache-only=0",
            "defineEn": "someone who very strongly believes that their country is far more superior than other countries",
            "defineVi": "một người rất tin tưởng rằng đất nước của họ vượt trội hơn nhiều so với các nước khác"
        },
        {
            "id": "4bd1f2bf-cecf-448f-a7cf-3e7084e5e4c6",
            "word": "juggernaut",
            "phonetic": "dʒʌɡɚnɔːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Top executives at pandemic juggernauts Pfizer and Moderna are at odds on the need for a fourth COVID-19 vaccine dose.",
                "YouTube is a juggernaut.",
                "He was very much a creature of this expanding juggernaut of the NFL.",
                "The core baby boomers, they're the ones who really built Harley up into the juggernaut that it became in the postwar period.",
                "In the early 2000s, when Microsoft launched the Xbox, Japan was the gaming juggernaut of the world."
            ],
            "audio": "https://tts.langeek.co/read?text=anVnZ2VybmF1dA&hash=28bfdbf7ad8fc07202cd742c4c8d34978e420939&lang=en&cache-only=0",
            "defineEn": "a force, movement, organization, etc. that is large, powerful, and uncontrollable",
            "defineVi": "một lực lượng, phong trào, tổ chức, vv đó là lớn, mạnh mẽ, và không thể kiểm soát"
        },
        {
            "id": "0425a658-1f95-4edf-bcc4-07b6fbe4404b",
            "word": "junta",
            "phonetic": "dʒʌntə ",
            "partOfSpeechType": "noun",
            "examples": [
                "A junta of generals rules the country in the name of the monarchy.",
                "They should defeat this junta group in the north.",
                "In Myanmar, supporters of the military junta attacked protesters in Yangon.",
                "And now the junta is beginning to use violence.",
                "And now the junta is beginning to use violence."
            ],
            "audio": "https://tts.langeek.co/read?text=anVudGE&hash=3ae332e3890aa6db64b239174d4915a7883f5635&lang=en&cache-only=0",
            "defineEn": "a government of politicians or military officers that forcefully obtained power",
            "defineVi": "một chính phủ của các chính trị gia hoặc sĩ quan quân đội giành được quyền lực"
        },
        {
            "id": "83b35ee7-13bc-4173-81db-bb6b5261e2d0",
            "word": "nabob",
            "phonetic": "næbɑːb ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmFib2I&hash=37fc54b0b9378504b38818c331febc77a02e24f1&lang=en&cache-only=0",
            "defineEn": "an individual who possesses an extreme amount of wealth or a high social standing",
            "defineVi": "một cá nhân sở hữu khối tài sản cực lớn hoặc địa vị xã hội cao"
        },
        {
            "id": "620827bf-cd01-4aad-a5f3-f0d1f569d326",
            "word": "potentate",
            "phonetic": "poʊtənteɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Today, the Jewish people face another attempt by yet another Persian potentate to destroy us."
            ],
            "audio": "https://tts.langeek.co/read?text=cG90ZW50YXRl&hash=9ff4b3dc8c0a375c41859a17afa901591a122a18&lang=en&cache-only=0",
            "defineEn": "someone who rules over people and possesses absolute control and power",
            "defineVi": "một người cai trị mọi người và sở hữu quyền kiểm soát và quyền lực tuyệt đối"
        },
        {
            "id": "7992f48e-afc6-49a0-a1dd-83977b031d03",
            "word": "quisling",
            "phonetic": "kwɪslɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cXVpc2xpbmc&hash=7a886327953d874ac8c8f3565c72638acdcc3557&lang=en&cache-only=0",
            "defineEn": "an individual who betrays their country by assisting the enemy occupying or controlling it",
            "defineVi": "một cá nhân phản bội đất nước của họ bằng cách hỗ trợ kẻ thù chiếm đóng hoặc kiểm soát nó"
        },
        {
            "id": "7313a631-6e16-4cdb-a6f6-7b37e5d4ba09",
            "word": "coterminous",
            "phonetic": "koʊɾɚmɪnəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y290ZXJtaW5vdXM&hash=b6bebf450aaf671a7a6321d47bd9ae6aa298ce81&lang=en&cache-only=0",
            "defineEn": "(of areas of land or of countries) having a border in common",
            "defineVi": "(của các vùng đất hoặc của các quốc gia) có đường biên giới chung"
        },
        {
            "id": "55a2b750-3d08-4f06-89df-e708bd9713ac",
            "word": "buffer zone",
            "phonetic": "bʌfɚ zoʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnVmZmVyIHpvbmU&hash=1b098c5e6991f4c74838ef3a6e9d06b797612183&lang=en&cache-only=0",
            "defineEn": "a neutral area free of the conflict and danger that is between opposing powers",
            "defineVi": "một khu vực trung lập không có xung đột và nguy hiểm giữa các cường quốc đối lập"
        },
        {
            "id": "a0ad12d3-c006-4165-a0af-209e34fbd73e",
            "word": "recrimination",
            "phonetic": "ɹᵻkɹɪmᵻneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "There would not be any recriminations."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjcmltaW5hdGlvbg&hash=d6d8a6498c1976dbcf8e1b8fd5c4e525aeb61f63&lang=en&cache-only=0",
            "defineEn": "accusations made in retaliation for being accused",
            "defineVi": "những lời buộc tội được đưa ra để trả thù cho việc bị buộc tội"
        },
        {
            "id": "42c33cd0-7ce3-402d-9eac-edc2be9008a7",
            "word": "sycophant",
            "phonetic": "sɪkɑːfənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3ljb3BoYW50&hash=3790caf1b08a8b9fc87a8ac66be0cdd08fac61a3&lang=en&cache-only=0",
            "defineEn": "an individual who excessively flatters someone of importance to gain a favor or advantage",
            "defineVi": "một cá nhân quá tâng bốc ai đó quan trọng để đạt được lợi ích hoặc lợi thế"
        }
    ]
}