{
    "id": "98ee7f6c-c637-445f-975b-806d6eefb146",
    "title": "Cause and Effect",
    "originalTitle": "Lesson 13",
    "words": [
        {
            "id": "4fab5860-49c6-4edc-bccf-2bd9088f65a7",
            "word": "to arise",
            "phonetic": "tʊ ɚɹaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "I constantly have to remind myself that the worst wheel of the cart creaks most, checking my tendency to complain when relatively minor difficulties arise in my life.",
                "As soon as the opportunity arose, he was quick off the mark in exploiting it.",
                "Those who go the furthest in life are the ones willing to jump in at the deep end when a great opportunity arises.",
                "He refuses to allow that such a situation could arise.",
                "I always tell my students that you snooze, you lose, and that they should always be ready to take advantage of opportunities when they arise."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXJpc2U&hash=5ae693788c7f25481fbb84f53dd8ad4c00cd1ca8&lang=en&cache-only=0",
            "defineEn": "to be caused by something particular or happen as a result of it",
            "defineVi": "được gây ra bởi một cái gì đó cụ thể hoặc xảy ra như là kết quả của nó"
        },
        {
            "id": "592cc9f9-9d40-448b-80d6-804b4232bf67",
            "word": "consequently",
            "phonetic": "kɑːnsɪkwəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The finches consequently sort out ecological niches.",
                "The disease, consequently, becomes part of normal experience.",
                "Consequently, many young men and women cannot get a good job. ",
                "Consequently, Tom has delayed any marriage plans with Candace.",
                "Consequently, Wendy rose one step. "
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VxdWVudGx5&hash=b3fbbd75d4783dedca1124866f42c3bf0863bdfd&lang=en&cache-only=0",
            "defineEn": "therefore; as a result",
            "defineVi": "Vì vậy; kết quả là"
        },
        {
            "id": "01096782-d335-436b-9fad-51b679021241",
            "word": "following",
            "phonetic": "fɑːloʊɪŋ ",
            "partOfSpeechType": "preposition",
            "examples": [
                "Jake missed his friend's birthday party, but he made it up to her by organizing a surprise gathering with their mutual friends the following week.",
                "She thought that being an influencer was a gravy train, but soon realized that building a following requires hard work and dedication.",
                "Now, consider the following.",
                "The following spring, the adult bee chews its way out.",
                "The following year, construction on the tower foundations finally began."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9sbG93aW5n&hash=896126927e6134e1a2550d2bfd3cf5c4db9e11b7&lang=en&cache-only=0",
            "defineEn": "as a result of; after",
            "defineVi": "bởi vì; sau đó"
        },
        {
            "id": "ad09b5e2-977a-4faa-9ce0-fb082d2a1dc3",
            "word": "hence",
            "phonetic": "hɛns ",
            "partOfSpeechType": "adverb",
            "examples": [
                "I try not to get too caught up in the small things, because in the grand scheme of things, it will be all the same a hundred years hence.",
                "Hence the name of the park By this time, dinosaurs had already acquired a variety of body plans and adaptations.",
                "Hence the common refrain: correlation doesn’t imply causation.",
                "And hence, the vehicle fleet is also very, very different to the fleet in the U.S.",
                "And hence, the shape of the orbit must be an ellipse."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVuY2U&hash=a26abb395963fe3971c49d1afe4813661b0d4f55&lang=en&cache-only=0",
            "defineEn": "for this reason; because of this",
            "defineVi": "vì lý do này; vì điều này"
        },
        {
            "id": "0a9d1914-5436-415a-ac95-d75827b256e6",
            "word": "outcome",
            "phonetic": "aʊtkʌm ",
            "partOfSpeechType": "noun",
            "examples": [
                "A mixture of skill and good luck decided the outcome of the game.",
                "The outcome of the game is in the team captain's hands.",
                "The outcome of the court case will make or mar the future of the business.",
                "The outcome of the election is now in the lap of the gods, as the polls are too close to call.",
                "Whether you agree or not, it makes no odds to the outcome of the decision."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0Y29tZQ&hash=2af24b2684a9a31802bcee5844ccf14997bc6290&lang=en&cache-only=0",
            "defineEn": "the result or consequence of a situation, event, or action",
            "defineVi": "kết quả hoặc hậu quả của một tình huống, sự kiện, hoặc hành động"
        },
        {
            "id": "acfe70f7-d7b9-484a-8eb6-47708b67ec42",
            "word": "thus",
            "phonetic": "ðʌs ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Current drilling technology thus barely scrapes the surface.",
                "The story of her life, thus far, has been being in the right place at the right time.",
                "The CEO of the company knew that no truth, no crown, and thus made sure that the company always operated with honesty and integrity.",
                "It’s as if Google is just so big now, the left hand doesn’t know what the right is doing, and thus different teams keep coming up with the same products.",
                "Thus ends that experiment, now back to the show."
            ],
            "audio": "https://tts.langeek.co/read?text=dGh1cw&hash=1c9b50876f601a55a139d8c436e72177d209ff25&lang=en&cache-only=0",
            "defineEn": "as a result",
            "defineVi": "kết quả là"
        },
        {
            "id": "c665699b-faec-4a49-a29d-d4ef5eca3d94",
            "word": "to trigger",
            "phonetic": "tə tɹɪɡɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Cameras triggered by cars running red lights at intersections.",
                "Methamphetamine also triggers the release of dopamine.",
                "Trigger the high speed camera.",
                "So, naturally, DNA damage triggers an immune response: inflammation.",
                "The announcement triggered a jump in oil prices."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJpZ2dlcg&hash=e710ce0f7b624779bc5f2dbc057589ad5417c9bd&lang=en&cache-only=0",
            "defineEn": "to cause something to happen",
            "defineVi": "để gây ra một cái gì đó để xảy ra"
        },
        {
            "id": "e82d4c35-2052-413a-a0f4-38e72a1fc958",
            "word": "causative",
            "phonetic": "kɔːsətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2F1c2F0aXZl&hash=d945664edee49f47687c5ff25c93cb61437cd610&lang=en&cache-only=0",
            "defineEn": "being the reason behind the occurrence of something",
            "defineVi": "là lý do đằng sau sự xuất hiện của một cái gì đó"
        },
        {
            "id": "b26d391f-e5c0-4e2a-987c-17adfafbfe64",
            "word": "to ensue",
            "phonetic": "tʊ ɛnsuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The dust is settling on the chaos which ensued when the French sold 110,000 tickets to the World Cup football matches by phone.",
                "There then ensues a silence that lasted almost five minutes.",
                "While odd-colored snow fell in Italy and Hungary, famine, food riots and disease epidemics ensued.",
                "A squabble with Detective Brett Hankison ensues, and already the team seems on edge.",
                "And then a long discussion ensues about whether the depo was shut down and when it would resume and all of that. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5zdWU&hash=98655d14c7c41d13ecd20157031994bb7fb82073&lang=en&cache-only=0",
            "defineEn": "to happen following something or as a result of it",
            "defineVi": "xảy ra sau một cái gì đó hoặc là kết quả của nó"
        },
        {
            "id": "a4a00273-bbaa-4986-b560-e0ef9296157f",
            "word": "ineffective",
            "phonetic": "ɪnɪfɛktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That's pretty ineffective for winning a race.",
                "Unfortunately, even our most promising drug candidates have turned out to be ineffective.",
                "It also so happens that it was completely ineffective.",
                "The Reynolds number is useful for understanding simple scenarios, but it’s ineffective in many situations.",
                "It just might help you avoid an overvalued stock, an ineffective product, or even a terrible relationship."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5lZmZlY3RpdmU&hash=d84f88da63da5865abb83d15af2826acd236cb1b&lang=en&cache-only=0",
            "defineEn": "unable to have any effect or achieve the intended results",
            "defineVi": "không thể có bất kỳ ảnh hưởng hoặc đạt được kết quả dự định"
        },
        {
            "id": "9926c38f-488e-4428-b185-5f89cab9ace9",
            "word": "whereby",
            "phonetic": "wɛɹbaɪ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Obsessive-compulsive disorder is an anxiety disorder whereby you have either obsessions or compulsions or both.",
                "Titles also provide guidelines whereby people know how to address others. ",
                "Graduating students also wear collars or sashes of cloth over their gowns, whereby their field of academic specialization is indicated via color. ",
                "A uniform is one way whereby the workers can be easily identified by others. ",
                "In fact, they have a test environment whereby the updates for the software is tested to make sure that the software they're getting from their automation vendor is not infested with malware."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hlcmVieQ&hash=dcccf2dd6b6918c81270745baca5fa33568e39c1&lang=en&cache-only=0",
            "defineEn": "used for indicating that something is done in accordance with the mentioned rule, approach, method, etc.",
            "defineVi": "được sử dụng để chỉ ra rằng một cái gì đó được thực hiện theo quy tắc, cách tiếp cận, phương pháp đã đề cập, v.v."
        },
        {
            "id": "8e7e517f-f4d5-48bb-96fc-b24d7c34e633",
            "word": "thereby",
            "phonetic": "ðɛɹbaɪ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Thereby he will make the young man perfect eternally.",
                "The repeal inspired a line of commemorative teapots, thereby beginning America's storied tradition of worthless collectible ceramics.",
                "This jolt would cause the patron to scream, thereby adding to the tension in the theater.",
                "Jenna's a correspondent, thereby continuing the warm relations the Bush family has with the national press.",
                "Users give the app their phone number, thereby subscribing them to a stream of texts, encouraging them to get more involved."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlcmVieQ&hash=ba384fef1cc53500d4e4f816af2b2c16870994d3&lang=en&cache-only=0",
            "defineEn": "used to indicate the result of what is being talked about",
            "defineVi": "được sử dụng để chỉ ra kết quả của những gì đang được nói về"
        },
        {
            "id": "4b671cd9-6988-4194-abd4-0a5ac4162f8c",
            "word": "to effect",
            "phonetic": "tʊ ɪfɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The bullets had no effect on the steel door.",
                "The increase had a ripple effect through the whole financial market.",
                "The color green has a restful effect.",
                "The law went into effect on 1 August.",
                "The bank crash has had a ripple effect on the whole community."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWZmZWN0&hash=0c97206a62a0fdc25ea9cb33e20d5a2eb1b27f78&lang=en&cache-only=0",
            "defineEn": "to cause something to happen; to carry out",
            "defineVi": "để gây ra một cái gì đó xảy ra; quan tâm",
            "hasImg": true
        },
        {
            "id": "9d4cb18d-d22b-4b7c-a292-6bf3f22526ad",
            "word": "to prompt",
            "phonetic": "tə pɹɑːmpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the company lost a major client, it prompted the CEO to reassess the company's strategy and make changes that helped them gain new clients - as they say, a stumble may prevent a fall.",
                "The controversial political scandal that dominated news cycles for a week turned into a seven-day wonder, capturing public attention and prompting investigations and debates.",
                "The incident prompted an SEC investigation into Kodak's disclosure of the loan.",
                "Branson's request for a bailout prompted mockery from some corners, especially in the British press.",
                "A decline in new infections has prompted a wider loosening of restrictions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvbXB0&hash=d9700e71413c49f081092feafdea1cb8ec677c77&lang=en&cache-only=0",
            "defineEn": "to make something happen",
            "defineVi": "để làm một cái gì đó xảy ra"
        },
        {
            "id": "f89c3829-6558-4e8b-8a77-52b377d0c880",
            "word": "effectually",
            "phonetic": "ɪfɛktʃuːəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "He wrote that Jemima's death \"effectually destroyed all my hopes of happiness in this world. \""
            ],
            "audio": "https://tts.langeek.co/read?text=ZWZmZWN0dWFsbHk&hash=9497dfa4b326d792c8a5eb593b4213fbf80f6f38&lang=en&cache-only=0",
            "defineEn": "in a way that produces the intended result",
            "defineVi": "theo cách tạo ra kết quả dự định"
        },
        {
            "id": "27f493af-1944-48af-87de-bdd29a1017f5",
            "word": "consequentially",
            "phonetic": "kɑːnsɪkwɛnʃəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "And very consequentially, with Medvedev’s direction, Russia abstained from a vote in the U.N. Security Council that paved the way for this military operation in Libya."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VxdWVudGlhbGx5&hash=f0e21a5151d5f0c29aacd3a738452b25e8c3fc01&lang=en&cache-only=0",
            "defineEn": "happening as a consequence or effect of something",
            "defineVi": "xảy ra như một hệ quả hoặc ảnh hưởng của một cái gì đó"
        },
        {
            "id": "cd2e0c94-4824-45c2-b2f5-5820c1731499",
            "word": "hereby",
            "phonetic": "hɪɹbaɪ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "I hereby declare this studio the independent nation of John Green-sylvania!",
                "I hereby increase your taxes by 150 percent.",
                "But, but if it is cursed I hereby lift that curse.",
                "\"You are hereby notified that possession is demanded by J.P. Morgan Chase Bank, which now owns your property.\"",
                "The Act states: The Congress hereby finds and declares that the security of the Nation requires the fullest development of the mental resources and technical skills of its young men and women."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVyZWJ5&hash=ec76378ab5c79836007a699d092efedba0470a5e&lang=en&cache-only=0",
            "defineEn": "(in official situations) according to this statement or document",
            "defineVi": "(trong các tình huống chính thức) theo tuyên bố hoặc tài liệu này"
        },
        {
            "id": "7f3082fa-f157-4277-ba8d-0bdd17477a71",
            "word": "thereupon",
            "phonetic": "ðɛɹʌpɑːn ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhlcmV1cG9u&hash=81279c0509d56ddf9c5fe6ca0ef262cc80b44618&lang=en&cache-only=0",
            "defineEn": "Immediately following something that is mentioned",
            "defineVi": "Ngay lập tức sau một cái gì đó được đề cập"
        },
        {
            "id": "545525b5-b3da-441e-93a9-82a706f55e86",
            "word": "to imply",
            "phonetic": "tʊ ɪmplaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I didn't mean to imply that you were in any way at fault.",
                "Of all the nerve, implying that I'm somehow to blame for the project's failure!",
                "Well, pressure implies resistance.",
                "It implies the loss of not just our lives but all life.",
                "And it also implies an infantilization."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wbHk&hash=7d24a547054a9680d34fac487eb8d68c62692697&lang=en&cache-only=0",
            "defineEn": "to suggest that one thing is the logical consequence of the other",
            "defineVi": "để gợi ý rằng một điều là hệ quả logic của khác"
        },
        {
            "id": "12385b34-1b48-42ea-b08c-0b0724267a92",
            "word": "ineffectual",
            "phonetic": "ɪnɪfɛktʃuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It removes qualified immunity, which will result in an ineffectual police force and leave our communities vulnerable to crime."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5lZmZlY3R1YWw&hash=01af8f5f954605543f787fefa501071a57dc5e37&lang=en&cache-only=0",
            "defineEn": "failing to achieve a desired result",
            "defineVi": "không đạt được kết quả mong muốn"
        },
        {
            "id": "682d95da-5ef7-4f2b-9490-588f3216b09e",
            "word": "to result",
            "phonetic": "tə ɹɪzʌlt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We need the results now.",
                "She'll have had the results by now.",
                "The result of this election is going to be too close to call.",
                "The bakery incorporated finely diced fatback into savory pie crusts for flaky results.",
                "If you invest time and energy into learning and personal growth, you will see positive results in your life."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzdWx0&hash=be7171ad775b0586ddc75e8a32fe2dbedef8b069&lang=en&cache-only=0",
            "defineEn": "to directly cause something",
            "defineVi": "để trực tiếp gây ra một cái gì đó"
        },
        {
            "id": "fc29fdb6-f369-447f-856e-2b6b12e83d65",
            "word": "to stem",
            "phonetic": "tə stɛm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The gardener carefully wrapped the stem of the young tree with burlap to protect it from frost during winter.",
                "They admired the sturdy stem of the oak tree, providing support to its branches and leaves.",
                "As the rain poured, the thirsty plant absorbed water through its roots, nourishing its leaves and stems.",
                "The differences in these properties stem mostly from the differences in their polarities.",
                "And the stem contains the tens digits."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RlbQ&hash=2e63b098b5ef4040c9d1841069c5408a248eb872&lang=en&cache-only=0",
            "defineEn": "to be caused by something",
            "defineVi": "được gây ra bởi một cái gì đó"
        },
        {
            "id": "df4dd131-7545-45b0-96e2-932948d0d14e",
            "word": "repercussion",
            "phonetic": "ɹᵻpɚkʌʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And industry had other repercussions.",
                "So, the repercussions are not only significant for China domestically, but for the rest of the world and here in the United States.",
                "And that could have some pretty big repercussions.",
                "Even today, we're still seeing the repercussions from it.",
                "As for repercussions, there have been very little, both legally and financially."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwZXJjdXNzaW9u&hash=4412e4d727915ec389c9de183665fd13cf516db3&lang=en&cache-only=0",
            "defineEn": "an unintended effect of something, usually a negative and long lasting one",
            "defineVi": "một tác động ngoài ý muốn của một cái gì đó, thường là một tác động tiêu cực và lâu dài"
        },
        {
            "id": "2c6adf54-5628-411c-92b6-7d708cb01ddd",
            "word": "chain reaction",
            "phonetic": "tʃeɪn ɹɪækʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the first stage, a fission chain reaction triggers an even more powerful atomic process: fusion.",
                "It could start a chain reaction.",
                "But some nerves can speed up this chain reaction.",
                "When it finally finds one, a chain reaction takes place.",
                "Atomic bombs and nuclear power both rely on chain reactions of neutrons running into atoms like uranium, which lets off more neutrons."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhaW4gcmVhY3Rpb24&hash=48a418574744733983f24f38ed68a80dc2fd038e&lang=en&cache-only=0",
            "defineEn": "a series of related events, each of which is caused by the former one",
            "defineVi": "một loạt các sự kiện liên quan, mỗi sự kiện được gây ra bởi sự kiện đầu tiên"
        },
        {
            "id": "b431c4a9-1118-4c0b-a10f-ecfbe3d89faa",
            "word": "due to",
            "phonetic": "duː tuː ",
            "partOfSpeechType": "phrase",
            "examples": [
                "The company's profits are on the rocks due to poor management decisions.",
                "Dinoflagellates are capable of rapid movement due to their flagella.",
                "The country was at a low ebb due to the recent war",
                "The plant was growing weakly due to lack of sunlight.",
                "He got the hook, reportedly due to differences with his co-star."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVlIHRv&hash=71c76e6398bfba0b7e1444715d0c92f6166f5469&lang=en&cache-only=0",
            "defineEn": "caused by a person or thing",
            "defineVi": "gây ra bởi một người hoặc điều"
        },
        {
            "id": "eb101853-a64a-4200-976b-cb08e1a341bb",
            "word": "indirectly",
            "phonetic": "ɪndɚɹɛktli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Millions of people found jobs either directly or indirectly.",
                "The sand mining industry in Cambodia provides economic benefits to Cambodia both directly and indirectly.",
                "Finding your answer to these will likely happen indirectly as well.",
                "But other planets don’t just affect us indirectly.",
                "But it can be measured indirectly."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaXJlY3RseQ&hash=fd9cd8b55d8ea1fb5eb0d8459e4db59ef3675d5c&lang=en&cache-only=0",
            "defineEn": "not caused in a direct way or as the main result",
            "defineVi": "không gây ra một cách trực tiếp hoặc là kết quả chính"
        },
        {
            "id": "448868f5-1b0d-4be1-a5d9-951be893d829",
            "word": "effectively",
            "phonetic": "ɪfɛktɪvli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The cleaning product contains stiff chemicals that effectively remove tough stains.",
                "He focused on the meat and potatoes of his job, accomplishing tasks efficiently and effectively.",
                "Sally decided to quit her job and publicly criticize her former employer, effectively burning her bridges with the company.",
                "It helps me to focus on the most important parts of a story and communicate them effectively.",
                "After a disagreement, the team is working to get back on the rails and collaborate effectively to achieve their shared goals."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWZmZWN0aXZlbHk&hash=0e10550701e80268b3da7c8f0d293c3405c27466&lang=en&cache-only=0",
            "defineEn": "in a way that results in the desired outcome",
            "defineVi": "theo cách dẫn đến kết quả mong muốn"
        },
        {
            "id": "bab342ff-2e29-4495-9213-3d6d062f0ffd",
            "word": "means",
            "phonetic": "miːnz ",
            "partOfSpeechType": "noun",
            "examples": [
                "To him, they were nothing more than a means to an end.",
                "Allowing people to buy and own guns cuts both ways, as it can provide a means of self-defense but can also increase the risk of gun violence.",
                "Imagine two criminals, partners in crime, who are arrested and placed in separate cells with no means of communication.",
                "I didn't particularly like the job - it was just a means to an end.",
                "I'd always lived within my means but my girlfriend was the opposite, so it was just a matter of time before we broke up."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVhbnM&hash=739319c690503d012adda95e2d8018a08a3d5b09&lang=en&cache-only=0",
            "defineEn": "a way, system, object, etc. using which one can achieve a goal or accomplish a task",
            "defineVi": "một cách, hệ thống, đối tượng, v.v. sử dụng mà người ta có thể đạt được mục tiêu hoặc hoàn thành một nhiệm vụ"
        },
        {
            "id": "4afa995e-d1f3-4c8d-8446-58ea878aa225",
            "word": "aftereffect",
            "phonetic": "æftɚɹɪfɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Did you feel the shuddering, the aftereffects? ",
                "The hospital is still tending to patients struggling with the aftereffects of the virus."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZ0ZXJlZmZlY3Q&hash=f4373274082fc2d2691c746d680b91973716b1a9&lang=en&cache-only=0",
            "defineEn": "an effect that results from an action or event",
            "defineVi": "một hiệu ứng kết quả từ một hành động hoặc sự kiện"
        },
        {
            "id": "80f541f3-7a2e-4a26-99fb-f0ad99ecdee3",
            "word": "by-product",
            "phonetic": "baɪpɹɑːdʌkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And this right here is a by-product doctor.",
                "And now one of the by-products of this reaction is ammonia",
                "Well, erection is a by-product of both nerves and blood vessels working together once a man gets excited.",
                "Unfortunately PON1 also breaks down the toxic pesticide by-products called organophosphates.",
                "At about 13% alcohol, the by-products wild yeasts generate during fermentation become toxic and kill them."
            ],
            "audio": "https://tts.langeek.co/read?text=YnktcHJvZHVjdA&hash=9bc405c632115a98f21489be6c3089f17261b5f7&lang=en&cache-only=0",
            "defineEn": "something that happens incidentally and unexpectedly as a result of something else",
            "defineVi": "một cái gì đó xảy ra tình cờ và bất ngờ như là kết quả của một cái gì đó khác"
        },
        {
            "id": "da223097-52e6-406f-a1af-b9922a43f100",
            "word": "domino effect",
            "phonetic": "dɑːmɪnoʊ ɪfɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's essentially a domino effect of different changes in the brain.",
                "The extinction of bees could have a disastrous domino effect, killing off animals that eat those plants, and so on up the food chain.",
                "And when Apple kills something, it usually creates a domino effect in the tech world.",
                "In part it was associated with a domino effect of policy decisions in the latter half of the 20th century that disproportionately targeted vulnerable populations.",
                "If one false citation makes it into the system, it can set up a domino effect as other people cite that bad fact instead of verifying the original."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9taW5vIGVmZmVjdA&hash=340160b15a67289a9ddd1b854a482b166132ca8d&lang=en&cache-only=0",
            "defineEn": "a situation in which a series of similar events are triggered by a single event as the primary cause",
            "defineVi": "một tình huống trong đó một loạt các sự kiện tương tự được kích hoạt bởi một sự kiện duy nhất là nguyên nhân chính"
        },
        {
            "id": "4e569b5f-9000-4e22-8509-701056312639",
            "word": "to take effect",
            "phonetic": "tə teɪk ɪfɛkt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSBlZmZlY3Q&hash=0d3e7576f0114cb356e0f5ad5d0527f18af3ef22&lang=en&cache-only=0",
            "defineEn": "to start to apply or be used; to begin to produce the intended results",
            "defineVi": "để bắt đầu áp dụng hoặc được sử dụng; để bắt đầu tạo ra kết quả dự định"
        },
        {
            "id": "94d6f7d6-6f50-4734-bb72-c94f616a043e",
            "word": "to come into effect",
            "phonetic": "tə kʌm ɪntʊ ɪfɛkt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSBpbnRvIGVmZmVjdA&hash=c188aeb5ac03c6eb07bc62d0deafacb3b9e0345d&lang=en&cache-only=0",
            "defineEn": "to begin to apply; to start to be used",
            "defineVi": "để bắt đầu áp dụng; bắt đầu được sử dụng"
        }
    ]
}