{
    "id": "992c9738-b53c-4f55-9af9-cea58b3a8872",
    "title": "Unit 12",
    "originalTitle": "Unit 12",
    "words": [
        {
            "id": "66e9beee-6525-457f-aebf-8613215e0a91",
            "word": "metaphorical",
            "phonetic": "mɛɾəfɔːɹɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Each rung on this metaphorical ladder is a different way of measuring astronomical distances.",
                "So at the dew point, our metaphorical sponge would be full and a cloud can be born. ",
                "So it might not just be a pain in the metaphorical physics butt.",
                "Because by the time of the Space Race really took off in the mid 20th century, imperial powers had run out of corners of the world to plant metaphorical flags in.",
                "It’s not that there are literal monsters and demons that stalk us day to day, it’s that King finds metaphorical ways to personify them."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0YXBob3JpY2Fs&hash=abbb778d378d6c97e912ee6b307cae3e3fc52bee&lang=en&cache-only=0",
            "defineEn": "using a word, phrase, etc. not for its ordinary meaning, but for the idea or symbol that it represents or suggests",
            "defineVi": "sử dụng một từ, cụm từ, v.v. không phải vì ý nghĩa thông thường của nó, mà vì ý tưởng hoặc biểu tượng mà nó đại diện hoặc gợi ý"
        },
        {
            "id": "c281cbc8-76a9-4b07-b2d0-e0607332219e",
            "word": "language",
            "phonetic": "læŋɡwɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Language is a window into the world.",
                "The poem uses simple language.",
                "Use plain language instead of jargon.",
                "Don’t use bad language.",
                "The universal language of art is bridging a divide."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFuZ3VhZ2U&hash=549b7505c533cada8cc6ada5316fd0576fede0e9&lang=en&cache-only=0",
            "defineEn": "the system of communication by spoken or written words, that is used by people of a particular country or region",
            "defineVi": "hệ thống giao tiếp bằng lời nói hoặc chữ viết, được sử dụng bởi những người của một quốc gia hoặc khu vực cụ thể",
            "hasImg": true
        },
        {
            "id": "e4400851-3aaf-447e-93bd-e9bd56ba823c",
            "word": "to fuel",
            "phonetic": "tə fjuːəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Your arrogance only adds fuel to the fire Manfred.",
                "When the bus stopped for fuel, we took the opportunity to get something to eat.",
                "The car manufacturer's latest model outperformed its competitors by a nose, offering slightly better fuel efficiency and a more comfortable ride.",
                "We are starting to feel the pinch of high fuel costs.",
                "This gauge tells you how much fuel you have left."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnVlbA&hash=7f7cec7e2fad95e0c191b0c3a081a96e69cb21f1&lang=en&cache-only=0",
            "defineEn": "to provide the energy or motivation needed to drive or inspire a particular activity or process",
            "defineVi": "để cung cấp năng lượng hoặc động lực cần thiết để thúc đẩy hoặc truyền cảm hứng cho một hoạt động hoặc quá trình cụ thể"
        },
        {
            "id": "16441cdf-f710-4764-b40c-0d24f4ca1edd",
            "word": "to fire",
            "phonetic": "tə faɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Hold your fire!",
                "Who started the fire?",
                "The firefighter bravely extinguished the house fire.",
                "The government has played with fire.",
                "A fire attack shall chill the enemy to the bone."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmlyZQ&hash=b999d5c783b9b165165f1407a7a2d9695f183647&lang=en&cache-only=0",
            "defineEn": "to arouse, provoke, or inspire strong emotion, enthusiasm, or reaction",
            "defineVi": "để khơi dậy, khiêu khích, hoặc truyền cảm hứng mạnh mẽ cảm xúc, sự nhiệt tình, hoặc phản ứng"
        },
        {
            "id": "08322780-035d-483e-a83d-031162ba7262",
            "word": "shining",
            "phonetic": "ʃaɪnɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- Do you all have the shining?",
                "Wendy Carlos and Rachel Elkind used this technique in the opening of The Shining, with a recomposition of Dies Irae, a 13th century Gregorian chant.",
                "Penderecki's music was also used in another landmark horror film, Stanley Kubrick's The Shining.",
                "So the sun shines at two o'clock in the afternoon in California and there's an overabundance of electricity because the sun's shining.",
                "The Shining, about a troubled father who gives into his demons, both of the ghostly and bottled variety, is a (447-page) metaphor for alcoholism."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hpbmluZw&hash=5f5f717265f28804774913215ef9beeac0d2e903&lang=en&cache-only=0",
            "defineEn": "radiating light or brightness, whether natural or artificial",
            "defineVi": "tỏa ánh sáng hoặc độ sáng, dù là tự nhiên hay nhân tạo",
            "hasImg": true
        },
        {
            "id": "ca70e8d5-ed76-4a7b-ad63-1789b52301b5",
            "word": "to overshadow",
            "phonetic": "tʊ oʊvɚʃædoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Even with a well-tailored suit, the politician's charisma couldn't overshadow the face that could stop a clock, with his sunken eyes, patchy beard, and receding hairline.",
                "But that news was all but overshadowed by fears of a possible mutation of the coronavirus.",
                "And that, of course, overshadowed what we intended to be a message to the electorate on the 7th of October, a month before the election.",
                "Overshadowed by McDonald's and Burger King, Wendy's is looking for a way back into the spotlight.",
                "The history of science up until the Cold War is often overshadowed by the Manhattan Project."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3ZlcnNoYWRvdw&hash=ec81cc5334212cd303780013607ea2d2b894d6f4&lang=en&cache-only=0",
            "defineEn": "to cause a person or thing to come across as less significant",
            "defineVi": "để gây ra một người hoặc điều đi qua như ít quan trọng"
        },
        {
            "id": "35a0aa20-b316-4c76-9ead-a6fdc543145b",
            "word": "to spark",
            "phonetic": "tə spɑːɹk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Some bright spark left the tap running all night.",
                "Who's the bright spark who came up with this rotten idea?",
                "She presented an abstract idea that challenged conventional wisdom and sparked a lively debate.",
                "The strange architectural design of the building sparked curiosity and became a nine day's wonder, attracting tourists from far and wide to witness its unique structure.",
                "As they danced together, Emily caught Alex giving her the eye, and she felt a spark of mutual attraction between them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Bhcms&hash=d18f40898df6f313045370f409ec1939731d09d6&lang=en&cache-only=0",
            "defineEn": "to trigger or ignite a reaction, response, or action, often by provoking or inspiring someone or something to action",
            "defineVi": "để kích hoạt hoặc đốt cháy một phản ứng, phản ứng hoặc hành động, thường bằng cách kích động hoặc truyền cảm hứng cho ai đó hoặc một cái gì đó để hành động"
        },
        {
            "id": "6180df83-3a67-4303-a427-5c65b555131f",
            "word": "flash",
            "phonetic": "flæʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The politician's campaign was the flash in the pan that taught them the importance of building a strong base of support over time.",
                "He was drown with too much camera flashes and media attention.",
                "The new tech startup seemed like a sure thing, but it turned out to be a flash in the pan.",
                "The flashing light means (that) you must stop.",
                "A police car with a flashing light."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxhc2g&hash=399275094592e7199f0f5bede60b217855770813&lang=en&cache-only=0",
            "defineEn": "a sudden, clear understanding or insight, often accompanied by a feeling of enlightenment",
            "defineVi": "một sự hiểu biết hoặc cái nhìn sâu sắc, rõ ràng, đột ngột, thường đi kèm với cảm giác giác ngộ"
        },
        {
            "id": "0e641838-6278-4a09-827e-d7145881c5d7",
            "word": "to dawn",
            "phonetic": "tə dɔːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Dawn was just breaking.",
                "Dawn was breaking when they finally left.",
                "We were up at the crack of dawn.",
                "We'll have to leave at the crack of dawn.",
                "I often start work at the crack of dawn when there is a big order to get out."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGF3bg&hash=be12265d9ad6196b8bdb2901f5ba6ebec4d68953&lang=en&cache-only=0",
            "defineEn": "to become clear or understood",
            "defineVi": "để trở nên rõ ràng hoặc hiểu"
        },
        {
            "id": "e032e60c-4591-4c68-aaa7-9507d5a2370a",
            "word": "shady",
            "phonetic": "ʃeɪdi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We enjoyed a peaceful picnic on the shady riverbank, listening to the gentle sounds of the water.",
                "The police suspected Mat in a string of burglaries and assigned an undercover officer with a shady past to trail him.",
                "The wealthy businessman was so obsessed with making more money that he cut corners and engaged in shady deals, proving that money is the root of all evil.",
                "John witnessed how a known scam artist was treated with respect and admiration once he had made a fortune through his shady dealings.",
                "\"The entertainment industry is notorious for its shady dealings, and those who want to make it big must be willing to get their hands dirty, as muck and money go together,\" said the aspiring actor to his friend."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhZHk&hash=8d004302b36f86229cb83580a1c24aa866cf405c&lang=en&cache-only=0",
            "defineEn": "appearing to be questionable or dishonest, often creating a feeling of suspicion or unease",
            "defineVi": "có vẻ nghi vấn hoặc không trung thực, thường tạo ra cảm giác nghi ngờ hoặc khó chịu"
        },
        {
            "id": "ad747566-7679-4d6b-a33a-c6b05c969b8c",
            "word": "bright",
            "phonetic": "bɹaɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "\"That boy isn't very bright.\"",
                "These shrubs produce bright red berries.",
                "The bird had bright feathers and a long beak.",
                "Some bright spark left the tap running all night.",
                "I arrived bright and early at Brian the falconer's house for day one of my course."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpZ2h0&hash=5b30cf51f59f4df2ad4691f35f8297c732316732&lang=en&cache-only=0",
            "defineEn": "capable of thinking and learning in a good and quick way",
            "defineVi": "có khả năng tư duy và học hỏi một cách tốt và nhanh chóng",
            "hasImg": true
        },
        {
            "id": "34607760-25a6-47bb-88b2-79730d4a57c1",
            "word": "to flood",
            "phonetic": "tə flʌd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Four people were killed when a train plunged into a flooded river.",
                "The inexperienced DIY enthusiast tried to fix a complex plumbing problem, and caused a flood in the house.",
                "The rising flood waters had driven her out of the village.",
                "British retailers are flooding the U.S. fashion market.",
                "Now, the tsunami flooded the nuclear plant."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmxvb2Q&hash=9292132ab21c3f7be2b5e25494c9d58c6f7b2233&lang=en&cache-only=0",
            "defineEn": "to become covered or filled by water",
            "defineVi": "để trở thành bao phủ hoặc lấp đầy bởi nước",
            "hasImg": true
        },
        {
            "id": "b6b40820-8b73-452d-b909-e545c9975c13",
            "word": "bland",
            "phonetic": "blænd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So, your plane food probably tastes more bland than it actually is.",
                "It's kind of that bland paste.",
                "Nothing like some bland grits to clean that palate.",
                "DESIREE POLK-BLAND: All of these factors interfere with being a successful student.",
                "Because he's the president and he looks like, he's bland."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhbmQ&hash=7fb5362cf71279ab0c337a5b58f558fcb2965437&lang=en&cache-only=0",
            "defineEn": "unremarkable and lacking in distinctive or interesting qualities",
            "defineVi": "không nổi bật và thiếu phẩm chất đặc biệt hoặc thú vị"
        },
        {
            "id": "1c36b525-a9d5-4ded-8966-9345df9db2a4",
            "word": "half-baked",
            "phonetic": "hæfbeɪkt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So pelvis size isn’t why our babies come out half-baked.",
                "That means that even though a sector may grow over-all, individual companies might be half-baked.",
                "As for the gingerbread men, their eternity may be pretty crumby, but so long as they go out on a limb, their friendship will never again be half-baked."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFsZi1iYWtlZA&hash=f8c4bfdd8bcf866bbe280c2ef7da8be6d8f2bb2c&lang=en&cache-only=0",
            "defineEn": "(of people) lacking in intelligence or common sense, and as a result, one's ideas or actions seem foolish or absurd",
            "defineVi": "(của mọi người) thiếu trí thông minh hoặc lẽ thường, và kết quả là ý tưởng hoặc hành động của một người có vẻ ngu ngốc hoặc vô lý"
        },
        {
            "id": "7237a453-f674-439f-93e6-e0293ca24969",
            "word": "food for thought",
            "phonetic": "fuːd fɔːɹ θɔːt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zm9vZCBmb3IgdGhvdWdodA&hash=a2ca2430ca5a8dec2b6b6c918e8640157f617d37&lang=en&cache-only=0",
            "defineEn": "something that is worth thinking about or considering deeply",
            "defineVi": "một cái gì đó đáng để suy nghĩ hoặc xem xét sâu sắc"
        },
        {
            "id": "2a0f656c-4e02-4084-9077-124d70fb4969",
            "word": "to [bite] off more than {sb} (can|could) chew",
            "phonetic": "tə baɪt ɔf moːɹ ðɐn ɛsbiː kæn slæʃ kʊd tʃuː ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYml0ZSBvZmYgbW9yZSB0aGFuIHtzYn0gY2FuIGNoZXc&hash=151a6e6cfc6188b2306eeeccf9ea8de955c903d7&lang=en&cache-only=0",
            "defineEn": "to attempt to do something that is beyond one's capability",
            "defineVi": "cố gắng làm điều gì đó vượt quá khả năng của một người"
        },
        {
            "id": "24612bb6-fda8-4d16-aff9-12b489463461",
            "word": "hot topic",
            "phonetic": "hɑːt tɑːpɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have Hot Topic.",
                "but I got this Pikachu robe at Hot Topic so go on the website or go in the store and see if they have it"
            ],
            "audio": "https://tts.langeek.co/read?text=aG90IHRvcGlj&hash=233f2e49f13b693177d60ec70f353400341bb5ac&lang=en&cache-only=0",
            "defineEn": "a subject or issue that is currently trending or receiving a lot of attention and discussion",
            "defineVi": "một chủ đề hoặc vấn đề hiện đang là xu hướng hoặc nhận được nhiều sự chú ý và thảo luận"
        },
        {
            "id": "99afdf31-434a-4690-9e08-110d6c3b9c1c",
            "word": "cloud [hang] over {sb}",
            "phonetic": "klaʊd hæŋ oʊvɚɹ ɛsbiː ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2xvdWQgaGFuZyBvdmVyIHtzYn0&hash=460baec64b9b52c9b195c4273bfaa4b57c4fd763&lang=en&cache-only=0",
            "defineEn": "a sense of gloom, worry, doubt, or uncertainty that follows or affects someone",
            "defineVi": "cảm giác u ám, lo lắng, nghi ngờ hoặc không chắc chắn xảy ra sau hoặc ảnh hưởng đến ai đó"
        },
        {
            "id": "46c0ad55-8e82-49a6-b887-1b2fa4ac16d6",
            "word": "peak fitness",
            "phonetic": "piːk fɪtnəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVhayBmaXRuZXNz&hash=9133d97df21eafc48c88150f5ada2a7d1f97fef2&lang=en&cache-only=0",
            "defineEn": "*** a sharp increase in a physical quantity followed by a sharp decrease",
            "defineVi": "*** sự gia tăng mạnh về số lượng vật chất sau đó giảm mạnh"
        },
        {
            "id": "baa3f15b-60f4-4a97-bdbd-9f39b4bbc87a",
            "word": "obsessed",
            "phonetic": "əbsɛst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The wealthy businessman was so obsessed with making more money that he cut corners and engaged in shady deals, proving that money is the root of all evil.",
                "We are obsessed.",
                "But I'm obsessed!",
                "And I'm obsessed.",
                "I am very obsessed with this show right now."
            ],
            "audio": "https://tts.langeek.co/read?text=b2JzZXNzZWQ&hash=aea6d177f32b519a8a8000052008bb408ecdcfa0&lang=en&cache-only=0",
            "defineEn": "having or showing too much or uncontrollable worry or interest in something",
            "defineVi": "có hoặc thể hiện sự lo lắng hoặc quan tâm quá nhiều hoặc không thể kiểm soát được đối với một cái gì đó"
        },
        {
            "id": "9b504895-c605-41c8-a979-cfc8e817a202",
            "word": "staggering",
            "phonetic": "stæɡɚɹɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The sheer variety of exoplanets is staggering.",
                "Still, the work was staggering.",
                "And the effects of these pathogens are staggering.",
                "The staggering size of Walmart kind of escapes people.",
                "A staggering number of modern languages descend from this."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhZ2dlcmluZw&hash=35a58bf6b581858c2268f26ad6575a0996aecd93&lang=en&cache-only=0",
            "defineEn": "so large or impressive that it is difficult to comprehend or believe",
            "defineVi": "quá lớn hoặc ấn tượng đến mức khó hiểu hoặc tin"
        },
        {
            "id": "38a61e36-561c-41bd-87b0-f2ae003114bd",
            "word": "to collapse",
            "phonetic": "tə kəlæps ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company's recent collapse has left their pension fund members up the creek.",
                "The bridge collapsed, and the car plunged under.",
                "She flopped her bag onto the couch and collapsed next to it.",
                "She was so tired that she was on the point of collapse.",
                "The political situation had become so unstable that people felt that above black there is no color, and that the country was on the brink of collapse."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29sbGFwc2U&hash=153ba93d5ee40ef42f3aa93443945e60644386a0&lang=en&cache-only=0",
            "defineEn": "(of a person) to fall and usually become unconscious due to illness",
            "defineVi": "(của một người) bị ngã và thường bất tỉnh do bệnh tật",
            "hasImg": true
        },
        {
            "id": "319edf0e-8535-45fb-a588-a0595e0de60e",
            "word": "to pull through",
            "phonetic": "tə pʊl θɹuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "It's touch and go whether he'll pull through at the end of this month.",
                "Pulling through for cobra.",
                "She's actually pulled through.",
                "So in the end, Hipparcos pulled through!",
                "We also see their presence in the education space as leading to pull through when folks select a consumer email address."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVsbCB0aHJvdWdo&hash=7069debfbe0859ddf624b60fec62672de6e33e28&lang=en&cache-only=0",
            "defineEn": "bring into safety",
            "defineVi": "đưa vào nơi an toàn"
        },
        {
            "id": "49bd8eac-2228-4cae-b0ee-125f7a76dcd1",
            "word": "to discharge",
            "phonetic": "tə dɪstʃɑːɹdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "When a student goes AWOL repeatedly, the Principal determines the appropriate disciplinary action, up to and including recommendation for discharge.",
                "Just discharges me.",
                "The jumper repeater grenade discharges three large blasts of tear gas in rapid succession.",
                "And just, discharges me.",
                "Well, the life of a battery is measured in discharge cycles."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzY2hhcmdl&hash=558f84943c45c9dbe2646b9052516fc5cd1a8e15&lang=en&cache-only=0",
            "defineEn": "to allow a patient to leave the hospital because they have recovered and no longer need to receive inpatient care",
            "defineVi": "cho phép bệnh nhân xuất viện vì họ đã bình phục và không cần phải điều trị nội trú nữa",
            "hasImg": true
        },
        {
            "id": "0272b650-8ed1-4dc2-a109-d0a163bc1aa2",
            "word": "priority",
            "phonetic": "pɹaɪɔːɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Buses take priority over other vehicles on the road.",
                "Students with disabilities have priority access to the lift.",
                "Priority is given to traffic already on the roundabout.",
                "The government has given top priority to reforming the tax system.",
                "Our priority will be to raise a boundary wall and prevent trespassing."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpb3JpdHk&hash=e38bd1ce4bc946f5c0260a2a54155cdf4b0f9042&lang=en&cache-only=0",
            "defineEn": "the fact or condition of being regarded or treated as more important than others",
            "defineVi": "thực tế hoặc điều kiện được coi hoặc coi là quan trọng hơn những người khác"
        },
        {
            "id": "9f7a7550-970c-44cf-9e3a-50b68cc9baea",
            "word": "to shudder",
            "phonetic": "tə ʃʌdɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The ship is shuddering.",
                "It hardly basically shuddered when this demand came in.",
                "I just made some physics teachers shudder.",
                "Linnaeus actually said once, \"I shudder at the sight of most botanical names given by modern authorities.\"",
                "You can feel this almost anywhere on your body, and it can lead to anything from goosebumps to those whole body shudder."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2h1ZGRlcg&hash=08f0c5cc4f534768f887f323aee057a8dffaf5df&lang=en&cache-only=0",
            "defineEn": "to tremble or shake involuntarily, often as a result of fear, cold, or excitement",
            "defineVi": "run rẩy hoặc run rẩy một cách không tự nguyện, thường là do sợ hãi, lạnh hoặc phấn khích"
        },
        {
            "id": "1b53a45a-db20-42c0-ab24-af3c13e28780",
            "word": "free fall",
            "phonetic": "fɹiː fɔːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnJlZSBmYWxs&hash=9c07122c3ade48b7cd7f62a2cb7a6114caf0049e&lang=en&cache-only=0",
            "defineEn": "the motion of an object or person falling solely under the influence of gravity",
            "defineVi": "chuyển động của một vật thể hoặc người rơi hoàn toàn dưới ảnh hưởng của trọng lực",
            "hasImg": true
        },
        {
            "id": "f5a868d7-3940-4a94-8e0c-60ddc4d9a668",
            "word": "to stall",
            "phonetic": "tə stɔːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "In a lively street food market, a food stall specializes in Asian-inspired spare rib tacos.",
                "We often said that better a dinner of herbs than a stalled ox where hate is.",
                "Years of bureaucracy and tough immigration policies have stalled the process.",
                "Years of bureaucracy and tough immigration policies have stalled the process.",
                "But over the decades, a number of high-profile disasters have stalled the industry's momentum."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhbGw&hash=e2bb3dd607110f0f2530eabb8cf917192d47bb4f&lang=en&cache-only=0",
            "defineEn": "to cease to make progress or move forward",
            "defineVi": "để ngừng tiến bộ hoặc di chuyển về phía trước"
        },
        {
            "id": "dde0704a-90dd-4f8c-a664-a2431d67e728",
            "word": "deranged",
            "phonetic": "dᵻɹeɪndʒd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "That was pretty deranged, but I have a little bad throat, but that wasn't my-- That was crazy."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVyYW5nZWQ&hash=56b596cfbad45ec9d123ef52981e9366140a3180&lang=en&cache-only=0",
            "defineEn": "incapable of behaving normally or thinking clearly due to mental illness",
            "defineVi": "không có khả năng cư xử bình thường hoặc suy nghĩ rõ ràng do bệnh tâm thần"
        },
        {
            "id": "2ba80aa5-ccfe-4606-9202-bb59879ee5b8",
            "word": "restraint kit",
            "phonetic": "ɹᵻstɹeɪnt kɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVzdHJhaW50IGtpdA&hash=c16b828aecc3df15aee199566bf1001886bf6ef8&lang=en&cache-only=0",
            "defineEn": "a collection of devices and tools used to physically restrain and control a person's movement, typically for medical or safety reasons",
            "defineVi": "một tập hợp các thiết bị và công cụ được sử dụng để hạn chế và kiểm soát chuyển động của một người, thường là vì lý do y tế hoặc an toàn",
            "hasImg": true
        },
        {
            "id": "782702ae-86fd-47e3-a76a-40bd4747d1a4",
            "word": "subdued",
            "phonetic": "sʌbduːd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Still, some try to spread hope, as a subdued Eid celebration continues, marking the end of the holy month of Ramadan.",
                "Still, some try to spread hope, as a subdued Eid celebration continues, marking the end of the holy month of Ramadan.",
                "That's why he was so subdued.",
                "Females are slightly smaller, have a more subdued orange eye ring, and generally have more brown in their wings along with the grey."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ViZHVlZA&hash=4e03c3f4a576a92df51373a850d828789470c032&lang=en&cache-only=0",
            "defineEn": "restrained or toned down in style, quality, or intensity",
            "defineVi": "hạn chế hoặc giảm bớt về phong cách, chất lượng hoặc cường độ"
        },
        {
            "id": "5e36a204-121d-43e0-9c72-f112e5f12903",
            "word": "to reel",
            "phonetic": "tə ɹiːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Brick and mortar stores were reeling to.",
                "The company is still reeling from the fallout.",
                "Meanwhile, residents in Gaza were reeling from ongoing Israeli airstrikes.",
                "Meanwhile, residents in Gaza were reeling from ongoing Israeli airstrikes.",
                "Italy's economy has been reeling since the 2008 global economic crisis."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVlbA&hash=d6d3daad2c7816090d3105c32a264cf92f21462b&lang=en&cache-only=0",
            "defineEn": "to have trouble keeping one's balance and be at the risk of falling",
            "defineVi": "gặp khó khăn trong việc giữ thăng bằng và có nguy cơ bị ngã"
        },
        {
            "id": "99409ca3-3007-4640-8c68-7d4a23765f1c",
            "word": "ordeal",
            "phonetic": "ɔːɹdiəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "For many gnats the ordeal is too much.",
                "This whole ordeal began in 2009.",
                "Afflicted ladybugs sometimes recover completely from their ordeal.",
                "So then after this hardware store ordeal We screwed our very accurate model of the riddle to some plywood.",
                "My mom maintained hope throughout this entire ordeal, and fortunately, she's a survivor."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JkZWFs&hash=4f42b22d5b42f88b673925289a9c4766a5ad0a36&lang=en&cache-only=0",
            "defineEn": "a difficult or painful experience, often one that lasts long and requires great effort and endurance to overcome",
            "defineVi": "một trải nghiệm khó khăn hoặc đau đớn, thường kéo dài và đòi hỏi nỗ lực và sức chịu đựng lớn để vượt qua"
        },
        {
            "id": "bd27dbad-2331-496e-9c8a-3788d5eedcc8",
            "word": "closure",
            "phonetic": "kloʊʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The factory closure follows hot on the heels of several others",
                "The proposals are likely to mean another hundred closures.",
                "After such a long legal battle, we're just happy to know that there will be a bit of closure at the end of the rainbow.",
                "Seven is closure.",
                "Plant closures had a ripple effect across other parts of the supply chain, too."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvc3VyZQ&hash=2eb0259f2721beb6dc8f8514e50568c99739a085&lang=en&cache-only=0",
            "defineEn": "the final resolution of a situation or the reaching of a definitive conclusion or agreement",
            "defineVi": "giải pháp cuối cùng của một tình huống hoặc đạt được một kết luận hoặc thỏa thuận cuối cùng"
        },
        {
            "id": "5c7dff52-046a-411c-ab99-79f0efc72dbc",
            "word": "to [end] on a sour note",
            "phonetic": "tʊ ɛnd ɔn ɐ saʊɚ noʊt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5kIG9uIGEgc291ciBub3Rl&hash=001f21ee600ccdcca798e9fa1e80b53a02df10f7&lang=en&cache-only=0",
            "defineEn": "to end something in an unpleasant or negative way",
            "defineVi": "để kết thúc một cái gì đó trong một cách khó chịu hoặc tiêu cực"
        },
        {
            "id": "276d795c-95e0-4914-b263-e55e0508d689",
            "word": "to [have] the foggiest idea",
            "phonetic": "tə hæv ðə fɑːɡɪɪst aɪdiə ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaGF2ZSB0aGUgZm9nZ2llc3QgaWRlYQ&hash=d408cbbcc2f3db0477b789d667cba2cf8429485e&lang=en&cache-only=0",
            "defineEn": "to have some understanding or knowledge of something",
            "defineVi": "để có một số hiểu biết hoặc kiến thức về một cái gì đó"
        },
        {
            "id": "e7f4d00b-a6d0-4163-82f6-273b4461d4cf",
            "word": "breeze",
            "phonetic": "bɹiːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The open window let in a cool breeze.",
                "We've been shooting the breeze for well over an hour now.",
                "As the wind blew gently, the silver-gray leaves of artemisia danced in the breeze.",
                "My grandmother takes her dog for a walk in the evening to enjoy the cool breeze.",
                "As she caught sight of the house, Breeze came to an abrupt standstill, nearly falling over her own feet."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlZXpl&hash=3c15b9d138e3e852470884e183813aa2d2f9a8a0&lang=en&cache-only=0",
            "defineEn": "something that is easy to do or accomplish",
            "defineVi": "một cái gì đó là dễ dàng để làm hoặc hoàn thành"
        },
        {
            "id": "fa6f0478-636e-4d4d-8e56-61c881a80129",
            "word": "whirlwind romance",
            "phonetic": "wɜːlwɪnd ɹoʊmæns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2hpcmx3aW5kIHJvbWFuY2U&hash=3eb808bcfc50c5388f30d34ea54101c64cecde3b&lang=en&cache-only=0",
            "defineEn": "a romantic relationship that develops quickly and intensely, often with a sense of spontaneity and excitement",
            "defineVi": "một mối quan hệ lãng mạn phát triển nhanh chóng và mãnh liệt, thường có cảm giác tự nhiên và phấn khích"
        },
        {
            "id": "70acd825-469b-42f5-b79d-0312482e8e77",
            "word": "to [run|walk] through treacle",
            "phonetic": "tə ɹʌn slæʃ wɔːk θɹuː tɹiːkəl ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcnVuIHRocm91Z2ggdHJlYWNsZQ&hash=6ca88267fb80c0e449f6fd2c571f8fa446c0e037&lang=en&cache-only=0",
            "defineEn": "to move slowly and with great effort, as if walking through deep mud",
            "defineVi": "di chuyển chậm và rất nỗ lực, như thể đi qua bùn sâu"
        },
        {
            "id": "3878c5d0-a7c6-4f3f-94ca-227f57355066",
            "word": "emotional wreck",
            "phonetic": "ɪmoʊʃənəl ɹɛk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW1vdGlvbmFsIHdyZWNr&hash=1e721e7a1002e83d1e9e387d081efdd260cbd7a6&lang=en&cache-only=0",
            "defineEn": "a person who is experiencing intense feelings of sadness, anger, anxiety, or any other strong emotion that causes them to feel overwhelmed and unable to function normally",
            "defineVi": "một người đang trải qua cảm giác buồn bã, tức giận, lo lắng hoặc bất kỳ cảm xúc mạnh mẽ nào khác khiến họ cảm thấy choáng ngợp và không thể hoạt động bình thường"
        }
    ]
}