{
    "id": "994f0330-3ac3-4d69-83cd-73ae6c00dff3",
    "title": "Body",
    "originalTitle": "Lesson 8",
    "words": [
        {
            "id": "f5b5ca77-436b-4735-8061-14cccdba6b12",
            "word": "skin",
            "phonetic": "skɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Its skin feels really smooth.",
                "The bite had scarcely broken the skin.",
                "The bite had scarcely broken the skin.",
                "The milk skin gives a unique texture to the homemade pudding.",
                "The crispy skin of the parson's nose offered a satisfying crunch with each bite."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tpbg&hash=cfb45af02c6e3224e5221f6757b1937825a91e71&lang=en&cache-only=0",
            "defineEn": "the thin layer of tissue that covers the body of a person or an animal",
            "defineVi": "lớp mô mỏng bao phủ cơ thể của một người hoặc động vật",
            "hasImg": true
        },
        {
            "id": "726419b5-4ccc-4423-89d3-75267f68367a",
            "word": "blood",
            "phonetic": "blʌd ",
            "partOfSpeechType": "noun",
            "examples": [
                "A white blouse will show the blood.",
                "Blue blood is no guarantee of any particular merit, competence, or expertise.",
                "The nurse takes my blood pressure.",
                "My aunt and I are related by blood.",
                "The heart pumps blood throughout the body to provide oxygen and nutrients."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymxvb2Q&hash=97c8f6a5b0d0a485c1cc55d20fbd54b004d26cc4&lang=en&cache-only=0",
            "defineEn": "the red liquid that the heart pumps through the body, carrying oxygen to and carbon dioxide from the tissues",
            "defineVi": "chất lỏng màu đỏ mà tim bơm qua cơ thể, mang oxy đến và carbon dioxide từ các mô",
            "hasImg": true
        },
        {
            "id": "486db0b6-06c2-44d6-a550-00cfbec74a47",
            "word": "bone",
            "phonetic": "boʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He makes no bones about his feelings towards the militants.",
                "A fire attack shall chill the enemy to the bone.",
                "Sticks and stones may break my bones, but my positive attitude will never falter.",
                "That chilled me to the bone.",
                "He lined up the bones and set the arm."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9uZQ&hash=7b409230c8adf1c3d690067383f0a7af5f9eebee&lang=en&cache-only=0",
            "defineEn": "any of the hard pieces making up the skeleton in humans and some animals",
            "defineVi": "bất kỳ mảnh cứng nào tạo nên bộ xương ở người và một số động vật",
            "hasImg": true
        },
        {
            "id": "b9b42dd3-c3cf-44e8-b1eb-e757c87af26b",
            "word": "muscle",
            "phonetic": "mʌsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I noticed the cow's strong muscles as it moved around.",
                "The Council flexes their muscles to show they mean business.",
                "The Fair Trade Commission has of late been flexing its muscles, cracking down on cases of corruption.",
                "I massaged my leg to relieve muscle tension.",
                "He performed knee exercises to strengthen the muscles around the joint."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzY2xl&hash=e11513549aedfffa1d573ecbac6d7f19720c7af0&lang=en&cache-only=0",
            "defineEn": "a piece of body tissue that is made tight or relaxed when we want to move a particular part of our body",
            "defineVi": "một mảnh mô cơ thể được làm căng hoặc thả lỏng khi chúng ta muốn di chuyển một phần cụ thể của cơ thể",
            "hasImg": true
        },
        {
            "id": "bbd83916-7f74-4714-bc8c-7ae811390f75",
            "word": "chest",
            "phonetic": "tʃɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's still playing his cards close to his chest.",
                "The shirt has a pocket on the chest for small items.",
                "Getting things off your chest can be liberating.",
                "I feel all better now that I got that off my chest.",
                "Thank you for lending an ear, I feel much better now that I've gotten that off my chest."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlc3Q&hash=1c738b1c69b3bbb89b0e8998432b8d3886f63567&lang=en&cache-only=0",
            "defineEn": "the front part of the body between the neck and the stomach",
            "defineVi": "phần phía trước của cơ thể giữa cổ và dạ dày",
            "hasImg": true
        },
        {
            "id": "e858ca5f-32cb-49b3-8cfb-65f347bc772f",
            "word": "backbone",
            "phonetic": "bækboʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "A snake has a backbone, too!",
                "Business travel is the backbone of the U.S. airline industry.",
                "Farmers are the backbone of America.",
                "Free labor was the economic backbone of the region.",
                "Some of them internalized their shell like a backbone."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFja2JvbmU&hash=d17af61b735620bbf6d99b016d820014944676dc&lang=en&cache-only=0",
            "defineEn": "a line of connected bones going down from your neck to tail bone in the middle of the back",
            "defineVi": "một đường xương nối đi xuống từ cổ đến xương đuôi ở giữa lưng",
            "hasImg": true
        },
        {
            "id": "883bf616-1b1a-4edd-806f-8909a29ddb6b",
            "word": "breath",
            "phonetic": "bɹɛθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It took my breath away.",
                "Save your breath, Tom.",
                "To take a deep breath.",
                "He held his breath under the water.",
                "Running this fast takes my breath away."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYXRo&hash=d2555a6fb4799443bffadba2d80876c9a42e46e1&lang=en&cache-only=0",
            "defineEn": "the air taken into or sent out from the lungs",
            "defineVi": "không khí đưa vào hoặc gửi ra khỏi phổi",
            "hasImg": true
        },
        {
            "id": "58869d8a-6c9b-4e77-9a25-aaf254b58bc5",
            "word": "breathing",
            "phonetic": "bɹiːðɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The sound of his breathing told her (that) he was asleep.",
                "Keep breathing.",
                "Even breathing has risks.",
                "- What breathing is?",
                "She had trouble breathing."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYXRoaW5n&hash=9861285ced598b992d2f4f0167e22baf2f5346e7&lang=en&cache-only=0",
            "defineEn": "the action of taking air into the lungs and sending it out again",
            "defineVi": "hành động lấy không khí vào phổi và đưa nó ra ngoài một lần nữa",
            "hasImg": true
        },
        {
            "id": "3365f1d5-48d3-4a38-86ff-01d2eea18104",
            "word": "fat",
            "phonetic": "fæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The adventurer used the tail fat as a survival resource during their journey in the wilderness.",
                "The fat is in the fire now, huh?",
                "The stock market rally resulted in a fat return on investment for many investors.",
                "The company's new product launch led to a fat increase in revenue.",
                "She proudly served a fat hen-infused pesto at the neighborhood potluck."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF0&hash=0e7432c9d518f59f91f5293a522793ca9ec23c2b&lang=en&cache-only=0",
            "defineEn": "a substance in the bodies of animals and humans, stored under the skin, which helps them keep warm",
            "defineVi": "một chất trong cơ thể của động vật và con người, được lưu trữ dưới da, giúp chúng giữ ấm",
            "hasImg": true
        },
        {
            "id": "d35af206-61c3-46df-b9b1-e406f2f30701",
            "word": "skull",
            "phonetic": "skʌl ",
            "partOfSpeechType": "noun",
            "examples": [
                "We thought a week in a secluded cabin with no TV or Internet would make for some great family bonding, but we were all bored out of our skulls after a couple of days.",
                "His skull was permanently fractured.",
                "An eagle’s needle-like talons can pierce the skulls of their prey.",
                "The skulls of archosaurs were lighter than their reptile ancestors.",
                "He located the bumps on their skulls. "
            ],
            "audio": "https://tts.langeek.co/read?text=c2t1bGw&hash=ec6d47343300e6cbd206c399e586dba158392dfb&lang=en&cache-only=0",
            "defineEn": "the bony structure that surrounds and provides protection for a person's or animal's brain",
            "defineVi": "cấu trúc xương bao quanh và cung cấp sự bảo vệ cho bộ não của một người hoặc động vật",
            "hasImg": true
        },
        {
            "id": "49b92d9d-2b8b-49a8-89e6-1d1ef3f9540f",
            "word": "gum",
            "phonetic": "ɡʌm ",
            "partOfSpeechType": "noun",
            "examples": [
                "By gum, he's a big lad!",
                "By gum, I really mean it this time!",
                "You can find aspartame in many sugar-free candies and gum.",
                "Some candies have a glossy coating made with edible gum.",
                "I looked it up, and by gum, she was right!"
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Vt&hash=077bb3978b664e54692dda823111304de7a0e9b4&lang=en&cache-only=0",
            "defineEn": "the firm, pink flesh around the roots of teeth at the top and bottom of the mouth",
            "defineVi": "thịt hồng, chắc quanh chân răng ở trên và dưới miệng",
            "hasImg": true
        },
        {
            "id": "97a790ee-a81d-4ea0-a100-297ecf3a97b1",
            "word": "eyelash",
            "phonetic": "aɪlæʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He had long, curly eyelashes that framed his eyes.",
                "You get the eyelashes.",
                "- You don't have eyelashes there.",
                "I haven't worn eyelashes in a while.",
                "Especially if your mascara, your eyelashes aren't really thick."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXllbGFzaA&hash=6d05b93dec59fc8d773c9df26ad4012f8d1ab839&lang=en&cache-only=0",
            "defineEn": "any of the short hairs that grow along the edges of the eyelids",
            "defineVi": "bất kỳ sợi lông ngắn nào mọc dọc theo các cạnh của mí mắt",
            "hasImg": true
        },
        {
            "id": "acbe3f97-dd71-4fab-8093-d8ceebf9f6e9",
            "word": "palm",
            "phonetic": "pɑːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drug barons were greasing the palm of the chief of police.",
                "I'll have him in the palm of my hand in no time.",
                "If you want to get something done around here, you have to grease someone's palm.",
                "He likes to cook his french fries in palm oil for a crispy texture.",
                "There's a second way through this situation but it involves greasing your boss's palms."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFsbQ&hash=6504263a429be2e635de107a0e1293a1493d985b&lang=en&cache-only=0",
            "defineEn": "the inner surface of the hand between the wrist and fingers",
            "defineVi": "bề mặt bên trong của bàn tay giữa cổ tay và ngón tay",
            "hasImg": true
        },
        {
            "id": "7ae29609-96ab-4eac-9e4c-e8b64f895ba8",
            "word": "forearm",
            "phonetic": "fɔːɹɑːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "- You just grab the forearm.",
                "Perhaps your forearms and you would do the same thing.",
                "He had lost his right forearm.",
                "You could do any, you could put machine guns on your forearms.",
                "Some chalicotheres had longer necks, and others had longer forearms."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yZWFybQ&hash=89071e81fb8bccd67a70662d2d05e9d3c4200450&lang=en&cache-only=0",
            "defineEn": "the lower part of the arm, between the elbow and the wrist",
            "defineVi": "phần dưới của cánh tay, giữa khuỷu tay và cổ tay",
            "hasImg": true
        },
        {
            "id": "9c3f0988-b0b4-4c5f-b780-2af3ce4d640b",
            "word": "thigh",
            "phonetic": "θaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Look at little baby's adorable thunder thighs!",
                "I asked my mother to prepare a delicious honey-glazed roasted turkey thigh for dinner.",
                "Growing up, Jason was teased for his larger thighs, but he eventually learned to love and appreciate his thunder thighs for their strength and endurance.",
                "They marinated their chicken thighs in a mixture of mace, garlic, and lemon juice.",
                "The skinless turkey thighs were tender and juicy, perfect for a Thanksgiving dinner."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpZ2g&hash=c6b8e632d47688a49c38f06a76600ae1de981ec1&lang=en&cache-only=0",
            "defineEn": "the top part of the leg between the hip and the knee",
            "defineVi": "phần trên cùng của chân giữa hông và đầu gối",
            "hasImg": true
        },
        {
            "id": "65a93ccb-cc3c-4385-b2cc-59d035646f8f",
            "word": "heel",
            "phonetic": "hiːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The town has become very down at heel.",
                "His shoes were wearing at the heel.",
                "This disaster comes hard on the heels of last week’s train crash.",
                "Hearing the noise in the dark, the children ran head over heels back home.",
                "Her second movie followed close on the heels of her successful film debut."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVlbA&hash=ffa2ee004b343736e7d6f2df6952b63340d8519b&lang=en&cache-only=0",
            "defineEn": "the back part of the foot, below the ankle",
            "defineVi": "phần sau của bàn chân, dưới mắt cá chân",
            "hasImg": true
        },
        {
            "id": "9a58f8be-a686-419f-bdd7-80036f8b771c",
            "word": "throat",
            "phonetic": "θɹoʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His throat was dry as dust.",
                "Memories of that day still bring a lump to his throat.",
                "He's cutting his own throat.",
                "It cuts their own throats by making less revenue.",
                "Mary gets a frog in her throat whenever she has to sing in front of an audience, but she practices diligently to overcome it."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhyb2F0&hash=e7bd278dffaa1839146830c125be1a6b27c3e4fa&lang=en&cache-only=0",
            "defineEn": "a passage in the neck through which food and air pass",
            "defineVi": "một lối đi ở cổ qua đó thức ăn và không khí đi qua",
            "hasImg": true
        },
        {
            "id": "eaab11bf-da64-4266-851a-27101cc884c3",
            "word": "physical",
            "phonetic": "fɪzɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "US President Joe Biden got the clean bill of health on Friday after a detailed physical examination.",
                "She felt aches and pains in her body after a long day of physical activity.",
                "Sarah is strong as an oak, effortlessly conquering physical challenges with her robust and unyielding strength.",
                "If you all work in the same physical space, working as a team is easy as anything.",
                "Lisa hits the gym regularly to stay in shape and maintain her physical fitness."
            ],
            "audio": "https://tts.langeek.co/read?text=cGh5c2ljYWw&hash=4ba4b410ebc4f2b11e5605edb54dee4d7f403d5c&lang=en&cache-only=0",
            "defineEn": "related to the body rather than the mind",
            "defineVi": "liên quan đến cơ thể hơn là tâm trí",
            "hasImg": true
        },
        {
            "id": "1a619007-2014-4402-a8e4-542e8ec14b85",
            "word": "physically",
            "phonetic": "fɪzɪkli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The filtration process works by physically removing the contaminants from the water.",
                "The other team was eating us alive both physically and mentally.",
                "The concept of time is abstract and difficult to grasp, as it cannot be physically perceived.",
                "And that psychological anguish takes a toll physically.",
                "A colleague was physically there. "
            ],
            "audio": "https://tts.langeek.co/read?text=cGh5c2ljYWxseQ&hash=e76c1769d7ae8156301e4f23e344c131b1594018&lang=en&cache-only=0",
            "defineEn": "in relation to the body as opposed to the mind",
            "defineVi": "liên quan đến cơ thể trái ngược với tâm trí",
            "hasImg": true
        },
        {
            "id": "d3231923-585e-440e-ac0c-3b92a2d5e6f8",
            "word": "strong",
            "phonetic": "stɹɔŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For Anne, the call of duty was strong.",
                "The strong winds knocked down several trees on the road.",
                "The manager played his strongest side of the season.",
                "Many people are led astray by strong feelings",
                "Patience isn't exactly her strong suit."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Ryb25n&hash=456f3f2addd18cf1fe9a63a92eec1915d44cc5e2&lang=en&cache-only=0",
            "defineEn": "having great strength or a lot of physical power",
            "defineVi": "có sức mạnh tuyệt vời hoặc rất nhiều sức mạnh thể chất",
            "hasImg": true
        },
        {
            "id": "5c21dc3e-4c3d-4543-abec-5f91ae7e70f8",
            "word": "weak",
            "phonetic": "wiːk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The success of a business is only as great as the least successful department within it, as a chain is only as strong as its weakest link.",
                "She said hello to me and I went weak in the knees.",
                "Tim had been sick for a week, and he was still as weak as a kitten.",
                "But the problem is that Lady Macbeth states that Macbeth is weak for having too much milk of human kindness.",
                "The announcement made me weak at the knees."
            ],
            "audio": "https://tts.langeek.co/read?text=d2Vhaw&hash=3e38a2e6acb92d4ac8666c7b7e35abf0b8451567&lang=en&cache-only=0",
            "defineEn": "not physically strong; having little energy or physical strength",
            "defineVi": "thể chất không cường tráng; có ít năng lượng hoặc sức mạnh thể chất",
            "hasImg": true
        },
        {
            "id": "77cad8d2-c568-4a07-bf18-4974fec0ccc0",
            "word": "wrist",
            "phonetic": "ɹɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "When upper management does the same the law slaps them on the wrist.",
                "We have a wrist rest.",
                "So your wrist didn't fold.",
                "Isn't the wrist the shallowest portion of the body?",
                "it's on my wrist right now."
            ],
            "audio": "https://tts.langeek.co/read?text=d3Jpc3Q&hash=c2aee232bc92051b0e1148e0e6ac7e046d17d294&lang=en&cache-only=0",
            "defineEn": "the joint connecting the hand to the arm",
            "defineVi": "khớp nối bàn tay với cánh tay",
            "hasImg": true
        },
        {
            "id": "6caf464b-abd5-42ec-b334-919355d2a7da",
            "word": "elbow",
            "phonetic": "ɛlboʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The player elbowed his opponent out of the way to gain possession of the ball",
                "The determined fan elbowed his way through the crowd to get closer to the stage.",
                "Oh, did you bonk your elbow?",
                "She elbowed her way to the front of the line to secure the last ticket.",
                "His favorite pair of jeans became out at elbows after years of regular use, developing holes and signs of distress."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxib3c&hash=5115d7a4e00e540f87c17f211c0762079397f397&lang=en&cache-only=0",
            "defineEn": "the joint where arms bend; between the upper and lower parts of the arm",
            "defineVi": "khớp nơi cánh tay uốn cong; giữa phần trên và phần dưới của cánh tay",
            "hasImg": true
        },
        {
            "id": "e28e7f7b-e16e-4f08-ad4f-acebef174389",
            "word": "human",
            "phonetic": "hjuːmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Everyone is human, after all.",
                "We're all imperfect human beings in an imperfect world.",
                "Education for a human being is a window to the world.",
                "Human nature is generally of such kind that it will choose a line of least resistance if that is at all possible, and loathe exertion beyond it.",
                "Monoclonal antibodies raised against human lymphocytes."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVtYW4&hash=1e912f26dabfe4351f21acea3d99e9e6eb901ea8&lang=en&cache-only=0",
            "defineEn": "a person",
            "defineVi": "một người",
            "hasImg": true
        }
    ]
}