{
    "id": "995532f0-b39b-4cd3-bd64-5d765058f00a",
    "title": "Unit 12",
    "originalTitle": "Unit 12",
    "words": [
        {
            "id": "373b6189-2353-4d91-82b5-bd2a49814e84",
            "word": "to approve",
            "phonetic": "tʊ ɐpɹuːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Flying in the face of public opinion, the local authority has approved the demolition of the old theatre.",
                "He didn't approve of the plan and said so in as many words.",
                "In February of 1867, the government approved Roebling’s proposal.",
                "Your brain on love is scientifically approved.",
                "Earlier, the Israeli defense minister approved the call-up of 9,000 more reservists."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwcm92ZQ&hash=735ab11d5a9fa1aeb8e25d90d03a2259d0a64bc2&lang=en&cache-only=0",
            "defineEn": "to officially agree to a plan, proposal, etc.",
            "defineVi": "để chính thức đồng ý với một kế hoạch, đề xuất, vv",
            "hasImg": true
        },
        {
            "id": "5dd8c2be-93d1-4f2a-9320-89170186d4dd",
            "word": "to complain",
            "phonetic": "tə kəmpleɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "You've been complaining all day.",
                "He complained of being kept out of the loop and threatened to resign.",
                "The procrastinator complained about not having enough time to pursue their hobbies, but idle folk have the least leisure, and their lack of productivity left them with little free time.",
                "When the teacher complained about the boys' rowdy behavior, the principal dismissed it by saying that boys will be boys.",
                "She was getting sick of hearing him complain."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcGxhaW4&hash=400290d5eca64ce8558c98e62dad70dfa900a32a&lang=en&cache-only=0",
            "defineEn": "to express one's annoyance, unhappiness, or dissatisfaction about something",
            "defineVi": "để bày tỏ sự khó chịu, bất hạnh, hoặc không hài lòng của một người về một cái gì đó",
            "hasImg": true
        },
        {
            "id": "1e425a1c-2a00-4b6c-ad49-663f21b7389f",
            "word": "to gossip",
            "phonetic": "tə ɡɑːsɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "She gossiped about others behind their backs and now she's the subject of gossip herself.",
                "Gossiping and lying go hand in hand, and it can erode trust and morale.",
                "I don't like to gossip in public places.",
                "My neighbor is always running around town, gossiping and causing trouble.",
                "When it comes to gossip, I've learned that a shut mouth catches no flies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ29zc2lw&hash=f3116db03dd92be7f5477e50a8a62c9b971972fb&lang=en&cache-only=0",
            "defineEn": "to say mean or untrue things to others about the private life of someone",
            "defineVi": "nói những điều có ý nghĩa hoặc không đúng sự thật với người khác về cuộc sống riêng tư của ai đó",
            "hasImg": true
        },
        {
            "id": "f6b1a5f0-9d15-4c4e-9a2e-88bb3b2531e2",
            "word": "to quarrel",
            "phonetic": "tə kwɔːɹəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "He often picks a quarrel.",
                "To have an argument/a dispute/a fight/a quarrel.",
                "Now, Slinky was not very bright and he loved picking quarrels with everyone.",
                "When Jake and Maria had a disagreement, they remembered that the quarrel of lovers is the renewal of love, and they worked together to find a solution that strengthened their relationship.",
                "John and Jane were both yelling at each other during the argument, but later realized that it takes two to make a quarrel, and they both needed to work on their communication skills."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcXVhcnJlbA&hash=4556d02c9b0da0cb9d558eaf861b0adce202a5ec&lang=en&cache-only=0",
            "defineEn": "to have a serious argument",
            "defineVi": "để có một cuộc tranh luận nghiêm túc",
            "hasImg": true
        },
        {
            "id": "26cb9e14-f425-4ec0-b3e8-8b682e3e6fc0",
            "word": "to yell",
            "phonetic": "tə jɛl ",
            "partOfSpeechType": "verb",
            "examples": [
                "she yelled and tossed the keys to Veronica.",
                "You can yell your head off at him, but he still won't listen.",
                "You scared the daylights out of me, yelling like that.",
                "The boss came in, yelling and generally throwing his weight around.",
                "He completely lost his cool and started yelling."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8geWVsbA&hash=17866e7829f9fec5b75b735d3cfb64563c373b4d&lang=en&cache-only=0",
            "defineEn": "to shout very loudly",
            "defineVi": "hét rất to",
            "hasImg": true
        },
        {
            "id": "6098a82f-4ba6-4734-aab7-b9e88308796f",
            "word": "to argue",
            "phonetic": "tʊ ɑːɹɡjuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "They were always arguing about money, chores, and even the smallest things.",
                "For the past couple of years, the chattering classes have argued about whether the religious right is in decline.",
                "The prosecutor argued that the defendant should be sentenced to life imprisonment at the court's pleasure, given the severity of the crime.",
                "One person argued the toss for four hours before he agreed to pay.",
                "We used to argue a lot, but that's all water under the bridge now."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXJndWU&hash=9a444fc8d1250de576887a53ca15bd9f5a14c7a4&lang=en&cache-only=0",
            "defineEn": "to speak to someone often angrily because one disagrees with them",
            "defineVi": "nói chuyện với ai đó thường giận dữ vì một người không đồng ý với họ",
            "hasImg": true
        },
        {
            "id": "09e5296f-aee7-4109-a660-ae661d02cddf",
            "word": "to compliment",
            "phonetic": "tə kɑːmplɪmənt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She received many compliments on her stylish clothes.",
                "He's always paying me compliments.",
                "Getting compliments at work always makes my day!",
                "She is always fishing for compliments.",
                "Is that a lefthanded compliment to me?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcGxpbWVudA&hash=9a594417e7b803a68804deee3ff2f9d893634b70&lang=en&cache-only=0",
            "defineEn": "to tell a person that one admires something about them or about something they have done",
            "defineVi": "để nói với một người rằng một người ngưỡng mộ điều gì đó về họ hoặc về điều gì đó họ đã làm",
            "hasImg": true
        },
        {
            "id": "d1172723-5adb-4a32-87b2-8c2c6984e6d1",
            "word": "to grumble",
            "phonetic": "tə ɡɹʌmbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "As a parent, I teach my children the importance of perseverance and resilience, knowing that even the most successful individuals can face obstacles, for it is a good horse that never stumbles and a good wife that never grumbles.",
                "Like American soldiers anywhere they grumble about the food and loudly demand second and third helpings.",
                "I think it’s adorable that when I go in for my daily cleanings, she'll surprise me by popping out of the hiding place with a sharp little grumble and try and bite my shoe."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3J1bWJsZQ&hash=5735ea80444de30659f1bea5d2cc8376d7d64a85&lang=en&cache-only=0",
            "defineEn": "to complain or express dissatisfaction in a low or muted voice, often in a persistent or repetitive manner",
            "defineVi": "phàn nàn hoặc bày tỏ sự không hài lòng bằng một giọng nói nhỏ hoặc tắt tiếng, thường theo cách dai dẳng hoặc lặp đi lặp lại"
        },
        {
            "id": "97a67e77-85ce-4c85-b698-1af12caa814a",
            "word": "to recommend",
            "phonetic": "tə ɹɛkəmɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Can you recommend a budget-friendly hotel in the city center?",
                "The herbalist recommended an anise infusion to soothe their upset stomach.",
                "The dentist recommended using an electric toothbrush for better cleaning.",
                "The chef recommended trying the marinated flank steak.",
                "The chef recommended adding a few drops of sesame oil to the dipping sauce for the dumplings."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjb21tZW5k&hash=0db77536fa6ceaa0572ce500d2f6227293729861&lang=en&cache-only=0",
            "defineEn": "to suggest to someone that something is good, convenient, or advantageous; to tell that someone is suitable and useful for a particular task or job",
            "defineVi": "để gợi ý cho ai đó rằng điều gì đó tốt, thuận tiện hoặc có lợi; để nói rằng ai đó phù hợp và hữu ích cho một nhiệm vụ hoặc công việc cụ thể",
            "hasImg": true
        },
        {
            "id": "a8fbca16-f7b7-478a-883a-7a2f50e9d9a8",
            "word": "good",
            "phonetic": "ɡʊd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The food looks good.",
                "Good wine can make a meal.",
                "Bad luck often brings good luck.",
                "This information is as good as gold.",
                "\"Your guess is as good as mine.\""
            ],
            "audio": "https://tts.langeek.co/read?text=Z29vZA&hash=23dba10598e546d0d581f340c648d497a4e2bcb6&lang=en&cache-only=0",
            "defineEn": "having a standard or quality that is satisfying",
            "defineVi": "có tiêu chuẩn hoặc chất lượng thỏa mãn",
            "hasImg": true
        },
        {
            "id": "47b8d9b2-4035-4a39-a105-f9bcec0cca3d",
            "word": "idea",
            "phonetic": "aɪdiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "ideas that are light-years ahead of their time",
                "The idea hit me like a tornado.",
                "Who's been putting ideas in your head?",
                "Their ideas seem to be far more down to earth and sensible.",
                "He’d run out of ideas."
            ],
            "audio": "https://tts.langeek.co/read?text=aWRlYQ&hash=6e878579205a904374d07e871af8f006a102f6af&lang=en&cache-only=0",
            "defineEn": "a suggestion or thought about something that we should do",
            "defineVi": "một gợi ý hoặc suy nghĩ về một cái gì đó mà chúng ta nên làm"
        },
        {
            "id": "c861d07e-8b29-43d9-a035-ad3f343f33bd",
            "word": "to disagree",
            "phonetic": "tə dɪsɐɡɹiː ",
            "partOfSpeechType": "verb",
            "examples": [
                "We disagree on most things, but on this question we are at one.",
                "The rest of you may disagree, but I, for one, think we should go ahead with the plan.",
                "He tends to fly off the handle when people disagree with him.",
                "Even if you disagree with someone, you should still lend them your ear and try to understand their point of view.",
                "Scientists disagree about how the universe was created."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzYWdyZWU&hash=9a74e52ef562549a66675976e45131deeb322f26&lang=en&cache-only=0",
            "defineEn": "to hold or give a different opinion about something",
            "defineVi": "để giữ hoặc đưa ra một ý kiến khác nhau về một cái gì đó",
            "hasImg": true
        },
        {
            "id": "90469bc1-762a-4667-91ae-ab0a5ff0e1df",
            "word": "social",
            "phonetic": "soʊʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Social workers operate on the razor’s edge.",
                "We study the history of our country in social studies class.",
                "You can also get information on careers in social work from their website.",
                "Mark's reputation as a love rat spread quickly among his social circle, as he had a long history of cheating on his partners.",
                "She was always into sports and social activities, while I was your typical bookworm with very few friends."
            ],
            "audio": "https://tts.langeek.co/read?text=c29jaWFs&hash=f09a554379f81a9fb56efb27fe9d3096efddcec9&lang=en&cache-only=0",
            "defineEn": "related to society and its citizens' lives in general",
            "defineVi": "liên quan đến xã hội và cuộc sống của công dân nói chung",
            "hasImg": true
        },
        {
            "id": "c65267df-00f9-427d-9a89-bf12d090ec10",
            "word": "volume",
            "phonetic": "vɑːljuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "She gave a reading from her latest volume of poetry.",
                "Emily turned up the volume on the TV, but her grandfather still couldn't hear a thing.",
                "Lidl stole a march on other retailers by stocking pink prosecco in large volumes earlier.",
                "The TV remote control allows me to change channels and adjust the volume.",
                "The happy smile on the child's face when he opened the box spoke volumes about my choice of gift."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9sdW1l&hash=6030dc59a1352c16a74a65e1a288b0e580e9c9c1&lang=en&cache-only=0",
            "defineEn": "the amount of space that a substance or object takes up; the amount of space contained inside an object",
            "defineVi": "lượng không gian mà một chất hoặc vật thể chiếm; lượng không gian chứa bên trong một đối tượng",
            "hasImg": true
        },
        {
            "id": "690eecff-5543-4087-8e96-9ba129c73051",
            "word": "court of law",
            "phonetic": "koːɹt ʌv lɔː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y291cnQgb2YgbGF3&hash=102c5f92837a14d5679a0f4162d53620e7c20519&lang=en&cache-only=0",
            "defineEn": "a place where legal disputes are resolved by a judge or judges using established legal procedures and rules",
            "defineVi": "một nơi mà các tranh chấp pháp lý được giải quyết bởi một thẩm phán hoặc các thẩm phán sử dụng các thủ tục và quy tắc pháp lý đã được thiết lập",
            "hasImg": true
        },
        {
            "id": "8b7195c6-6bfa-4a8e-a80e-c5e57bdfb235",
            "word": "to dislike",
            "phonetic": "tə dɪslaɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "I took a dislike to him.",
                "He dislikes the taste of celery and avoids it in his meals.",
                "Dees disliked all editors on principle, but he had to admit that this one at least gave credit where credit was due.",
                "My son dislikes the taste of cayenne pepper as he finds it too spicy.",
                "The person who pursued their passion and found fulfillment in their work was happier than the person who had a high-paying job but disliked what they did."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzbGlrZQ&hash=bdf748fe08435621cef658dd83e3d5d150701680&lang=en&cache-only=0",
            "defineEn": "to not like a person or thing",
            "defineVi": "để không thích một người hoặc điều",
            "hasImg": true
        },
        {
            "id": "59196543-2866-44b3-a0ce-eccd8616c032",
            "word": "to like",
            "phonetic": "tə laɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Over seven hundred Facebook users have already liked the company’s website.",
                "He likes the comfortable seats and big screen at the movie theater.",
                "By the next morning, over twenty of my friends had liked my new profile picture.",
                "Like the commandments written in stone.",
                "Such helps were like drop in the ocean."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGlrZQ&hash=a753f2b9d00ab3c1a3a0bec21a1ef34a42143faf&lang=en&cache-only=0",
            "defineEn": "to feel that someone or something is good, enjoyable, or interesting",
            "defineVi": "để cảm thấy rằng một ai đó hoặc một cái gì đó là tốt, thú vị, hoặc thú vị",
            "hasImg": true
        },
        {
            "id": "2e2b1194-66bf-47f3-ae74-4a9f61140bd9",
            "word": "to ask",
            "phonetic": "tʊ æsk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The interviewer asked me a series of questions during the job interview.",
                "Better ask teacher about.",
                "Can I ask a favour of you?",
                "Can I ask a question?",
                "Did you ask the price?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNr&hash=b2606927dd291d1df0d59e33c211e1814ca2d3cf&lang=en&cache-only=0",
            "defineEn": "to use words in a question form or tone to get answers from someone",
            "defineVi": "để sử dụng các từ trong một hình thức câu hỏi hoặc giai điệu để có được câu trả lời từ một ai đó",
            "hasImg": true
        },
        {
            "id": "4fe9e636-b7a4-494c-8de4-2460c394869d",
            "word": "to order",
            "phonetic": "tʊ ɔːɹdɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "They ordered a mouthwatering venison burger from a trendy restaurant.",
                "She ordered a takeaway meal of pizza and garlic bread for dinner.",
                "We ordered takeout pizza for an easy dinner.",
                "I ordered a bowl of delicious oxtail soup for the first time.",
                "Three players got their marching orders last week."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3JkZXI&hash=5a65cdc475df8ca6b86449c09bd01d556754013a&lang=en&cache-only=0",
            "defineEn": "to ask for something, especially food, drinks, services, etc. in a restaurant, bar, or shop",
            "defineVi": "để yêu cầu một cái gì đó, đặc biệt là thực phẩm, đồ uống, dịch vụ, vv trong một nhà hàng, quán bar, hoặc cửa hàng",
            "hasImg": true
        },
        {
            "id": "7588d594-5809-4839-8420-1822940b15d0",
            "word": "to speak",
            "phonetic": "tə spiːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "His frame spoke tiredness.",
                "He spoke the final words of the play.",
                "The brochure speaks of beautiful secluded grounds.",
                "My mother spoke Russian.",
                "Please speak more slowly."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3BlYWs&hash=6d30ebf9b713503cc57376e8cc08814ebaa9f248&lang=en&cache-only=0",
            "defineEn": "to use one's voice to express a particular feeling or to communicate information",
            "defineVi": "sử dụng giọng nói của một người để thể hiện một cảm giác cụ thể hoặc để truyền đạt thông tin",
            "hasImg": true
        },
        {
            "id": "e94af226-947e-49ce-8e6a-7286a220e586",
            "word": "to accuse",
            "phonetic": "tʊ ɐkjuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The politician was accused of being economical with the truth.",
                "They accused the government of riding roughshod over international law.",
                "The suspect has been accused of setting the restaurant on fire.",
                "He was accused of dishonestly obtaining property.",
                "She was accused of taking bribes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjdXNl&hash=ae4df58c0d05dc50bff428b7829c697a5a16a0f9&lang=en&cache-only=0",
            "defineEn": "to claim that someone has done something wrong",
            "defineVi": "để tuyên bố rằng ai đó đã làm điều gì đó sai",
            "hasImg": true
        },
        {
            "id": "ebb242e6-177f-4c9d-b9cd-2d43ae9fe6e0",
            "word": "to beg",
            "phonetic": "tə bɛɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I beg your pardon.",
                "I beg your pardon.",
                "I beg you, from the bottom of my heart, to spare his life.",
                "We have to go cap in hand begging for funds.",
                "He should be on his knees begging for forgiveness."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVn&hash=7869f03fe1a2b96412876a88d596885927058bd2&lang=en&cache-only=0",
            "defineEn": "to ask humbly for something, especially when one needs or desires that thing a lot",
            "defineVi": "để yêu cầu một cách khiêm tốn cho một cái gì đó, đặc biệt là khi một người cần hoặc mong muốn điều đó rất nhiều",
            "hasImg": true
        },
        {
            "id": "24f5c532-288f-4b27-bef3-ecc9a10194ce",
            "word": "to criticize",
            "phonetic": "tə kɹɪɾɪsaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The author was criticized for rehashing old ideas in their latest book.",
                "I'm always being criticized.",
                "He was criticized by some for seemingly marrying into the fashion industry solely for fame and fortune.",
                "She took offense when her boss criticized her work in front of her colleagues.",
                "John threw a wobbler at work after the boss criticized his report."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3JpdGljaXpl&hash=2afd4c2ee3f951d5901812551b4ac2311f2ef572&lang=en&cache-only=0",
            "defineEn": "to judge someone or something based on their positive or negative points",
            "defineVi": "để đánh giá một ai đó hoặc một cái gì đó dựa trên điểm tích cực hoặc tiêu cực của họ"
        },
        {
            "id": "323a8fc2-2838-49a3-9465-a52faaf9a57a",
            "word": "to insist",
            "phonetic": "tʊ ɪnsɪst ",
            "partOfSpeechType": "verb",
            "examples": [
                "Officials there insist they have no hidden agenda.",
                "He insisted on paying me back in dribs and drabs, five or ten dollars at a time.",
                "She insisted that everything be done over.",
                "Joe insists on keeping his hand in the company, even though he has no real authority at this point.",
                "You can show it to him if you insist"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5zaXN0&hash=14225bef13d99312491cb9a330357035ea0a26c9&lang=en&cache-only=0",
            "defineEn": "to be persistent or unwavering in one's actions, beliefs, or behavior",
            "defineVi": "kiên trì hoặc kiên định trong hành động, niềm tin hoặc hành vi của một người"
        },
        {
            "id": "94ecbdac-7b32-4dae-8560-f57288452834",
            "word": "to scream",
            "phonetic": "tə skɹiːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "I screamed and kicked the furniture and threw a hissy fit.",
                "The crowd started screaming blue murder when the football match was interrupted.",
                "I thought I heard a scream.",
                "I stopped dead in my tracks when I heard the scream",
                "The kids are having a field day at the amusement park, laughing and screaming on the rides."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NyZWFt&hash=aaa5fec75c54e474f33135bb088172c9f9d8541f&lang=en&cache-only=0",
            "defineEn": "to give a long loud shout when we are feeling a strong emotion",
            "defineVi": "để hét to khi chúng ta đang cảm thấy một cảm xúc mạnh mẽ",
            "hasImg": true
        },
        {
            "id": "ad3e02bf-3e2b-4baf-ba1f-3f4ac3598037",
            "word": "to admit",
            "phonetic": "tʊ ɐdmɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Admit it Bobby.",
                "Over 40% of Americans admitted they were living beyond their means.",
                "Many judges admitted that the Dodge was their guilty pleasure out of our field.",
                "He admitted killing a deer out of season.",
                "I have to admit that the news gave us a shock."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRtaXQ&hash=bfeabcb3b5af3e2fa25291b6353105d935571035&lang=en&cache-only=0",
            "defineEn": "to agree with the truth of something, particularly reluctantly",
            "defineVi": "để đồng ý với sự thật của một cái gì đó, đặc biệt miễn cưỡng"
        },
        {
            "id": "41b4e44f-5cb9-4518-bcf5-63ac2e5d71d7",
            "word": "to chat",
            "phonetic": "tə tʃæt ",
            "partOfSpeechType": "verb",
            "examples": [
                "To have a chat/a conversation/a discussion/a talk.",
                "They stayed up chatting about this and that.",
                "Her grandchild lives in another country, but they video chat every week to stay in touch.",
                "As the school bell rang, the boys rushed out of the classroom, laughing and chatting with their friends.",
                "Sorry, but I can't stay to chat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hhdA&hash=e6167ddb6ae6744ad1be89edd108099a668c641d&lang=en&cache-only=0",
            "defineEn": "to send and receive messages on an online platform",
            "defineVi": "để gửi và nhận tin nhắn trên một nền tảng trực tuyến",
            "hasImg": true
        },
        {
            "id": "90d7d742-74ec-451b-b547-04feb701f78a",
            "word": "to deny",
            "phonetic": "tə dᵻnaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The government has denied that the events ever happened.",
                "But officials deny they've been keeping their proposals under wraps.",
                "Sources close to the bank have denied suggestions that heads will roll following the huge losses reported this week.",
                "Mark couldn't deny that he had the hots for his coworker, Lisa.",
                "He appeared on national television to deny the claims."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVueQ&hash=00c50ae58ea1c5baebc29a6f1cb45f1f94d4f7c4&lang=en&cache-only=0",
            "defineEn": "to declare that something is not true",
            "defineVi": "để tuyên bố rằng một cái gì đó là không đúng sự thật"
        },
        {
            "id": "12f12151-3dfb-459f-9098-f67be0718fd4",
            "word": "to praise",
            "phonetic": "tə pɹeɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The director praised the actor for their outstanding performance in the movie.",
                "The teacher praised the students for their good manners.",
                "The film received lavish praise from critics for its groundbreaking visual effects, compelling storyline, and outstanding performances.",
                "Right in the middle of the review is a left-handed compliment: the critic praises the actor for his \"startling career departure.\"",
                "The praise and recognition turned his head, leading him to adopt an attitude of superiority and self-importance."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJhaXNl&hash=0960369e5bc202f1260833fc32c81c1bb397b29e&lang=en&cache-only=0",
            "defineEn": "to express admiration or approval of something",
            "defineVi": "để thể hiện sự ngưỡng mộ hoặc chấp thuận của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "f61227a7-0fbd-46fa-acfa-c21619144f9c",
            "word": "to suggest",
            "phonetic": "tə sədʒɛst ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the company had already lost a major client, the sales team suggested a new strategy.",
                "An engineer suggested driving a tunnel through the Judean hills.",
                "Recent economic performance suggests that a major crisis is at hand.",
                "I suggest you wear another for today.",
                "That last game suggests that we have been getting ahead of ourselves in praising the team's progress."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VnZ2VzdA&hash=783c43a6141989c390b9d972fa8befff18cf126c&lang=en&cache-only=0",
            "defineEn": "to mention or put forward an idea, proposition, plan, etc. for further consideration or possible action",
            "defineVi": "để đề cập hoặc đưa ra một ý tưởng, đề xuất, kế hoạch, vv để xem xét thêm hoặc hành động có thể",
            "hasImg": true
        },
        {
            "id": "8a142272-ccc0-4dd1-bf0f-b8f65deb9a0c",
            "word": "to advise",
            "phonetic": "tʊ ɐdvaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Dietary experts can advise on the ins and outs of dieting.",
                "My doctor advised me to drink pasteurized milk during my pregnancy for the safety of my baby.",
                "An old hand advised me that the fireman approach would suit my scrawny physique.",
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure.",
                "They advised them to invest in better security measures."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWR2aXNl&hash=4f6297fbd209f68f37e5ab8d1b1f3b3cd6f127b1&lang=en&cache-only=0",
            "defineEn": "to provide someone with a suggestion regarding a specific situation",
            "defineVi": "để cung cấp cho ai đó một gợi ý liên quan đến một tình huống cụ thể",
            "hasImg": true
        },
        {
            "id": "0b74c2f7-c60f-44b2-8ce4-9bac7b753a6d",
            "word": "to command",
            "phonetic": "tə kəmænd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her wish was my command",
                "Your wish is my command sire.",
                "They knew that, as a going concern, the cafe would command a higher price with prospective buyers.",
                "The manager offered her team suggestions on how to complete the project, but reminded them that counsel is no command and that they were free to pursue their own strategies.",
                "Even though he's usually quiet and unassuming, my brother can be incredibly assertive and commanding when he's at home - every dog is a lion at home, as they say."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbWFuZA&hash=ed89b870540c52aeb94d4f19557b6f6fa272f5d7&lang=en&cache-only=0",
            "defineEn": "to give an official order to a person or an animal to perform a particular task",
            "defineVi": "ra lệnh chính thức cho một người hoặc một con vật để thực hiện một nhiệm vụ cụ thể",
            "hasImg": true
        },
        {
            "id": "32c50269-c552-4a1a-b8f4-6e0379317c71",
            "word": "to discuss",
            "phonetic": "tə dɪskʌs ",
            "partOfSpeechType": "verb",
            "examples": [
                "We discuss current scientific advancements and discoveries in science class.",
                "We discussed what punishment should be given to the boys.",
                "We discussed our favorite movie scenes with our friends after watching a film.",
                "The doctor made a call to the patient to discuss the test results.",
                "The parents attended the school meeting to discuss their child's progress."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzY3Vzcw&hash=baaa6cf9eccdbb91de3b23861d342c969b9a2728&lang=en&cache-only=0",
            "defineEn": "to talk or have a discussion about something with someone",
            "defineVi": "để nói chuyện hoặc có một cuộc thảo luận về một cái gì đó với một ai đó",
            "hasImg": true
        },
        {
            "id": "7cb7a470-1897-4565-b973-20fb6704d5a5",
            "word": "to protest",
            "phonetic": "tə pɹətɛst ",
            "partOfSpeechType": "verb",
            "examples": [
                "The plans for the new development have raised angry protests from local residents.",
                "When the leaders of the protest movement became violent, they played right into the hands of the police.",
                "When the government tried to pass a law that would allow them to enter people's homes without a warrant, many citizens protested, stating that an Englishman's home is his castle.",
                "It seems the worm has turned - after years of silence local people are beginning to protest about waste emissions from the factory.",
                "Local residents protested so strongly that plans for a new motorway fell by the wayside."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvdGVzdA&hash=23dc0d84581833b3643247439fd744761f5e8180&lang=en&cache-only=0",
            "defineEn": "to express opposition or disapproval either with words or in action, particularly in public",
            "defineVi": "thể hiện sự phản đối hoặc không tán thành bằng lời nói hoặc bằng hành động, đặc biệt là ở nơi công cộng",
            "hasImg": true
        },
        {
            "id": "ebc89436-e4e3-4e62-a2c6-c1eac342f8d8",
            "word": "to whisper",
            "phonetic": "tə wɪspɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "His voice dropped to a whisper.",
                "Liam whispered sweet nothings into Jane's ear, making her blush and smile.",
                "The old man looked at his wife of 50 years and whispered, 'To me, your beauty is only growing stronger with time.",
                "The policeman whispered in Felix’s ear.",
                "The word whispered round the Opera House."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2hpc3Blcg&hash=960e6b07c339ea411b02cee67d28a11c1a455008&lang=en&cache-only=0",
            "defineEn": "to speak very softly or quietly, usually to avoid being overheard by others who are nearby",
            "defineVi": "nói rất nhẹ nhàng hoặc lặng lẽ, thường là để tránh bị những người khác ở gần nghe thấy",
            "hasImg": true
        },
        {
            "id": "a35560f3-74c2-44a4-8295-ef7c35794042",
            "word": "lunar module",
            "phonetic": "luːnɚ mɑːdʒuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Astronaut Edwin Aldrin, Jr. would pilot the Lunar Module.",
                "For one thing, the Lunar Module’s computers almost fried themselves.",
                "Preparation for the Lunar Module descent to the Moon now begins.",
                "Dave Mosher: Where is Lunar Module 14?",
                "A night of rest in the Lunar Module, countdown preparations, and they were ready to come home."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVuYXIgbW9kdWxl&hash=16175ed0103cc29696fa18ce549f85b77d1a7589&lang=en&cache-only=0",
            "defineEn": "a spacecraft designed for travel and operations on the surface of the moon, typically used as part of a lunar mission or expedition",
            "defineVi": "một tàu vũ trụ được thiết kế để di chuyển và hoạt động trên bề mặt mặt trăng, thường được sử dụng như một phần của sứ mệnh hoặc chuyến thám hiểm mặt trăng",
            "hasImg": true
        },
        {
            "id": "8e98d850-d02b-42ec-b565-beffc8dffcfe",
            "word": "slum",
            "phonetic": "slʌm ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'll slum it.",
                "Overcrowded slums and megacities covering continents?",
                "We lived in a Bronx slum.",
                "But already, slums and some metropolitan centers are coming down, condemned by forward-looking civic governments.",
                "Migrant workers are subjectto strict residency laws-- necessary prevention,in the government's view, against mass migration andthe creation of urban slums."
            ],
            "audio": "https://tts.langeek.co/read?text=c2x1bQ&hash=92158812474f8215b5beca566becf5935b4f7f2d&lang=en&cache-only=0",
            "defineEn": "a very poor and overpopulated area of a city or town in which the houses are not in good condition",
            "defineVi": "một khu vực rất nghèo và đông dân cư của một thành phố hoặc thị trấn trong đó những ngôi nhà không ở trong tình trạng tốt",
            "hasImg": true
        },
        {
            "id": "2d383882-317a-47ec-b56f-8b8a192c07de",
            "word": "crewman",
            "phonetic": "kɹuːmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Indonesia is searching desperately for a submarine with 53 crewmen aboard.",
                "We know this from journals kept by various crewman, but the historical controversy arises from the details and interpretation of his death."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jld21hbg&hash=2d203ed4e2055f2aa999364107ab10bc631652df&lang=en&cache-only=0",
            "defineEn": "a person who is part of the team responsible for the operation, maintenance, and tasks associated with a vessel, such as a ship or boat",
            "defineVi": "một người là thành viên của nhóm chịu trách nhiệm vận hành, bảo trì và các nhiệm vụ liên quan đến tàu, chẳng hạn như tàu hoặc thuyền",
            "hasImg": true
        },
        {
            "id": "a16b5357-868b-4624-ae5a-e76434530b66",
            "word": "matter of fact",
            "phonetic": "mæɾɚɹ ʌv fækt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWF0dGVyIG9mIGZhY3Q&hash=3b5613315bbc343730f2ef9c7ee1542c93286d72&lang=en&cache-only=0",
            "defineEn": "something that is based on reality or fact rather than emotion or speculation",
            "defineVi": "một cái gì đó dựa trên thực tế hoặc thực tế hơn là cảm xúc hoặc suy đoán"
        },
        {
            "id": "ee269e65-9017-48c6-8de4-fb441e52e272",
            "word": "sibling",
            "phonetic": "sɪblɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I have zero siblings.",
                "Her cousins are like siblings to her.",
                "The siblings' relationship was a cat-and-dog life.",
                "My siblings and I share a single bedroom in our house.",
                "She will follow a different path than her siblings."
            ],
            "audio": "https://tts.langeek.co/read?text=c2libGluZw&hash=15472cab757d2679c3ee77830fad2574bbae29a3&lang=en&cache-only=0",
            "defineEn": "one's brother or sister",
            "defineVi": "anh chị em của một người",
            "hasImg": true
        },
        {
            "id": "8ef6691b-4382-4649-a6fa-16a64534f85d",
            "word": "alcoholic",
            "phonetic": "ælkəhɑːlɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Companies, for the most part, cannot become alcoholics, a human can.",
                "Ugh, it's just alcoholic pasta.",
                "You're going to be the alcoholic.",
                "Fermentation and its antimicrobial alcoholic by products were your friend.",
                "It smells like a cheesy alcoholic concoction."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxjb2hvbGlj&hash=8c5c4d7e48596e4b92c92236d5d41ed66672fa19&lang=en&cache-only=0",
            "defineEn": "a person who has the habit of drinking too much alcohol",
            "defineVi": "một người có thói quen uống quá nhiều rượu",
            "hasImg": true
        },
        {
            "id": "f5c73ebd-8bdc-4dee-84b5-e1e94a27562e",
            "word": "landing",
            "phonetic": "lændɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The pilot's best bet was to make an emergency landing.",
                "And landing happens faster than that.",
                "Sticks the landing.",
                "- Landing in a crosswind situation requires a couple of different maneuvers.",
                "Keep on landing."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFuZGluZw&hash=97015f23ddf2ab4ddebeac8c9cb5f0b6645f4baf&lang=en&cache-only=0",
            "defineEn": "the act of settling on the ground by an aircraft or spacecraft",
            "defineVi": "hành động định cư trên mặt đất bằng máy bay hoặc tàu vũ trụ",
            "hasImg": true
        },
        {
            "id": "13c75548-75ba-4d3b-ac7a-2a983f8ef2c2",
            "word": "appalling",
            "phonetic": "ɐpɔːlɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It is appalling.",
                "It really is appalling.",
                "But I've seen much more appalling stunts than that.",
                "The president is guilty of an appalling abuse of public trust.",
                "[Lord Haw-Haw] The blitzkrieg will be carried over the British islands with greater, more appalling rapidity than over Poland, Norway, Holland, Belgium or France."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwYWxsaW5n&hash=93c60295492cb25e6b9083a3ef50b4c0804ac378&lang=en&cache-only=0",
            "defineEn": "extremely bad, unpleasant, or unacceptable in a way that deeply affects or offends the senses, emotions, or moral sensibilities",
            "defineVi": "cực kỳ tồi tệ, khó chịu hoặc không thể chấp nhận được theo cách ảnh hưởng sâu sắc hoặc xúc phạm các giác quan, cảm xúc hoặc sự nhạy cảm về đạo đức",
            "hasImg": true
        },
        {
            "id": "da2e192f-29d8-431b-81d6-ff1a2a3a7e24",
            "word": "suffering",
            "phonetic": "sʌfɚɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Jane experienced much suffering and adversity, but she drew strength from the knowledge that crosses are ladders that lead to heaven.",
                "Suffering, disability, and death are avoided.",
                "If anything, it draws out their suffering.",
                "But suffering can feed on itself.",
                "Or at least the suffering has ended."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VmZmVyaW5n&hash=3a0a67b5a910367d6defabd530f51d765872cd47&lang=en&cache-only=0",
            "defineEn": "the state of undergoing physical or mental pain",
            "defineVi": "tình trạng trải qua nỗi đau thể chất hoặc tinh thần"
        },
        {
            "id": "2da80bf9-fcfc-489a-82cf-bac936e23c3a",
            "word": "to cuddle",
            "phonetic": "tə kʌdəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Sarah used to cuddle her pillow for comfort and relaxation.",
                "She has a black cat named Midnight who loves to cuddle.",
                "As John and Betty started cuddling up in the cinema, I wished I had just gone home instead of playing gooseberry.",
                "As they cuddled on the couch, Charlotte and Henry exchanged sweet nothings, expressing their love for each other.",
                "As soon as it's out of his system, he'll come back to you looking for a cuddle and a kiss."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3VkZGxl&hash=bb88364e314c698b20f441920cdf2408d122224d&lang=en&cache-only=0",
            "defineEn": "to hold close in one's arms or embrace affectionately, especially in a loving or comforting manner",
            "defineVi": "ôm chặt trong vòng tay của một người hoặc ôm một cách trìu mến, đặc biệt là theo cách yêu thương hoặc an ủi",
            "hasImg": true
        },
        {
            "id": "16d26f38-5715-45b1-b71f-7f27b1d9ed6b",
            "word": "public",
            "phonetic": "pʌblɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The government makes a big thing out of public support.",
                "The pyramids can be reached by public transport.",
                "Public education campaigns highlight potential health risks of consuming pink slime products.",
                "The government has set strict limits on public spending this year.",
                "Homosexuals in public life are now coming out of the closet."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVibGlj&hash=c2c3f17fa1ee7b9f87dec26fe86e401fb7d56e5c&lang=en&cache-only=0",
            "defineEn": "of, connected with, or affecting all the people in a society",
            "defineVi": "của, kết nối với, hoặc ảnh hưởng đến tất cả mọi người trong một xã hội",
            "hasImg": true
        },
        {
            "id": "85286748-c3a9-498c-9520-f8f3b1942f73",
            "word": "appearance",
            "phonetic": "ɐpɪɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "You should take more pride in your appearance.",
                "The President runs the risk of assassination with every public appearance.",
                "It doesn't help our organization's appearance to have a hog in armor parading himself as our leader",
                "The kids were fascinated by the unique appearance of rambutan and eagerly tried it.",
                "When he finally emerged, his disheveled appearance made him look a sight to behold."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwZWFyYW5jZQ&hash=8e60721f897a2c4a03c4707b6b262001964d2990&lang=en&cache-only=0",
            "defineEn": "the way that someone or something looks",
            "defineVi": "cách mà một ai đó hoặc một cái gì đó trông",
            "hasImg": true
        },
        {
            "id": "b49e7a4d-8a68-4784-a839-724b111e688f",
            "word": "tunnel vision",
            "phonetic": "tʌnəl vɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHVubmVsIHZpc2lvbg&hash=c64a353e96fde11db09ed14a405e414c414a3e47&lang=en&cache-only=0",
            "defineEn": "a condition in which someone can only see what is in front of them, due to their eyes are being damaged",
            "defineVi": "một tình trạng mà ai đó chỉ có thể nhìn thấy những gì trước mặt họ, do mắt của họ đang bị tổn thương"
        },
        {
            "id": "f003e0b1-6ef7-4377-a213-c8f2569bca22",
            "word": "earthrise",
            "phonetic": "ɜːθɹaɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Speaking of zoomed out, this is Earthrise, one of the most famous photographs of all time.",
                "In fact, because they were not on a trajectory that was intended to be a practice for a landing, they went farther than any human beings have ever been away from the earth and Lovell talked very persuasively about the earthrise image-- that color picture that they took as they came back around the moon and looked back and saw the Earth hanging in shadow, but hanging in space in front of them."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWFydGhyaXNl&hash=861e8cea0b5eb60178c70e40fe58f1e64d32349a&lang=en&cache-only=0",
            "defineEn": "the view of the Earth rising above the horizon of the Moon, often seen from a spacecraft or lunar surface",
            "defineVi": "quang cảnh Trái đất nhô lên trên đường chân trời của Mặt trăng, thường được nhìn thấy từ tàu vũ trụ hoặc bề mặt mặt trăng",
            "hasImg": true
        },
        {
            "id": "aa2bc421-a52a-4d40-8e5e-701759c37a6f",
            "word": "to offer",
            "phonetic": "tʊ ɔfɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "On the credit side, the restaurant offers a wide range of choices.",
                "Italy's Mediterranean climate and diverse geography offer a wide range of outdoor activities",
                "The store sometimes offers discounts on certain items.",
                "The vegetarian menu offers a delicious black bean burrito as a protein-packed option.",
                "The textile store offers bolts of various fabrics, from cotton to linen."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2ZmZXI&hash=3016fd36f01db95e9f17726c6d3ade2e69a974ed&lang=en&cache-only=0",
            "defineEn": "to present or propose something to someone",
            "defineVi": "để trình bày hoặc đề xuất một cái gì đó cho một ai đó",
            "hasImg": true
        },
        {
            "id": "efcd8adf-62f2-4571-827b-797837b2428e",
            "word": "to persuade",
            "phonetic": "tə pɚsweɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The overwhelming majority of Irish-Americans probably persuaded the administration that the cake was not worth the candle.",
                "The salesman was a fast talker who persuaded the old lady to buy a new washing machine.",
                "I tried to persuade the Chancellor not to go.",
                "George didn't want to come, but we persuaded him to change his mind.",
                "Bob persuaded her to go by car, against her better judgement, and she regretted it as soon as she saw the heavy traffic."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVyc3VhZGU&hash=8f60e83c1ae0dc0dbfd9ee95a32b04df8cdf5a53&lang=en&cache-only=0",
            "defineEn": "to make a person do something by giving them a good reason why they should do it",
            "defineVi": "để làm cho một người làm điều gì đó bằng cách cho họ một lý do chính đáng tại sao họ nên làm điều đó"
        },
        {
            "id": "984fa3e7-fa0b-465f-964d-c807fca2daa8",
            "word": "to explain",
            "phonetic": "tʊ ɛkspleɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "She explained the rules of the game to the new players.",
                "Can you explain this math concept to me?",
                "They explained the procedure for submitting the application form.",
                "They explained the process of making a paper airplane step by step.",
                "He explained the plot of the movie to his friend who hadn't seen it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwbGFpbg&hash=c09dff50785d1072fd505d8568908e84d47c7c8c&lang=en&cache-only=0",
            "defineEn": "to make something clear and easy to understand by giving more information about it",
            "defineVi": "để làm cho một cái gì đó rõ ràng và dễ hiểu bằng cách cung cấp thêm thông tin về nó",
            "hasImg": true
        },
        {
            "id": "22b4a784-8d3b-4b2a-8de6-233defb37e29",
            "word": "to promise",
            "phonetic": "tə pɹɑːmɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "This broken promise is a real kick in the teeth for our fans.",
                "The committee members promised to put the fund behind a development scheme for the impoverished area.",
                "My boss promised the moon, but never gave me a raise.",
                "Promise you won't tell.",
                "I promised my husband that I would grill some zucchini alongside the steaks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvbWlzZQ&hash=98c4aeba0a88c0b97378cdc9db28fc4c1b204f45&lang=en&cache-only=0",
            "defineEn": "to tell someone that something will certainly happen or that we will certainly do something",
            "defineVi": "để nói với ai đó rằng điều gì đó chắc chắn sẽ xảy ra hoặc chúng tôi chắc chắn sẽ làm điều gì đó",
            "hasImg": true
        },
        {
            "id": "74fe841e-2639-49ef-bf51-471ec92f5089",
            "word": "to ask",
            "phonetic": "tʊ æsk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The interviewer asked me a series of questions during the job interview.",
                "Better ask teacher about.",
                "Can I ask a favour of you?",
                "Can I ask a question?",
                "Did you ask the price?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNr&hash=b2606927dd291d1df0d59e33c211e1814ca2d3cf&lang=en&cache-only=0",
            "defineEn": "to use words in a question form or tone to get answers from someone",
            "defineVi": "để sử dụng các từ trong một hình thức câu hỏi hoặc giai điệu để có được câu trả lời từ một ai đó",
            "hasImg": true
        },
        {
            "id": "5f63e36b-e8a9-44b4-bd47-5cfddba1c4b9",
            "word": "to announce",
            "phonetic": "tʊ ɐnaʊns ",
            "partOfSpeechType": "verb",
            "examples": [
                "The cop announced that the body in the dumpster was dead as a doornail.",
                "After months of anticipation, the couple announced that they have a bun in the oven.",
                "The trial has run its course, and the verdict will be announced tomorrow.",
                "When the judge announced the decision, the balloon went up, and emotions ran high in the courtroom.",
                "When they announced her name as the winner, she cried out in disbelief."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW5ub3VuY2U&hash=6ae71b91505d376772c8687e44de4c4ee6707b3d&lang=en&cache-only=0",
            "defineEn": "to make plans or decisions known by officially telling people about them",
            "defineVi": "để thực hiện các kế hoạch hoặc quyết định được biết đến bằng cách chính thức nói với mọi người về họ",
            "hasImg": true
        },
        {
            "id": "024d73c6-16d0-4484-bed5-fb093643a548",
            "word": "to encourage",
            "phonetic": "tʊ ɛŋkɜːɹɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The police department has encouraged officers to walk the beat.",
                "The sunny day encouraged us to go for a bike ride.",
                "I encourage others to follow our example.",
                "I encourage others to follow our example.",
                "The coach encouraged his team to push the limit and give their all in the championship game."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5jb3VyYWdl&hash=7bb12ae7715247ce3824e65680000eaccd0b888b&lang=en&cache-only=0",
            "defineEn": "to provide someone with support, hope, or confidence",
            "defineVi": "để cung cấp cho ai đó sự hỗ trợ, hy vọng, hoặc sự tự tin",
            "hasImg": true
        },
        {
            "id": "88303605-3b61-4de4-93cc-0ace70ed596b",
            "word": "to invite",
            "phonetic": "tʊ ɪnvaɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The security expert warned the business owner that a bad padlock invites a picklock.",
                "The water was so inviting that I couldn't resist taking a dip in the sea.",
                "The farmer proudly displayed a plump fowl at the market, inviting customers to savor its flavorful meat.",
                "To some extent such insistent emphasis hammers the argument home, rather than inviting the reader to engage with it.",
                "I was tickled pink to be invited."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW52aXRl&hash=85e06736f16ff765d898adcb195d89bec509024e&lang=en&cache-only=0",
            "defineEn": "to make a formal or friendly request to someone to be present somewhere or to participate in something",
            "defineVi": "để đưa ra một yêu cầu chính thức hoặc thân thiện với ai đó để có mặt ở đâu đó hoặc tham gia vào một cái gì đó",
            "hasImg": true
        }
    ]
}