{
    "id": "999fadd3-16d0-4d00-81e5-3b5d9656355e",
    "title": "Words Related to Cinema and Theater",
    "originalTitle": "Words Related to Cinema and Theater",
    "words": [
        {
            "id": "4ed2f59f-a404-4c86-9f14-4c109678516b",
            "word": "adaptation",
            "phonetic": "ædæpteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Margulies makes both ends meet by making adaptations for the movie business.",
                "Adaptation is already happening.",
                "Adaptation is already happening.",
                "Other burrowing animals, like anteaters, have similar adaptations.",
                "Other creatures' eyes display different adaptations."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRhcHRhdGlvbg&hash=9f44620c81409c31cd6d91495837d4b9946eae19&lang=en&cache-only=0",
            "defineEn": "a movie, TV program, etc. that is based on a book or play",
            "defineVi": "một bộ phim, chương trình truyền hình, vv dựa trên một cuốn sách hoặc vở kịch",
            "hasImg": true
        },
        {
            "id": "2e397f10-5c5e-4cd2-b43f-b0f4afa51b43",
            "word": "black-and-white movie",
            "phonetic": "blækændwaɪt muːvi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmxhY2stYW5kLXdoaXRlIG1vdmll&hash=3543392c9b1d29356de2428c2df6917942a9b9dc&lang=en&cache-only=0",
            "defineEn": "a motion picture including no colors except the colors black, white and a range of gray",
            "defineVi": "một hình ảnh chuyển động không có màu ngoại trừ các màu đen, trắng và một dải màu xám",
            "hasImg": true
        },
        {
            "id": "67971b96-42f8-405a-9aca-4c6e5f4733ff",
            "word": "B-movie",
            "phonetic": "biːmuːvi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Somebody does voiceover work for B-movie cartoons.",
                "When oxygen is scarce, that requirement keeps them relatively small but when there was a lot of it here come the giant B-movie bugs!",
                "So if the story of life on Earth really were like a Hollywood film, Lazarus taxa would be less like b-movie zombies that come back from the dead, and more like action heroes, who manage to survive when everyone has given up on them."
            ],
            "audio": "https://tts.langeek.co/read?text=Qi1tb3ZpZQ&hash=97e6ee6313a0db5e505c7a3b791a1f0027766759&lang=en&cache-only=0",
            "defineEn": "a low-budget motion picture that is considered to be of low quality",
            "defineVi": "một bộ phim chuyển động kinh phí thấp được coi là có chất lượng thấp"
        },
        {
            "id": "ca90328b-0dee-463e-9ffa-fdcb66a5891c",
            "word": "chick flick",
            "phonetic": "tʃɪk flɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hpY2sgZmxpY2s&hash=c700c8e7a72737bc003a1e89052fe4341ef8df36&lang=en&cache-only=0",
            "defineEn": "a motion picture that is aimed at a female audience, usually depicting a romantic relationship",
            "defineVi": "một bộ phim chuyển động nhắm đến khán giả nữ, thường mô tả một mối quan hệ lãng mạn",
            "hasImg": true
        },
        {
            "id": "c7ae0d22-28b4-4db6-93b1-d308abc3a7bc",
            "word": "costume drama",
            "phonetic": "kɔstuːm dɹɑːmə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29zdHVtZSBkcmFtYQ&hash=5e0c17876a616db449325467ef795d4351f4875e&lang=en&cache-only=0",
            "defineEn": "a motion picture or theatrical production with a historical setting in which the actors wear the costume appropriate to that time period",
            "defineVi": "một bộ phim chuyển động hoặc sản xuất sân khấu với bối cảnh lịch sử trong đó các diễn viên mặc trang phục phù hợp với khoảng thời gian đó",
            "hasImg": true
        },
        {
            "id": "3f01c7a1-3cc9-4c8f-b4b6-e921a3a7145a",
            "word": "director's cut",
            "phonetic": "dᵻɹɛktɚ bækslæʃ ɛs kʌt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlyZWN0b3IncyBjdXQ&hash=1f169d54293de4f59d54a8698b77a8cff82e3634&lang=en&cache-only=0",
            "defineEn": "a version of a motion picture that is edited in a way that the director wanted it to be originally, containing scenes that are not included in the studio version",
            "defineVi": "một phiên bản của một bộ phim chuyển động được chỉnh sửa theo cách mà đạo diễn muốn ban đầu, chứa những cảnh không có trong phiên bản studio"
        },
        {
            "id": "5c7d7a3f-1444-4bb2-9997-2b85aba48105",
            "word": "franchise",
            "phonetic": "fɹæntʃaɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "186 venues were franchises.",
                "Narrator: Franchise owners, on the other hand, took the hit.",
                "In 1955, the first Dunkin' Donuts franchise opened.",
                "The teams are not franchises.",
                "That same year, the first McDonald's franchise opened too."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhbmNoaXNl&hash=43007e49f552cbd19349a6e4b40f477a19c3736e&lang=en&cache-only=0",
            "defineEn": "a set of related movies or novels that portray the same character or characters in different settings and situations",
            "defineVi": "một tập hợp các bộ phim hoặc tiểu thuyết có liên quan mô tả cùng một nhân vật hoặc các nhân vật trong các bối cảnh và tình huống khác nhau"
        },
        {
            "id": "8965ee04-2d40-4f29-9e04-2c22d15c1a8c",
            "word": "genre",
            "phonetic": "ʒɑːnɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "My husband's favorite genre of music is pop.",
                "Different genres of music appeal to different people, and for me, classical music really floats my boat.",
                "While growing up, he had been exposed to various musical genres at his mother's knee, developing a diverse appreciation for music.",
                "The game strikes a great balance between accessibility for younger players and a rewarding challenge for veterans of the genre.",
                "The book was pretty dull and didn't really stand out from other similar books in the genre."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VucmU&hash=a0d13625523bbb41061f418145b3304ad2959a9d&lang=en&cache-only=0",
            "defineEn": "a style of art, music, literature, film, etc. that has its own special features",
            "defineVi": "một phong cách nghệ thuật, âm nhạc, văn học, phim, v.v. có những nét đặc biệt riêng",
            "hasImg": true
        },
        {
            "id": "f4e7d1d2-9a7d-4a9d-8020-f8447f682a09",
            "word": "film",
            "phonetic": "fɪlm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film caught a cold over the outstanding debt.",
                "The film received lavish praise from critics for its groundbreaking visual effects, compelling storyline, and outstanding performances.",
                "The film ups the ante on special effects.",
                "The film faithfully follows Shakespeare's plot.",
                "Shergar film falls at the first fence in Cannes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlsbQ&hash=be649f4cc2d3570fb3c4bbb869cf8fe152aa009b&lang=en&cache-only=0",
            "defineEn": "a story that we can watch on a screen, like a TV or in a theater, with moving pictures and sound",
            "defineVi": "một câu chuyện mà chúng ta có thể xem trên màn hình, chẳng hạn như TV hoặc trong rạp hát, với hình ảnh và âm thanh chuyển động",
            "hasImg": true
        },
        {
            "id": "8298836e-e24d-4a23-b679-a2bea1d16c68",
            "word": "new wave",
            "phonetic": "nuː weɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "The singer is the poster boy for the new wave of indie music, with his unique sound and style setting him apart from the mainstream.",
                "A new wave of anti-government protests flared across Southern Iraq today.",
                "The use of nuclear bombs brought new waves of terror about the advancement of military technology in the post war era.",
                "After the first wave of colonization by English people, and Spanish people, and other Europeans, there was a new wave of Scandinavians, French people, and especially the Irish.",
                "And now a new wave is 20 times larger that the first wave."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV3IHdhdmU&hash=2c07b9b9240a8be11ddc933b0b7faf635816a9b8&lang=en&cache-only=0",
            "defineEn": "an art movement in French cinema in the 1960s",
            "defineVi": "một phong trào nghệ thuật trong điện ảnh Pháp vào những năm 1960"
        },
        {
            "id": "f8f04e6e-958b-44fb-a728-1f11b2e734fc",
            "word": "prequel",
            "phonetic": "pɹiːkwəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "And then we made the movie and then some prequels and some sequels and some reboots and now sequels to the reboots.",
                "One of the most recent literary versions of Godzilla was published as a prequel to the 2014 American film rebooting the franchise, hitting shelves less than two weeks before the movie’s premiere.",
                "Though, don’t get me started on the prequels."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlcXVlbA&hash=af254f92926fe21b08728afb46d78c93858f06d9&lang=en&cache-only=0",
            "defineEn": "‌a novel, motion picture, etc. that depicts the events and stories taking place before the events of an earlier work",
            "defineVi": "‌một cuốn tiểu thuyết, phim điện ảnh, v.v. mô tả các sự kiện và câu chuyện diễn ra trước các sự kiện của một tác phẩm trước đó"
        },
        {
            "id": "5cb72ab4-932e-4690-8d4c-0edc76884246",
            "word": "remake",
            "phonetic": "ɹᵻmeɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "In this challenge, I'm remaking my first ASL video.",
                "I like the remake of it.",
                "With chemical recycling, you're remaking the polymer.",
                "With chemical recycling, you're remaking the polymer.",
                "It's a remake."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVtYWtl&hash=11a39d66f744413ba0e0ea2dd4e2cd00284b1d86&lang=en&cache-only=0",
            "defineEn": "a motion picture or piece of music that is made based on an old song or movie",
            "defineVi": "một bộ phim chuyển động hoặc đoạn nhạc được thực hiện dựa trên một bài hát hoặc bộ phim cũ"
        },
        {
            "id": "a7c676bb-b006-4dbd-be07-d8a40f8efab9",
            "word": "sequel",
            "phonetic": "siːkwəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm really surprised that the sequel even holds a candle to the original.",
                "The sequel isn't too bad, but it isn't in the same league with the original.",
                "And just as with the Final Destination movies, the sequels have pretty much the same plot, just some new actors.",
                "The sequel is never quite as good.",
                "This is a sequel."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VxdWVs&hash=06e754dc7a86c2d6b6fa63485b91a47f22224c26&lang=en&cache-only=0",
            "defineEn": "a book, movie, play, etc. that continues and extends the story of an earlier one",
            "defineVi": "một cuốn sách, bộ phim, vở kịch, v.v. tiếp tục và mở rộng câu chuyện của một cuốn trước đó",
            "hasImg": true
        },
        {
            "id": "d5211169-df0c-48dc-a22f-f7a51c42f10b",
            "word": "sleeper",
            "phonetic": "sliːpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They're swimmers and sleepers, crawlers and diggers.",
                "It's the sleeper item at McDonald's.",
                "It's your baby a light sleeper at all?",
                "Should we point them at one of the sleepers? -",
                "Mrs. Fairfax is a heavy sleeper, like most old people, and didn't hear anything."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xlZXBlcg&hash=89944b3cc55f66bc4647c2c9ec4d0545fa65d3f6&lang=en&cache-only=0",
            "defineEn": "a movie, novel, play, etc. that is initially underappreciated, but gains sudden and unexpected success later on",
            "defineVi": "một bộ phim, tiểu thuyết, vở kịch, v.v. ban đầu không được đánh giá cao, nhưng lại đạt được thành công bất ngờ và bất ngờ về sau"
        },
        {
            "id": "605cf1d5-d96b-4716-9151-e8eb970c6435",
            "word": "spin-off",
            "phonetic": "spɪnɔf ",
            "partOfSpeechType": "noun",
            "examples": [
                "If you really want to go down a rabbit hole with us, check out our spin-off podcast, SciShow Tangents.",
                "If this list piqued your interest, there’s a whole episode of our spin-off podcast SciShow Tangents about the fungus among us.",
                "The anthropomorphic Beetle with a big personality would go on to star in five movie spin-offs.",
                "And if you haven't heard of Porsche Design, they're like a subsidiary sort of like spin-off company of Porsche.",
                "After the shock and horror of the war and the use of the atomic bomb, nuclear energy promised to be a peaceful spin-off of the new technology, helping the world get back on its feet."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Bpbi1vZmY&hash=a9caceaad6d276cac6d5dc14e1a2e3781b4dccb5&lang=en&cache-only=0",
            "defineEn": "production of something new based on a successful movie or TV show",
            "defineVi": "sản xuất một cái gì đó mới dựa trên một bộ phim hoặc chương trình truyền hình thành công"
        },
        {
            "id": "c9749547-a930-4e69-9cf6-f01c946646a3",
            "word": "talkie",
            "phonetic": "tɔːki ",
            "partOfSpeechType": "noun",
            "examples": [
                "They were on the rooftops withbinoculars and walkie-talkies, and they were controlling theouter areas of the square as you would control anymilitary operation, the high ground.",
                "(walkie talkie sounds) -",
                "The first time a thematic musical score was written for a feature-length American talkie was for the 1933 monster movie King Kong."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFsa2ll&hash=43448e775aa423aa05ecb8e3ad362d484fed96da&lang=en&cache-only=0",
            "defineEn": "a motion picture that is set to a soundtrack, as opposed to a silent movie",
            "defineVi": "một bộ phim chuyển động được đặt thành nhạc nền, trái ngược với phim câm"
        },
        {
            "id": "45909675-f14f-4c9a-af0a-222418a32ff6",
            "word": "tearjerker",
            "phonetic": "tɪɹdʒɚkɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVhcmplcmtlcg&hash=80a983807f61eb6ee07fba9ea689dc2055a0fc02&lang=en&cache-only=0",
            "defineEn": "a narrative that makes the audience feel extremely sad and excessively sentimental",
            "defineVi": "một câu chuyện khiến khán giả cảm thấy vô cùng buồn và quá mức tình cảm"
        },
        {
            "id": "4bf4b971-8ddf-46d1-820e-0b98de1b06be",
            "word": "telefilm",
            "phonetic": "tɛlᵻfɪlm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVsZWZpbG0&hash=4f0d168bfda65946f35c806309d4a5f52876f4bb&lang=en&cache-only=0",
            "defineEn": "a movie that is intended to be broadcast on TV, rather than being projected on the screen",
            "defineVi": "một bộ phim dự định sẽ được phát trên TV, thay vì được chiếu trên màn hình"
        },
        {
            "id": "dae6e334-b7ae-4eb3-93c5-94a2954193d2",
            "word": "weepy",
            "phonetic": "wiːpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Spoiler alert: I get a little weepy."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VlcHk&hash=05338ae9790b7e9447368fe9cc82737494ad03ee&lang=en&cache-only=0",
            "defineEn": "a sad movie, play, book, etc. that is too sentimental and makes the audience cry",
            "defineVi": "một bộ phim buồn, vở kịch, cuốn sách, v.v. quá tình cảm và khiến khán giả khóc"
        },
        {
            "id": "a7421ea7-c618-44f0-b140-4a221a26ad57",
            "word": "credit",
            "phonetic": "kɹɛdɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "John's bank account is in credit by $500.",
                "On the credit side, the restaurant offers a wide range of choices.",
                "Enter these amounts on the credit side.",
                "The company is in credit with its customers for providing excellent customer service.",
                "The politician is in credit with his supporters for fulfilling his election promises."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlZGl0&hash=656cea0bc7a86951d742106ddcac8276bc9f7713&lang=en&cache-only=0",
            "defineEn": "a motion picture, TV or radio program, etc. that someone has contributed to",
            "defineVi": "một bộ phim chuyển động, chương trình truyền hình hoặc đài phát thanh, v.v. mà ai đó đã đóng góp cho"
        },
        {
            "id": "b10ce45f-ff01-4346-98e7-4146e504241c",
            "word": "audience",
            "phonetic": "ɔːdiəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The outstanding finale killed the audience.",
                "Cable TV reaches a huge audience.",
                "The daredevil performer, Max, shocked the audience by performing his entire circus act in his birthday suit.",
                "The audience nodded in understanding as the speaker explained the concept.",
                "As the comedian told the joke, the audience grimaced in a mixture of amusement and discomfort."
            ],
            "audio": "https://tts.langeek.co/read?text=YXVkaWVuY2U&hash=e49791df32fe6509887447d58e8cec6db54ead05&lang=en&cache-only=0",
            "defineEn": "the group of people who have assembled to watch and listen to a play, concert, etc.",
            "defineVi": "nhóm người đã tụ tập để xem và nghe một vở kịch, buổi hòa nhạc, v.v.",
            "hasImg": true
        },
        {
            "id": "6316abac-b7c8-47cc-a0bd-7d62ea7002d3",
            "word": "playgoer",
            "phonetic": "pleɪɡoʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGxheWdvZXI&hash=83ccd1abf35b764aab17edcba2fb27e939147fa6&lang=en&cache-only=0",
            "defineEn": "someone who frequently goes to watch plays at a theater",
            "defineVi": "một người thường xuyên đi xem vở kịch tại một nhà hát"
        },
        {
            "id": "918c5572-9f64-449a-ad87-9e9c77b11991",
            "word": "comedy of manners",
            "phonetic": "kɑːmədi ʌv mænɚz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29tZWR5IG9mIG1hbm5lcnM&hash=bef5e86a02501ee74e9d1b67464e9776b8d5a6e7&lang=en&cache-only=0",
            "defineEn": "a comic play, movie, book, etc. that portrays the behaviors of a particular social class, satirizing them",
            "defineVi": "một vở kịch truyện tranh, phim, sách, v.v. mô tả các hành vi của một tầng lớp xã hội cụ thể, châm biếm họ"
        },
        {
            "id": "711b855f-c3b6-4f74-a447-540c544ab538",
            "word": "farce",
            "phonetic": "fɑːɹs ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"So it's a farce.\"",
                "Anyway, as an actual war, the War of 1812 was something of a farce.",
                "But these shows made audiences hungry for more, more, more musical farces with more, more, more irrelevant songs.",
                "What I can say to you, Amna, is that I was not the candidate in 2018 because they created a judicial farce."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFyY2U&hash=96b77db2f6b7e26d39836d376a6134d1e6e3d3f1&lang=en&cache-only=0",
            "defineEn": "a comic movie or play that depicts unlikely or silly situations by the use of buffoonery",
            "defineVi": "một bộ phim truyện tranh hoặc vở kịch mô tả những tình huống khó xảy ra hoặc ngớ ngẩn bằng cách sử dụng đồ chơi"
        },
        {
            "id": "ebde4bc6-18aa-4711-bd9e-deb765375eac",
            "word": "period piece",
            "phonetic": "piəɹɪəd piːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "You've got the period piece going on and then you got this little lounge chair, what's going on here?"
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyaW9kIHBpZWNl&hash=355ed1bec1def79e82cc0dc3da82b1b634e4a85c&lang=en&cache-only=0",
            "defineEn": "a movie, novel, play, etc. that is set in an earlier historical era",
            "defineVi": "một bộ phim, tiểu thuyết, vở kịch, v.v. được đặt trong một thời kỳ lịch sử trước đó",
            "hasImg": true
        },
        {
            "id": "5c827c6b-8c75-42d7-9319-e78c2fd776a0",
            "word": "potboiler",
            "phonetic": "pɑːtbɔɪlɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG90Ym9pbGVy&hash=18135cf4f756bde3e1900825faeca40690df6177&lang=en&cache-only=0",
            "defineEn": "a book, painting, play, etc. that is created according to the common taste of the public in order to earn money",
            "defineVi": "một cuốn sách, bức tranh, vở kịch, v.v. được tạo ra theo thị hiếu chung của công chúng để kiếm tiền"
        },
        {
            "id": "69611690-70f8-4f72-976f-c5bccbf1fa5b",
            "word": "smash",
            "phonetic": "smæʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In 1994, fragments of the comet Shoemaker-Levy 9 smashed into Jupiter.",
                "Smash that like button!",
                "A smashed dish lies on the floor.",
                "I will smash your face to powder.",
                "They were smashing cars in the streets. "
            ],
            "audio": "https://tts.langeek.co/read?text=c21hc2g&hash=bc25f01472b4f39028708c58d0790d891f7c0321&lang=en&cache-only=0",
            "defineEn": "something that is extremely successful, such as a song, motion picture, play, etc.",
            "defineVi": "thứ gì đó cực kỳ thành công, chẳng hạn như một bài hát, một bộ phim, một vở kịch, v.v."
        },
        {
            "id": "97ac6af7-b9f4-48e5-b4a9-efa4a7c22265",
            "word": "whodunit",
            "phonetic": "huːdʌnɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2hvZHVuaXQ&hash=2a26beda44a99a9ea4d0f5211aa3aaabd28a443a&lang=en&cache-only=0",
            "defineEn": "a story, play, movie, etc. about a mystery or murder that the audience cannot solve until the end",
            "defineVi": "một câu chuyện, vở kịch, bộ phim, v.v. về một bí ẩn hoặc vụ giết người mà khán giả không thể giải quyết cho đến khi kết thúc",
            "hasImg": true
        },
        {
            "id": "22dda51d-be0b-40fa-b649-9e52b4d3d41f",
            "word": "filmgoer",
            "phonetic": "fɪlmɡoʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmlsbWdvZXI&hash=751cdda1b973d5ba2dea7bd3b467f2a7549bf8ce&lang=en&cache-only=0",
            "defineEn": "someone who frequently goes to watch movies at a cinema",
            "defineVi": "một người thường xuyên đi xem phim tại một rạp chiếu phim"
        },
        {
            "id": "966d0c82-128e-4afb-a815-f02462a9ecf8",
            "word": "flop",
            "phonetic": "flɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The exhausted runner flopped onto the ground after crossing the finish line.",
                "The fish flopped around on the deck of the boat after being caught.",
                "She flopped her bag onto the couch and collapsed next to it.",
                "Their project is hitting the mark, whereas ours is just flopping.",
                "- Flopped out of the bottom of the loop."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxvcA&hash=abcbf02e59e559329d4db1c65a6277142db26d58&lang=en&cache-only=0",
            "defineEn": "something that is unsuccessful or fails to meet expectations, such as a movie, play, or product",
            "defineVi": "thứ gì đó không thành công hoặc không đáp ứng được kỳ vọng, chẳng hạn như một bộ phim, vở kịch hoặc sản phẩm"
        },
        {
            "id": "1fa63760-1d44-4d46-8429-c59732df57e6",
            "word": "masterpiece",
            "phonetic": "mæstɚpiːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The musician's new album is a masterpiece, with every song knocking it out of the park.",
                "Simply put, the film is a masterpiece.",
                "The artist mixed different colors to create a masterpiece.",
                "He imagines himself as a chef, creating a masterpiece dish with Calabrese as the star ingredient.",
                "As an artist, her destination was to create a masterpiece that would leave a lasting impact on the art world."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzdGVycGllY2U&hash=301576c48b2fdb5e7d3df6c7e634092a8d56b7c5&lang=en&cache-only=0",
            "defineEn": "a piece of art created with great skill, which is an artist's best work",
            "defineVi": "một tác phẩm nghệ thuật được tạo ra với kỹ năng tuyệt vời, đó là tác phẩm hay nhất của một nghệ sĩ",
            "hasImg": true
        },
        {
            "id": "e063a766-af90-4447-b848-2885641546df",
            "word": "merchandising",
            "phonetic": "mɜːtʃɐndaɪzɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"Of course, the key here, beyond their merchandising, it's their ability to meet the customer where the customer wants to shop.\"",
                "The company acknowledged in filings that its attempts to reach more customers through merchandising could lead to some missteps.",
                "In home, you want unique items, it's very visual in nature, there are no brands, the retailer needs to do all the merchandising and product discovery work.",
                "What really brought soy milk into the mainstream market was when it shifted away from that type of merchandising to being sold in the refrigerated section right next to cow's milk.",
                "It also created the model for production companies to create trilogies and multi-film series and show that merchandising rights were just as lucrative as the film itself."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVyY2hhbmRpc2luZw&hash=06fad793ed9aa4d6c75ee9558c77fc6b6172eb57&lang=en&cache-only=0",
            "defineEn": "products such as clothes, toys, etc. that are related to a motion picture, TV show or sports team; the process of selling these products",
            "defineVi": "các sản phẩm như quần áo, đồ chơi, v.v. có liên quan đến phim điện ảnh, chương trình truyền hình hoặc đội thể thao; quá trình bán các sản phẩm này"
        },
        {
            "id": "a579f07f-3286-4adc-a7d6-90bdbb4b6522",
            "word": "rave review",
            "phonetic": "ɹeɪv ɹᵻvjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "After a series of critically acclaimed performances, the theater production has received a new lease of life, drawing larger crowds and rave reviews.",
                "However, everything changed after a rave review by Clementine Paddleford in the New York Herald Tribune.",
                "Those consoles were praised at the time for their breadth of content and specs and largely saw rave reviews.",
                "The mall received mostly rave reviews, deeming it an attraction on par with Disneyland, which had just opened a year earlier, in 1955.",
                "And the woman playing her, Andra Day, is winning rave reviews of her own, including a best actress nomination at the upcoming Oscars."
            ],
            "audio": "https://tts.langeek.co/read?text=cmF2ZSByZXZpZXc&hash=1bbecf6398175ec8e14b55760da1217c042c2c23&lang=en&cache-only=0",
            "defineEn": "an article published in a newspaper or magazine that praises a movie, book, etc.",
            "defineVi": "một bài báo được đăng trên một tờ báo hoặc tạp chí ca ngợi một bộ phim, cuốn sách, v.v."
        },
        {
            "id": "9927ae6d-1479-4a7f-b622-2e63006e1210",
            "word": "review",
            "phonetic": "ɹᵻvjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The immigration officer reviewed my passport before granting entry.",
                "The magazine features interviews with musicians and reviews of new albums.",
                "She left a positive review online for the restaurant where she ordered a pizza.",
                "The newspaper has an entertainment section with movie reviews and celebrity news.",
                "Melissa's new book got off to a flying start, with high sales and positive reviews from readers and critics alike."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV2aWV3&hash=65fd871edd900a7cab6707db06d9ef24d8f70276&lang=en&cache-only=0",
            "defineEn": "a report that is published in a newspaper or a magazine, in which someone gives an opinion of a play, movie, book, etc.",
            "defineVi": "một báo cáo được xuất bản trên một tờ báo hoặc tạp chí, trong đó ai đó đưa ra ý kiến về vở kịch, bộ phim, cuốn sách, v.v."
        },
        {
            "id": "36e60bc4-e602-4a90-af08-b619217aff37",
            "word": "spoiler",
            "phonetic": "spɔɪlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Spoilers are coming.",
                "I hate spoilers.",
                "For the record, this show, or this video, will contain spoilers.",
                "A third party candidacy is a spoiler.",
                "I got some spoilers."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BvaWxlcg&hash=f2d486cdd059190b2ae4563475db6766b2ebd9d3&lang=en&cache-only=0",
            "defineEn": "unwanted information about how the plot of a movie, game, book, etc. develops or ends that can ruin one's enjoyment",
            "defineVi": "thông tin không mong muốn về cốt truyện của một bộ phim, trò chơi, cuốn sách, v.v. phát triển hoặc kết thúc như thế nào có thể làm hỏng sự thích thú của một người"
        },
        {
            "id": "ef1f8ba0-90d1-4004-abe5-da3c6df4e06d",
            "word": "running time",
            "phonetic": "ɹʌnɪŋ taɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "One film had a running time of 92.",
                "One had a running time of 93.",
                "So one film had a running time of 81 minutes.",
                "The running time will also be shown here.",
                "Its running time might have been 81 minutes, its running time might have been 84 minutes."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVubmluZyB0aW1l&hash=c54d120a6343ebdb5125825e00d1261121bf4541&lang=en&cache-only=0",
            "defineEn": "the duration of a musical performance, theater or motion picture",
            "defineVi": "thời lượng của một buổi biểu diễn âm nhạc, nhà hát hoặc hình ảnh chuyển động"
        },
        {
            "id": "4acfd6c2-9dc2-4401-bb74-8b04040e5365",
            "word": "acting",
            "phonetic": "æktɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Acting classes help aspiring actors develop their skills and techniques.",
                "Rick seems to have had luck on his side during his 12-year acting career.",
                "James's acting career had been stagnant, but landing a lead role in a popular TV series provided him with a new lease on life.",
                "I made my Korean acting debut.",
                "The actings out of anger in destructive ways is a big boo for me."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0aW5n&hash=da1b1fbb23ef24c594027a94f1f34ac5908631ac&lang=en&cache-only=0",
            "defineEn": "the performance of a role in a movie or play; the act or art of performing in movies, plays or TV series",
            "defineVi": "việc thực hiện một vai trong một bộ phim hoặc vở kịch; hành động hoặc nghệ thuật biểu diễn trong phim, vở kịch hoặc phim truyền hình",
            "hasImg": true
        },
        {
            "id": "96cd9a2f-11f1-4f94-a47b-de907f5c9ec6",
            "word": "first night",
            "phonetic": "fɜːst naɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "My first night 10 people died, right in front of me.",
                "That first night in the attic was very long.",
                "What was your first night like here?",
                "And I see it the first night. ",
                "But this is your first night in Paris, your first visit to the opera."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmlyc3QgbmlnaHQ&hash=4951bb46ed90f4a35d9f78a7842f43f20c34cdfc&lang=en&cache-only=0",
            "defineEn": "the opening night at which a play, movie, etc. is presented to the public",
            "defineVi": "đêm khai mạc mà một vở kịch, bộ phim, v.v. được trình chiếu trước công chúng"
        },
        {
            "id": "d7cf23bd-72ef-4ef1-aaba-f3d37ac6254e",
            "word": "beat",
            "phonetic": "biːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Beat it!",
                "Truly we have beaten swords into ploughshares!",
                "Don't beat around the bush - get to the point!",
                "They could easily have beaten us.",
                "The team then beats a retreat from the mall, hoping no one noticed them."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhdA&hash=b491158efccb3fc49adc3604d70327baf9d0eb09&lang=en&cache-only=0",
            "defineEn": "a moment or pause in a scene where a character experiences a change in emotion or thought, often used to build tension, convey subtext, or advance the story.",
            "defineVi": "một khoảnh khắc hoặc khoảng dừng trong một cảnh mà nhân vật trải qua một sự thay đổi trong cảm xúc hoặc suy nghĩ, thường được sử dụng để tạo sự căng thẳng, truyền đạt ẩn ý hoặc thúc đẩy câu chuyện."
        },
        {
            "id": "e97319f3-8842-445f-8e3d-c1bd764570cd",
            "word": "score",
            "phonetic": "skoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She knows the score.",
                "but this time he scored a hattrick",
                "They scored just shy of 100 goals last year.",
                "The score is so close that the game really is anyone's call.",
                "When the student pulled a prank on the principal, the principal evened the score by giving the student a suspension."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NvcmU&hash=16b419b67f161fc8f07e9a549dd3968b06684565&lang=en&cache-only=0",
            "defineEn": "the music composed for a movie or play",
            "defineVi": "nhạc được sáng tác cho một bộ phim hoặc vở kịch"
        },
        {
            "id": "83fdabc6-2dcb-4e0d-9153-85451002dc59",
            "word": "opening night",
            "phonetic": "oʊpənɪŋ naɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "So the style is called \"Opening Night.\"",
                "Andy Ash: According to David Cook, the opening night of that first Blockbuster store was a huge success.",
                "It is treated as the opening night for the new NFL season and is one the biggest live events in television.",
                "This eventually lead to him headlining the opening night of the New York jazz club, Birdlane, that would become his namesake.",
                "For my kids to come to opening night of Mockingbird and see Dad do what he does at the top of his game, I've already won."
            ],
            "audio": "https://tts.langeek.co/read?text=b3BlbmluZyBuaWdodA&hash=6a930fd0cdd5876822e78fb5747555ded480af57&lang=en&cache-only=0",
            "defineEn": "the first night in which a play is publicly performed or a movie is presented for public view",
            "defineVi": "đêm đầu tiên một vở kịch được trình diễn trước công chúng hoặc một bộ phim được chiếu cho công chúng xem"
        },
        {
            "id": "fe8e3d4e-70de-4778-871f-ec79bc43cc1c",
            "word": "movie",
            "phonetic": "muːvi ",
            "partOfSpeechType": "noun",
            "examples": [
                "That movie knocked my socks off.",
                "The movie follows the book faithfully.",
                "The movie follows the book faithfully.",
                "The movie broke all box-office records.",
                "The movie broke box office records in the US."
            ],
            "audio": "https://tts.langeek.co/read?text=bW92aWU&hash=519b561aeca6798c5f71c58e3fa3bc5f3198060e&lang=en&cache-only=0",
            "defineEn": "a story that is told with a series of pictures that move and sound, shown on television or in a cinema",
            "defineVi": "một câu chuyện được kể bằng một loạt hình ảnh chuyển động và âm thanh, được chiếu trên truyền hình hoặc trong rạp chiếu phim",
            "hasImg": true
        },
        {
            "id": "4a6699f1-aeff-48b9-8cfa-2a64aff7b1a9",
            "word": "plot",
            "phonetic": "plɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film faithfully follows Shakespeare's plot.",
                "Many families own plots of land to grow food.",
                "The plot is almost impossible to follow.",
                "He explained the plot of the movie to his friend who hadn't seen it.",
                "The unexpected twist in the plot made the audience cry out in surprise."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxvdA&hash=80cfe4258376dbbf43fa35bc5b81274bcd41d932&lang=en&cache-only=0",
            "defineEn": "the events that are crucial to the formation and continuity of a story in a movie, play, novel, etc.",
            "defineVi": "các sự kiện quan trọng đối với sự hình thành và tính liên tục của một câu chuyện trong phim, vở kịch, tiểu thuyết, v.v."
        },
        {
            "id": "c893c0f9-9cc2-4a44-972a-cb22dfe18748",
            "word": "scene",
            "phonetic": "siːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Going to the beach is definitely my scene.",
                "Watch the scene where Don talks to himself in the mirror while shaving.",
                "Grown men were moved to tears at the horrific scenes.",
                "A lot of negotiating has been going on behind the scenes.",
                "Madrid, the capital city of Spain, is famous for its lively nightlife and art scene."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NlbmU&hash=4c4ae28ae0a85058527ef75393f9e0658a50d488&lang=en&cache-only=0",
            "defineEn": "a part of a movie, play or book in which the action happens in one place or is of one particular type",
            "defineVi": "một phần của bộ phim, vở kịch hoặc cuốn sách trong đó hành động xảy ra ở một nơi hoặc thuộc một loại cụ thể",
            "hasImg": true
        },
        {
            "id": "609162c2-2477-42fa-aa95-0d8c0fa0749b",
            "word": "script",
            "phonetic": "skɹɪpt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm willing to accept some minor edits on my script, but I draw a line at any major rewrites.",
                "The ceremony was carefully scripted.",
                "Most viruses follow this script.",
                "At this point, many scripts die.",
                "Script supervisor is Caitlin Hofmeister."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NyaXB0&hash=5cdc2cdb0cad75bd269c0e5af75483fa8fb53a80&lang=en&cache-only=0",
            "defineEn": "a written text that a movie, show, or play is based on",
            "defineVi": "một văn bản bằng văn bản mà một bộ phim, chương trình hoặc vở kịch dựa trên",
            "hasImg": true
        },
        {
            "id": "a2fae93d-a6a2-4d1a-b550-3df67149f344",
            "word": "backstory",
            "phonetic": "bækstoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The backstory on that was aboslutely-- -",
                "Do you know the backstory there.",
                "And in The Silence you do get a little more backstory.",
                "And tattooing has a lot of context and backstory.",
                "There's a lot of backstory to this, though."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFja3N0b3J5&hash=3a3207cc6f13424e964a3fcbb7c28f1e29fe2094&lang=en&cache-only=0",
            "defineEn": "the events that have happened to a character before their story in a book, movie, etc. begins",
            "defineVi": "các sự kiện đã xảy ra với một nhân vật trước khi câu chuyện của họ trong sách, phim, v.v. bắt đầu"
        },
        {
            "id": "621ced94-4bf1-419f-9557-0046939de790",
            "word": "intermission",
            "phonetic": "ɪntɚmɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "We wanted to stretch our legs during intermission.",
                "So at intermission, I said, wasn't that amazing?"
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJtaXNzaW9u&hash=2aa32bfc52e400249d9582b0e00336f8cb58ae16&lang=en&cache-only=0",
            "defineEn": "a short pause between parts of a play, movie, etc.",
            "defineVi": "một khoảng dừng ngắn giữa các phần của vở kịch, bộ phim, v.v."
        },
        {
            "id": "ebf0c991-10ad-4db7-9346-a647adca3162",
            "word": "climax",
            "phonetic": "klaɪmæks ",
            "partOfSpeechType": "noun",
            "examples": [
                "When I came to, the fighting was at a climax.",
                "The climax of Bartok's first movement happens at bar 55 which is not only a Fibonacci number but also lands very close to the golden ratio.",
                "The proteststhat climaxed with the Tank Man's lonely actof defiance had begun five weeks earlier with a mass studentdemonstration, and in most Western mediacontinued to be treated as a student phenomenon.",
                "And to be in Washington, was for me today, a beginning really kind of a climax to generations of hope.",
                "We traveled across Yemen's northeast desert to where this war has reached a climax."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpbWF4&hash=8a4ec4893d7e8df0a70463e24d4b49a335d0004e&lang=en&cache-only=0",
            "defineEn": "the most significant moment in a story, play, movie, etc. with a high dramatic suspense",
            "defineVi": "thời điểm quan trọng nhất trong một câu chuyện, vở kịch, bộ phim, v.v. với tính hồi hộp kịch tính cao"
        },
        {
            "id": "bc9fa92d-74d4-4841-bedc-409114cddd7c",
            "word": "ending",
            "phonetic": "ɛndɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film had a surprisingly emotional ending, leaving the audience in tears.",
                "The book had a different ending than she expected.",
                "\"Let's start our project with a clear plan and a positive attitude, because a good beginning makes a good ending,\" said the team leader.",
                "That said, I have to admit that the ending was extremely clever.",
                "The ending's a giant joke."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5kaW5n&hash=3a3133ef939b5b4a285429852c7453dc514c496f&lang=en&cache-only=0",
            "defineEn": "the final part of a story, movie, etc.",
            "defineVi": "phần cuối cùng của một câu chuyện, bộ phim, vv"
        },
        {
            "id": "384ce1dd-3e46-4ec9-9c94-69830ea9e0e2",
            "word": "interlude",
            "phonetic": "ɪntɚluːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "(Interlude music) Let's start with our sun."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJsdWRl&hash=b356888c901157e60ea4bf854dfad5b0e2619a34&lang=en&cache-only=0",
            "defineEn": "a short interval between parts of a play, movie, etc.",
            "defineVi": "một khoảng thời gian ngắn giữa các phần của vở kịch, bộ phim, v.v."
        },
        {
            "id": "114950f9-1664-43ef-9448-1a086bc662ca",
            "word": "narrator",
            "phonetic": "næɹeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Seeing flames behind a dune during one of her walks, the female narrator stops in her tracks.",
                "Narrator: Those yards in South Asia use the dangerous gravity method.",
                "Narrator: Not a single part of the tuna is wasted.",
                "Narrator: That lack of supply is a huge driver for the price of black opal.",
                "Narrator: Workers load any bulk cargo."
            ],
            "audio": "https://tts.langeek.co/read?text=bmFycmF0b3I&hash=c1da58e7983676d90b52358243ff0461ffbe28e8&lang=en&cache-only=0",
            "defineEn": "a person who provides a spoken commentary for a TV show, movie, etc. whom the audience cannot see",
            "defineVi": "một người cung cấp lời bình luận bằng giọng nói cho một chương trình truyền hình, phim, v.v. mà khán giả không thể xem"
        },
        {
            "id": "1e807c5d-7dc4-462d-86f6-2af38ef683cf",
            "word": "prologue",
            "phonetic": "pɹoʊlɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The prologue to the Unabomber, you know what I'm saying?",
                "Now, this brief picture is actually the prologue to a story that is yet to be told.",
                "There’s a wonderful article in Prologue by Howard Wehmann about the origins of the fire. "
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvbG9ndWU&hash=1506ed6a493772e38957b34b95613d08591529d8&lang=en&cache-only=0",
            "defineEn": "the beginning section of a movie, book, play, etc. that introduces the work",
            "defineVi": "phần mở đầu của một bộ phim, cuốn sách, vở kịch, v.v. giới thiệu tác phẩm"
        },
        {
            "id": "3d4c0bde-2d6e-4844-9cf8-91a52d1515bc",
            "word": "setting",
            "phonetic": "sɛɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Turned the iron to a hotter setting.",
                "We sat and watched the sun setting.",
                "The sports team played better on their home field than when they were away, showing that birds in their little nests agree also applies to team dynamics in competitive settings.",
                "\"In a professional setting, above all else, guard your heart, for everything you do flows from it, and your attitude and work ethic will determine your success,\" said the career coach during the consultation.",
                "When discussing sensitive or private matters, it's best to do so in a private setting, as little pitchers have big ears and they may unintentionally repeat what they hear."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V0dGluZw&hash=10c8bdebf992785848566814cb31da540adf8738&lang=en&cache-only=0",
            "defineEn": "the time and place in which the story of a movie, play, etc. is taking place",
            "defineVi": "thời gian và địa điểm diễn ra câu chuyện của một bộ phim, vở kịch, v.v."
        },
        {
            "id": "223533ba-5dfe-4228-8fd1-602ddc39f848",
            "word": "subplot",
            "phonetic": "sʌbplɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "There’s a scuffle between farmers and cowmen, and some comedy subplot stuff.",
                "Inheritance and who deserves one is a subplot.",
                "So I think Julian did such an incredible job at doing that, having this one main narrative of this big event happening, and then weaving in and out each character's kind of subplot, which he does so cleverly in the film."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VicGxvdA&hash=7f27892429d4cf59d207d0af4f99febf3cbf6aa0&lang=en&cache-only=0",
            "defineEn": "a series of events in a novel, movie, etc. that is separate from the main story and is less important but is linked to it",
            "defineVi": "một loạt các sự kiện trong tiểu thuyết, phim, v.v. tách biệt với câu chuyện chính và ít quan trọng hơn nhưng được liên kết với nó"
        },
        {
            "id": "43098778-3699-4fb5-956b-dd20e61e04c0",
            "word": "voice over",
            "phonetic": "vɔɪs oʊvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Unless there's good voice over over top or something.",
                "Because I can't do voice overs, voice overs and my ears don't really work, together very well.",
                "Because I can't do voice overs, voice overs and my ears don't really work, together very well.",
                "It sounds like he's speaking from across the room, and it’s tough to make out his muted voice over the ringing in her ears."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9pY2Ugb3Zlcg&hash=382b1ceb0cae587c67b94e006024c1cf232fff72&lang=en&cache-only=0",
            "defineEn": "spoken descriptions given in a movie or a television show, etc. by a narrator that is not seen by the audience",
            "defineVi": "mô tả bằng giọng nói được đưa ra trong một bộ phim hoặc một chương trình truyền hình, v.v. bởi một người kể chuyện mà khán giả không nhìn thấy"
        },
        {
            "id": "1a68503c-1b36-44ec-94bd-378e15e18113",
            "word": "clip",
            "phonetic": "klɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "I think a paper clip will do the job.",
                "Clip: Back at it again at Krispy Kreme.",
                "Clip: The famed Secret Service, whose foremost duty is protecting the president of the United States and his family.",
                "Play the clip.",
                "Check out this clip."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpcA&hash=16d88addbe7f56478099776f8a0272d4645b83f6&lang=en&cache-only=0",
            "defineEn": "a short part of a movie or broadcast that is viewed separately",
            "defineVi": "một phần ngắn của một bộ phim hoặc chương trình phát sóng được xem riêng"
        },
        {
            "id": "73fcaaa5-aa93-4f57-b478-b7cb14af1b67",
            "word": "showing",
            "phonetic": "ʃoʊɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's not a great showing, unfortunately.",
                "It's just on the bird back, pretty sweet showing in games so let's check out some movies.",
                "But if you do ask a question with your name showing, Whatever name you have on tumblr.",
                "and he'd fire back with like, you know, first it was like easy stuff, like how many showings of this movie this weekend.",
                "It may be a situation where she may call for a showing and not get the courtesy of a call back."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvd2luZw&hash=13b768362d88620d6dfe1dd22adaaa219f114bfe&lang=en&cache-only=0",
            "defineEn": "an act of displaying a movie or TV show",
            "defineVi": "một hành động hiển thị một bộ phim hoặc chương trình truyền hình"
        },
        {
            "id": "0050c890-9201-4424-9064-f1b8d1f8ef14",
            "word": "buddy film",
            "phonetic": "bʌdi fɪlm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnVkZHkgZmlsbQ&hash=f41548bf624f48b92f9cae2fde431021132225c2&lang=en&cache-only=0",
            "defineEn": "a film in which two close friends go on an adventure together",
            "defineVi": "một bộ phim trong đó hai người bạn thân cùng nhau phiêu lưu"
        }
    ]
}