{
    "id": "999f874c-900a-48bb-9d08-350c3cc6512f",
    "title": "Nouns Relating to Animals",
    "originalTitle": "Nouns Relating to Animals",
    "words": [
        {
            "id": "11c12f49-fd47-4c68-83c9-18d275bc5250",
            "word": "extinction",
            "phonetic": "ɛkstɪŋkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And their extinction coincides the last appearance of ichthyosaurs in the fossil record.",
                "But plenty of insectivorous mammals had survived the extinction.",
                "At the same time as this cold spell, an extinction event wiped out many large vertebrates in the Americas, Europe, Africa, and Asia.",
                "But the story of the non-marsupial metatherians, like little Pucadelphys, ended in extinction.",
                "But the vast majority of these giants were doomed to extinction."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0aW5jdGlvbg&hash=824c3ef9be18dcfbf4846fa988f2894c2c19f8eb&lang=en&cache-only=0",
            "defineEn": "a situation in which a particular animal or plant no longer exists",
            "defineVi": "một tình huống trong đó một động vật hoặc thực vật cụ thể không còn tồn tại",
            "hasImg": true
        },
        {
            "id": "f1439363-b75b-4cb3-9c37-0ad5ffd5c0c9",
            "word": "leash",
            "phonetic": "liːʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's got a leash.",
                "Basically, the cat is off the leash.",
                "You took a picture of a cat on a leash.",
                "One of our top items in the pet category is definitely by far the MAGA leash. -",
                "It strains on the leash."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhc2g&hash=94e7dd88c52bc92291913cb8cae989426f1026a4&lang=en&cache-only=0",
            "defineEn": "a long piece of rope, leather strap or light chain used for guiding and controlling a dog or other animals",
            "defineVi": "một đoạn dây dài, dây da hoặc dây xích nhẹ dùng để hướng dẫn và điều khiển chó hoặc các động vật khác",
            "hasImg": true
        },
        {
            "id": "0f2a105b-fe46-4c52-b5b8-4e9b9e910c26",
            "word": "migration",
            "phonetic": "maɪɡɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Fish can make long-distance migrations as well.",
                "Migration trends are a strong indicator of growth.",
                "Our story as a species is one of constant migration.",
                "Migration is central to human experience.",
                "The monarch butterfly migration is one of a kind."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlncmF0aW9u&hash=a8b6b20c7185d628142b9bf4baa8da0e87cf9f15&lang=en&cache-only=0",
            "defineEn": "(in fish or birds) the act of moving to other regions with different climates according to each season",
            "defineVi": "(ở cá hoặc chim) hành động di chuyển đến các vùng khác có khí hậu khác nhau theo từng mùa"
        },
        {
            "id": "669ad224-1368-4699-8035-6929a4975a63",
            "word": "creature",
            "phonetic": "kɹiːtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Certain species of fucoid algae serve as habitats for small marine creatures.",
                "The whale was a big creature that swam in the ocean.",
                "The monkey's intelligence and adaptability made it a fascinating creature to study.",
                "That night the little creature did not stop crying and its pitiful little squeak tore at Aggie's heartstrings.",
                "Reindeer moss, with its tufted form, provides a cozy bed for small creatures seeking shelter."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlYXR1cmU&hash=b6da05cde5537220a67c75e49f772c2c4d132485&lang=en&cache-only=0",
            "defineEn": "any living thing that is able to move on its own, such as an animal, fish, etc.",
            "defineVi": "bất kỳ sinh vật sống nào có thể tự di chuyển, chẳng hạn như động vật, cá, v.v.",
            "hasImg": true
        },
        {
            "id": "65573d23-0d09-47bb-a9e7-432ecdcc7d6b",
            "word": "pet",
            "phonetic": "pɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He has one pet dog named Max.",
                "We need a new brush for our pet's fur.",
                "After dinner she told me a tall tale about her pet.",
                "They fed the carrot to their pet rabbit, who happily munched on it.",
                "Residents are not allowed to keep pets."
            ],
            "audio": "https://tts.langeek.co/read?text=cGV0&hash=07131c56901eab5c7ae0395ec3baef5520ead30b&lang=en&cache-only=0",
            "defineEn": "an animal such as a dog or cat that we keep and care for at home",
            "defineVi": "một con vật như chó hoặc mèo mà chúng ta giữ và chăm sóc ở nhà",
            "hasImg": true
        },
        {
            "id": "dd3ca140-f477-4efa-b098-273ab7558a26",
            "word": "animal",
            "phonetic": "ænɪməl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Canadian wildlife includes animals like bears, moose, beavers, and eagles.",
                "My son's favorite animal is the lion.",
                "Birds and animals are attracted to drupes.",
                "In the zoo, you can see various animals like giraffes, zebras, and monkeys.",
                "Whales are incredible marine animals that migrate long distances."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5pbWFs&hash=c8bd8a7d2710489675af3c44213de592d10d4fdc&lang=en&cache-only=0",
            "defineEn": "a living thing, like a cat or a dog, that can move and needs food to stay alive, but not a plant or a human",
            "defineVi": "một sinh vật sống, chẳng hạn như một con mèo hoặc một con chó, có thể di chuyển và cần thức ăn để sống, nhưng không phải là thực vật hay con người",
            "hasImg": true
        },
        {
            "id": "90328fa7-f7b0-481b-b97e-f97321efb46e",
            "word": "pet sitter",
            "phonetic": "pɛt sɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In 2013, I was voted as Pet Sitter of the Year, and along with some of the other perks, you get this incredibly wonderful crown."
            ],
            "audio": "https://tts.langeek.co/read?text=cGV0IHNpdHRlcg&hash=68159b82141453ff0e24caecc2512389b54db2e1&lang=en&cache-only=0",
            "defineEn": "someone whose job is to look after pets while their owners are away",
            "defineVi": "người có công việc chăm sóc vật nuôi trong khi chủ của chúng đi vắng"
        },
        {
            "id": "033f1659-8d3d-499c-af1c-ac7a23e45f9c",
            "word": "song",
            "phonetic": "sɔŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Alice's song hits the airwaves.",
                "That song always sends a shiver down my spine.",
                "Fans have given the band's new song their seal of approval.",
                "That band's new song is really off the hook!",
                "She bought the painting for a song."
            ],
            "audio": "https://tts.langeek.co/read?text=c29uZw&hash=453d40d9a834f06c0bb84685374bcd6a451d5210&lang=en&cache-only=0",
            "defineEn": "a unique sound that a bird, an insect or a whale makes",
            "defineVi": "một âm thanh độc đáo mà một con chim, một con côn trùng hoặc một con cá voi tạo ra",
            "hasImg": true
        },
        {
            "id": "63b4ef17-6905-41bb-855f-b6cf5fc718c5",
            "word": "beast",
            "phonetic": "biːst ",
            "partOfSpeechType": "noun",
            "examples": [
                "After hours of effort, the technicians finally broke the back of the beast and turned the electricity back on again.",
                "Working in customer service, dealing with difficult customers is just the nature of the beast.",
                "Beasts lived in the south under their king the tiger.",
                "Mythical Beasts, many things have been mashed.",
                "In the African wilderness, a wild beast desecrates your loved ones’ graves, and spawns disease and blight with just a glance in your direction."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhc3Q&hash=cd46653d341ed6a1b25d9fdbd8a61c203c0b0970&lang=en&cache-only=0",
            "defineEn": "an animal, usually a wild or dangerous one",
            "defineVi": "một con vật, thường là một con vật hoang dã hoặc nguy hiểm",
            "hasImg": true
        },
        {
            "id": "546b3b53-f238-48d4-8f8f-ab940c998405",
            "word": "wildness",
            "phonetic": "waɪldnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "And Wu Tsang’s 2012 film Wildness, which tells a story about intersecting Latinx and LGBTQ communities in one Los Angeles bar.",
                "You would rather have an option when you have something like this, because, look, if you're owning the stock, man, you have to go after, this is a wild ride, but if you have the option, you could ignore the wildness, and then it might actually make, and then you could exercise the option if it seems like the right time to do it."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lsZG5lc3M&hash=8354d4f30d64dd039e872f48d7d466a19648bdd6&lang=en&cache-only=0",
            "defineEn": "the state or quality of being untamed, uncontrolled, or existing in a natural and undomesticated state",
            "defineVi": "trạng thái hoặc chất lượng không được thuần hóa, không được kiểm soát hoặc tồn tại ở trạng thái tự nhiên và chưa được thuần hóa"
        },
        {
            "id": "10891527-2f93-43cb-8c9b-99f4c809c6b7",
            "word": "stroke",
            "phonetic": "stɹoʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The disease wiped out 40 million rabbits at a stroke.",
                "At one stroke, the country lost two outstanding leaders.",
                "stroke a nerve didn't I?",
                "The nurses had to spoon-feed my mother after her stroke.",
                "They added 230 customers to their list at a stroke."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Ryb2tl&hash=cdfb0a15ee9fb4c35fa7f9391ad99725cacc3165&lang=en&cache-only=0",
            "defineEn": "a gentle caress or touch, especially one made with the hand",
            "defineVi": "một cái vuốt ve hoặc chạm nhẹ nhàng, đặc biệt là cái được làm bằng tay",
            "hasImg": true
        },
        {
            "id": "b8c69ea3-8548-4d8b-89de-47393b508270",
            "word": "mimicry",
            "phonetic": "mɪmɪkɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The mimicry is masterful.",
                "Mimicry is all over the animal kingdom.",
                "You’ve heard of mimicry in nature?",
                "But in mimicry, disguises don’t have to be perfect.",
                "Thanks for learning about mimicry with us!"
            ],
            "audio": "https://tts.langeek.co/read?text=bWltaWNyeQ&hash=d80ac95b883801838b5ca39e26f5dea5b9c5a63a&lang=en&cache-only=0",
            "defineEn": "the adaptation or evolutionary strategy employed by certain organisms to resemble or imitate another organism or object",
            "defineVi": "chiến lược thích ứng hoặc tiến hóa được sử dụng bởi một số sinh vật để giống hoặc bắt chước một sinh vật hoặc đối tượng khác"
        },
        {
            "id": "cbc578ee-909d-4771-bdf4-5fec82c54883",
            "word": "bite",
            "phonetic": "baɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "By the will of his wife, he bit the bullet.",
                "The bite had scarcely broken the skin.",
                "The bite had scarcely broken the skin.",
                "The street vendor served crispy trotter bites with a tangy dipping sauce at the food market.",
                "Never bite the hand that feeds you Carol."
            ],
            "audio": "https://tts.langeek.co/read?text=Yml0ZQ&hash=abbc6b5a929034492455a205c4024f98ca67469a&lang=en&cache-only=0",
            "defineEn": "a wound made by an animal's teeth or insect",
            "defineVi": "một vết thương do răng của động vật hoặc côn trùng",
            "hasImg": true
        },
        {
            "id": "b67df90b-ab7a-4fb6-9145-ffff3ab66553",
            "word": "critter",
            "phonetic": "kɹɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In fact, these critters make up approximately 75% of all animals on Earth.",
                "Without the little critters, the bigger critters would die.",
                "We've got more tricky critters for you.",
                "The critters kept slipping out of their grasp!",
                "A hornless, sheep-sized relative of Triceratops, this critter lived in the Gobi Desert of Mongolia some 75 million years ago in the late Cretaceous Period."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpdHRlcg&hash=8b7c8cef9665779c1125eda7725de87337babe6b&lang=en&cache-only=0",
            "defineEn": "any small or often unfamiliar creature, especially in the context of animals or insects",
            "defineVi": "bất kỳ sinh vật nhỏ hoặc thường không quen thuộc, đặc biệt là trong bối cảnh động vật hoặc côn trùng"
        },
        {
            "id": "2234b953-90b8-4335-93d8-689a539333da",
            "word": "brute",
            "phonetic": "bɹuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "These guys are the brutes.",
                "That’s a brute force approach.",
                "The answer is brute force science to figure this out",
                "But I did it just kind of the brute force way.",
                "Then you will have to brute force make yourself not do research, whatever that takes."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJ1dGU&hash=9a9fed36209adc3d1483d9862aa9d384499e9c4a&lang=en&cache-only=0",
            "defineEn": "a person or animal who lacks intelligence or sensitivity and relies on primal strength or instincts",
            "defineVi": "một người hoặc động vật thiếu trí thông minh hoặc sự nhạy cảm và dựa vào sức mạnh nguyên thủy hoặc bản năng"
        },
        {
            "id": "9600a83c-0fb2-4600-aee6-175668a39e5f",
            "word": "quadruped",
            "phonetic": "kwɑːdɹʊpɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "You could say that humans are built for long distance running but the truth is, long distance running build us the most four on the floor quadrupeds could easily beat me in a sprint, but humans are medal contenders in nature’s distance running events."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhZHJ1cGVk&hash=e2876429988d8c0f756aace7e742681706da4b66&lang=en&cache-only=0",
            "defineEn": "an animal with four legs, such as dogs, cats, horses, and cows",
            "defineVi": "một con vật có bốn chân, chẳng hạn như chó, mèo, ngựa và bò",
            "hasImg": true
        },
        {
            "id": "6a8fa8c3-e50d-4484-a3eb-545950d49755",
            "word": "livestock",
            "phonetic": "laɪvstɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "She attends a workshop on animal nutrition, learning about the importance of incorporating meal into livestock diets.",
                "The farmer knew that as the day lengthens, so the cold strengthens, and he made sure to prepare his crops and livestock for the harsh winter ahead.",
                "Our livestock are the dominant biomass on the planet.",
                "About 500 million people rely on livestock for their livelihood worldwide.",
                "Meanwhile, the livestock industry is facing other problems."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl2ZXN0b2Nr&hash=81d9a967dae9cb5cf1a7ad575ca917d0fcea20d2&lang=en&cache-only=0",
            "defineEn": "animals that are kept on a farm, such as cows, pigs, or sheep",
            "defineVi": "động vật được nuôi trong trang trại, chẳng hạn như bò, lợn hoặc cừu",
            "hasImg": true
        },
        {
            "id": "95bb4cbb-9e3c-4c86-84b3-9b808e71da80",
            "word": "varmint",
            "phonetic": "vɑːɹmɪnt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmFybWludA&hash=9b8b1f8881e916303c759e428eb731f57f7bb776&lang=en&cache-only=0",
            "defineEn": "a small animal, usually a mammal, that is considered a nuisance or a pest",
            "defineVi": "một động vật nhỏ, thường là động vật có vú, được coi là một mối phiền toái hoặc dịch hại"
        },
        {
            "id": "ef4a81f2-73d3-4d04-a559-d91890606c4e",
            "word": "biped",
            "phonetic": "baɪpɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "So who was the first biped?",
                "Was she a climber or a biped?",
                "Because, remember, in bipeds, this hole is underneath the skull, rather than on the back.",
                "Finally, the oldest contender for the earliest biped is Sahelanthropus tchadensis.",
                "So experts think Australopithecus anamensis was probably a biped, too."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlwZWQ&hash=4b43d45134f9fc46dd2c0fdc5145884c3a51ad45&lang=en&cache-only=0",
            "defineEn": "an organism or creature that has two feet and is capable of walking or standing upright on those feet",
            "defineVi": "một sinh vật hoặc sinh vật có hai chân và có khả năng đi hoặc đứng thẳng trên đôi chân đó",
            "hasImg": true
        },
        {
            "id": "3497fc6f-3e3a-4003-9d40-d4decd81d2ec",
            "word": "animalia",
            "phonetic": "ænɪmeɪliə ",
            "partOfSpeechType": "noun",
            "examples": [
                "All members of the kingdom Animalia need oxygen to make energy.",
                "Now we're in Animalia, the kingdom of animals.",
                "He's in the kingdom animalia, because he's an animal.",
                "First up is kingdom, which is Animalia. ",
                "They belong to Animalia, which means they’re a multicellular living organism that can move."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5pbWFsaWE&hash=2bb27ac0921b9f12b0421bed2d1f5acba7107005&lang=en&cache-only=0",
            "defineEn": "the taxonomic kingdom consisting of multicellular organisms that are heterotrophic",
            "defineVi": "vương quốc phân loại bao gồm các sinh vật đa bào dị dưỡng"
        },
        {
            "id": "9dcb9fc6-c9ac-4e78-a2b8-df23f9a2eb68",
            "word": "fauna",
            "phonetic": "fɔːnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "And as the world’s climate changed, so did its flora and fauna.",
                "Fossils of marine fauna like crinoids are common from this time.",
                "As fauna and flora flourish, Earth’s climate slowly recovers from millennia of human impact.",
                "The other fauna at Luoping may have also played a part in pushing Atopodentatus toward herbivory.",
                "First came the mysterious Ediacaran fauna, and then the animals that mark the Cambrian Explosion."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmF1bmE&hash=e0e9153c1ec568fe177a688e795770ddd45fa5cf&lang=en&cache-only=0",
            "defineEn": "the animals of a particular geological period or region",
            "defineVi": "các loài động vật của một thời kỳ địa chất cụ thể hoặc khu vực",
            "hasImg": true
        },
        {
            "id": "1f01a8dd-66e9-4213-99e6-95e9014e89d7",
            "word": "animal kingdom",
            "phonetic": "ænɪməl kɪŋdəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The first time was 1997 in anticipation of Animal Kingdom's 1998 opening.",
                "In 2011, it announced Pandora, its Avatar themed attraction located in Animal Kingdom."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5pbWFsIGtpbmdkb20&hash=c2c1a3c4d143b67814d3c78986eacafb4c2724e3&lang=en&cache-only=0",
            "defineEn": "a broad classification of multicellular organisms with diverse characteristics, including all living and extinct animals",
            "defineVi": "một phân loại rộng rãi của các sinh vật đa bào với các đặc điểm đa dạng, bao gồm tất cả các loài động vật đang sống và đã tuyệt chủng"
        }
    ]
}