{
    "id": "9a3f0d5e-2a40-4f84-9e0d-979802751b92",
    "title": "Film Distribution",
    "originalTitle": "Film Distribution",
    "words": [
        {
            "id": "77438bd0-f59c-4049-a74a-bb04986a66e2",
            "word": "simultaneous release",
            "phonetic": "saɪməlteɪniəs ɹᵻliːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2ltdWx0YW5lb3VzIHJlbGVhc2U&hash=89ce69904e7ebf109108f7f14c756aef259e4506&lang=en&cache-only=0",
            "defineEn": "the practice of releasing a film or other form of media across multiple platforms, such as in theaters, on streaming services, and on physical media, all at the same time",
            "defineVi": "thực tiễn phát hành phim hoặc hình thức truyền thông khác trên nhiều nền tảng, chẳng hạn như trong rạp chiếu phim, trên các dịch vụ phát trực tuyến và trên phương tiện vật lý, tất cả cùng một lúc"
        },
        {
            "id": "69255fd0-4dc9-41bd-866b-3106a58658aa",
            "word": "Blu-ray Disc",
            "phonetic": "bluːɹeɪ dɪsk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Qmx1LXJheSBEaXNj&hash=0f7806b910439f1e9f512fba95f7550ee4547f55&lang=en&cache-only=0",
            "defineEn": "a particular kind of DVD on which large amounts of high-definition video and data can be stored",
            "defineVi": "một loại DVD cụ thể có thể lưu trữ một lượng lớn dữ liệu và video độ phân giải cao"
        },
        {
            "id": "553fd917-54fc-4b8b-94e6-88378283b59c",
            "word": "digital distribution",
            "phonetic": "dɪdʒɪɾəl dɪstɹɪbjuːʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlnaXRhbCBkaXN0cmlidXRpb24&hash=61d81c9f5574e29e673f187d195ce52b6e68d433&lang=en&cache-only=0",
            "defineEn": "the delivery of digital media, such as films or music, through electronic means, such as the Internet, mobile networks, or satellite",
            "defineVi": "việc phân phối phương tiện kỹ thuật số, chẳng hạn như phim hoặc nhạc, thông qua các phương tiện điện tử, chẳng hạn như Internet, mạng di động hoặc vệ tinh"
        },
        {
            "id": "2ddf8e0e-a28a-4ad6-b6e2-a194546c1da2",
            "word": "DVD",
            "phonetic": "diːviːdiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The DVD comes with several bonus features.",
                "Pick up my DVD called \"Mind Reps.\"",
                "\"The Fantasy Sports Gamble\" is available on DVD.",
                "Speeches by Wirathu would be distributed on DVDs around the communities. ",
                "- That's the cover of the DVD."
            ],
            "audio": "https://tts.langeek.co/read?text=RFZE&hash=bb6ed3f0da9328bd11d311cbe9ebbd6572eec5dc&lang=en&cache-only=0",
            "defineEn": "a type of disc used to store a lot of files, games, music, videos, etc.",
            "defineVi": "một loại đĩa được sử dụng để lưu trữ rất nhiều tệp, trò chơi, nhạc, video, v.v.",
            "hasImg": true
        },
        {
            "id": "ccdf47b4-32d5-421c-b128-877d642760e9",
            "word": "late release",
            "phonetic": "leɪt ɹᵻliːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGF0ZSByZWxlYXNl&hash=3cac0e03d8c16e2fb93ea464abf860f4df8812db&lang=en&cache-only=0",
            "defineEn": "a film that is released later than its intended release date or later than the typical release window for films of its genre or budget range",
            "defineVi": "một bộ phim được phát hành muộn hơn ngày phát hành dự kiến hoặc muộn hơn thời hạn phát hành điển hình cho các bộ phim thuộc thể loại hoặc phạm vi ngân sách của nó"
        },
        {
            "id": "11a6f9e3-9260-4739-8d8b-5432f6d8b23e",
            "word": "trailer",
            "phonetic": "tɹeɪlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The movie trailer piqued my interest in the film.",
                "I share a trailer.",
                "Ladies and gentlemen, here is the movie trailer.",
                "We have our own trailer right over there.",
                "For some trailers, you have the captions."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhaWxlcg&hash=59828174b9d7c8a4717350575969b68984498432&lang=en&cache-only=0",
            "defineEn": "a selection from different parts of a movie, TV series, games, etc. shown before they become available to the public",
            "defineVi": "lựa chọn từ các phần khác nhau của phim, phim truyền hình, trò chơi, v.v. được trình chiếu trước khi chúng ra mắt công chúng"
        },
        {
            "id": "2aff366a-eab6-47de-ae32-ed1cbe4c276d",
            "word": "limited release",
            "phonetic": "lɪmɪɾᵻd ɹᵻliːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGltaXRlZCByZWxlYXNl&hash=0a4a0ff8491a671af1d0cec9375567bcdf9c1e82&lang=en&cache-only=0",
            "defineEn": "the practice of showing a movie in a small number of theaters initially, usually in major cities, before gradually expanding to wider distribution",
            "defineVi": "việc chiếu một bộ phim ban đầu ở một số ít rạp, thường là ở các thành phố lớn, trước khi dần dần mở rộng để phân phối rộng hơn"
        },
        {
            "id": "78eb423b-b176-43c6-875f-5acecc9d5b4d",
            "word": "wide release",
            "phonetic": "waɪd ɹᵻliːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2lkZSByZWxlYXNl&hash=219d15a02d930f07436c88f9ef74f5b13666faa8&lang=en&cache-only=0",
            "defineEn": "the distribution of a film to a large number of theaters nationwide or globally, as opposed to a limited release in only a few theaters",
            "defineVi": "việc phân phối một bộ phim đến một số lượng lớn các rạp trên toàn quốc hoặc toàn cầu, trái ngược với việc phát hành hạn chế chỉ ở một vài rạp"
        },
        {
            "id": "d619dc36-fe6d-4be9-a7d9-7c9574753e09",
            "word": "roadshow theatrical release",
            "phonetic": "ɹoʊdʃoʊ θiːætɹɪkəl ɹᵻliːs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cm9hZHNob3cgdGhlYXRyaWNhbCByZWxlYXNl&hash=5a9aa695361213302536645c7ffecb1ebc91af9e&lang=en&cache-only=0",
            "defineEn": "a method of film distribution where a film is premiered in a limited number of theaters and then gradually expands to more theaters over time",
            "defineVi": "một phương pháp phân phối phim trong đó một bộ phim được công chiếu lần đầu ở một số rạp hạn chế và sau đó dần dần mở rộng ra nhiều rạp hơn theo thời gian"
        },
        {
            "id": "443e7d78-4eb0-4ef4-a172-e2a55f90959d",
            "word": "VHS",
            "phonetic": "viːeɪtʃɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dam Phong's sons gave me an old VHS tape.",
                "Oh man, I wore out my VHS copy of this!",
                "When we would do music here, it would be recorded on VHS tapes.",
                "After VHS it transitioned over to DVD and that became a lot easier to keep.",
                "Back then, submissions where, I had a lot of submissions through VHS tapes."
            ],
            "audio": "https://tts.langeek.co/read?text=VkhT&hash=3be47ffe96297db01177be3302b23f83ef13dd85&lang=en&cache-only=0",
            "defineEn": "a popular home video format in the 1980s and 1990s",
            "defineVi": "một định dạng video gia đình phổ biến trong những năm 1980 và 1990"
        },
        {
            "id": "2145729d-b262-44d5-96bd-5df3944763de",
            "word": "ultra HD Blu-ray",
            "phonetic": "ʌltɹə eɪtʃdiː bluːɹeɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dWx0cmEgSEQgQmx1LXJheQ&hash=66eabc563aa50e73e99fe28ac8bd8814b2d40b66&lang=en&cache-only=0",
            "defineEn": "a high-definition optical disc format designed for 4K and HDR content",
            "defineVi": "định dạng đĩa quang độ nét cao được thiết kế cho nội dung 4K và HDR"
        },
        {
            "id": "4df64101-f7bb-4ec5-846c-b92d1e748848",
            "word": "digital copy",
            "phonetic": "dɪdʒɪɾəl kɑːpi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlnaXRhbCBjb3B5&hash=43468730dc3167c459d05dc5f7baca24944f1edc&lang=en&cache-only=0",
            "defineEn": "a version of a film or video that has been converted into a digital format for distribution or viewing on digital platforms",
            "defineVi": "một phiên bản của phim hoặc video đã được chuyển đổi thành định dạng kỹ thuật số để phân phối hoặc xem trên nền tảng kỹ thuật số"
        },
        {
            "id": "2a7ce842-44b7-498b-9d3c-9055041ee90e",
            "word": "censorship",
            "phonetic": "sɛnsɚʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Censorship goes both ways.",
                "US senators have criticized TikTok for censorship, privacy, and child safety.",
                "They singled out torture, censorship, and their arrogance and capriciousness.",
                "Secondly, Russia, first time in the history, officially adopted censorship on the Internet after 2012.",
                "Then government censorship policies in the late 1960s banned the horror genre in its entirety, and pontianak films became scarce."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Vuc29yc2hpcA&hash=27016f40cbf2f959cc1e59dcdb9ada10759ec814&lang=en&cache-only=0",
            "defineEn": "the act or policy of eliminating or prohibiting any part of a movie, book, etc.",
            "defineVi": "hành động hoặc chính sách loại bỏ hoặc cấm bất kỳ phần nào của phim, sách, v.v."
        },
        {
            "id": "e5476868-7207-4cca-8bc5-784c3884c6b4",
            "word": "home video",
            "phonetic": "hoʊm vɪdɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9tZSB2aWRlbw&hash=c6afb480a2ee646e9c6c364df13268c8d597005d&lang=en&cache-only=0",
            "defineEn": "the distribution of films or television shows on physical media such as VHS tapes, DVDs, or Blu-ray discs, for use and consumption in private homes",
            "defineVi": "việc phân phối phim hoặc chương trình truyền hình trên các phương tiện vật lý như băng VHS, DVD hoặc đĩa Blu-ray, để sử dụng và tiêu thụ tại nhà riêng"
        },
        {
            "id": "eb8d4734-be63-4fb4-9b3c-2944e128f8d9",
            "word": "VCD",
            "phonetic": "viːsiːdiː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=VkNE&hash=210610ef8f8b1df08f370282ff8209885f4f76bb&lang=en&cache-only=0",
            "defineEn": "a type of disc that can store video and audio content, and was used in the past as a more affordable option than DVDs",
            "defineVi": "một loại đĩa có thể lưu trữ nội dung video và âm thanh và trước đây được sử dụng như một lựa chọn hợp lý hơn so với DVD"
        },
        {
            "id": "d4f38b76-5993-4be7-9410-90dc37b2fa23",
            "word": "television",
            "phonetic": "tɛlᵻvɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "By the 1950s, television had made great inroads into the territory of the news magazines.",
                "The film was shown on television last night.",
                "He appeared on national television to deny the claims.",
                "We were glued to the television watching the election results come in.",
                "It was the first time the movie was shown on television."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVsZXZpc2lvbg&hash=85dcabfc1c1c0fb50556cf92ca2b3e1d52843ecc&lang=en&cache-only=0",
            "defineEn": "an electronic device with a screen that receives television signals, on which we can watch programs",
            "defineVi": "một thiết bị điện tử có màn hình nhận tín hiệu truyền hình, trên đó chúng ta có thể xem các chương trình",
            "hasImg": true
        },
        {
            "id": "2528b965-4dab-4e54-baa2-b53dedd44a4b",
            "word": "home theater",
            "phonetic": "hoʊm θiəɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The final pain point is another home theater related one.",
                "Now this is a living room, not a home theater.",
                "My home theater doesn't know that there's an imaginary wall right here.",
                "So the biggest problem with my home theater setup is that I don't have a subwoofer right now.",
                "In an interview with The Verge a Google rep likened Chrome OS to a state-of-the-art home theater setup and Windows to the dusty VCR that you keep around to play those old home videos."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tZSB0aGVhdGVy&hash=ed2a50b7ed82acc73e317857d28a906b9bb08bb1&lang=en&cache-only=0",
            "defineEn": "an entertainment system with television and sound equipment designed to create an experience which is similar to being in a movie theater",
            "defineVi": "một hệ thống giải trí với tivi và thiết bị âm thanh được thiết kế để tạo ra trải nghiệm tương tự như đang ở trong rạp chiếu phim"
        },
        {
            "id": "06f0cc83-9839-4b88-8ca9-5598709932ea",
            "word": "premiere",
            "phonetic": "pɹəmɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "While Hughie's busy floating on cloud nine, not everyone's having such a good time in this premiere.",
                "We should book our seats for the movie premiere as soon as possible to avoid missing out.",
                "Prehistoric Road Trip premieres Wednesdays, June 17th-July 1st at 10/9c.",
                "This fantasy singspiel, a type of folk opera with music and dialogue, premiered in 1791 in Vienna.",
                "Did you enjoy the premiere?"
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlbWllcmU&hash=32730209259333ea0ff945dfe231298077ab0ff9&lang=en&cache-only=0",
            "defineEn": "the first public screening or performance of a movie or play",
            "defineVi": "buổi chiếu hoặc buổi biểu diễn công khai đầu tiên của một bộ phim hoặc vở kịch",
            "hasImg": true
        },
        {
            "id": "fb18d93d-dd85-4a79-90a1-65898b2e0556",
            "word": "preview",
            "phonetic": "pɹiːvjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Preview the attachment in the Mail app.",
                "Here is a preview.",
                "Here's a preview.",
                "You read the preview pages.",
                "Jeffrey Brown has a preview for our arts and culture series, Canvas."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJldmlldw&hash=a8c5d893cc04fb347018ecac97b0f6994c4c8fb7&lang=en&cache-only=0",
            "defineEn": "the showing of a movie, play, exhibition, etc. to a selected audience before its public release",
            "defineVi": "việc chiếu một bộ phim, vở kịch, triển lãm, v.v. cho một đối tượng được chọn trước khi phát hành ra công chúng"
        },
        {
            "id": "d46f70d1-d26d-4d0d-a00d-97855dd14f0c",
            "word": "release",
            "phonetic": "ɹᵻliːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The nuclear power plant released a small amount of radiation into the atmosphere after the incident.",
                "Its release hasreally raised the ante on the story telling in video games.",
                "The European Community had even released lists of American unfair trade practices, paying us back in our own coin.",
                "The singer is in the spotlight for her new album release.",
                "She squeezed the orange, releasing the refreshing pulp into her glass."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsZWFzZQ&hash=e66c7109819c160d5f84f158a85ce362725de1ec&lang=en&cache-only=0",
            "defineEn": "a product such as a new movie, video game, etc. made available to the public",
            "defineVi": "một sản phẩm chẳng hạn như một bộ phim mới, trò chơi điện tử, v.v. được cung cấp cho công chúng"
        },
        {
            "id": "56246b87-e36b-468d-9fac-e4eecdc8e504",
            "word": "screening",
            "phonetic": "skɹiːnɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But screenings have also led to cancer overdiagnosis.",
                "As a result, many women may miss screenings, prenatal checkups, or other appointments at which early problems might be identified.",
                "The clinic's services included health screenings and disease management of diabetes and high blood pressure.",
                "Based on reports of this higher number, people overestimated the impact of screening.",
                "New medical screenings and protocols are changing the way basic training is conducted."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NyZWVuaW5n&hash=222f30c275bac17080ac4274efe3a110a754d1d3&lang=en&cache-only=0",
            "defineEn": "an instance of showing a motion picture, video, or TV program",
            "defineVi": "một trường hợp hiển thị một hình ảnh chuyển động, video hoặc chương trình truyền hình"
        },
        {
            "id": "b9a6557c-8952-4170-bb9e-0c25f1daee61",
            "word": "still",
            "phonetic": "stɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Memories of that day still bring a lump to his throat.",
                "A major technological advancement like that is still light years away.",
                "The child is still running a fever",
                "Men still hold most positions of power in this country.",
                "Our trip is still very much up in the air."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RpbGw&hash=0d544a84282b142edd0f916056c873f1b158c96b&lang=en&cache-only=0",
            "defineEn": "a single shot taken from a motion picture, especially one used for documentation or advertisement",
            "defineVi": "một bức ảnh duy nhất được chụp từ một bức ảnh chuyển động, đặc biệt là bức ảnh được sử dụng cho tài liệu hoặc quảng cáo"
        },
        {
            "id": "574cb59a-a4bb-406d-8758-c9a21639efdc",
            "word": "master",
            "phonetic": "mæstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He mastered the art of slow-cooking chevon shanks.",
                "The master kept a weekly journal.",
                "You have shown yourself a master tactician.",
                "The CEO's focus on customer satisfaction was reflected in the employees' behavior, as like master, like man.",
                "It took some time, but I mastered a recipe for black-eyed pea curry."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzdGVy&hash=bcf0647c9e71a00a38c353a8e330248909d20a36&lang=en&cache-only=0",
            "defineEn": "an original version of a movie, document, recording, etc. from which copies can be made",
            "defineVi": "một phiên bản gốc của phim, tài liệu, ghi âm, v.v. từ đó có thể tạo các bản sao"
        },
        {
            "id": "da0fdd1a-7c7d-4fe8-987c-3ca625085525",
            "word": "3D film",
            "phonetic": "θɹiː diː fɪlm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=M0QgZmlsbQ&hash=aeae1db1bbb5cbe6f705d27245184f5943382ffc&lang=en&cache-only=0",
            "defineEn": "a motion picture that enhances the illusion of depth perception, hence making the images appear three-dimensional, using stereoscopic projection",
            "defineVi": "một hình ảnh chuyển động làm tăng ảo giác về nhận thức chiều sâu, do đó làm cho hình ảnh xuất hiện ba chiều, sử dụng phép chiếu lập thể"
        },
        {
            "id": "aa127e33-78da-4a6f-8b1e-8f792943ff20",
            "word": "subtitle",
            "phonetic": "sʌbtaɪɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I love watching Spanish movies with subtitles to improve my language skills.",
                "He was as deaf as a post and relied on subtitles to follow the dialogue.",
                "Subtitles show you the sounds of the game.",
                "Note the subtitle.",
                "Do they use subtitles?"
            ],
            "audio": "https://tts.langeek.co/read?text=c3VidGl0bGU&hash=6942b5f04a253366e7c701d080e7eec7457fe321&lang=en&cache-only=0",
            "defineEn": "transcribed or translated words of the narrative or dialogues of a movie or TV show, appearing at the bottom of the screen to help deaf people or those who don't understand the language",
            "defineVi": "các từ phiên âm hoặc dịch của câu chuyện hoặc lời thoại của một bộ phim hoặc chương trình truyền hình, xuất hiện ở cuối màn hình để giúp người khiếm thính hoặc những người không hiểu ngôn ngữ",
            "hasImg": true
        },
        {
            "id": "77ab5aee-6d45-428d-b66f-cadd20437a74",
            "word": "counterprogramming",
            "phonetic": "kaʊntɚpɹoʊɡɹæmɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y291bnRlcnByb2dyYW1taW5n&hash=2247ad6ceea1b74ba1347c4220a59852bd667dfa&lang=en&cache-only=0",
            "defineEn": "an alternative programming scheduled at the same time as a popular event to attract a different audience",
            "defineVi": "một chương trình thay thế được lên lịch cùng lúc với một sự kiện phổ biến để thu hút khán giả khác"
        },
        {
            "id": "5a6a90fd-b9dc-44d4-960b-20b1d6e02061",
            "word": "18",
            "phonetic": "eɪtiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "At just 18, Lily started her own business and became a successful entrepreneur at a ripe old age.",
                "That's for when she was 18.",
                "So, 6 times 3 is 18.",
                "However, their generals were less able than their German counterparts 18.",
                "Basically, Sonnet 18 is one big extended metaphor."
            ],
            "audio": "https://tts.langeek.co/read?text=MTg&hash=fd646b79e008de68b690a5ae7fa08151992382f6&lang=en&cache-only=0",
            "defineEn": "a number labeled on a movie or game indicating that it should be watched or played by people who are 18 years old or older",
            "defineVi": "một số được dán nhãn trên một bộ phim hoặc trò chơi chỉ ra rằng những người từ 18 tuổi trở lên nên xem hoặc chơi"
        },
        {
            "id": "5d1abc4a-a22a-4a2e-982d-b15321105d39",
            "word": "rating",
            "phonetic": "ɹeɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was over the moon about the ratings.",
                "The politician is riding on the wave of public support, with high approval ratings and successful campaigns.",
                "His ratings collapsed.",
                "The authorities’ ratings collapsed.",
                "Net rating is the difference between offensive rating and defensive rating."
            ],
            "audio": "https://tts.langeek.co/read?text=cmF0aW5n&hash=8a3dab08832216caaa753665a3dc9057b0c2f70a&lang=en&cache-only=0",
            "defineEn": "a number or letter that indicates how old should someone be in order to be able to play a game or watch a motion picture",
            "defineVi": "một số hoặc chữ cái cho biết ai đó nên bao nhiêu tuổi để có thể chơi trò chơi hoặc xem phim"
        },
        {
            "id": "f5a6740d-fea2-4dae-95fb-ccf0711699bf",
            "word": "PG",
            "phonetic": "piːdʒiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Is your channel PG?",
                "Keep it PG, Thought Bubble.",
                "Except, sometimes those facts aren’t exactly PG.",
                "But the Mesozoic Era came to an end 66 million years ago, with yet another episode of devastation, known as the Cretaceous-Paleogene, or K-Pg, Extinction Event."
            ],
            "audio": "https://tts.langeek.co/read?text=UEc&hash=84d58979ddfaf5f077a054c5603abd8ecb499ff5&lang=en&cache-only=0",
            "defineEn": "a label indicating that some parents might find the content of the motion picture not suitable for their children's view",
            "defineVi": "nhãn cho biết rằng một số phụ huynh có thể thấy nội dung của phim không phù hợp với tầm nhìn của con cái họ"
        },
        {
            "id": "d5bd4972-83c1-40a9-945f-6153098c80cd",
            "word": "spoiler alert",
            "phonetic": "spɔɪlɚɹ ɐlɜːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Spoiler alert: the beetles died.",
                "Spoiler alert: I think so.",
                "Spoiler alert of what the back looks like.",
                "Spoiler alert, some petals fall off the Daisy.",
                "Spoiler Alert: it did."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BvaWxlciBhbGVydA&hash=10a32e60bf10f26e38ae2c5157a6551becefe698&lang=en&cache-only=0",
            "defineEn": "a warning given before the important plot points of a movie, book, game, etc. are revealed",
            "defineVi": "một cảnh báo được đưa ra trước khi các điểm cốt truyện quan trọng của một bộ phim, cuốn sách, trò chơi, v.v. được tiết lộ"
        },
        {
            "id": "bbc94fe4-2af4-4f8f-b972-ebe8cdc5d176",
            "word": "PG-13",
            "phonetic": "piːdʒiː θɜːtiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Keep it PG-13, Thought Bubble.",
                "It's sort of the first dramatic animated show that is PG-13, so it doesn't really go on late night, it doesn't go on Saturday afternoon, it actually doesn't go anywhere."
            ],
            "audio": "https://tts.langeek.co/read?text=UEctMTM&hash=c96e9456d0dce6b33db5481cfc64c6d9e78586c0&lang=en&cache-only=0",
            "defineEn": "a film rating category established by the Motion Picture Association of America (MPAA) indicating that some material may not be suitable for children under 13 years old",
            "defineVi": "một hạng mục xếp hạng phim do Hiệp hội Điện ảnh Hoa Kỳ (MPAA) thành lập cho biết một số nội dung có thể không phù hợp với trẻ em dưới 13 tuổi"
        }
    ]
}