{
    "id": "9b0037c8-6b8f-4120-aa23-ed7831e6d77f",
    "title": "Lesson 14",
    "originalTitle": "Lesson 14",
    "words": [
        {
            "id": "896bc68f-3e1f-442a-a740-d33f044739a1",
            "word": "circumference",
            "phonetic": "sɜːkʌmfɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "And circumference is 2 pi r.",
                "So that gives us a circumference of about 40,100 kilometers.",
                "So I'm going my circumference in one day.",
                "Researchers measured their waist circumference and weight at the beginning and end of the study.",
                "Then draw a bunch of lines from this eccentric point to the circumference of the circle."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2lyY3VtZmVyZW5jZQ&hash=10f45e878ebdfc273aa1cfaa15cf0d8a2b2fe93c&lang=en&cache-only=0",
            "defineEn": "the distance around the external boundary of something",
            "defineVi": "khoảng cách xung quanh ranh giới bên ngoài của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "5211c5b7-4a30-4309-aad1-cecd5786f8eb",
            "word": "circumlocution",
            "phonetic": "sɜːkəmləkjuːʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2lyY3VtbG9jdXRpb24&hash=3d716f0844cd3213a47fed811815dbb2b0d90b2c&lang=en&cache-only=0",
            "defineEn": "the use of many words that are unnecessary, in a deliberate attempt to be evasive or ambiguous",
            "defineVi": "việc sử dụng nhiều từ không cần thiết, trong một nỗ lực có chủ ý để lảng tránh hoặc mơ hồ"
        },
        {
            "id": "578d9d54-dd61-41f7-a0d0-16ddcf0ee6a0",
            "word": "to circumnavigate",
            "phonetic": "tə sɜːkəmnævᵻɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Over the course of three days, it completely circumnavigates the entire big island of Hawaii.",
                "That's almost circumnavigating the earth every second.",
                "Another breakthrough occurred in 1519-22, when Ferdinand Magellan’s Spanish ships circumnavigated the globe.",
                "Ferdinand Magellan (and many people afterwards) circumnavigated the earth.",
                "Enrique was never heard from again, but if he ever made it back to Malacca, he may have been the first person to actually circumnavigate the globe."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2lyY3VtbmF2aWdhdGU&hash=0ef4ba0c4206669ee0f79e91592ecc8c971e364f&lang=en&cache-only=0",
            "defineEn": "to travel all the way around something, especially the globe, by sea, air, or land",
            "defineVi": "để đi du lịch tất cả các cách xung quanh một cái gì đó, đặc biệt là toàn cầu, bằng đường biển, đường hàng không hoặc đường bộ"
        },
        {
            "id": "3a06aa40-9627-4e75-b559-5d658e38b28a",
            "word": "to circumscribe",
            "phonetic": "tə sɜːkəmskɹaɪb ",
            "partOfSpeechType": "verb",
            "examples": [
                "Mayella’s world is circumscribed and terrifying, which is strongly contrasted with Scout’s pre-adolescent freedom and wonder.",
                "But he is trying to do it within his framework which circumscribes how far that welcome can extend."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2lyY3Vtc2NyaWJl&hash=6c8e0330aa23c467a86538e93cb27cf2dd2a077f&lang=en&cache-only=0",
            "defineEn": "restrict or confine within limits",
            "defineVi": "hạn chế hoặc giới hạn trong giới hạn",
            "hasImg": true
        },
        {
            "id": "8163c569-5a0f-4798-af77-34d75e282592",
            "word": "circumspect",
            "phonetic": "sɜːkəmspɛkt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "After four years of Democrats waiting for him, his being circumspect and restrained, he arrived with a full-throated indictment of Donald Trump, and Donald Trump's failure to lead, and Donald Trump's failure to protect the country in its great crisis, and basically made the case that Donald Trump did not devote the time, energy, effort, and probably did not have the capacity to be president.",
                "JAMES CLAPPER - I have to say here that when I was doing my tussling on the Hill, that White House has got executive privilege concerns, so I have to be a little circumspect about it."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2lyY3Vtc3BlY3Q&hash=37863902cd7ff9f6be57e74b4d543ac939d023cc&lang=en&cache-only=0",
            "defineEn": "heedful of potential consequences",
            "defineVi": "chú ý đến những hậu quả tiềm ẩn"
        },
        {
            "id": "2ba8f068-c082-4891-9ece-b7832e6dfaa2",
            "word": "to circumvent",
            "phonetic": "tə sɜːkəmvɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "To circumvent Beijing's Great Firewall, it funded technology called UltraSurf.",
                "These executive orders allow the President to circumvent the legislative process and act unilaterally.",
                "or credit unions - cooperative initiatives that were established in the 19th century to circumvent credit sharks.",
                "Gustave Courbet built his own pavilion during the 1855 Paris World’s Fair, circumventing the official juried exhibition, and showing this painting where, it’s worth noting, the focus is on a landscape painter.",
                "To circumvent that, N.Y.P.D. went as far as playing celebrity look-alike in putting Woody Harrelson‘s photo, when one detective thought the surveillance camera picture of the thief resembled the actor."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2lyY3VtdmVudA&hash=29901a2ad501eb7a531c883861480c4ead0d4b30&lang=en&cache-only=0",
            "defineEn": "to come up with a way to a go around a rule or limitation, especially cleverly or illegally",
            "defineVi": "để đưa ra một cách để đi xung quanh một quy tắc hoặc giới hạn, đặc biệt là khéo léo hoặc bất hợp pháp"
        },
        {
            "id": "8cb01c10-c24c-43e5-a93e-cfc020736565",
            "word": "necrology",
            "phonetic": "nɛkɹɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmVjcm9sb2d5&hash=39f68c7109d088e0b6089ac66810d3351d0fa050&lang=en&cache-only=0",
            "defineEn": "a notice of someone's death; usually includes a short biography",
            "defineVi": "thông báo về cái chết của ai đó; thường bao gồm một tiểu sử ngắn"
        },
        {
            "id": "f36cba71-868d-4a93-8783-30b3955b6058",
            "word": "necromancy",
            "phonetic": "nɛkɹoʊmənsi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmVjcm9tYW5jeQ&hash=b386cb45a32388b9a25c95d2131d8f353b0de4bc&lang=en&cache-only=0",
            "defineEn": "conjuring up the dead, especially for prophesying",
            "defineVi": "triệu hồi người chết, đặc biệt là để tiên tri"
        },
        {
            "id": "49220cb7-ae82-4e79-95d6-cc4b5e27ff1b",
            "word": "necropolis",
            "phonetic": "nɛkɹɑːpəliz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmVjcm9wb2xpcw&hash=b70763883a659556761c0eabe89ef0689f00bd67&lang=en&cache-only=0",
            "defineEn": "a tract of land used for burials",
            "defineVi": "một dải đất được sử dụng để chôn cất",
            "hasImg": true
        },
        {
            "id": "351eefc2-3f3d-4334-a9ed-e34de9d6da4b",
            "word": "necrosis",
            "phonetic": "nɛkɹoʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Full-strength venom kills the skin, nerve, and muscle cells it touches, and the more contact, the more necrosis.",
                "The frustrated victim of unknown bugs in her Manhattan apartment did not suffer from either Lyme disease or necrosis.",
                "If this necrosis, or tissue death, happens after a sting, permanent scars may remain on a victim's skin."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVjcm9zaXM&hash=47cca40ede013bb108344409efa5835ac158b8f4&lang=en&cache-only=0",
            "defineEn": "the localized death of living cells (as from infection or the interruption of blood supply)",
            "defineVi": "cái chết cục bộ của các tế bào sống (do nhiễm trùng hoặc gián đoạn cung cấp máu)"
        },
        {
            "id": "fbfbd04f-e42a-4d45-ad27-a69e3497280d",
            "word": "necrobiosis",
            "phonetic": "nɛkɹoʊbaɪoʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmVjcm9iaW9zaXM&hash=a1aebf8fd51fd5e634c61ba59b6a7f7630c0af42&lang=en&cache-only=0",
            "defineEn": "(physiology) the normal degeneration and death of living cells (as in various epithelial cells)",
            "defineVi": "(sinh lý học) sự thoái hóa và chết bình thường của các tế bào sống (như trong các tế bào biểu mô khác nhau)"
        },
        {
            "id": "01d25aa9-df5e-4557-ad5c-99811db58f77",
            "word": "complicity",
            "phonetic": "kəmplɪsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "But this may be the onlyhuge fraud in history where the governmenthas extreme complicity.",
                "But that would require the complicity of a lot of the politicians in these states.",
                "There was the complicity of Congress, 101 members of Congress signing the Southern Manifesto.",
                "Stanton was so controversial, some accused him at that time of complicity in Lincoln's assassination.",
                "And we go into the fact that it's not just one man who killed Malcolm X, but, you know, a kind of COMPLICITY on the part of governmental AUTHORITIES and Law Enforcement as well."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGxpY2l0eQ&hash=ce77018d563c06b744baf0e8f296d1062c28e546&lang=en&cache-only=0",
            "defineEn": "guilt as an accomplice in a crime or offense",
            "defineVi": "tội như một đồng lõa trong một tội phạm hoặc hành vi phạm tội"
        },
        {
            "id": "840fde3b-1b75-489a-873f-4813bb446f16",
            "word": "granular",
            "phonetic": "ɡɹænjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "One is called granular convection.",
                "This one's got some granular stuff in it.",
                "When we go further away in the tree of life, we get a little bit less granular sometimes.",
                "You can go more granular if you want.",
                "And even today, alone once more in my kitchen in 2019, his poetry still feels very much alive, overflowing with the granular details of his well-lived but too short life."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhbnVsYXI&hash=5bf46a8e1d3225aae21aba21e9ead0b4a9f0c161&lang=en&cache-only=0",
            "defineEn": "composed of or covered with particles resembling meal in texture or consistency",
            "defineVi": "bao gồm hoặc được bao phủ bởi các hạt giống như bột về kết cấu hoặc tính nhất quán"
        },
        {
            "id": "f2a5ded6-7c6d-4e54-9b38-e265ef296706",
            "word": "to granulate",
            "phonetic": "tə ɡɹænjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They sprinkled some granulated sugar over freshly baked cookies.",
                "You can substitute brown sugar with an equal amount of granulated sugar in this recipe.",
                "Sugars, we have granulated sugar, and then when deciding between light brown and dark brown, the real difference here is that dark brown has more molasses, ergo more flavor.",
                "Once the new coffee-ground granulate has been mixed together, it gets shaped under heat and pressure."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JhbnVsYXRl&hash=55177b08912a80b3299ddb4889efbcc4088ef28d&lang=en&cache-only=0",
            "defineEn": "form granulating tissue",
            "defineVi": "hình thành mô hạt"
        },
        {
            "id": "ed49af87-b824-4343-a485-e9112dd85b72",
            "word": "granule",
            "phonetic": "ɡɹænuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "One mucus granule can absorb 100 times its own volume in water.",
                "And archaeologists have also found starch granules in the fossilized teeth of both Neanderthals and modern humans from around 50,000 years ago.",
                "These granules are the tops of convective columns, churning gas that brings the heat up from the center of the Sun to its surface.",
                "Tiny granules of mucus emerge from the cells, then pop open and absorb water from the surroundings.",
                "It's actually the starch granules inside that bread or those cookies crystallizing from its gelatinous form."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhbnVsZQ&hash=673aed16555facc35163e2e64d1290678b2edf0e&lang=en&cache-only=0",
            "defineEn": "a tiny grain",
            "defineVi": "một hạt nhỏ"
        },
        {
            "id": "2abf00cc-31f2-4d04-918b-ba5c20a5e40e",
            "word": "regal",
            "phonetic": "ɹiːɡəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Kings are regal.",
                "She always looks so regal!",
                "Chains like Regal and AMC keep only about 50% of the money they take from ticket sales each year.",
                "And these tactics are employed best at big chains, like Regal or AMC.",
                "If Arthur did live, he would likely have been a military leader, but a castle-bound king better fit Geoffrey’s regal history."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVnYWw&hash=0f3b0524f3124e28edd37d6da7978bc66d6b57c1&lang=en&cache-only=0",
            "defineEn": "belonging to or befitting a supreme ruler",
            "defineVi": "thuộc về hoặc phù hợp với một người cai trị tối cao"
        },
        {
            "id": "32308389-af05-4add-b771-9e3fcabb44ad",
            "word": "to regale",
            "phonetic": "tə ɹᵻɡeɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "While regaling you with daring stories from her youth, it might be hard to believe your grandmother used to be a trapeze artist.",
                "It seems like some people can regale you with every last detail of the dream they had last night while others can’t remember whether or not they even had a dream."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVnYWxl&hash=5a0916def46d48f670f91aea02f3ed795d1cef9a&lang=en&cache-only=0",
            "defineEn": "provide with choice or abundant food or drink",
            "defineVi": "cung cấp sự lựa chọn hoặc thức ăn hoặc thức uống phong phú"
        },
        {
            "id": "379f4b40-7f97-4107-97bc-0a2d416980af",
            "word": "regalia",
            "phonetic": "ɹᵻɡeɪliə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mourning regalia became her.",
                "She helps him dress for battle, holding his jaguar war helmet and donning plenty royal regalia of her own."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVnYWxpYQ&hash=b00aea79919519ab732d2891905794340b319a94&lang=en&cache-only=0",
            "defineEn": "paraphernalia indicative of royalty (or other high office)",
            "defineVi": "đồ dùng biểu thị của hoàng gia (hoặc chức vụ cao khác)"
        }
    ]
}