{
    "id": "9b1c23cc-f7e9-4115-ac22-d18cab3c086c",
    "title": "Unit 4 - Lesson 3",
    "originalTitle": "Unit 4 - Lesson 3",
    "words": [
        {
            "id": "0718963d-0d7d-4749-b19a-54d2ce675220",
            "word": "luxury",
            "phonetic": "lʌkʃɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company has just produced a luxury version of the aircraft.",
                "Italian fashion brands like Gucci and Prada are renowned for their luxury and style.",
                "The prices at the luxury boutique were quite high.",
                "To lead a life of luxury/a miserable existence.",
                "I sometimes allow myself the luxury of a cigar."
            ],
            "audio": "https://tts.langeek.co/read?text=bHV4dXJ5&hash=236760e0f02fe46e487587d56c68da319d1d38c0&lang=en&cache-only=0",
            "defineEn": "something that is very desirable and expensive but not essential",
            "defineVi": "một cái gì đó là rất mong muốn và tốn kém nhưng không cần thiết",
            "hasImg": true
        },
        {
            "id": "53e516fd-c969-45c1-9303-4ab9420feec7",
            "word": "car",
            "phonetic": "kɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "See my car?",
                "Our car has seen better days!",
                "A car hit the barrier.",
                "My father's car needs an oil change.",
                "The car was doing 90 miles an hour."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fy&hash=0c1027a2f9bc8e99b7a34b8784a4165e3b7ffbca&lang=en&cache-only=0",
            "defineEn": "a road vehicle that has four wheels, an engine, and a small number of seats for people",
            "defineVi": "một phương tiện giao thông đường bộ có bốn bánh, một động cơ và một số ít chỗ ngồi cho người",
            "hasImg": true
        },
        {
            "id": "af4c56c0-def6-48ad-8d06-4a20adb17594",
            "word": "type",
            "phonetic": "taɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "This type of heater uses a lot of electricity.",
                "Some common types of cooking oils include canola oil, vegetable oil, and sunflower oil.",
                "Strawberries and blueberries are my favorite types of berries.",
                "Max is a different type of a person.",
                "Multipolar neurons are the most common type of neuron found in the brain and spinal cord."
            ],
            "audio": "https://tts.langeek.co/read?text=dHlwZQ&hash=95092d1e6810e0bb45bf5d054832ab8e7eb700a0&lang=en&cache-only=0",
            "defineEn": "a class or group of people or things that have common characteristics or share particular qualities",
            "defineVi": "một lớp hoặc nhóm người hoặc vật có đặc điểm chung hoặc chia sẻ những phẩm chất cụ thể"
        },
        {
            "id": "d638e34c-43c9-4082-bff0-58b151aeb387",
            "word": "full-size",
            "phonetic": "fʊlsaɪz ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And a full-size grand piano costs $30,000.",
                "And on the other side we have full-size USB type A.",
                "And on the other side, we have full-size USB type A",
                "And a full-size USB Type-A, which apparently has good charging.",
                "Looks like a full-size SD card reader."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVsbC1zaXpl&hash=c508375993a22d4394ef9d5de2b07f766f7a17a7&lang=en&cache-only=0",
            "defineEn": "having a standard or regular size, without being exceptionally large or small",
            "defineVi": "có kích thước tiêu chuẩn hoặc thông thường, không quá lớn hoặc quá nhỏ"
        },
        {
            "id": "7492f17f-afc1-4ca1-8bfd-8eacd065bb44",
            "word": "sedan",
            "phonetic": "sᵻdæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Impreza sedan followed in 1993.",
                "The sedan market is enormously large.",
                "The sedan market is enormously large.",
                "Many automakers, especially American ones, have dropped most sedans and coops altogether.",
                "BMW sold sixteen thousand one hundred fifty five seven series sedans."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VkYW4&hash=aeaaa10ede584eb45734be8b1eb04e79f1bc7ef8&lang=en&cache-only=0",
            "defineEn": "a car having a closed body with two or four doors and a separated boot in the back",
            "defineVi": "một chiếc ô tô có thân kín với hai hoặc bốn cửa và một cốp riêng ở phía sau",
            "hasImg": true
        },
        {
            "id": "a280801c-ca85-4047-9eb6-06b1aeb2914b",
            "word": "compact car",
            "phonetic": "kəmpækt kɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29tcGFjdCBjYXI&hash=6b0d6e5b367a9b9209d9732425aeebfde603b30f&lang=en&cache-only=0",
            "defineEn": "an automobile that is smaller than a full-sized car, making it easier to drive and park in tight spaces",
            "defineVi": "một chiếc ô tô nhỏ hơn một chiếc ô tô cỡ lớn, giúp lái xe và đỗ xe dễ dàng hơn trong không gian chật hẹp",
            "hasImg": true
        },
        {
            "id": "275f84f0-b7fe-44e6-a05a-cd7b9a1828b4",
            "word": "convertible",
            "phonetic": "kənvɜːɾᵻbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "- It's a convertible!",
                "Hitler himself drove a convertible version.",
                "Cadillac established the concept of a luxury car with its LaSalle convertible coupe.",
                "It released the Willys wagon in 1946, the Willys-Overland truck in 1947, and briefly even a convertible sedan called the Jeepster, which ran from 1948 to 1951.",
                "So, this is like a convertible with a 1650 in it, if I recall correctly."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmVydGlibGU&hash=87f0471bdf37825492b2954f37268381ba933124&lang=en&cache-only=0",
            "defineEn": "a car that has a foldable or detachable roof",
            "defineVi": "một chiếc xe có một mái nhà có thể gập lại hoặc có thể tháo rời",
            "hasImg": true
        },
        {
            "id": "e0ddc0e0-bf12-4adc-b0ab-c22379e3ed77",
            "word": "sports car",
            "phonetic": "spoːɹts kɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He rented an expensive sports car for his wedding day.",
                "The new sports car blew the doors off its competitors, setting a new speed record on the track.",
                "The high-end sports car was a dream for many, but its hefty price tag was rich for most people's blood.",
                "The sleek sports car turns heads as it zooms down the street, with its roaring engine and eye-catching design.",
                "I couldn't believe it when I heard he'd bought a sports car, but then he has always been one to let his heart rule his head."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BvcnRzIGNhcg&hash=e69f3cf79fc770583afcb315177553e709dfea40&lang=en&cache-only=0",
            "defineEn": "a small, fast, and low car that has a powerful engine, usually seats two people, and often has a removable or foldable roof",
            "defineVi": "một chiếc ô tô nhỏ, nhanh và thấp, có động cơ mạnh mẽ, thường có hai người ngồi và thường có mái che có thể tháo rời hoặc gập lại",
            "hasImg": true
        },
        {
            "id": "1d25bcd1-4357-4d0c-b421-3a9335d3cc46",
            "word": "station wagon",
            "phonetic": "steɪʃən wæɡən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RhdGlvbiB3YWdvbg&hash=6ab4520dfcefede2e06269efddce00857c00731e&lang=en&cache-only=0",
            "defineEn": "a longer-bodied vehicle with a rear cargo area that is part of the passenger compartment, often with a rear hatchback or tailgate for cargo access",
            "defineVi": "một chiếc xe có thân dài hơn với khu vực chở hàng phía sau là một phần của khoang hành khách, thường có cửa sau hoặc cửa sau để tiếp cận hàng hóa",
            "hasImg": true
        },
        {
            "id": "d93637e2-7380-40ac-b6bb-3a3d2bb95b90",
            "word": "minivan",
            "phonetic": "mɪnɪvæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "If your husband or your boyfriend drives a minivan.",
                "We're building two minivans.",
                "Any man a jobs, a minivan does not care about life.",
                "The origins of the minivan are.",
                "That whole view of the soccer mom mobile are really affecting the image of the minivan."
            ],
            "audio": "https://tts.langeek.co/read?text=bWluaXZhbg&hash=84b861ab80249b71f5f66e95ed74a52e723e0b3e&lang=en&cache-only=0",
            "defineEn": "a large car that is similar to a van and can seat up to eight or nine people",
            "defineVi": "một chiếc ô tô lớn tương tự như một chiếc xe van và có thể chứa tới tám hoặc chín người",
            "hasImg": true
        },
        {
            "id": "3da8703f-76d6-421a-a2c5-38f032c37c12",
            "word": "van",
            "phonetic": "væn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Taxi apparently jammed the brake, but it still the van's fault for not keeping a safe distance.",
                "In the front of the van, Julie's still getting to grips with the gears and the brakes and the steering.",
                "Due to the impending rain we did not hang around on the summit, but instead made hasty retreat back to the van.",
                "The vans are already down stairs.",
                "Can I visit the van backstage?"
            ],
            "audio": "https://tts.langeek.co/read?text=dmFu&hash=52850e8ebb847d535d64cae0d7d3de47612d17e7&lang=en&cache-only=0",
            "defineEn": "a large vehicle with no rear side windows, smaller than a truck and used for transporting people or goods",
            "defineVi": "một phương tiện lớn không có cửa sổ phía sau, nhỏ hơn xe tải và được sử dụng để vận chuyển người hoặc hàng hóa",
            "hasImg": true
        },
        {
            "id": "d62b89bc-78fd-4f50-9e47-266fff97648e",
            "word": "SUV",
            "phonetic": "ɛsjuːviː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The largest portion of each brand's sales growth in the US in recent years has come from SUVs.",
                "- huge SUVs, and a 78 year-old man gets in the back seat of a little Fiat?",
                "The all too familiar answer is in three letters SUV.",
                "Cross-overs and SUVs grew their share of the new car market in the US by 20 percent from 2008 to 2018.",
                "SUVs and crossovers are really the norm."
            ],
            "audio": "https://tts.langeek.co/read?text=U1VW&hash=4c86bc0dbb4f1861f543f5a925a00204b36e8d95&lang=en&cache-only=0",
            "defineEn": "a large car in which the engine delivers power to all four wheels",
            "defineVi": "một chiếc ô tô lớn trong đó động cơ cung cấp năng lượng cho cả bốn bánh",
            "hasImg": true
        }
    ]
}