{
    "id": "9bdab626-306f-48d8-be37-ff024fa45c26",
    "title": "Lesson 1B",
    "originalTitle": "Lesson 1B",
    "words": [
        {
            "id": "568ffe05-496a-4b35-8ea6-287958011e5d",
            "word": "personality",
            "phonetic": "pɜːsənælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She and her sister look very similar, but they have very different personalities.",
                "With his charming smile and charismatic personality, Jonathan had a way of sweeping women off their feet without even trying.",
                "The two politicians had vastly different ideologies and personalities, and it was clear that oil and water do not mix when it came to their ability to work together.",
                "But as time went on, I realized that our personalities clashed in some important ways.",
                "He turns heads when he walks into a room, with his charismatic personality and fashionable attire."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc29uYWxpdHk&hash=ead469b25c8cd048d37658f3919b9e124338bd0b&lang=en&cache-only=0",
            "defineEn": "all the qualities that shape a person's character and make them different from others",
            "defineVi": "tất cả những phẩm chất hình thành tính cách của một người và làm cho họ khác biệt với những người khác"
        },
        {
            "id": "6748b38a-dc80-40e6-a6c1-042f968ac192",
            "word": "affectionate",
            "phonetic": "ɐfɛkʃənət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His caring nature and affectionate gestures make him the perfect boyfriend.",
                "In studies of heterosexual couples, increases in oxytocin and prolactin have been associated with affectionate behaviors in moms, like snuggling.",
                "And when we exhibit these symptoms as an adult or the teenager, when we just really want someone to care for us, be affectionate, love on us.",
                "I love seeing Hazel so affectionate towards Apollo.",
                "In Chinese, the name sounds gently affectionate and lilting to my ears."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZmZWN0aW9uYXRl&hash=8d28857636dd51deed67fe7428d1cc9cd0d9a805&lang=en&cache-only=0",
            "defineEn": "expressing love and care",
            "defineVi": "thể hiện tình yêu và sự quan tâm",
            "hasImg": true
        },
        {
            "id": "70bd6812-a59c-4bb8-a625-c03bfbc62fbe",
            "word": "ambitious",
            "phonetic": "æmbɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She became more ambitious as the years passed.",
                "The company's ambitious expansion plans went up in flames when their major investor pulled out.",
                "The startup company is reaching for the moon with its ambitious goals to revolutionize the industry.",
                "The ambitious entrepreneur took a risk and started his own business, knowing that it was better to live one day as a tiger than a thousand years as a sheep working for someone else.",
                "The ambitious student knew that he had to take challenging courses to achieve his dream of attending a top university."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1iaXRpb3Vz&hash=5afbc15a3c1707ae735e56f3d6ab6764fae84033&lang=en&cache-only=0",
            "defineEn": "trying or wishing to gain great success, power, or wealth",
            "defineVi": "cố gắng hoặc mong muốn đạt được thành công lớn, quyền lực hoặc sự giàu có"
        },
        {
            "id": "fc47f3b0-d0ff-4adb-8f87-c3d93b728a8f",
            "word": "anxious",
            "phonetic": "æŋʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You're so anxious to keep your children out of harm's way that you're going to end up denying them a lot of valuable life experiences.",
                "I used to get really anxious about the future, but then I started reminding myself that every day brings its bread.",
                "I think we all have been sitting on pins and needles and anxious for something to happen.",
                "Sarah was always striving for more success and recognition at work, but she found herself constantly stressed and anxious.",
                "Sarah tends to dwell on her mistakes, which makes her feel anxious and insecure."
            ],
            "audio": "https://tts.langeek.co/read?text=YW54aW91cw&hash=fcba6227bd7c57d9f5a5fe3b7a33bd8008e1ee17&lang=en&cache-only=0",
            "defineEn": "feeling nervous or worried because of thinking something unpleasant might happen",
            "defineVi": "cảm thấy lo lắng hoặc lo lắng vì nghĩ rằng điều gì đó khó chịu có thể xảy ra",
            "hasImg": true
        },
        {
            "id": "5057b4f8-152c-4df4-b095-271ffa5b6d40",
            "word": "bossy",
            "phonetic": "bɔsi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- I'm looking for a bossy switch of color who enjoys organic gardening.",
                "I think Marty's main deal-breaker with a woman would be if she was bossy with him or controlling in any way.",
                "Let's give an example: So let's say we have someone in our life who's really bossy, really pushy, and they are aggressive, and they keep asking for things, Until, we're exhausted, we don't want to fight with them and we give in, and they get their way."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9zc3k&hash=70256b0b52c52cb7c33777e9245e5f5fada23e44&lang=en&cache-only=0",
            "defineEn": "constantly telling others what they should do",
            "defineVi": "liên tục nói với người khác những gì họ nên làm"
        },
        {
            "id": "e3f71436-8c01-4a24-8429-1b39017b9c8d",
            "word": "charming",
            "phonetic": "tʃɑːɹmɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The renovation of the charming old house turned out to be a money pit.",
                "This charming cottage dates back to the 15th century and is as pretty as a picture, with its thatched roof and secluded garden.",
                "With his charming smile and charismatic personality, Jonathan had a way of sweeping women off their feet without even trying.",
                "They found him to be charming.",
                "They traveled to Italy and enjoyed the authentic marinara sauce at a charming seaside restaurant."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcm1pbmc&hash=ef70a6b817f3eb5b4dadf138ce8f3877a23aec00&lang=en&cache-only=0",
            "defineEn": "attractive and pleasing",
            "defineVi": "hấp dẫn và hài lòng",
            "hasImg": true
        },
        {
            "id": "6a9aff80-349b-4c6d-881c-ed5788a832a5",
            "word": "competitive",
            "phonetic": "kəmpɛɾᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The firm will be turning up the heat on its rivals in a highly competitive industry now scrapping for a share of the domestic market.",
                "In the competitive world of business, there is often little love lost between rival companies.",
                "The job market can be highly competitive, so first in, best dressed is often the rule when it comes to applying for positions.",
                "They hate losing games because they are competitive",
                "The sports team played better on their home field than when they were away, showing that birds in their little nests agree also applies to team dynamics in competitive settings."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGV0aXRpdmU&hash=1004e9a25ad60cc9c2c8a7b8454df2e60d89c3e7&lang=en&cache-only=0",
            "defineEn": "describing a situation in which teams or players are trying to defeat their rivals",
            "defineVi": "mô tả một tình huống trong đó các đội hoặc người chơi đang cố gắng đánh bại đối thủ của họ",
            "hasImg": true
        },
        {
            "id": "f2925f10-923e-46c2-9b3c-2c3ac941fbc7",
            "word": "honest",
            "phonetic": "ɑːnɪst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My honest opinion is they took a sledgehammer to crack a nut.",
                "As the proverb goes, an honest man's pillow is his peace of mind.",
                "As a writer, I try to be honest about my own past mistakes.",
                "It's good to be honest and admit your mistakes.",
                "Daniel knew he had to make an honest woman of Rachel when they discovered she was expecting their child, so he proposed and they had a beautiful wedding ceremony."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9uZXN0&hash=a306daee37184fcbbd89ab18eecf9829e18f6c28&lang=en&cache-only=0",
            "defineEn": "telling the truth and having no intention of cheating or stealing",
            "defineVi": "nói sự thật và không có ý định gian lận hoặc ăn cắp",
            "hasImg": true
        },
        {
            "id": "c6978200-0ff7-4c68-affa-49c2b4ae7fb9",
            "word": "imaginative",
            "phonetic": "ɪmædʒɪnətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Obviously Sherlock has incredible imaginative thinking skills, too, which provide him with the ability to see things in new ways, recognize patterns and make connections.",
                "The mask communicates Yanso’s inner as well as outer beauty, with more realistic details such as her hairstyle joined with more imaginative ones like the elaborate, abstracted headdress.",
                "JEFFREY BROWN: Both partners in this two-doctor household say both science and art, medicine and poetry require an imaginative mind that sees beyond research data or life's routine moments.",
                "They're experiencing the story at both a visceral and a conceptual level, meeting the writer halfway in the imaginative play of creating a dynamic world of the senses.",
                "And the connection between Hamzah and Bassem Awadallah, I mean, I think there's no imaginative person who could make that connection."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1hZ2luYXRpdmU&hash=d369b810e1ced9265ae90616a792c8b1193b347d&lang=en&cache-only=0",
            "defineEn": "displaying or having creativity or originality",
            "defineVi": "hiển thị hoặc có sự sáng tạo hoặc độc đáo",
            "hasImg": true
        },
        {
            "id": "44687c39-9cac-4ec8-95bf-e8a7d387cb93",
            "word": "independent",
            "phonetic": "ɪndᵻpɛndənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "From a young age, he had a strong independent spirit and always did his own thing, refusing to be influenced by others' opinions.",
                "Each one is independent. ",
                "Sideways motion is independent of up and down motion.",
                "Naomi: My mom, she'e fiercely independent.",
                "Independent stores are carving out their own niches as well."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kZXBlbmRlbnQ&hash=23b04d012ba1fd35e4f170cb08119b98ceede632&lang=en&cache-only=0",
            "defineEn": "free to do things as one wants and not needing help from others",
            "defineVi": "tự do làm mọi việc theo ý muốn và không cần sự giúp đỡ của người khác",
            "hasImg": true
        },
        {
            "id": "b5d32d3c-1925-4261-90bd-ef4354650c95",
            "word": "insecure",
            "phonetic": "ɪnsᵻkjʊɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Sarah tends to dwell on her mistakes, which makes her feel anxious and insecure.",
                "About 15% of the kids demonstrated insecure ambivalent attachment.",
                "So he was insecure.",
                "And after her father’s death in 1805, her financial position and the positions of her mother and her sister became increasingly insecure.",
                "He was insecure about his stature."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zZWN1cmU&hash=52099de2d2174e2486c56e8e0d8f4a3198c144b9&lang=en&cache-only=0",
            "defineEn": "not confident about oneself or one's skills and abilities",
            "defineVi": "không tự tin về bản thân hoặc kỹ năng và khả năng của một người",
            "hasImg": true
        },
        {
            "id": "db9d6fb0-fe7b-4196-8e09-2cb3cdfc1117",
            "word": "to mature",
            "phonetic": "tə mətʃʊɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "And when a mature person gives love, he or she gives without any strings attached to it.",
                "He matured.",
                "Not even all mature eggs succeed at that.",
                "She's very mature.",
                "He got too mature."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWF0dXJl&hash=3e86cc946930034b576ce203caa953c1ccfd6bbb&lang=en&cache-only=0",
            "defineEn": "to develop and grow mentally, physically, and emotionally",
            "defineVi": "để phát triển và trưởng thành về tinh thần, thể chất và tình cảm",
            "hasImg": true
        },
        {
            "id": "d06c6b65-efe5-4cbf-be9a-2697fa48a9dc",
            "word": "moody",
            "phonetic": "muːdi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Moody's is one of the ratings agencies, and they rate Corporation A as BB.",
                "Because who paid Moody's to give them that rating?",
                "Even if an upturn were to begin in 2022, Moody's base case projection doesn't see state tax revenues returning to 2019 levels until 2024.",
                "And as long as Moody's doesn't get suspicious.",
                "In fact, some women will just see it as feeling a little moody the week before their menstrual cycle."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9vZHk&hash=8e727157c37958b0b8f40a32ccff2d76c65f3a02&lang=en&cache-only=0",
            "defineEn": "characterized by sudden changes of mood, typically with no apparent reason",
            "defineVi": "đặc trưng bởi sự thay đổi tâm trạng đột ngột, thường không có lý do rõ ràng",
            "hasImg": true
        },
        {
            "id": "22b718aa-b9f4-43c7-b093-d2103c8757ea",
            "word": "patient",
            "phonetic": "peɪʃənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The dentist can't take any new patients.",
                "You have to be patient.",
                "she puts her patients in touch with a great acupuncturist in London.",
                "The treatment has not yet been tried on patients.",
                "The patient's life was hanging by a thread."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0aWVudA&hash=14ce5640f6fa4778e0dc590535fcc54e586c59e9&lang=en&cache-only=0",
            "defineEn": "staying calm during hard times or accepting delays without getting angry or irritated",
            "defineVi": "giữ bình tĩnh trong thời gian khó khăn hoặc chấp nhận sự chậm trễ mà không tức giận hoặc cáu kỉnh",
            "hasImg": true
        },
        {
            "id": "6d76733b-9590-432e-baf8-9442c7a9332c",
            "word": "rebellious",
            "phonetic": "ɹᵻbɛliəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Alice's rebellious behavior and disregard for authority have earned her the reputation of being the black sheep of the school.",
                "In the past, some people believed that clergymen's sons always turned out badly because they were thought to be rebellious and resentful towards their fathers' strict religious upbringing.",
                "The people of Venezuela are rebellious people.",
                "But this rebellious band of scholars gleefully ignored conventional wisdom.",
                "But I have a little rebellious spark."
            ],
            "audio": "https://tts.langeek.co/read?text=cmViZWxsaW91cw&hash=9440d799ec7493db14f148d0cd424699deb407a9&lang=en&cache-only=0",
            "defineEn": "(of a person) not willing to follow rules, standards, or norms accepted by society or people in authority",
            "defineVi": "(của một người) không sẵn sàng tuân theo các quy tắc, tiêu chuẩn hoặc chuẩn mực được xã hội hoặc những người có thẩm quyền chấp nhận",
            "hasImg": true
        },
        {
            "id": "6bf41047-e45b-4840-9b78-2d1f57f6039e",
            "word": "reliable",
            "phonetic": "ɹᵻlaɪəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Can you recommend a reliable bank for opening a new account?",
                "It's a reliable car, and it doesn't cost an arm and a leg.",
                "We should search for a reliable source to verify the information.",
                "I use the newspaper as a source for my research papers because it has reliable information.",
                "The car was old but reliable, and he reminded himself that better a good cow than a cow of a good kind when he was tempted to buy a flashy, expensive new car."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsaWFibGU&hash=1e1f9db5e2c12bdb6041889813042a51b99ae315&lang=en&cache-only=0",
            "defineEn": "able to be relied on or trusted",
            "defineVi": "có thể được dựa vào hoặc đáng tin cậy",
            "hasImg": true
        },
        {
            "id": "936d4a17-0c15-41b7-afca-36bd09fb6c0e",
            "word": "self-confident",
            "phonetic": "sɛlfkɑːnfɪdənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He was very self-confident.",
                "And none of those things actually lead children to feeling self-confident and good about themselves and in control."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1jb25maWRlbnQ&hash=e889343db2b3a65ca1e953f98390958b56d30589&lang=en&cache-only=0",
            "defineEn": "(of a person) having trust in one's abilities and qualities",
            "defineVi": "(của một người) có niềm tin vào khả năng và phẩm chất của một người",
            "hasImg": true
        },
        {
            "id": "0298bb26-9139-4310-9c5e-a786c2f8bf7e",
            "word": "selfish",
            "phonetic": "sɛlfɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I simply can't tolerate her selfish behavior any longer.",
                "One day you will all pay the price for your selfish behaviour.",
                "Elliott accused me of being selfish.",
                "I'm already fed up with your lazy, selfish behavior, Jim, but if you can't be bothered to come with me to my own mother's funeral, that will be the straw that breaks the donkey's back!",
                "The human condition is selfish, to some extent."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZmlzaA&hash=7c572fbfa2dacdb7fa8b483c1228a2d286c61ea3&lang=en&cache-only=0",
            "defineEn": "always putting one's interests first and not caring about the needs or rights of others",
            "defineVi": "luôn đặt lợi ích của mình lên hàng đầu và không quan tâm đến nhu cầu hay quyền lợi của người khác",
            "hasImg": true
        },
        {
            "id": "d9ac61a8-9701-43b0-97b3-fa072d5820e7",
            "word": "sensible",
            "phonetic": "sɛnsᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Their ideas seem to be far more down to earth and sensible.",
                "Thomas recklessly waded into the controversial debate that more sensible voices shied away from, showing that fools rush in where angels fear to tread.",
                "On the face of it that sounds sensible.",
                "Nick's perfectly sensible response to this idea is, \"You can't repeat the past.\"",
                "First, somehow the sensible part of your brain becomes a lot easier to ignore."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vuc2libGU&hash=f16cf4cfc3e247f9fc4ed6d8a3801f25e2dc9009&lang=en&cache-only=0",
            "defineEn": "possessing or displaying good judgment and practicality",
            "defineVi": "sở hữu hoặc hiển thị phán đoán tốt và thực tế",
            "hasImg": true
        },
        {
            "id": "c803c472-ae78-4e5d-a0f5-6df39934ac0d",
            "word": "sensitive",
            "phonetic": "sɛnsᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The pig's nose is sensitive and sniffes the air for food.",
                "School reform is a sensitive issue, and many politicians treat it with kid gloves.",
                "I need to find a gentle soap for sensitive skin.",
                "I always advise my clients to be cautious about sharing sensitive information online.",
                "Douglas held his tongue, preferring not to speak out on a politically sensitive issue."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vuc2l0aXZl&hash=5f82638ea8b22b3ef877d4456cc2493538e1ceec&lang=en&cache-only=0",
            "defineEn": "capable of understanding other people's emotions and caring for them",
            "defineVi": "có khả năng hiểu cảm xúc của người khác và quan tâm đến họ",
            "hasImg": true
        },
        {
            "id": "9dec4c98-afea-47bb-aaa3-5eaac9d38efd",
            "word": "sociable",
            "phonetic": "soʊʃiəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The sociable student made it a point to meet all 144 of her classmates.",
                "Furthermore, these sociable robots must be able to make appropriate facial expressions.",
                "'I miss being sociable.'",
                "Sociable weaver birds don’t build little nests between a couple of branches like your average bird does.",
                "Kids with positive self-images are more happy, confident, independent, and sociable."
            ],
            "audio": "https://tts.langeek.co/read?text=c29jaWFibGU&hash=2964031fa207654359c5171956c34db6e6dcc5d7&lang=en&cache-only=0",
            "defineEn": "possessing a friendly personality and be fond of spending time with people",
            "defineVi": "sở hữu một tính cách thân thiện và thích dành thời gian với mọi người",
            "hasImg": true
        },
        {
            "id": "5d6799c3-6761-4322-888a-6cf01b2987d8",
            "word": "spoilt",
            "phonetic": "spɔɪlt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BvaWx0&hash=d9a538d44bb56f3b1f293bfccbb53fed258abf07&lang=en&cache-only=0",
            "defineEn": "tending to behave in a bad and rude way due to being overindulged a lot",
            "defineVi": "có xu hướng cư xử theo cách xấu và thô lỗ do được nuông chiều quá nhiều"
        },
        {
            "id": "20aefbc8-30d6-4cf7-a69e-c327aa159e88",
            "word": "stubborn",
            "phonetic": "stʌbɚn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You were right, stubborn fella that was.",
                "The bank evicted his family from their home and Muley refused to leave, he remained stubborn as a mule.",
                "He used a toothpick to remove a stubborn piece of food stuck between his teeth.",
                "His friends advised him to accept the offer, but you know Larry - he's as stubborn as a mule!",
                "The stubborn janitor had been refusing to fix the broken water fountain for weeks, but the principal knew that kind words would unlock an iron door, so he approached the janitor gently and respectfully and finally the janitor agreed to make the repairs."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1YmJvcm4&hash=b5c1432676fabc7b79d88496857f31aebacbe867&lang=en&cache-only=0",
            "defineEn": "unwilling to change one's attitude or opinion despite good reasons",
            "defineVi": "không muốn thay đổi thái độ hoặc quan điểm của một người mặc dù có lý do chính đáng",
            "hasImg": true
        }
    ]
}