{
    "id": "9c5db597-9079-4b0f-a888-f913e73813e8",
    "title": "Law and Order",
    "originalTitle": "Lesson 28",
    "words": [
        {
            "id": "53df1476-b32a-4f15-8cf2-fac80969c83c",
            "word": "to sue",
            "phonetic": "tə suː ",
            "partOfSpeechType": "verb",
            "examples": [
                "He sued the pants off his landlord.",
                "Sue drives an estate car.",
                "Sue threw a hissy fit when she found out.",
                "When the journalist exposed the corrupt practices of the politician, he was sued for libel.",
                "I had a massive argument with Sue, but at least it has cleared the air."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Vl&hash=32a8bb26cd0dd4501cd9eadba6aed0b19446bd0e&lang=en&cache-only=0",
            "defineEn": "to bring a charge against an individual or organization in a law court",
            "defineVi": "để đưa ra một cáo buộc chống lại một cá nhân hoặc tổ chức trong một tòa án pháp luật"
        },
        {
            "id": "358b3a4b-ef37-4094-845c-06c2c360e87a",
            "word": "to acquit",
            "phonetic": "tʊ ɐkwɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "An all-white jury in Kansas City acquitted the killer, Raymond Bledsoe, the following year. ",
                "Zimmerman was acquitted.",
                "He's going to be acquitted on a party-line vote in the Senate.",
                "Ahmed Omar Saeed Sheik, a British-born Pakistani man, was acquitted of killing Pearl earlier this year.",
                "We're acquitting that to a stress This is the future of metal."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNxdWl0&hash=a3cfd51c38425338ee7a23e75a9b85a8cfb5f04d&lang=en&cache-only=0",
            "defineEn": "officially deciding and declaring in a law court that someone is not guilty of a crime",
            "defineVi": "chính thức quyết định và tuyên bố trước tòa án rằng ai đó không phạm tội",
            "hasImg": true
        },
        {
            "id": "56da80cd-8522-4cb7-aff5-0f9d6c95eb74",
            "word": "to bail",
            "phonetic": "tə beɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Bail is an important constitutional right.",
                "Bail bonds can offer a way out.",
                "Bail has a disparate impact on people of color.",
                "Bail agents do it better.",
                "Is America's bail system fair?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFpbA&hash=c6c92ac2b34642e81760ed9a305fb62df9691726&lang=en&cache-only=0",
            "defineEn": "to release someone until their trial after they gave an amount of money to the court",
            "defineVi": "trả tự do cho ai đó cho đến khi họ bị xét xử sau khi họ đã nộp một số tiền cho tòa án"
        },
        {
            "id": "b0e566d4-2259-4663-af01-dfa65f4d34f9",
            "word": "to condemn",
            "phonetic": "tə kəndɛm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The young officer went above and beyond the call of duty when he repaired the old woman's home so that the township wouldn't condemn it.",
                "John watched as people easily criticized and condemned others, but found few who were willing to offer constructive support.",
                "The prime minister condemned the apparent bombing.",
                "Foreign Minister Sergei Lavrov condemned the protesters and outside criticism.",
                "We condemn, in the strongest possible terms, this egregious display of hatred, bigotry, and violence on many sides-- on many sides."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZGVtbg&hash=01abf1e28451160a7bee9417a9d3d5b6ff818158&lang=en&cache-only=0",
            "defineEn": "to give a severe punishment to someone who has committed a major crime",
            "defineVi": "để đưa ra một hình phạt nghiêm khắc cho một người đã phạm một tội ác lớn",
            "hasImg": true
        },
        {
            "id": "ce64c339-aeda-4fd8-b43d-9769f14e0bb1",
            "word": "to convict",
            "phonetic": "tə kənvɪkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The escaped convicts have been on the run for a week, with no leads as to their whereabouts.",
                "The program aims to set convicts on their feet after they've been released from prison.",
                "Roadblocks have been set up in an effort to capture several convicts who went over the wall.",
                "The only judge to be convicted by the Senate was one impeached for being absent without leave.",
                "Honestly, who better to lead an investigation into tax fraud than someone who was convicted of just that?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udmljdA&hash=3dc58562bcc3b3a995819e72f3f5cd2934dbe1ce&lang=en&cache-only=0",
            "defineEn": "to announce officially that someone is guilty of a crime in a court of law",
            "defineVi": "để thông báo chính thức rằng ai đó phạm tội tại tòa án của pháp luật",
            "hasImg": true
        },
        {
            "id": "4b9c2306-fa67-4761-83f0-150ddd2d3110",
            "word": "to detain",
            "phonetic": "tə dɪteɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "He was declared insane and ordered to be detained in a mental hospital at Her Majesty's pleasure.",
                "Journalist for Bloomberg news Haze Fan was detained in December.",
                "One protester was detained at this location nearby.",
                "In the middle of all this, protesters were detained in ways that alarmed civil rights advocates and former Homeland Security officials.",
                "Border Patrol is detaining more people at the U.S.-Mexico border than at any point in 20 years."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGV0YWlu&hash=3c28fb4198033bf06fa62b40c874735b29b320c6&lang=en&cache-only=0",
            "defineEn": "to officially hold someone in a place, such as a jail, and not let them go",
            "defineVi": "để chính thức giữ ai đó ở một nơi, chẳng hạn như một nhà tù, và không để họ đi",
            "hasImg": true
        },
        {
            "id": "09cc5a1e-9237-49ca-8540-174b89391d13",
            "word": "to enforce",
            "phonetic": "tʊ ɛnfoːɹs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Its courts, religious law, local priests, and a huge bureaucracy of religious officials enforced its domination.",
                "Judy, the new rule enforces tougher work requirements.",
                "Soldiers enforce a strict military curfew.",
                "These codes are enforced at the local level.",
                "Laws have to be enforced."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5mb3JjZQ&hash=4f628633412d5109735695efc49c8b2bd6e6cf64&lang=en&cache-only=0",
            "defineEn": "to ensure that a law or rule is followed",
            "defineVi": "để đảm bảo rằng một luật hoặc quy tắc được tuân theo"
        },
        {
            "id": "e29e9b0b-5234-4df7-a0e6-9f63f86fc7ad",
            "word": "to legislate",
            "phonetic": "tə lɛdʒɪsleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Britain legislated that they could do so.",
                "It's easier to legislate around.",
                "It's almost like legislating morality doesn't actually increase morality.",
                "So, while Democrats are beginning to operate the Senate, there still is not a process in place to legislate.",
                "Will this then make it a little more likely that Congress will come along and legislate it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGVnaXNsYXRl&hash=26a54b0aafb893d842c25ea77ab2712fd21e26d9&lang=en&cache-only=0",
            "defineEn": "to make or enact laws that affect something",
            "defineVi": "để thực hiện hoặc ban hành luật có ảnh hưởng đến một cái gì đó"
        },
        {
            "id": "38f868f2-bc46-4b63-871a-5939520629de",
            "word": "to prosecute",
            "phonetic": "tə pɹɑːsɪkjuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The council says it will prosecute traders who break the law.",
                "The council says it will prosecute traders who break the law.",
                "No Wall Street executive has been prosecuted.",
                "Last year for the first time, the FTC prosecuted a company for fake reviews on Amazon.",
                "She must be prosecuted to the full extent of the law."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvc2VjdXRl&hash=4ef7cb8e8dcb936a682e94df4ede6d8e2553fa97&lang=en&cache-only=0",
            "defineEn": "to try to charge someone officially with a crime in a court as the lawyer of the accuser",
            "defineVi": "để cố gắng buộc tội ai đó chính thức với tội ác tại tòa án với tư cách là luật sư của người tố cáo"
        },
        {
            "id": "9c8b4971-0104-46dd-aa5f-d4ac28726c6e",
            "word": "to testify",
            "phonetic": "tə tɛstᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She was called to testify before a Senate subcommittee.",
                "Medical officials testify about the cause of George Floyd's death in the murder trial of former police officer Derek Chauvin.",
                "This picture testifies to Bela Hazan's courage.",
                "She testifies.",
                "So she testifies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGVzdGlmeQ&hash=1fa8b7aa728dd4456882b6e4b2a5a9042e96f9fa&lang=en&cache-only=0",
            "defineEn": "to make a statement as a witness in court saying something is true",
            "defineVi": "đưa ra tuyên bố với tư cách là nhân chứng trước tòa nói rằng điều gì đó là đúng"
        },
        {
            "id": "bf8126bc-e70f-43c6-a45e-3782cb73d87b",
            "word": "advocate",
            "phonetic": "ædvəkeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a shareholder in the company, I have a dog in the fight and will advocate for decisions that benefit the organization.",
                "She was proud to belong to an organization that advocates for animal rights.",
                "The politician recognized that with great power comes great responsibility, and used their influence to advocate for policies that would benefit the most vulnerable members of society.",
                "After attending the seminar on mental health, I became awake to the stigma surrounding mental illness and decided to become an advocate for greater awareness and understanding.",
                "The Swedes advocate limited social distancing."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2b2NhdGU&hash=3f6ea6e40dbd14eb360b9a29ccdd555e0df7194f&lang=en&cache-only=0",
            "defineEn": "an authorized practitioner of law who defends a person's case in a courtroom",
            "defineVi": "một học viên luật được ủy quyền bảo vệ trường hợp của một người trong phòng xử án"
        },
        {
            "id": "bfc82242-cdfa-4a0c-b439-eebe03eecdad",
            "word": "FBI",
            "phonetic": "ɛfbiːaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They worried about an FBI fishing expedition.",
                "He thought he'd get away with his crime, but he reckoned without the FBI agents.",
                "It was revealed that the FBI kept tabs on him for years just because he once attended a meeting of a radical group.",
                "The FBI files reveal a nationwide reign of terror.",
                "We're getting FBI reports."
            ],
            "audio": "https://tts.langeek.co/read?text=RkJJ&hash=3c093c7dcb9fc8f95183d2cef52ad2ef6ef174ce&lang=en&cache-only=0",
            "defineEn": "a law enforcement agency controlled by the central government that deals with crimes that involve more than one state",
            "defineVi": "một cơ quan thực thi pháp luật do chính quyền trung ương kiểm soát xử lý các tội phạm liên quan đến nhiều tiểu bang"
        },
        {
            "id": "954d7164-f999-4886-ae12-cf0f3660bdbe",
            "word": "cop",
            "phonetic": "kɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can spot undercover cops a mile off.",
                "It's the cops!",
                "The cop announced that the body in the dumpster was dead as a doornail.",
                "The cops raided the warehouse but the place was clean as a whistle.",
                "Look, the cops are hard on the heels of the bank robbers!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29w&hash=914447dae9c997732ba59c7f59340ca3644c4968&lang=en&cache-only=0",
            "defineEn": "someone who works as one of the members of a police force",
            "defineVi": "một người làm việc như một trong những thành viên của lực lượng cảnh sát",
            "hasImg": true
        },
        {
            "id": "6f5bd91e-57c2-4823-8899-0f2894697bf9",
            "word": "plain-clothes",
            "phonetic": "pleɪŋkloʊðz ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGxhaW4tY2xvdGhlcw&hash=c1fc45bbeeb3ffe5b4d0df93e537923ce7b6ce04&lang=en&cache-only=0",
            "defineEn": "(of a police officer) dressed in civilian clothes while on duty",
            "defineVi": "(của một sĩ quan cảnh sát) mặc thường phục khi làm nhiệm vụ"
        },
        {
            "id": "5d263df7-2e29-4a7e-a392-bd47a56cc598",
            "word": "handcuff",
            "phonetic": "hændkʌf ",
            "partOfSpeechType": "noun",
            "examples": [
                "We can't handcuff those folks.",
                "You are handcuffed at your ankles and your feet with chains, shackled.",
                "And they handcuffed him and that was troublesome.",
                "We can't fly over to Western Siberia, handcuff you, and keep you away.",
                "They handcuffed me and put me down, I said, \"What, I ain't doing nothing.\""
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZGN1ZmY&hash=bcd0d07e0f3505860c78223fa3ee0903db6257b2&lang=en&cache-only=0",
            "defineEn": "a pair of rings made of metal with a chain attached to them, used for putting on the wrists of prisoners",
            "defineVi": "một cặp nhẫn làm bằng kim loại có gắn dây chuyền, dùng để đeo vào cổ tay tù nhân",
            "hasImg": true
        },
        {
            "id": "170bbcb8-7c60-4d79-a38e-708c108aa95b",
            "word": "patrol",
            "phonetic": "pɐtɹoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The river was patrolled and few people were allowed across.",
                "She felt safer knowing that the police were patrolling the neighborhood.",
                "Crocodiles patrolled the waters.",
                "Legendary characters like the spiky ornithischian Stegosaurus, and the carnivorous Allosaurus patrolled the plains of North America.",
                "Beijing public safety police patrolled on Segways during the 2008 Olympics. "
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0cm9s&hash=d8c9c46cf44a3cb5078b6c769dc40d22d1e7e0b9&lang=en&cache-only=0",
            "defineEn": "the act of going around a place at regular intervals to prevent a crime or wrongdoing from being committed",
            "defineVi": "hành động đi vòng quanh một nơi đều đặn để ngăn chặn tội ác hoặc hành vi sai trái được thực hiện"
        },
        {
            "id": "f3331211-8675-4776-a98d-e61c84cf45c7",
            "word": "defendant",
            "phonetic": "dᵻfɛndənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Judging by the evidence presented in court, the defendant is clearly guilty.",
                "The prosecutor argued that the defendant should be sentenced to life imprisonment at the court's pleasure, given the severity of the crime.",
                "Acknowledging that a drowning man will clutch at a straw, the defendant grasped at the flimsy alibi even though it appeared implausible, hoping it might provide some reprieve from the charges against him.",
                "The defendant asked for 21 similar offences to be taken into account.",
                "The defendant is guilty of all three counts, all of them."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmZW5kYW50&hash=0c9ca198ca1f159470287df77881b8b2e583c720&lang=en&cache-only=0",
            "defineEn": "a person in a law court who is sued by someone else or is accused of committing a crime",
            "defineVi": "một người trong tòa án luật bị người khác kiện hoặc bị buộc tội phạm tội"
        },
        {
            "id": "aeffb878-605f-4d45-9151-3c9fe0dcf6fa",
            "word": "hangman",
            "phonetic": "hæŋmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Davies the hangman was by her side.",
                "The hangman then applied torture at the direction of a council of examiners.",
                "It's all withered,' said the hangman, looking at it.",
                "- I can do like a hangman or something.",
                "She was afraid to go to the jail, so she went to find the hangman."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZ21hbg&hash=f51509d2db62601d62ab0807ff7f858beff64a6a&lang=en&cache-only=0",
            "defineEn": "a person whose job is hanging criminals",
            "defineVi": "một người có công việc treo cổ tội phạm"
        },
        {
            "id": "cf799ee3-a05f-4453-8fb0-bf6e948a5198",
            "word": "juvenile",
            "phonetic": "dʒuːvənaɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Juveniles off the eastern coast of North America eat a bunch of different species of algae.",
                "The Kentucky prison reforms did not address juvenile incarceration.",
                "Christel faces up to 65 days in juvenile detention.",
                "The glochidia grow into juveniles during their travels.",
                "So where are the juveniles, the subadults?"
            ],
            "audio": "https://tts.langeek.co/read?text=anV2ZW5pbGU&hash=d1205f88c978b0fd26e1f72cd07aae38f868aa44&lang=en&cache-only=0",
            "defineEn": "a young person who has not reached adulthood yet",
            "defineVi": "một người trẻ chưa đến tuổi trưởng thành",
            "hasImg": true
        },
        {
            "id": "ef75ca43-82e9-48f4-9b19-a033f719cdea",
            "word": "magistrate",
            "phonetic": "mædʒɪstɹeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She appeared before Colchester magistrates charged with attempted murder.",
                "'Yes, certainly,' the magistrate answered.",
                "JYOSHU TSUSHIMA: Even between different magistrates and judges in our own court, they interpret it differently.",
                "If a magistrate's court is against me on the stripes, I could repaint the house.",
                "'That is quite correct,' the magistrate answered."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFnaXN0cmF0ZQ&hash=13498540b54ec31aa02a2ca502710f75e617566d&lang=en&cache-only=0",
            "defineEn": "a person who acts as a judge in a law court and deals with minor offenses",
            "defineVi": "một người đóng vai trò là thẩm phán trong tòa án luật và xử lý các tội nhẹ",
            "hasImg": true
        },
        {
            "id": "d2ca1044-8946-4078-8baf-fe2f9a831438",
            "word": "outlaw",
            "phonetic": "aʊtlɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "He also outlawed worker activism.",
                "Virtually all foreign travel has now been outlawed.",
                "Robocalls to non-consenting individuals were outlawed by the Telephone Consumer Protection Act in 1991.",
                "The Sherman Act outlaws any monopolization or attempted monopolization.",
                "It didn't specifically outlaw cannabis."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0bGF3&hash=4b89cdeda2ceca55c1cb6c11582c3818f68614a8&lang=en&cache-only=0",
            "defineEn": "a person who has done something against the law and is on the run to escape punishment, used particularly about people in the past",
            "defineVi": "một người đã làm điều gì đó trái với pháp luật và đang chạy trốn để thoát khỏi sự trừng phạt, đặc biệt được sử dụng về những người trong quá khứ",
            "hasImg": true
        },
        {
            "id": "45a29ac9-9d7a-4fc3-8fe7-a8fb0a674445",
            "word": "bond",
            "phonetic": "bɑːnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "His word is his bond and I vouch for him.",
                "Although they have their differences, there's no denying that they share a lot of similarities - like mother, like daughter, they have a strong bond and connection.",
                "Tom and his wife have been happily married for over 20 years, and they still have a strong bond.",
                "The bond offered a competitive yield, attracting many investors looking for stable returns.",
                "The mother and daughter enjoyed a delightful afternoon of shopping and bonding."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9uZA&hash=f3ad2c23bc915e49b63aa91f5a6dc6a3d4c9a3b0&lang=en&cache-only=0",
            "defineEn": "(law) an amount of money paid to temporarily release a person from prison until their trial",
            "defineVi": "(luật) số tiền được trả để tạm thời thả một người ra khỏi tù cho đến khi họ bị xét xử"
        },
        {
            "id": "c2a9960b-a451-4902-9fa0-07af8db85710",
            "word": "court order",
            "phonetic": "koːɹt ɔːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y291cnQgb3JkZXI&hash=3ccefcea8851f94b93b9b8def6f15a8a3be1e262&lang=en&cache-only=0",
            "defineEn": "an order given by a judge or court regarding a case",
            "defineVi": "một lệnh được đưa ra bởi một thẩm phán hoặc tòa án liên quan đến một trường hợp",
            "hasImg": true
        },
        {
            "id": "0d47b8e8-7ab9-4629-be7e-0e2ddf433155",
            "word": "lawsuit",
            "phonetic": "lɔːsuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company overlooked a small detail in their contract, and now they're facing a costly lawsuit.",
                "They knew that a lean agreement is better than a fat lawsuit.",
                "The company's unethical practices finally caught up with them, and the chickens came home to roost when they lost a major lawsuit.",
                "His lawsuit seeks unspecified damages.",
                "But with stress came lawsuits."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF3c3VpdA&hash=e5c97336838cbdcc62aed94647e53651cfcd2eb8&lang=en&cache-only=0",
            "defineEn": "a complaint or claim that someone brings to a law court for settlement",
            "defineVi": "khiếu nại hoặc khiếu nại mà ai đó đưa ra tòa án luật để giải quyết"
        },
        {
            "id": "cc0bce2d-4635-45b1-864a-13ec9c54e528",
            "word": "hearing",
            "phonetic": "hɪɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They set a date for a full hearing at the end of February.",
                "I really had to go through the wringer with that disciplinary hearing.",
                "well, I took a beating in prison and I kind of lost my hearing, you know.",
                "They had planned to go ahead with the court hearings that week, but lack of space forced them to change their minds.",
                "So they organized hearings."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhcmluZw&hash=b8ff066e1c27e842f099dcfe78ce413c02085717&lang=en&cache-only=0",
            "defineEn": "(law) an official gathering in a court of law, especially without the presence of the jury, to find out information about a case and listen to evidence",
            "defineVi": "(luật) cuộc họp chính thức tại tòa án, đặc biệt là không có sự hiện diện của bồi thẩm đoàn, để tìm hiểu thông tin về một vụ án và lắng nghe bằng chứng"
        },
        {
            "id": "ae812181-f0aa-4aab-88e5-cf441b64d8da",
            "word": "custody",
            "phonetic": "kʌstədi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She was arrested and held in custody in a police station.",
                "The man's brother was taken into custody.",
                "None of the three suspects is in U.S. custody.",
                "That suspect is not in custody.",
                "- Take me into custody."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VzdG9keQ&hash=4426e7dedd8abf30b5d64dc4812e09afbd5e18ac&lang=en&cache-only=0",
            "defineEn": "a state in which a person is kept in jail or prison, particularly while waiting to be tried",
            "defineVi": "một trạng thái trong đó một người bị giam giữ trong tù hoặc nhà tù, đặc biệt là trong khi chờ đợi để được xét xử",
            "hasImg": true
        },
        {
            "id": "2e2d1fed-42f6-40fe-a83b-9878bd439d2b",
            "word": "declaration",
            "phonetic": "dɛklɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their decision to begin bombing was, for all intents and purposes, a declaration of war.",
                "The customs declaration says a notebook and a fidget spinner.",
                "I mean the Declaration of Independence.",
                "The words in the Declaration of Independence have inspired people all over the world.",
                "The declaration takes no sides as to which rights are more important, insisting on their universality, indivisibility, and interdependence."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjbGFyYXRpb24&hash=cfbc5f7a804c97613f3c78aa3e35448a63de9c19&lang=en&cache-only=0",
            "defineEn": "(law) an official written document that people sign to agree on something or accept something as true",
            "defineVi": "(luật) một văn bản chính thức mà mọi người ký để đồng ý về một cái gì đó hoặc chấp nhận một cái gì đó là đúng"
        },
        {
            "id": "2f405327-7bbe-4f3e-9815-5179326d0a54",
            "word": "guilt",
            "phonetic": "ɡɪlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His guilt was written all over his face.",
                "The state has not been able to prove guilt beyond reasonable doubt.",
                "It means only that prosecutors failed to prove their guilt beyond a reasonable doubt, he said.",
                "How does she live with the guilt?",
                "The guilt of keeping a secret was eating him up inside."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VpbHQ&hash=ef8143839582d45a91f3b643fd5a52e4508ad2aa&lang=en&cache-only=0",
            "defineEn": "the state of having committed an offense or crime",
            "defineVi": "tình trạng đã phạm tội hoặc phạm tội"
        },
        {
            "id": "99b9ad97-a590-49d3-8447-f09c261ec1da",
            "word": "innocence",
            "phonetic": "ɪnəsəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even if one is confident in his innocence, it is not appropriate to be a judge in his own cause, as it undermines the credibility of the decision-making process.",
                "The police officer didn't believe his claims of innocence because he had a criminal record and the saying goes, once a thief, always a thief.",
                "The public was skeptical of the politician's claims of innocence, and the subsequent investigation proved that there is no smoke without fire.",
                "After being accused of theft, John worked hard to clear his name by providing evidence that proved his innocence.",
                "He also proclaimed Russia's innocence."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5ub2NlbmNl&hash=5883ad54a58cc8fe98ec8942ff58a70779147553&lang=en&cache-only=0",
            "defineEn": "the state of being not guilty of a crime or offense",
            "defineVi": "tình trạng không phạm tội hoặc phạm tội"
        },
        {
            "id": "f88b5c6a-04d4-429d-aba9-ecaf17b8251d",
            "word": "legalization",
            "phonetic": "liːɡəlᵻzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "We already see some legalizations.",
                "But some have expressed concerns around legalization for recreational use.",
                "The bill would provide protections and a path to legalization for undocumented agricultural workers.",
                "Even though Pew Research polls show that 61% of Americans now approve of nationwide legalization.",
                "We are still in the latest wave of legalization of cannabis, one that's not finished yet."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVnYWxpemF0aW9u&hash=a66bb385110d24424cfab275096c0316701b5846&lang=en&cache-only=0",
            "defineEn": "the action of making something legal",
            "defineVi": "hành động làm cho một cái gì đó hợp pháp"
        },
        {
            "id": "57c7c33b-805e-4563-acb9-ec3cab1d1933",
            "word": "pro bono",
            "phonetic": "pɹoʊ boʊnoʊ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvIGJvbm8&hash=64a6cd43566669bc1793b67f93de4d28adedeeca&lang=en&cache-only=0",
            "defineEn": "referring to a legal work that is done free of charge, often by a lawyer",
            "defineVi": "đề cập đến một công việc pháp lý được thực hiện miễn phí, thường bởi một luật sư"
        },
        {
            "id": "3952b25a-aa3c-4f51-958b-1257f58b08db",
            "word": "plea",
            "phonetic": "pliː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hospital's plea for donors tugged at the heartstrings of millions of viewers.",
                "Her pleas for mercy fell on deaf ears.",
                "We hope you will all open your hearts to our plea.",
                "Despite their pleas for forgiveness, the company did not give the dishonest employees house room and terminated their contracts immediately.",
                "Hospitals here have issued urgent pleas for additional help and supplies."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxlYQ&hash=bfcb17be86729a9d2f71700334f3a75780ba8122&lang=en&cache-only=0",
            "defineEn": "(law) a formal statement made by someone confirming or denying their accusation",
            "defineVi": "(luật) tuyên bố chính thức của ai đó xác nhận hoặc từ chối lời buộc tội của họ"
        },
        {
            "id": "602dc377-417f-4819-bfc4-743e73855f72",
            "word": "testimony",
            "phonetic": "tɛstᵻməni ",
            "partOfSpeechType": "noun",
            "examples": [
                "A federal grand jury in Minneapolis will hear testimony in the death of George Floyd, in a renewed civil rights investigation.",
                "Today's testimony at the trial of former Minneapolis police officer Derek Chauvin centered on the perspective of medical experts.",
                "Rare testimony from Democratic Senate Leader Chuck Schumer, followed by equally rare committee rebuttal by Republican Senate Leader Mitch McConnell.",
                "It was very compelling testimony. ",
                "And a warning: The testimony includes some graphic images of what happened to George Floyd."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVzdGltb255&hash=0b81a4a0215a2bbe0a445213f06baa723eaf06c6&lang=en&cache-only=0",
            "defineEn": "a formal statement saying something is true, particularly made by a witness in court",
            "defineVi": "một tuyên bố chính thức nói rằng điều gì đó là sự thật, đặc biệt được thực hiện bởi một nhân chứng tại tòa án"
        },
        {
            "id": "3a252030-7270-4871-8820-a7a331d1ad00",
            "word": "verdict",
            "phonetic": "vɜːdɪkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I gave my verdict.",
                "The jury was unable to reach a verdict.",
                "I hope this guilty verdict puts that rat of a CEO in his place.",
                "The trial has run its course, and the verdict will be announced tomorrow.",
                "Everyone had been holding their breath, waiting for the verdict."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVyZGljdA&hash=dea65f503b7f0305695e7069c9dd18e39c8069c1&lang=en&cache-only=0",
            "defineEn": "an official decision made by the jury in a court after the legal proceedings",
            "defineVi": "một quyết định chính thức được đưa ra bởi bồi thẩm đoàn tại tòa án sau thủ tục pháp lý",
            "hasImg": true
        },
        {
            "id": "413f9449-693a-415c-9d09-62572a7fc580",
            "word": "warrant",
            "phonetic": "wɔːɹənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the government tried to pass a law that would allow them to enter people's homes without a warrant, many citizens protested, stating that an Englishman's home is his castle.",
                "The skepticism around ESG investing is warranted.",
                "In 1555, this procedure didn’t warrant much acclaim.",
                "Are they warranted?",
                "We hunt the warrant it."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FycmFudA&hash=6008ffaa08d0666e0b17141f17df1ce65c4973ef&lang=en&cache-only=0",
            "defineEn": "an order issued by a judge that authorizes the police to carry out certain measures",
            "defineVi": "một lệnh ban hành bởi một thẩm phán ủy quyền cho cảnh sát để thực hiện các biện pháp nhất định"
        },
        {
            "id": "f3d46d84-bd92-463a-bad9-f277672883a5",
            "word": "applicable",
            "phonetic": "ɐplɪkəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So that's not really applicable.",
                "That's not applicable to us.",
                "But of course, this isn't applicable for everyone.",
                "So it's a widely applicable area of study.",
                "The most broadly applicable one is classification, where you try to categorize things."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwbGljYWJsZQ&hash=6d2b79a708618818f3243a69d21490f799479fc5&lang=en&cache-only=0",
            "defineEn": "relevant to someone or something",
            "defineVi": "có liên quan đến một ai đó hoặc một cái gì đó"
        },
        {
            "id": "ac8b2905-2dc8-4d70-86bb-601c643875d6",
            "word": "invalid",
            "phonetic": "ɪnvælɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Your argument is now invalid. ",
                "So, I'm like, OK, well that's, you know, not a totally invalid argument.",
                "In December 2020, the retailer was sued by the Justice Department, accused of fueling the opioid crisis in America and unlawfully filling thousands of invalid prescriptions.",
                "Link doesn't like coconut, so his opinion is also invalid for these.",
                "and I will render an incredibly unfair and invalid opinion."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52YWxpZA&hash=285f9eb95b67c93310e811824d3d53981743c7fd&lang=en&cache-only=0",
            "defineEn": "officially or legally unacceptable",
            "defineVi": "chính thức hoặc pháp lý không thể chấp nhận"
        },
        {
            "id": "5c00856a-78e5-4d77-bced-78629f6425aa",
            "word": "judicial",
            "phonetic": "dʒuːdɪʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He sums up the whole case with judicial fairness and gives the devil his dues.",
                "So he's exercising judicial restraint.",
                "The President also has judicial powers.",
                "The judicial system isn't played for the next election. ",
                "His judicial opinions would have been very cautious. "
            ],
            "audio": "https://tts.langeek.co/read?text=anVkaWNpYWw&hash=c552d24027315326da227367bed22707ef4c6794&lang=en&cache-only=0",
            "defineEn": "belonging or appropriate for a court, a judge, or the administration of justice",
            "defineVi": "thuộc về hoặc thích hợp cho một tòa án, một thẩm phán, hoặc quản lý tư pháp",
            "hasImg": true
        },
        {
            "id": "cb402468-6991-4d11-b392-66cf49c90116",
            "word": "liable",
            "phonetic": "laɪəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Auto Zone's competitors are liable to not give up commercial auto parts retail market share without a fight either.",
                "Right now, e-commerce companies aren't usually liable for counterfeits sold by a third party on their platforms.",
                "The factory is liable to waste a lot less time, energy and materials if it discovers a defect in something.",
                "But college was presented as the only liable real option.",
                "As a general matter, a gun maker is not going to be liable if a criminal misuses their firearms."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlhYmxl&hash=3b740708652c491a6efa0cd48d9ee4ddb0432e6e&lang=en&cache-only=0",
            "defineEn": "legally held accountable for the cost of something",
            "defineVi": "chịu trách nhiệm pháp lý về chi phí của một cái gì đó"
        },
        {
            "id": "fe4c7760-494a-47f0-8554-5bd7c4017b18",
            "word": "regulatory",
            "phonetic": "ɹɛɡjʊlətoːɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The CEO of the company felt a sense of pride in her high-powered position, but also knew that the post of honor is the post of danger, as she faced intense competition, regulatory challenges, and the risk of financial losses.",
                "The company is seeking U.S. regulatory approval.",
                "The Federal Aviation Administration has regulatory requirements for cargo safety.",
                "The regulatory environment is completely different in Europe.",
                "And no regulatory body is an exception."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVndWxhdG9yeQ&hash=3ed306a38d93f569d5acb42dcae748f9db017ebe&lang=en&cache-only=0",
            "defineEn": "related to an organization or group of people who have the power to control an activity or process to see if it follows a set of particular rules",
            "defineVi": "liên quan đến một tổ chức hoặc một nhóm người có quyền kiểm soát một hoạt động hoặc quy trình để xem liệu nó có tuân theo một bộ quy tắc cụ thể hay không"
        },
        {
            "id": "e9056e8e-ec07-44b1-8a28-96da3208b7a8",
            "word": "undercover",
            "phonetic": "ʌndɚkʌvɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You can spot undercover cops a mile off.",
                "The police suspected Mat in a string of burglaries and assigned an undercover officer with a shady past to trail him.",
                "And undercover agent gets an exam.",
                "For 27 years, across Cold War hot spots, Jonna Mendez worked undercover for the CIA.",
                "He describes police undercover sting operations that took place across the United States in the mid 20th century in his book The Deviant’s War: The Homosexual vs. The United States of America."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJjb3Zlcg&hash=f639bc2cf40f01128c7c3cd3867b8a4b9dbeca79&lang=en&cache-only=0",
            "defineEn": "working or conducted secretly under the supervision of a law enforcement agency to gather information or catch criminals",
            "defineVi": "làm việc hoặc tiến hành bí mật dưới sự giám sát của cơ quan thực thi pháp luật để thu thập thông tin hoặc truy bắt tội phạm"
        },
        {
            "id": "fa6a205e-150d-4e86-bda3-29fa755710c0",
            "word": "lethal",
            "phonetic": "liːθəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "All weapons are lethal.",
                "You wanted lethal stuff.",
                "But her charm had inspired lethal jealousy.",
                "But high doses can be lethal.",
                "For over 300 million years, these lethal hunters have ruled the skies."
            ],
            "audio": "https://tts.langeek.co/read?text=bGV0aGFs&hash=3e397decec4437dff781e3e83ec76da54eae6b61&lang=en&cache-only=0",
            "defineEn": "causing death or able to kill",
            "defineVi": "gây ra cái chết hoặc có thể giết"
        },
        {
            "id": "12ca7998-40ee-490a-859b-4090aba2af64",
            "word": "to declare",
            "phonetic": "tə dᵻklɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I need to declare a conflict of interest here - one of the candidates for the job is a friend of mine.",
                "We critics variously declared the show brilliant, the cat's pyjamas, breathtaking, and unmissable.",
                "The election was declared null and void.",
                "As a dipping sauce connoisseur, I declared the cocktail sauce as the ideal accompaniment to my fried fish fillets.",
                "He was declared insane and ordered to be detained in a mental hospital at Her Majesty's pleasure."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVjbGFyZQ&hash=395f1a29fb600e324b12934eb47088a5a5f02504&lang=en&cache-only=0",
            "defineEn": "to officially tell people something",
            "defineVi": "để chính thức nói với mọi người một cái gì đó"
        },
        {
            "id": "92e6fbcc-e736-4d43-b031-75e152db8bff",
            "word": "hearsay",
            "phonetic": "hɪɹseɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I guess we're not even supposed to rely on that because that's hearsay",
                "We did agree that it would be those who had actual knowledge of what went on in the two incidences, not the next level, which would have been, I guess, in legal terms, hearsay. ",
                "Herodotus was the first writer to examine the past by combining the different kinds of evidence he collected: opsis, or eyewitness accounts, akoe, or hearsay, and ta legomena, or tradition.",
                "well that's absurd that would be like saying you can't rely on the testimony of the burglars during Watergate because it's only hearsay or you can't consider the fact that they tried to break in because they got caught they actually didn't get what they came for so you know kind of no harm"
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhcnNheQ&hash=f91a4aed167b2d85f0cbc3a70940442c37c7483f&lang=en&cache-only=0",
            "defineEn": "(law) restatement of other people's words by a witness in a law court, which is not counted as evidence",
            "defineVi": "(pháp luật) nhân chứng trình bày lại lời người khác trước tòa án, không được coi là bằng chứng"
        },
        {
            "id": "02be2fb0-71ae-4ef3-b6a8-fbfb7a557a3a",
            "word": "public prosecutor",
            "phonetic": "pʌblɪk pɹɑːsɪkjuːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHVibGljIHByb3NlY3V0b3I&hash=4121fb87d94cf53f47ef28fc3c5dd40a10171792&lang=en&cache-only=0",
            "defineEn": "a lawyer employed by a government, whose job is to prove that a person is guilty of a crime in a law court",
            "defineVi": "một luật sư được chính phủ tuyển dụng, có nhiệm vụ chứng minh rằng một người phạm tội trước tòa án"
        },
        {
            "id": "916481a9-4294-4650-89a4-3b5d991da1f2",
            "word": "to rat out",
            "phonetic": "tə ɹæt aʊt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcmF0IG91dA&hash=dc9a129b51e86f8891f49679ede46af6273c1ae8&lang=en&cache-only=0",
            "defineEn": "to inform an authority about the wrongdoings or crimes of others",
            "defineVi": "để thông báo cho một cơ quan có thẩm quyền về những hành vi sai trái hoặc tội ác của người khác"
        },
        {
            "id": "ccaa86a0-b2cb-4f5d-856a-79d1044bd000",
            "word": "to rat on",
            "phonetic": "tə ɹæt ɔn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcmF0IG9u&hash=9c45ae93a88ec3f6fc9194d4ee88b09a154a8d08&lang=en&cache-only=0",
            "defineEn": "to inform an authority about the wrong or illegal actions of others",
            "defineVi": "để thông báo cho một cơ quan có thẩm quyền về các hành động sai trái hoặc bất hợp pháp của người khác"
        },
        {
            "id": "4b4a9595-6b81-43ce-963b-eaace18e6557",
            "word": "to pinch",
            "phonetic": "tə pɪntʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "A pinch of laver flakes enhances the flavor of miso soup.",
                "The policeman pinched his eyes as if overcome with a sudden stab of pain.",
                "He sprinkled a pinch of ground anise over his roasted vegetables.",
                "The chef sprinkled a pinch of salt to enhance the flavors of the soup.",
                "They added a pinch of cocoa powder to their milk for a homemade chocolate milk."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGluY2g&hash=5d55593eefeb1cb38ba9b1c5603c81a4ec3e8af4&lang=en&cache-only=0",
            "defineEn": "to take someone into custody",
            "defineVi": "bắt ai đó vào tù"
        },
        {
            "id": "d90a2b70-1c5f-4c60-870b-4996a6c6e284",
            "word": "class action",
            "phonetic": "klæs ækʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3MgYWN0aW9u&hash=c91816c789c3fbe33d50873cf3d736113face825&lang=en&cache-only=0",
            "defineEn": "a lawsuit concerning a problem that is shared by a group of people, which is brought to a law court on behalf of all",
            "defineVi": "một vụ kiện liên quan đến một vấn đề được chia sẻ bởi một nhóm người, được đưa ra tòa án luật thay mặt cho tất cả"
        }
    ]
}