{
    "id": "9ca0fc10-da24-40b8-8f0a-3ef8b46200ec",
    "title": "Languages and Nationalities",
    "originalTitle": "Lesson 30",
    "words": [
        {
            "id": "30291c45-5430-42d6-ad6e-fcfe44f4e4ce",
            "word": "Pashto",
            "phonetic": "pæʃtoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=UGFzaHRv&hash=f5362b3bfd0b39263e291c55ecb1a9c6510f2648&lang=en&cache-only=0",
            "defineEn": "one of the Afghanistan's official languages, which is also the second most-used language in Pakistan",
            "defineVi": "một trong những ngôn ngữ chính thức của Afghanistan, cũng là ngôn ngữ được sử dụng nhiều thứ hai ở Pakistan",
            "hasImg": true
        },
        {
            "id": "7f4546d4-4a51-4894-bdca-b025640a0188",
            "word": "Urdu",
            "phonetic": "ʊɹduː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hindi is more likely to borrow new words from Sanskrit, whereas Urdu is more likely to borrow new words from Arabic.",
                "Hindi and Urdu are counted as distinct languages for political reasons, not linguistic.",
                "It’s basically the opposite of what’s happened with Hindi and Urdu.",
                "Hindi, spoken in India and written with the Devanagari script, is treated as a separate language from Urdu, spoken in Pakistan and written with the Arabic script."
            ],
            "audio": "https://tts.langeek.co/read?text=VXJkdQ&hash=0f02dc6aa6615bbaae61dd9930e7748173598379&lang=en&cache-only=0",
            "defineEn": "Pakistan's official language, which is also widely spoken in India",
            "defineVi": "Ngôn ngữ chính thức của Pakistan, cũng được sử dụng rộng rãi ở Ấn Độ",
            "hasImg": true
        },
        {
            "id": "fc1ef724-7d6f-4726-b120-b985e71b9ef4",
            "word": "Hebrew",
            "phonetic": "hiːbɹuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "This makes unnecessary the question of which Hebrew or Aramaic phrases stand behind the Greek.",
                "It's Hebrew.",
                "The Babylonians passed Sumerian inventions and traditions through along Hebrew, Greek, and Roman cultures.",
                "In Arabic, Hebrew, and other Semitic languages, the root of a word is just the consonants, and then vowels are added in different configurations to create different related words.",
                "Many Semitic languages are written with abjads, including Arabic and Hebrew."
            ],
            "audio": "https://tts.langeek.co/read?text=SGVicmV3&hash=e3d4db2be808befe43981e055a2586ae2e7a6708&lang=en&cache-only=0",
            "defineEn": "the original language of Jews, which is Israel's official language",
            "defineVi": "ngôn ngữ gốc của người Do Thái, là ngôn ngữ chính thức của Israel",
            "hasImg": true
        },
        {
            "id": "57e78468-b736-4b16-8376-0a3379cff379",
            "word": "Bulgarian",
            "phonetic": "bʌlɡɛɹiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the year 1014, Byzantine Emperor Basil the Second defeated the Bulgarian army and captured 15 thousand prisoners.",
                "As you throw rocks over Bulgarian police officers in there, we must beat you here or what?",
                "Ricin is a strong poison made from the castor oil plant and was allegedly used in a tiny pellet during the infamous umbrella assassination of the Bulgarian dissident Georgi Markov during the Cold War.",
                "And another series of operations in Bulgaria, where they had attempted to poison with Novichok an Bulgarian arms dealer by the name of Emilian Gebrev.",
                "There are other alphabets too, including the Cyrillic alphabet, used to write many languages in Eastern Europe including Bulgarian and Russian, as well as Greek."
            ],
            "audio": "https://tts.langeek.co/read?text=QnVsZ2FyaWFu&hash=b98d4861ff27e4121c84ebb0917459ddb6743725&lang=en&cache-only=0",
            "defineEn": "Bulgaria's official language",
            "defineVi": "ngôn ngữ chính thức của Bulgaria",
            "hasImg": true
        },
        {
            "id": "b253b6da-9336-49cb-8ee6-e94c3291b780",
            "word": "Czech",
            "phonetic": "tʃɛk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Czechs are being brutal here.",
                "He can speak some Czech.'",
                "The letter was in Czech, and it was his grandmother's writing.",
                "This is also very common across languages, such as Czech, Tibetan, and Korean.",
                "Jan taught Czech at Oxford University and wrote books about languages."
            ],
            "audio": "https://tts.langeek.co/read?text=Q3plY2g&hash=061fb011e5d920bd2c25a4070f0b42751bf68061&lang=en&cache-only=0",
            "defineEn": "the Czech Republic's official language",
            "defineVi": "ngôn ngữ chính thức của Cộng hòa Séc",
            "hasImg": true
        },
        {
            "id": "eabafdbc-85ec-4715-a9f8-56e84c49ff21",
            "word": "Slovak",
            "phonetic": "sloʊvæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "All right Let's go to the thought-bubble in Eastern Europe Czechoslovakian citizens also protested their protests were against the communist government in the autumn of 1967 at a party Congress Alexander Dubcek the chief official of the Slovak branch of the Communist Party Demanded social and political liberalisation and openness."
            ],
            "audio": "https://tts.langeek.co/read?text=U2xvdmFr&hash=ee52ede9fc8be6b23832daddb174ca59b895220e&lang=en&cache-only=0",
            "defineEn": "Slovakia's official language",
            "defineVi": "Ngôn ngữ chính thức của Slovakia",
            "hasImg": true
        },
        {
            "id": "fe0edd28-dfa1-4be4-bb15-62f39b13e429",
            "word": "Welsh",
            "phonetic": "wɛlʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They mixed Welsh onion with cream cheese for a tasty spread on their morning bagels.",
                "Can you do a Welsh accent?",
                "While ordinary onions have a strong pungent flavor, Welsh onions have a more delicate and subtle taste.",
                "He tossed sliced Welsh onion into his salad for a refreshing crunch.",
                "The Welsh town of Llandudno belongs to the goats now."
            ],
            "audio": "https://tts.langeek.co/read?text=V2Vsc2g&hash=9c3835b77969a4c9b3d570b4fd6c20ce7fe11e25&lang=en&cache-only=0",
            "defineEn": "the original language of Wales",
            "defineVi": "ngôn ngữ gốc của xứ Wales",
            "hasImg": true
        },
        {
            "id": "8b696c2f-56fd-4fce-9962-64dddbb8b4b2",
            "word": "Polish",
            "phonetic": "poʊlɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He polished his leather shoes to make them look shiny.",
                "All it needs is a lick of polish and it’ll look like new.",
                "My father cleaned and polished the wooden furniture to keep it looking nice.",
                "Growing up as the son of a Polish immigrant, I was raised by a man who often seemed more Catholic than the Pope himself.",
                "He made a fuss of his new car, spending hours meticulously cleaning and polishing every inch of it."
            ],
            "audio": "https://tts.langeek.co/read?text=UG9saXNo&hash=27905cb1fb140ced7f13941fd55f7a0d2d698ae9&lang=en&cache-only=0",
            "defineEn": "Poland's official language",
            "defineVi": "ngôn ngữ chính thức của Ba Lan",
            "hasImg": true
        },
        {
            "id": "e3d9ab1a-d6b6-4514-bd46-0ebe0ac2d78d",
            "word": "Finnish",
            "phonetic": "fɪnɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The man was Arto Sneck, the director of Snecksoft, the Finnish computer company.",
                "Like, the teeny thyroid tumors found in that Finnish study, for example.",
                "And then I've got two weeks' holiday with my Finnish friends in Oulu.'",
                "And then I've got two weeks' holiday with my Finnish friends in Oulu.'",
                "Whereas the Finnish study used berry puree, and the subjects were humans with symptoms that increased their risk of heart disease, like high blood pressure."
            ],
            "audio": "https://tts.langeek.co/read?text=RmlubmlzaA&hash=bb58e497663ba2586041b48135da68a103129966&lang=en&cache-only=0",
            "defineEn": "one of Finland's official languages",
            "defineVi": "một trong những ngôn ngữ chính thức của Phần Lan",
            "hasImg": true
        },
        {
            "id": "7572c0cd-f245-4354-909f-8b32688d89ce",
            "word": "Norwegian",
            "phonetic": "noːɹwiːdʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Norwegians spend almost $56 dollars per person on frozen pizza each year.",
                "- Are you Norwegian? -",
                "Some of the more notable ones are Ryanair, Norwegian, Spirit, and Frontier.",
                "In 2019, the Norwegian government reached a deal to block drilling in Lofoten for now.",
                "That includes Norwegian farmed salmon, which, for the most part, is pretty good."
            ],
            "audio": "https://tts.langeek.co/read?text=Tm9yd2VnaWFu&hash=80b81e9f2794617468c737d5259baca926d119b4&lang=en&cache-only=0",
            "defineEn": "one of the Norway's official languages",
            "defineVi": "một trong những ngôn ngữ chính thức của Na Uy",
            "hasImg": true
        },
        {
            "id": "84f97f15-b39d-489c-b11f-92ea000797d6",
            "word": "Danish",
            "phonetic": "deɪnɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Are they talking Swedish or Danish?",
                "Danish soldiers destroyed more buildings nearly five hundred years later.",
                "I have 8000 Danish krones.",
                "During the 17th century, the Danish king had his salt-making factory in this region, and he was also producing salt here.",
                "Then they switched to the Danish version, which an almost total shutdown."
            ],
            "audio": "https://tts.langeek.co/read?text=RGFuaXNo&hash=a93c92f8be576879092654b5f5cc55e506957d98&lang=en&cache-only=0",
            "defineEn": "Denmark's official language",
            "defineVi": "ngôn ngữ chính thức của Đan Mạch",
            "hasImg": true
        },
        {
            "id": "fd431135-aeee-4a10-9981-77f7c3c019fd",
            "word": "Thai",
            "phonetic": "taɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We visited a Thai restaurant and savored a mouthwatering bowl of galangal-infused chicken noodle soup.",
                "Police said two Thai workers were killed.",
                "You were born in Thailand to a Thai mother and an American soldier father.",
                "This weekend, the military bombed one group in Karen state, sparking a humanitarian crisis along the Thai border.",
                "When the Thai royal palace later published a photo of the king's consort wearing a crop top and piloting a plane, its official website crashed."
            ],
            "audio": "https://tts.langeek.co/read?text=VGhhaQ&hash=beccda403258f46eb8a2726a105ae0007784947b&lang=en&cache-only=0",
            "defineEn": "the official language of Thailand",
            "defineVi": "ngôn ngữ chính thức của Thái Lan",
            "hasImg": true
        },
        {
            "id": "5a29f242-696a-4aed-aa38-c029ee9b2f6c",
            "word": "Mandarin Chinese",
            "phonetic": "mændɚɹɪn tʃaɪniːz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=TWFuZGFyaW4gQ2hpbmVzZQ&hash=0d3f1375e0b0fead16840573978db6b713b9beac&lang=en&cache-only=0",
            "defineEn": "China's official language, which is the standard form of Chinese",
            "defineVi": "Ngôn ngữ chính thức của Trung Quốc, là dạng tiêu chuẩn của tiếng Trung Quốc",
            "hasImg": true
        },
        {
            "id": "23a1bd64-b801-4a90-aa15-e5a0d4514e5d",
            "word": "Irish",
            "phonetic": "aɪɹɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Irish moss can be used as a thickener in homemade soups, gravies, and sauces.",
                "He has already held discussions with Irish shareholders.",
                "The Irish economy is performing strongly, but the devil is in the detail.",
                "Add a tablespoon of soaked Irish moss to your smoothies for a creamy and nutritious texture.",
                "'I like Irish food!'"
            ],
            "audio": "https://tts.langeek.co/read?text=SXJpc2g&hash=5abca9386886fbc6eae3bfdff0263a392eaff009&lang=en&cache-only=0",
            "defineEn": "the Celtic language spoken by some in Ireland",
            "defineVi": "ngôn ngữ Celtic được nói bởi một số người ở Ireland",
            "hasImg": true
        },
        {
            "id": "afeb27d8-a689-4e19-9b5f-7bd39ea72f2c",
            "word": "Scot",
            "phonetic": "skɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Who were the first Scots?",
                "Do you know any other great Scots?",
                "Do you know any other great Scots?",
                "The Dutchman and the Scot received thirty lashes, an additional year indentured to Gwyn, and three additional years of manual labor in service to the colony.",
                "The Dutchman and the Scot received thirty lashes, an additional year indentured to Gwyn, and three additional years of manual labor in service to the colony."
            ],
            "audio": "https://tts.langeek.co/read?text=U2NvdA&hash=1aa23fcac7a798b6f01c82e6aa0142f143e341f7&lang=en&cache-only=0",
            "defineEn": "someone who is from Scotland",
            "defineVi": "một người đến từ Scotland",
            "hasImg": true
        },
        {
            "id": "fd5b2506-99be-42d0-bb79-b2ff9d89d7f6",
            "word": "Cantonese",
            "phonetic": "kæntoʊniːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "We've got to do one for Cantonese market too.",
                "For instance, Cantonese and Japanese baby talk don’t seem to have exaggerated vowels, but they do have changes in tone and rhythm that emphasize features of those languages.",
                "It’s rabbit whether it’s pronounced tù in Mandarin, or tou in Cantonese.",
                "The longtime Hong Kong resident, who speaks Cantonese fluently, came to the city in 1968 as a Catholic priest when it was still a British colony.",
                "It’s like mimicking random sounds to pretend you’re speaking Mandarin or Cantonese."
            ],
            "audio": "https://tts.langeek.co/read?text=Q2FudG9uZXNl&hash=b404562201bf9207bbb6cb23c54e7339f42e8d5d&lang=en&cache-only=0",
            "defineEn": "a dialect of Chinese spoken in Southern China, which is also the official language of Hong Kong",
            "defineVi": "một phương ngữ của tiếng Hoa được nói ở miền Nam Trung Quốc, cũng là ngôn ngữ chính thức của Hồng Kông"
        },
        {
            "id": "2d02db9d-6694-4adf-8079-fd38ef501cc2",
            "word": "Iranian",
            "phonetic": "ɪɹeɪniən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Iranian cuisine is influenced by various Asian flavors, making it a delightful fusion of Middle Eastern and Asian culinary traditions.",
                "Enjoy a glass of chilled ayran alongside your favorite kebab for a traditional Iranian meal.",
                "The Iranian authorities shut down the internet.",
                "Iranian defenses are on high alert, on guard for a possible U.S. attack.",
                "There's advisers, Iranian advisers."
            ],
            "audio": "https://tts.langeek.co/read?text=SXJhbmlhbg&hash=2ecec9850fcb840225b69ece418da0d8889facdc&lang=en&cache-only=0",
            "defineEn": "a person who is a native or descendant of Iran",
            "defineVi": "một người là người bản địa hoặc hậu duệ của Iran",
            "hasImg": true
        }
    ]
}