{
    "id": "9cf8dd45-73ac-4449-be18-1ed9d5bad550",
    "title": "Know Your Verbs! (Part 5)",
    "originalTitle": "Lesson 55",
    "words": [
        {
            "id": "63d5ccb7-1d75-442c-8f70-8f33865afd84",
            "word": "to opt",
            "phonetic": "tʊ ɑːpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He opted for lean ground turkey instead of beef for a healthier burger option.",
                "The company opted for a settlement rather than taking their former employee to court.",
                "As a healthier alternative, they opted for peanut oil instead of butter when making their favorite cookies.",
                "I opted for a lean cut of red meat, such as sirloin, to create a delicious and healthy stir-fry.",
                "Sam opted for a less expensive roofing contractor, but the work waspoorly done, and he had to pay for repairs and replacements later, proving that the poor man pays twice."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3B0&hash=2cb6a2bd053925274c61e614d9aebb0586550fee&lang=en&cache-only=0",
            "defineEn": "to choose something over something else",
            "defineVi": "để chọn một cái gì đó trên một cái gì đó khác"
        },
        {
            "id": "de75b340-243e-4dc3-afae-0f350b3c18c2",
            "word": "to boast",
            "phonetic": "tə boʊst ",
            "partOfSpeechType": "verb",
            "examples": [
                "He can boast that he married the richest woman in the world.",
                "After boasting that his company could outperform the industry's best, he's been forced to eat humble pie.",
                "The elephant boasts the largest brain of any land mammal, as well as an impressive encephalization quotient.",
                "It boasts, crystal clear communication with its virtual boom arm.",
                "And boasts an immersive soundscape and lasting comfort."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9hc3Q&hash=5edfb0020d1255fc7ee9edca750ad25a7e42a6ca&lang=en&cache-only=0",
            "defineEn": "to talk with great pride about one's achievements, abilities, etc.",
            "defineVi": "để nói chuyện với niềm tự hào to lớn về thành tích, khả năng của một người, v.v."
        },
        {
            "id": "00ad6f67-deac-4cba-b532-76e72031fe8c",
            "word": "to pledge",
            "phonetic": "tə plɛdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "We say the Pledge of Allegiance each morning.",
                "The politician's speeches were filled with beautiful words and promises, but unfortunately, fine words butter no parsnips, and he failed to deliver on most of his campaign pledges.",
                "Iran's founding document pledges death, tyranny, and the pursuit of jihad.",
                "Recently, these major tech companies have pledged money, like Google's $1 billion investment into the Bay Area, and support, like Amazon's construction of a homeless shelter into their downtown Seattle campus.",
                "It pledged one billion dollars in 2019."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxlZGdl&hash=e392f0b24b87cf12d4734c2c5b50fa46f2351579&lang=en&cache-only=0",
            "defineEn": "to formally promise to do something",
            "defineVi": "để chính thức hứa sẽ làm một cái gì đó"
        },
        {
            "id": "6fee8d10-2fd8-4b29-9ef7-afad2e15f63f",
            "word": "to proclaim",
            "phonetic": "tə pɹəkleɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "it seemed to me too much like throwing away the scabbard, and proclaiming that the war with capitalists was begun.",
                "He also proclaimed Russia's innocence.",
                "Yet the city's public health commissioner proclaimed worry kills more people than the epidemic.",
                "Of course proclaiming your love from the mountaintop isn’t everyone’s romantic style.",
                "Each time critics have proclaimed the end of the city and each time they've been wrong."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvY2xhaW0&hash=e7211e64493dc450916676213dc8084e5d6117a2&lang=en&cache-only=0",
            "defineEn": "to publicly inform people about something",
            "defineVi": "để công khai thông báo cho mọi người về một cái gì đó"
        },
        {
            "id": "fa6b43d1-d09c-4395-93c0-38e299c4215c",
            "word": "to renew",
            "phonetic": "tə ɹᵻnuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "but I decided not to renew the experience!",
                "After a series of setbacks and missteps, the team regrouped and found themselves on the mend, with a renewed sense of purpose and a clear plan for moving forward.",
                "Since joining the yoga class, Mark has been renewing his lease of life, feeling more energized and positive every day.",
                "The writer learned that the best advice is found on the pillow, after taking a break from their work and coming back to it with fresh eyes and renewed creativity.",
                "Despite being unwell the previous day, Lily was up and about, ready to tackle her daily responsibilities with renewed energy and determination."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVuZXc&hash=3a439d94afb2127c213cc3a84f3b90b2a421fddb&lang=en&cache-only=0",
            "defineEn": "to replace something old or damaged with a new one",
            "defineVi": "để thay thế một cái gì đó cũ hoặc bị hư hỏng với một cái mới"
        },
        {
            "id": "53f46c21-032c-4f98-9cdb-80cf33753acf",
            "word": "to resume",
            "phonetic": "tə ɹᵻzuːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "That piece of work just rejected my resume for the third time!",
                "I prepare my resume and cover letter for job applications.",
                "The United Nations Security Council has passed a resolution asking the two countries to resume peace negotiations.",
                "After a few weeks of rest and self-care, John's health is finally up to the mark, and he's ready to resume his regular activities.",
                "The accident left Peter with a broken leg, but thanks to a successful surgery and intensive rehabilitation, he was able to get back on his feet and resume his active lifestyle."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzdW1l&hash=918c2b5411cb3685b1283bcd3be4e28121dfe9b8&lang=en&cache-only=0",
            "defineEn": "to continue again after an interruption",
            "defineVi": "để tiếp tục một lần nữa sau khi bị gián đoạn"
        },
        {
            "id": "bb3dc650-6b90-4b5f-8e50-c832c29ad9b4",
            "word": "to initiate",
            "phonetic": "tʊ ɪnɪʃɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "You can initiate policies until the cows come home, but unless they're monitored, you won't get results.",
                "That landing in Alabama initiated a full-scale invasion.",
                "Next, initiating actions.",
                "And Netanyahu's wealthy Jewish supporters in America initiated a media campaign.",
                "Or initiate a project."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5pdGlhdGU&hash=ca54bc229c1bafe73f817520362861cbbc488dad&lang=en&cache-only=0",
            "defineEn": "to put something in motion",
            "defineVi": "để đưa một cái gì đó trong chuyển động"
        },
        {
            "id": "82a7f9e4-a878-4c09-b24b-72fde35f88f4",
            "word": "to manifest",
            "phonetic": "tə mænɪfɛst ",
            "partOfSpeechType": "verb",
            "examples": [
                "\"The disorders typically manifest early in development often before the child enters grade school\" so very young.",
                "It manifests itself in a huge variety of behaviors.",
                "And that manifests itself in lots of different ways.",
                "The manifest, or am I thinking of something else?",
                "Obsessions can manifest as fears of contamination and illness, worries about harming others, or preoccupations with numbers, patterns, morality, or sexual identity."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFuaWZlc3Q&hash=c491282565a0f969c78f3b80add2ac3e9943e333&lang=en&cache-only=0",
            "defineEn": "to display something, such as a feeling, attitude, or quality",
            "defineVi": "để hiển thị một cái gì đó, chẳng hạn như một cảm giác, thái độ, hoặc chất lượng"
        },
        {
            "id": "e910310c-9b8e-418f-ad7b-7a37fbd8ded0",
            "word": "to originate",
            "phonetic": "tʊ ɚɹɪdʒᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The United Kingdom is known for its music scene, with iconic bands like The Beatles and Queen originating from the country.",
                "Many delicious and diverse cuisines originate from Asia, such as Chinese, Indian, and Japanese.",
                "The virus originated in China.",
                "Humans originated as a hybrid between chimps and pigs?",
                "However, Pluto's name actually originates as another name for Hades, the Greek god of the underworld."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3JpZ2luYXRl&hash=e26130792392bcd2365b04aa5e7e68946e659b73&lang=en&cache-only=0",
            "defineEn": "to start to be",
            "defineVi": "bắt đầu trở thành"
        },
        {
            "id": "bb0591a3-6512-4404-883d-58423c7ae16b",
            "word": "to stem",
            "phonetic": "tə stɛm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The gardener carefully wrapped the stem of the young tree with burlap to protect it from frost during winter.",
                "They admired the sturdy stem of the oak tree, providing support to its branches and leaves.",
                "As the rain poured, the thirsty plant absorbed water through its roots, nourishing its leaves and stems.",
                "The differences in these properties stem mostly from the differences in their polarities.",
                "And the stem contains the tens digits."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RlbQ&hash=2e63b098b5ef4040c9d1841069c5408a248eb872&lang=en&cache-only=0",
            "defineEn": "to be caused by something",
            "defineVi": "được gây ra bởi một cái gì đó"
        },
        {
            "id": "ae78cf94-8a84-4728-956e-d8e7a1ddc3ba",
            "word": "to suppress",
            "phonetic": "tə səpɹɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The dictator governed the country with a heavy hand, suppressing any form of dissent or opposition.",
                "He tried to suppress his grimace of disapproval when he heard the inappropriate comment.",
                "Despite her best efforts to be kind and compassionate, her innate selfishness couldn't be suppressed, proving that what is bred in the bone will come out in the flesh.",
                "Increased cortisol suppresses sexual arousal.",
                "But their role has been suppressed."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VwcHJlc3M&hash=b8ca2bbe64f0a955d241e6cfe6553193d849ed1a&lang=en&cache-only=0",
            "defineEn": "to stop an activity such as a protest using force",
            "defineVi": "để ngăn chặn một hoạt động chẳng hạn như một cuộc biểu tình sử dụng vũ lực"
        },
        {
            "id": "1657fa4a-021e-4aad-9f18-d093e0abad60",
            "word": "to aspire",
            "phonetic": "tʊ ɐspaɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Acting classes help aspiring actors develop their skills and techniques.",
                "While some people may aspire to work for a large corporation, others may prefer to work for a smaller company where they can have more control and authority.",
                "The siren call of fame and fortune lured many aspiring actors to Hollywood.",
                "He caught a break that few aspiring screenwriters do: running into a studio boss at a party.",
                "Despite facing rejection after rejection, the aspiring writer kept writing and eventually published a successful book, demonstrating that you cannot keep a good man down."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNwaXJl&hash=12c708e69a12d25f7e9ec1289e19ec795d7882cb&lang=en&cache-only=0",
            "defineEn": "to desire to have or become something",
            "defineVi": "để mong muốn có hoặc trở thành một cái gì đó"
        },
        {
            "id": "3d0d671b-18f2-42bb-bf48-ee03c57c60ef",
            "word": "to coincide",
            "phonetic": "tə koʊɪnsaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "And their extinction coincides the last appearance of ichthyosaurs in the fossil record.",
                "The move to digital devices also coincided with a drop in demand for copy paper and newsprint.",
                "This chunk of time also coincided with one of the largest mass extinctions in recent history.",
                "In pre-industrial societies, religious coming-of-age rites often coincided with the onset of puberty.",
                "The proliferation of these features coincided with a steady change in the role of the automobile in American culture toward a tool for ordinary commuters who often drove alone."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29pbmNpZGU&hash=8fa5e60a6543f10cd68b0c94a23047f7c5c8f5fa&lang=en&cache-only=0",
            "defineEn": "to occur simultaneously as something else",
            "defineVi": "xảy ra đồng thời như một cái gì đó khác"
        },
        {
            "id": "ef77605d-0d08-4766-b93c-f7643a1efa89",
            "word": "to complement",
            "phonetic": "tə kɑːmplɪmənt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The lingonberry sauce perfectly complemented the roasted turkey at Thanksgiving dinner.",
                "She wore a pink dress to the wedding, which complemented her rosy cheeks.",
                "Terry had been searching for the Miss Right for a long time, someone who would be his perfect match and complement his personality and values.",
                "James had always dreamed of finding his Ms Right, a woman who would complement him perfectly and share his values and interests",
                "You complement that with much more scaled work. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcGxlbWVudA&hash=79d0f99e90f52540c2994cba7ddf621238431cd3&lang=en&cache-only=0",
            "defineEn": "to make someone or something better or look better by introducing something to them or it",
            "defineVi": "để làm cho ai đó hoặc một cái gì đó tốt hơn hoặc trông đẹp hơn bằng cách giới thiệu một cái gì đó cho họ hoặc nó"
        },
        {
            "id": "47dc806c-e007-4d54-b97a-f8da0518ed26",
            "word": "to constitute",
            "phonetic": "tə kɑːnstɪtuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "These two summit events constitute a framework to assess progress being made under the auspices of President Mbeki.",
                "Ibrahim Magu, became a law unto himself and refused to submit to constituted authority.",
                "Between flight and commercial, shipping constitutes about 5 percent of our total CO2 emissions per year.",
                "What constitutes a good life?",
                "So, the presence of a few al-Qaida fighters doesn't constitute a threat to the American homeland."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc3RpdHV0ZQ&hash=823ca0869fbeed123372191f1d70b2e266768459&lang=en&cache-only=0",
            "defineEn": "to be regarded as something",
            "defineVi": "được coi là một cái gì đó",
            "hasImg": true
        },
        {
            "id": "d2574e84-437f-4f8f-9a86-ee9281823811",
            "word": "to coordinate",
            "phonetic": "tə koʊɔːɹdɪneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "That coordinate is negative one, zero.",
                "What's its coordinates?",
                "They coordinate with the harbormaster to beach ships.",
                "Now, the second coordinate tells you increments of v2.",
                "The Y coordinate is negative one."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29vcmRpbmF0ZQ&hash=08d08c7b0421f34260e9a89b2c38ea38cc78ac63&lang=en&cache-only=0",
            "defineEn": "to control and organize the different parts of an activity and the group of people involved so that a good result is achieved",
            "defineVi": "kiểm soát và tổ chức các phần khác nhau của một hoạt động và nhóm người tham gia để đạt được kết quả tốt"
        },
        {
            "id": "0f110703-05d8-4fb0-97aa-78408c7ef355",
            "word": "to correspond",
            "phonetic": "tə kɔːɹɪspɑːnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The book corresponded so exactly with Ulvskog's portrayals that either he knew the book back to front or he had been there himself.",
                "One corresponds to a whole note, two to a half note, four to a quarter note, and eight to an eighth note, and so on.",
                "This point up here corresponds to that point.",
                "This point corresponds to that point.",
                "Day 4 of the conference corresponds to September 2024."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29ycmVzcG9uZA&hash=95b25b9e5ca2166e2f1e72d5dd3db4cd7313314f&lang=en&cache-only=0",
            "defineEn": "to match or be similar to something else",
            "defineVi": "để phù hợp hoặc tương tự như một cái gì đó khác"
        },
        {
            "id": "0c10cb02-5c6b-4124-bc6a-c964b5cb3064",
            "word": "to deprive",
            "phonetic": "tə dᵻpɹaɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Maria deprived herself of luxuries and comforts throughout her life in order to leave a sizable inheritance for her heirs, showing that for her fools live poor to die rich.",
                "Hydrogen cyanide deprives cells of oxygen, and that can ultimately cause cell death.",
                "He deprived women of the rights that the revolution had given them and even reinstated slavery in the French colonies.",
                "The change in circulation may have deprived some ocean layers of oxygen, causing marine life to suffocate.",
                "Do you feel deprived?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVwcml2ZQ&hash=20d0557a8c6d9aeb3a85814a8ac3b3f96908b556&lang=en&cache-only=0",
            "defineEn": "to prevent someone from having something, particularly something that they need",
            "defineVi": "để ngăn ai đó có một cái gì đó, đặc biệt là một cái gì đó mà họ cần",
            "hasImg": true
        },
        {
            "id": "397b19cd-c334-4e6e-95cd-251e5ce73193",
            "word": "to discharge",
            "phonetic": "tə dɪstʃɑːɹdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "When a student goes AWOL repeatedly, the Principal determines the appropriate disciplinary action, up to and including recommendation for discharge.",
                "Just discharges me.",
                "The jumper repeater grenade discharges three large blasts of tear gas in rapid succession.",
                "And just, discharges me.",
                "Well, the life of a battery is measured in discharge cycles."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzY2hhcmdl&hash=558f84943c45c9dbe2646b9052516fc5cd1a8e15&lang=en&cache-only=0",
            "defineEn": "to make someone leave the armed forces or police or give someone official permission for it",
            "defineVi": "để làm cho ai đó rời khỏi lực lượng vũ trang hoặc cảnh sát hoặc cho phép ai đó chính thức cho nó"
        },
        {
            "id": "8456dc2e-5762-4918-b005-1309defe60fe",
            "word": "to displace",
            "phonetic": "tə dɪspleɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The military crackdown in Tigray displaces tens of thousands and prompts accusations of ethnic cleansing.",
                "Thousands of people were displaced.",
                "Immigrants do not displace native workers.",
                "Because the bottom of the bowl is displacing some water.",
                "Tens of thousands have been displaced."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzcGxhY2U&hash=0a736a3a0348704bef66e3934c4fe0b6ce306469&lang=en&cache-only=0",
            "defineEn": "to make someone leave their home by force, particularly because of an unpleasant event",
            "defineVi": "để làm cho ai đó rời khỏi nhà của họ bằng vũ lực, đặc biệt là vì một sự kiện khó chịu"
        },
        {
            "id": "32c7ce6d-0b35-4fd5-8959-ac6efad8dd58",
            "word": "to ease",
            "phonetic": "tʊ iːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "She prefers boneless turkey breast for its ease of slicing.",
                "Thanks for putting my mind at ease.",
                "setting the children's mind at ease is the resposibility of parents.",
                "They tried to put me at ease.",
                "The nurse kindly explained the procedure to me and helped me feel at ease."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWFzZQ&hash=271caa108fd222adfa48deb5bca629c57bd03b21&lang=en&cache-only=0",
            "defineEn": "to reduce the severity or seriousness of something unpleasant",
            "defineVi": "để giảm mức độ nghiêm trọng hoặc mức độ nghiêm trọng của một cái gì đó khó chịu"
        },
        {
            "id": "2cfede76-7ff1-47e8-a953-59b84bb732c5",
            "word": "to embed",
            "phonetic": "tʊ ɛmbɛd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The carbonyl group is embedded in a carbon chain.",
                "An entire branch of the tree of life is embedded in every cell, every gene, every organ of your body.",
                "The importance of home ownership is still embedded in American culture.",
                "That's, like, embedded in my head.",
                "We have embedded residential home values in race."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1iZWQ&hash=27407e2716d899e4f858922e995ee3ad5a554d8d&lang=en&cache-only=0",
            "defineEn": "to firmly and deeply fix something in something else",
            "defineVi": "để sửa chữa một cách vững chắc và sâu sắc một cái gì đó trong một cái gì đó khác"
        },
        {
            "id": "3f707781-a145-4923-99d8-d2dd7dcca5b3",
            "word": "to enact",
            "phonetic": "tʊ ɛnækt ",
            "partOfSpeechType": "verb",
            "examples": [
                "All states and territories had enacted their own unemployment insurance laws.",
                "Several states have already enacted such bans.",
                "In 20 years' time, the Emperor Vespasian's youngest son, Domitian, as emperor, will enact a reign of terror.",
                "In both states, these laws were enacted during the Jim Crow Era and other discriminatory regimes.",
                "To fight against this, some cities have enacted access to counsel initiatives."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5hY3Q&hash=4c964a87f7d0697c61be0252081e93d6dd5e950c&lang=en&cache-only=0",
            "defineEn": "to approve a proposed law",
            "defineVi": "phê duyệt một dự luật"
        },
        {
            "id": "2ae3b5ae-615b-4396-a3bc-4ecfaed59676",
            "word": "to encompass",
            "phonetic": "tʊ ɛŋkʌmpəs ",
            "partOfSpeechType": "verb",
            "examples": [
                "It encompasses so many ingredients, so much soul, so much history so much culture.",
                "The old-school definition can encompass any wonky collection of cells in your body.",
                "So the eating disorder kind of encompasses a feeling and symptoms like BDD.",
                "It can also encompass related concepts, like physical safety.",
                "The new reliability standard also encompasses disruptions or attempts to disrupt the operation of a bulk electric system or cyber system."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5jb21wYXNz&hash=2dfa044cb33711efe30c72532f5baf17dbd8f6f9&lang=en&cache-only=0",
            "defineEn": "to include a wide range of different things; to completely cover something",
            "defineVi": "để bao gồm một loạt các thứ khác nhau; để hoàn toàn bao gồm một cái gì đó"
        },
        {
            "id": "7a5b1472-b4ae-4339-b9cb-cf6e8ebbf5b8",
            "word": "to endure",
            "phonetic": "tʊ ɛndʊɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The elderly woman was a silent sufferer, enduring years of neglect and mistreatment at the hands of her caretakers.",
                "Many traditionalists believe that the sporting industry should be predominately for men, and female journalists have endured a lot of criticism for breaking the mold.",
                "Karen has broad shoulders sure, but she can't endure endless criticism.",
                "The family who lost their home in a natural disaster had to live in a temporary shelter for several months, but they endured the difficult circumstances with patience and resilience, knowing that what cannot be cured must be endured.",
                "The family who lost their home in a natural disaster had to live in a temporary shelter for several months, but they endured the difficult circumstances with patience and resilience, knowing that what cannot be cured must be endured."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5kdXJl&hash=6d01f8668cf0f4b957b2b956854be97720999601&lang=en&cache-only=0",
            "defineEn": "to face unpleasant and painful things and still continue",
            "defineVi": "đối mặt với những điều khó chịu và đau đớn và vẫn tiếp tục"
        },
        {
            "id": "43c9ee1b-0dcd-47d0-90cd-5439deccc41f",
            "word": "to evoke",
            "phonetic": "tʊ ɪvoʊk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The artist used bold strokes and vibrant colors to create an abstract composition that evoked a sense of energy and movement.",
                "The movie was so powerful that it evoked a range of emotions in the audience.",
                "Each word he chooses evokes a particular quality of sound.",
                "Do any Motown songs evoke a specific memory?",
                "The attack evokes historic trauma, feelings of deep solidarity with all of the impacted families."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXZva2U&hash=3476fe69ffe177540cba5ef88cf8157adccaa8e0&lang=en&cache-only=0",
            "defineEn": "to cause someone to recall a memory, feeling, etc.",
            "defineVi": "để khiến ai đó nhớ lại một ký ức, cảm giác, v.v."
        },
        {
            "id": "b6e36d6d-edd2-4989-b158-e650f9423180",
            "word": "to facilitate",
            "phonetic": "tə fəsɪlᵻteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The police officer was caught in league with the drug dealers to facilitate their operations.",
                "I set the plants in shallow hollows to facilitate watering.",
                "I will do whatever is needed to facilitate peaceful and fair polls in the state.",
                "The availability of easy credit and loans also facilitated buying.",
                "Inventions like cheaper newsprint also facilitated mass society, because more people had access to more information."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmFjaWxpdGF0ZQ&hash=b366a71218a62fdc9f85816297ddf656c9aca31c&lang=en&cache-only=0",
            "defineEn": "to help something, such as a process or action, become possible or simpler",
            "defineVi": "để giúp một cái gì đó, chẳng hạn như một quá trình hoặc hành động, trở nên có thể hoặc đơn giản hơn"
        },
        {
            "id": "ac18649d-21cf-4f85-9352-349b8298fead",
            "word": "to foster",
            "phonetic": "tə fɑːstɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The experience has widened their horizon and fostered their knowledge in Learning Study.",
                "It's important to foster deep connections with others rather than settling for shallow relationships based on superficial interests.",
                "The school's dedication to providing quality education and fostering a supportive learning environment was showcased in a good light by satisfied parents.",
                "David thought Susan was a loyal employee, but he fostered a snake in his bosom because she had been stealing from the company.",
                "Mike realized he had fostered a viper in his bosom when Emily's behavior caused several other players to become unhappy and ultimately led to her being kicked off the team."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9zdGVy&hash=9a301359144ef720e8e0e5690cfd229f91fca5ce&lang=en&cache-only=0",
            "defineEn": "to encourage the growth or development of something",
            "defineVi": "để khuyến khích sự tăng trưởng hoặc phát triển của một cái gì đó"
        },
        {
            "id": "afeac85f-cd24-4ff1-b45d-74416ae6f0ac",
            "word": "to hail",
            "phonetic": "tə heɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "I hailed a taxi to take me to the airport.",
                "Still, America's top infectious disease expert, Dr. Anthony Fauci, hailed the news.",
                "Modern hail cannons basically just blast a bunch of noise into the sky.",
                "AMNA NAWAZ: The tech giants hailed the progress they have made so far.",
                "Greetings home planet and all hail our supreme Zorgdorg."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFpbA&hash=c03e6e462c98416056bf20463105bff08b89ec41&lang=en&cache-only=0",
            "defineEn": "to praise someone or something, particularly in the press, etc.",
            "defineVi": "để ca ngợi ai đó hoặc một cái gì đó, đặc biệt là trên báo chí, v.v."
        },
        {
            "id": "06f3eb10-eb97-4932-b84d-e591417e4de1",
            "word": "to halt",
            "phonetic": "tə hɔlt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Every day about noon, traffic in town grinds to a halt.",
                "The country's economy is slowly grinding to a halt.",
                "The bus ground to a halt at the corner and someone got off.",
                "The company's profits began to decline, and the business eventually ground to a halt.",
                "The strike by the workers brought the factory's production to a grinding halt, causing significant losses for the company."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFsdA&hash=812ba337600dcb7b8ec80632c0af9374eb401b17&lang=en&cache-only=0",
            "defineEn": "to make someone or something stop",
            "defineVi": "để làm cho một ai đó hoặc một cái gì đó dừng lại",
            "hasImg": true
        },
        {
            "id": "fe4fcf9e-6050-4591-8bbe-aebf7deba5b9",
            "word": "to incur",
            "phonetic": "tʊ ɪŋkɜː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The move drew flak from multi-national companies as they ran a risk of incurring huge losses if their bets went wrong.",
                "The shippers themselves largely aren't incurring this cost.",
                "Missing a payment or over-drafting will also incur late fees or cash advance fees.",
                "Where GM incurred a 15 percent loss of $3.6 billion dollars.",
                "And, cumulatively, they have incurred losses of approximately 55 million pounds."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5jdXI&hash=155ca8672d0a6cc76c0c824f7b54ecc2d9f73cb6&lang=en&cache-only=0",
            "defineEn": "to have to pay for something",
            "defineVi": "phải trả tiền cho một cái gì đó"
        },
        {
            "id": "c239b56d-e00f-40ac-8460-2a102fa55f97",
            "word": "to indulge",
            "phonetic": "tʊ ɪndʌldʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She had a sweet tooth craving, so she indulged in a peanut butter and jelly sandwich.",
                "For the most part, I eat a healthy diet, but sometimes I indulge in junk food.",
                "Jane usually ate a healthy diet, but she indulged in a slice of chocolate cake every once in a while.",
                "Mary has a soft spot for homemade cookies and can never resist indulging in a freshly baked batch.",
                "She is letting herself go by neglecting her exercise routine and indulging in unhealthy eating habits, which is affecting her overall well-being."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5kdWxnZQ&hash=249adaa61d6ee1987c5aac3aace66be66ba6f1e0&lang=en&cache-only=0",
            "defineEn": "to allow oneself to do or have something that one enjoys, particularly something that might be bad for one",
            "defineVi": "để cho phép bản thân làm hoặc có một cái gì đó mà một người thích, đặc biệt là một cái gì đó có thể là xấu cho một"
        },
        {
            "id": "f498a799-dd45-46fe-b063-cbd9cfcb6c6d",
            "word": "to expire",
            "phonetic": "tʊ ɛkspaɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "With his contract expiring during the summer, the defender's future is up in the air.",
                "But the Parliament terms expired.",
                "The code expires December 1st.",
                "Each match expires in 24 hours.",
                "MAN: The chairman's time has expired."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwaXJl&hash=aefdd9ff9f5b6a78ef3464b0808aa7457ef6e07c&lang=en&cache-only=0",
            "defineEn": "(of a document, contract, etc.) to no longer be legally recognized because of reaching the end of validity period",
            "defineVi": "(của một tài liệu, hợp đồng, v.v.) không còn được công nhận về mặt pháp lý vì đã hết thời hạn hiệu lực"
        },
        {
            "id": "05d67f54-4562-4b03-8e35-1246b749db1e",
            "word": "to venture",
            "phonetic": "tə vɛntʃɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I wished him well with his new venture.",
                "He has made a fortune through his successful business ventures.",
                "Next weekend, we will be venturing off the beaten path to find some hidden waterfalls.",
                "The success of the business venture was uncertain from the beginning, and now it is in the lap of the gods.",
                "The CEO is meeting her opposite number at Fukuda Electronics to discuss a possible joint venture."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmVudHVyZQ&hash=e445907a56a73f43bf856e0fe66919453e2956ba&lang=en&cache-only=0",
            "defineEn": "to risk something of value",
            "defineVi": "để mạo hiểm một cái gì đó có giá trị"
        },
        {
            "id": "a1af8a7b-c6ba-4513-b1fd-fe8693b1ddba",
            "word": "to decay",
            "phonetic": "tə dᵻkeɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The distinctive smell of decaying gulfweed is often associated with coastal areas.",
                "Over millions of years, their orbits decay by emmiting gravitational waves.",
                "Radioactive decay is a quantum mechanical process.",
                "Unfortunately, at this point, a large portion of the plutonium has decayed away.",
                "Tooth decay can eventually destroy your wisdom tooth."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVjYXk&hash=046a0f6b3b6324946e366044f04690a46f971e39&lang=en&cache-only=0",
            "defineEn": "to be gradually damaged or destroyed as a result of natural processes",
            "defineVi": "dần dần bị hư hỏng hoặc bị phá hủy do quá trình tự nhiên"
        },
        {
            "id": "3225d045-39da-45a4-b094-36e75ab0554b",
            "word": "to consolidate",
            "phonetic": "tə kənsɑːlᵻdeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The entire health system was consolidating.",
                "The bread business has to consolidate Sara Lee and Wonderbread, two of the biggest names in bread.",
                "He was consolidating power.",
                "In 2018, roughly 100 lawsuits over AFFF were consolidated in South Carolina.",
                "William consolidated his gains with a huge castle-building campaign and a reorganization of English society."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc29saWRhdGU&hash=b3691fd6e7c478148d84d1fae54a901a1dc24592&lang=en&cache-only=0",
            "defineEn": "to combine two or more things in order to make them easier to handle or increase their efficiency",
            "defineVi": "để kết hợp hai hoặc nhiều thứ để làm cho chúng dễ xử lý hơn hoặc tăng hiệu quả của chúng"
        },
        {
            "id": "198d666a-02ad-4103-a474-f57243ced06d",
            "word": "to double-cross",
            "phonetic": "tə dʌbəlkɹɔs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The diamond thief double-crossed his partners and gave them only worthless fake jewels."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZG91YmxlLWNyb3Nz&hash=4d591d74481696a214c60b5ddf24eb0320631730&lang=en&cache-only=0",
            "defineEn": "to betray a person that one is in cooperation with, often when they want to do something illegal together",
            "defineVi": "phản bội một người mà một người đang hợp tác, thường là khi họ muốn làm điều gì đó bất hợp pháp cùng nhau"
        }
    ]
}