{
    "id": "9d2d408a-2411-4b7b-beca-1e328367ceb6",
    "title": "Discussion and Contradiction",
    "originalTitle": "Discussion and Contradiction",
    "words": [
        {
            "id": "d4e6ca64-937f-4ce3-a4ef-2623d228bb19",
            "word": "at variance",
            "phonetic": "æt vɛɹiəns ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXQgdmFyaWFuY2U&hash=748d36e3ac8306e76fb4c2e82495b7860053f31b&lang=en&cache-only=0",
            "defineEn": "not in agreement with; different",
            "defineVi": "không đồng ý với; khác biệt"
        },
        {
            "id": "9224f071-265a-4551-80ec-0c479d313fb0",
            "word": "to bargain",
            "phonetic": "tə bɑːɹɡɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "You can find bargain books in mint condition at jumble sales.",
                "She knows a bargain when she sees one.",
                "She has a good nose for a bargain.",
                "He drives a hard bargain, but we finally made a deal.",
                "The company is believed to have struck a hard bargain."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFyZ2Fpbg&hash=dc16c6ec768448e1ba10493262eab1af2c376a98&lang=en&cache-only=0",
            "defineEn": "to negotiate the terms and conditions of a contract, sale, or transaction for a better agreement, price, etc.",
            "defineVi": "để đàm phán các điều khoản và điều kiện của hợp đồng, mua bán hoặc giao dịch để có được một thỏa thuận tốt hơn, giá cả, v.v."
        },
        {
            "id": "46604711-8e86-4d08-8231-8a7793f0d8c3",
            "word": "bargaining",
            "phonetic": "bɑːɹɡɪnɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So I stall for time, bargaining.",
                "Plea bargaining is basically a negotiation in which the prosecution offers concessions on the legal punishment in exchange for the defendant's guilty plea.",
                "It's a bargaining device.",
                "Each league sets through the collective bargaining agreement with player unions.",
                "It's permitted plea bargaining, which now occurs in almost every criminal case."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyZ2FpbmluZw&hash=375e5cbffd158500d3f93470380dcbcdf32bd387&lang=en&cache-only=0",
            "defineEn": "discussions to come to an agreement on conditions, prices, etc.",
            "defineVi": "thảo luận để đi đến thống nhất về các điều kiện, giá cả, v.v."
        },
        {
            "id": "3491d735-e1f2-405f-bfea-7a58b8487fee",
            "word": "bargaining chip",
            "phonetic": "bɑːɹɡɪnɪŋ tʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "In negotiations, a clever hawk hides its claws, which is why it's important to be strategic and hold back some of your bargaining chips until the right moment.",
                "The Dreamers have been a political bargaining chip, and they exist in limbo right now. ",
                "That’s because the gingerbread men can now use their future decisions as bargaining chips for the present ones."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyZ2FpbmluZyBjaGlw&hash=e1e8def8626de2413e4a711b7b974eb26cc69bd8&lang=en&cache-only=0",
            "defineEn": "anything that gives an advantage to a person or group when trying to reach an agreement",
            "defineVi": "bất cứ điều gì mang lại lợi thế cho một người hoặc một nhóm khi cố gắng đạt được thỏa thuận"
        },
        {
            "id": "11b3c829-98be-4164-a9ad-057645965283",
            "word": "bargaining power",
            "phonetic": "bɑːɹɡɪnɪŋ paʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The negotiator held all the aces with their persuasive arguments, information, and bargaining power, and got a favorable deal.",
                "They've contributed to the weakening of worker bargaining power.",
                "But what it means in terms of how are tight labor markets, how much bargaining power workers have.",
                "I mean, even despite the fact that these countries don't have a minimum wage the basically labor laws, the bargaining power of workers is very, very strong.",
                "And because the government funded system covers the entire population, it has more bargaining power to keep the prices low."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFyZ2FpbmluZyBwb3dlcg&hash=1c0efae7cf7eeef860fd352759bdf5f852c96ab2&lang=en&cache-only=0",
            "defineEn": "the influence or power that a person or group has during discussions to reach an agreement that is to their advantage",
            "defineVi": "ảnh hưởng hoặc quyền lực mà một người hoặc một nhóm có trong các cuộc thảo luận để đạt được một thỏa thuận có lợi cho họ"
        },
        {
            "id": "922753c8-97e2-4980-808a-cee75f1b9c8d",
            "word": "dialog",
            "phonetic": "daɪəlɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Once you review the terms, you will now have access to the change-name dialog.",
                "This is the first example of an Elvish language, in this case the high Elven language of quenya, appearing as dialog in the text.",
                "Within companies more than like unconscious bias training, I do think we need training that opens up real raw dialog.",
                "So there is a dialog between the two.",
                "But also, there's a fundamental misunderstanding of how his dialog with his people was working."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhbG9n&hash=7a82d92583f08b8a74490332faef5a4fd26c70d5&lang=en&cache-only=0",
            "defineEn": "a discussion between two groups or states, particularly one intended to resolve a problem",
            "defineVi": "một cuộc thảo luận giữa hai nhóm hoặc tiểu bang, đặc biệt là một nhằm giải quyết vấn đề"
        },
        {
            "id": "14dab8c5-fe96-4925-8e0b-8776320838bc",
            "word": "difference",
            "phonetic": "dɪfɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scholarship fund had made a difference in a lot of people's lives.",
                "Exercise can make a big difference to your state of health.",
                "It could mean the difference between a red-letter day and an empty basket.",
                "Make a difference by doing what?",
                "He got the hook, reportedly due to differences with his co-star."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlmZmVyZW5jZQ&hash=c898195fbf798de6c9956461e967cee140390385&lang=en&cache-only=0",
            "defineEn": "a disagreement on something",
            "defineVi": "một sự bất đồng về một cái gì đó"
        },
        {
            "id": "25d962ba-0b34-4303-a5b2-cc36eb1387ac",
            "word": "different",
            "phonetic": "dɪfɹənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Everyone has different interests.",
                "The figures tell a different story.",
                "Actually, I wear several different hats.",
                "He had a different perspective on the movie.",
                "She studied different subjects in school, from math to history."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlmZmVyZW50&hash=56d0cff4b3443dbeac5dc54ead4efe1093bc4e52&lang=en&cache-only=0",
            "defineEn": "not like another thing or person in form, quality, nature, etc.",
            "defineVi": "không giống sự vật, con người khác về hình thức, phẩm chất, bản chất, v.v.",
            "hasImg": true
        },
        {
            "id": "35628e76-bd49-406f-9e3d-bdecbd3204ba",
            "word": "to discuss",
            "phonetic": "tə dɪskʌs ",
            "partOfSpeechType": "verb",
            "examples": [
                "We discuss current scientific advancements and discoveries in science class.",
                "We discussed what punishment should be given to the boys.",
                "We discussed our favorite movie scenes with our friends after watching a film.",
                "The doctor made a call to the patient to discuss the test results.",
                "The parents attended the school meeting to discuss their child's progress."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzY3Vzcw&hash=baaa6cf9eccdbb91de3b23861d342c969b9a2728&lang=en&cache-only=0",
            "defineEn": "to talk or have a discussion about something with someone",
            "defineVi": "để nói chuyện hoặc có một cuộc thảo luận về một cái gì đó với một ai đó",
            "hasImg": true
        },
        {
            "id": "75bcf156-3c8f-45d7-aab9-bd4f5d5c7e61",
            "word": "discussion",
            "phonetic": "dɪskʌʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "These discussions held little interest for Lucy.",
                "\"The discussion is closed.\"",
                "The discussion was over my head.",
                "He has already held discussions with Irish shareholders.",
                "We had a very interesting discussion about climate change."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY3Vzc2lvbg&hash=7462e6078d9f39e0669963b1a583dc20f139535e&lang=en&cache-only=0",
            "defineEn": "a conversation with someone about a serious subject",
            "defineVi": "một cuộc trò chuyện với ai đó về một chủ đề nghiêm túc",
            "hasImg": true
        },
        {
            "id": "977eec61-5575-453e-a114-9c3e1399c544",
            "word": "to [drive|strike] a hard bargain",
            "phonetic": "tə dɹaɪv slæʃ stɹaɪk ɐ hɑːɹd bɑːɹɡɪn ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJpdmUgYSBoYXJkIGJhcmdhaW4&hash=0ba5159f3e3ef13e8b589a8427c9b303118f82df&lang=en&cache-only=0",
            "defineEn": "to be tough and smart in negotiations, insisting on favorable terms to achieve a favorable outcome for oneself",
            "defineVi": "cứng rắn và khôn khéo trong đàm phán, khăng khăng đòi những điều khoản có lợi để đạt được kết quả có lợi cho mình"
        },
        {
            "id": "37d5bb05-261d-4ad2-94c8-ba5bc0db7c27",
            "word": "to go against",
            "phonetic": "tə ɡoʊ ɐɡɛnst ",
            "partOfSpeechType": "verb",
            "examples": [
                "Everything was smiles and sunshine in his family, unless you made the mistake of ever going against his wishes.",
                "The decision not to have children somehow goes against the grain.",
                "The idea of taking credit for someone else's work didn't sit right with me because it goes against my values.",
                "I really went against the stream when I was in college with some radical opinions, but as I've grown older I have found myself falling more in line with other people's way of thinking.",
                "The plan goes against the advice of top American commanders."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28gYWdhaW5zdA&hash=f34cf40753363139cfef31de607a411b0a6b5de0&lang=en&cache-only=0",
            "defineEn": "to not be in agreement with something; to be opposite to something",
            "defineVi": "không đồng ý với điều gì đó; đối diện với một cái gì đó"
        },
        {
            "id": "1481afc5-57e7-4b72-bada-d1dfe8f274da",
            "word": "to hammer out",
            "phonetic": "tə hæmɚɹ aʊt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFtbWVyIG91dA&hash=1f4bb56334f467efbef4a6c337d91a56f2a52d9a&lang=en&cache-only=0",
            "defineEn": "to come to an agreement or reach a decision after much time and effort",
            "defineVi": "đi đến một thỏa thuận hoặc đạt được một quyết định sau nhiều thời gian và nỗ lực"
        },
        {
            "id": "0e21be2a-142d-4a90-81d5-cf3361e8455a",
            "word": "inconsistently",
            "phonetic": "ɪŋkənsɪstəntli ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5jb25zaXN0ZW50bHk&hash=4355881ec6ffb5bec2f1c4b7bdd2a05c68081cc4&lang=en&cache-only=0",
            "defineEn": "in a way that does not agree with something",
            "defineVi": "trong một cách mà không đồng ý với một cái gì đó"
        },
        {
            "id": "f0eaf348-3920-4bc5-8d35-398953b249dd",
            "word": "inconsistent",
            "phonetic": "ɪŋkənsɪstənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But the evidence for that is inconsistent.",
                "It's also inconsistent.",
                "They're just inconsistent.",
                "Although Coley was often reportedly successful, his tests were inconsistent.",
                "Have they been inconsistent with their communication?"
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jb25zaXN0ZW50&hash=0e88980d533f8f4908f11b8f2f751fc3f55e3476&lang=en&cache-only=0",
            "defineEn": "(of two statements, etc.) not agreeing with one another",
            "defineVi": "(của hai tuyên bố, v.v.) không đồng ý với nhau"
        },
        {
            "id": "07caeb9a-8f42-4265-a6a2-93a49abb5de5",
            "word": "to hash out",
            "phonetic": "tə hæʃ aʊt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFzaCBvdXQ&hash=a45e2617d1fd7bcfa999ccd243927f5ba3e12de1&lang=en&cache-only=0",
            "defineEn": "to thoroughly discuss something in order for an agreement to be reached or a decision to be made",
            "defineVi": "để thảo luận kỹ lưỡng một cái gì đó để đạt được một thỏa thuận hoặc một quyết định được thực hiện"
        },
        {
            "id": "b2d9ee4a-3409-4151-a2a5-15d7b6c12ccd",
            "word": "to hold out for",
            "phonetic": "tə hoʊld aʊt fɔːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I was tempted to hold out for a higher salary, but then I remembered the old saying 'better an egg today than a hen tomorrow.'",
                "Meanwhile, his campaign had sabotaged the previous president's peace talks, urging the South Vietnamese government to hold out for supposedly better terms, which, I might add, didn't materialize.",
                "But, like any study, we need to take those small studies and turn them into large studies to really truly get facts and figures that hold out for the larger population.",
                "While many still hold out for the possibility of life on Mars buried deep below its crust or in the polar ice caps, we are more concerned with trying to put humans on Mars than encountering some kind of life form there."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9sZCBvdXQgZm9y&hash=9d6f14a6edbbaa1589f3bae4de9a79507bf55831&lang=en&cache-only=0",
            "defineEn": "to not accept what has been offered in an agreement so that one can gain more than that",
            "defineVi": "không chấp nhận những gì đã được cung cấp trong một thỏa thuận để một người có thể đạt được nhiều hơn thế"
        },
        {
            "id": "8f2f38fd-ae28-465e-83f5-945671adb6d0",
            "word": "horse trading",
            "phonetic": "hɔːɹs tɹeɪdɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9yc2UgdHJhZGluZw&hash=26d7f74958504d0c3b8b3eaf4d782bc39781c68b&lang=en&cache-only=0",
            "defineEn": "discussions intended to reach an agreement in which each side tries to gain as many advantages as possible",
            "defineVi": "các cuộc thảo luận nhằm đạt được một thỏa thuận trong đó mỗi bên cố gắng đạt được càng nhiều lợi thế càng tốt"
        },
        {
            "id": "9858188b-8c6b-4319-8ad6-aa0acf64803d",
            "word": "negotiable",
            "phonetic": "nᵻɡoʊʃɪəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Safety is not negotiable.",
                "Other things are discussible, negotiable.",
                "So but there's no indication right now that President Trump will do that because because the motto is what's mine is mine What's yours is negotiable?",
                "and he said well if they're not going to budge off the 1.9 trillion dollar number it's not going to happen he was then asked well is there can you give us a specific example or something that uh demonstrates the differences you didn't mention it he says the 360 billion or so for states and localities is that something that is considered negotiable by the white house "
            ],
            "audio": "https://tts.langeek.co/read?text=bmVnb3RpYWJsZQ&hash=28ecd250736887a69a7e8abc0c74f10407171b29&lang=en&cache-only=0",
            "defineEn": "able to be changed to discussed in order for an agreement to be reached",
            "defineVi": "có thể được thay đổi thành thảo luận để đạt được thỏa thuận"
        },
        {
            "id": "8f69ccec-d383-4745-a678-361d212f6ea8",
            "word": "to negotiate",
            "phonetic": "tə nᵻɡoʊʃɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The deal is in the making, we're negotiating the terms.",
                "They usually have aces up their sleeves when they negotiate an important transaction.",
                "He was able to negotiate a healthily high salary for his new job.",
                "Joe read the contract carefully and negotiated some changes.",
                "When negotiating a deal or contract, it's important to be vigilant and anticipate potential roadblocks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmVnb3RpYXRl&hash=59fb6d6a5fe2087dce2924c64b36372ed4bc0a9e&lang=en&cache-only=0",
            "defineEn": "to discuss the terms of an agreement or try to reach one",
            "defineVi": "để thảo luận về các điều khoản của một thỏa thuận hoặc cố gắng để đạt được một",
            "hasImg": true
        },
        {
            "id": "befed949-6d50-475b-ba0c-188407792da7",
            "word": "negotiation",
            "phonetic": "nᵻɡoʊʃɪeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "They rejected negotiations out of hand.",
                "The negotiations between the two countries finally yielded a peace agreement.",
                "The agreement followed months of negotiation.",
                "The agreement came after several hours of negotiations.",
                "The negotiations were a give and take."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVnb3RpYXRpb24&hash=418ef88a96547a1ec1e29bee933ec89f0e01901b&lang=en&cache-only=0",
            "defineEn": "formal discussion intended to reach an agreement",
            "defineVi": "thảo luận chính thức nhằm đạt được một thỏa thuận"
        },
        {
            "id": "0a49dc79-547b-4196-aff5-ece7b9dafe64",
            "word": "out of keeping with",
            "phonetic": "aʊɾəv kiːpɪŋ wɪð ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3V0IG9mIGtlZXBpbmcgd2l0aA&hash=d98068c6dd6f4f8282389a866043b75c7de16958&lang=en&cache-only=0",
            "defineEn": "not in agreement with something; inappropriate in a specific situation",
            "defineVi": "không đồng ý với một cái gì đó; không phù hợp trong một tình huống cụ thể"
        },
        {
            "id": "d41032ff-ee4e-437e-ad66-38b118a79f9e",
            "word": "out of kilter",
            "phonetic": "aʊɾəv kɪltɚ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3V0IG9mIGtpbHRlcg&hash=552268e660bc5f294f3b20b3e32812a81c5986ae&lang=en&cache-only=0",
            "defineEn": "not in agreement with; out of balance",
            "defineVi": "không đồng ý với; mất cân bằng"
        },
        {
            "id": "70b7c771-bfc8-4efd-8b35-42fe40219b86",
            "word": "out of whack",
            "phonetic": "aʊɾəv wæk ",
            "partOfSpeechType": "phrase",
            "examples": [
                "Our financial system became out of whack during the past decade.",
                "Something must be out of whack.",
                "Sorry, I've been a bit out of whack lately.",
                "The whole system was out of whack.",
                "After a few years, the seasons are out of whack with the months, dogs and cats, living together, mass hysteria!!"
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0IG9mIHdoYWNr&hash=bc8206e9756151032a290907783ed0a83b6515a9&lang=en&cache-only=0",
            "defineEn": "not corresponding to or agreeing with something else",
            "defineVi": "không tương ứng với hoặc đồng ý với cái gì khác"
        },
        {
            "id": "f09d6ded-2a86-4670-8e2e-890379c42e40",
            "word": "parley",
            "phonetic": "pɑːɹli ",
            "partOfSpeechType": "noun",
            "examples": [
                "Parley and its partners collect trash from coastal areas like the Maldives.",
                "Or to parley themselves into something else.",
                "Each item in the Parley collection is made from at least 75% intercepted marine trash.",
                "With the help of Parley for the Oceans, Adidas is using readily available material to manufacture new products.",
                "In 2015, Adidas partnered with the environmental organization Parley for the Oceans."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFybGV5&hash=1dcccd7137614b910d46d5fac1f4b50ca6a63b8f&lang=en&cache-only=0",
            "defineEn": "a discussion in which opposing sides, usually enemies, try to reach an agreement",
            "defineVi": "một cuộc thảo luận trong đó các bên đối lập, thường là kẻ thù, cố gắng đạt được thỏa thuận"
        },
        {
            "id": "0bf67a49-b499-45ea-8c42-1678074d4369",
            "word": "to parley",
            "phonetic": "tə pɑːɹli ",
            "partOfSpeechType": "verb",
            "examples": [
                "Parley and its partners collect trash from coastal areas like the Maldives.",
                "Or to parley themselves into something else.",
                "Each item in the Parley collection is made from at least 75% intercepted marine trash.",
                "With the help of Parley for the Oceans, Adidas is using readily available material to manufacture new products.",
                "In 2015, Adidas partnered with the environmental organization Parley for the Oceans."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFybGV5&hash=675eda25dcd307ce93d2299a82e5de82401ed5dd&lang=en&cache-only=0",
            "defineEn": "to discuss the terms of an agreement with an opposing side, usually an enemy",
            "defineVi": "để thảo luận về các điều khoản của một thỏa thuận với một bên đối lập, thường là kẻ thù"
        },
        {
            "id": "2bea4d95-0109-4fca-ba48-5402ded60487",
            "word": "red line",
            "phonetic": "ɹɛd laɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is the red line.",
                "Bullying, would that be a red line?",
                "Seriously, where is your red line?",
                "This was the red line for them.",
                "Now, it seemed like a red line."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVkIGxpbmU&hash=6b11934c29e9530bdccc64171d6c87a786fa5c90&lang=en&cache-only=0",
            "defineEn": "a limit or boundary that is unchangeable and should not be violated",
            "defineVi": "một giới hạn hoặc ranh giới không thể thay đổi và không nên vi phạm"
        },
        {
            "id": "96a209a8-41c2-41a9-a2e0-0c033af7151b",
            "word": "the negotiating table",
            "phonetic": "ðə nᵻɡoʊʃɪeɪɾɪŋ teɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Salary only typically accounts for about 70% of employees total compensation which leaves lots of room on the negotiating table for other benefits and perks.",
                "I put together the coalition that imposed the sanctions on Iran that got us to the negotiating table to put a lid on their nuclear weapons program.",
                "So I think there are strong interests among diverse powers that say the negotiating table is the ways to decide the future, not the battlefield.",
                "So, clearly, the government needs to be more united to be stronger, both at the negotiating table and on the battlefield.",
                "Do you have a sense, when talking to people, that the Taliban believe they can win or try to win without going to the negotiating table?"
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlIG5lZ290aWF0aW5nIHRhYmxl&hash=aeb1c55a2fdc295f6b8534b42727c7747209fff8&lang=en&cache-only=0",
            "defineEn": "a formal discussion in which people try to come to an agreement",
            "defineVi": "một cuộc thảo luận chính thức trong đó mọi người cố gắng đi đến một thỏa thuận"
        },
        {
            "id": "1750a25d-55e4-429c-9cbe-f5cdfe880d4f",
            "word": "to talk over",
            "phonetic": "tə tɔːk oʊvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Talking over my problem with my close friend was a weight off my shoulders.",
                "Having a night out to talk over my problem with my close friend helped me get a load off my mind.",
                "Back in New York, our Atomwaffen source, John, agreed to talk over video chat with me and my colleague Ali Winston.",
                "They love talking over it, be about like, oh,",
                "He had nothing of value to say and completely talked over the professor the whole time."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFsayBvdmVy&hash=848c5bdd5286fe2fcbeab1e9670e4dc7fd1ef526&lang=en&cache-only=0",
            "defineEn": "to thoroughly discuss something, particularly in order for an agreement to be reached or a decision to be made",
            "defineVi": "để thảo luận kỹ lưỡng về một cái gì đó, đặc biệt là để đạt được một thỏa thuận hoặc một quyết định được đưa ra"
        }
    ]
}