{
    "id": "9d852ade-4d4b-446e-a5e4-9b4e7d03a84d",
    "title": "Get Down to Business!",
    "originalTitle": "Lesson 23",
    "words": [
        {
            "id": "98d9d5f7-0b1c-4573-a84b-2080d12826cb",
            "word": "acquisition",
            "phonetic": "ɐkwɪsɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the acquisition breathed some life back into Chuck E. Cheese.",
                "With the acquisition, American Apparel retail stores and U.S. manufacturing plants closed.",
                "Ultimately the acquisition saddled Chuck E. Cheese with nearly a billion dollars in debt.",
                "You want that language acquisition, acquisition?",
                "You want that language acquisition, acquisition?"
            ],
            "audio": "https://tts.langeek.co/read?text=YWNxdWlzaXRpb24&hash=b6b664b0bc5aa07057d63d290c78dcd9e5986cc2&lang=en&cache-only=0",
            "defineEn": "the act of buying or obtaining something, especially something that is valuable",
            "defineVi": "hành động mua hoặc lấy thứ gì đó, đặc biệt là thứ gì đó có giá trị",
            "hasImg": true
        },
        {
            "id": "d5ed9579-26c2-4c0c-9a94-b8fb56a159f3",
            "word": "mba",
            "phonetic": "ɛmbiːeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Off Nigeria, having an MBA that could play pay even 20% of what?",
                "Sityodtong lived in America for 18 years, earning his MBA from Harvard.",
                "If you look at the trading community that's being hired today, they're not the traditional traders finance MBA background, they all have a very strong quantitative backed.",
                "Plenty of people have said you know going to McKinsey is like getting the PHD on top of your MBA but in a much more polite way than an academic way."
            ],
            "audio": "https://tts.langeek.co/read?text=bWJh&hash=0b0ff1653037ae722dc9f0dd8f2eb8d4fd9e1406&lang=en&cache-only=0",
            "defineEn": "a second university degree in business management",
            "defineVi": "bằng đại học thứ hai về quản lý kinh doanh"
        },
        {
            "id": "6de7244b-7996-4bfa-a6a4-ca328365bb54",
            "word": "associate",
            "phonetic": "ɐsoʊsɪeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Myths from other parts of eastern Asia also associate dragons with water and imperial power.",
                "Astronomers usually associate those conditions with the space around a black hole.",
                "But associating birds with death and water?",
                "I always associated ambidexterity with just general awesomeness.",
                "Call my associate."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNzb2NpYXRl&hash=7a1e4c1feda9fc35850ae4c20295a781f69b9792&lang=en&cache-only=0",
            "defineEn": "a member of an organization with limited membership",
            "defineVi": "một thành viên của một tổ chức với thành viên hạn chế"
        },
        {
            "id": "6d1b2477-f960-46ab-8eab-eddbd40f4d62",
            "word": "retailer",
            "phonetic": "ɹiːteɪlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The online retailer had an edge over the other services with its faster shipping and wider selection of products.",
                "Lidl stole a march on other retailers by stocking pink prosecco in large volumes earlier.",
                "Despite the pandemic, the online retailer remained on a tear, experiencing record sales and expanding their product offerings to meet the changing needs of customers.",
                "The neighborhood bookstore, despite the rise of online retailers, is alive and kicking, offering personalized recommendations and hosting book signings that draw in book lovers from the community.",
                "But sometimes retailers bring coupon codes or info about an upcoming sale directly to the deal sites."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV0YWlsZXI&hash=f6dba9cfa744cdfb8279e821441508ae11803aa8&lang=en&cache-only=0",
            "defineEn": "a store, person, or business that sells goods to the public for their own use, not for resale",
            "defineVi": "một cửa hàng, người hoặc doanh nghiệp bán hàng hóa cho công chúng để sử dụng riêng, không phải để bán lại",
            "hasImg": true
        },
        {
            "id": "96c5da43-ab67-4379-a192-099d9e273e24",
            "word": "commodity",
            "phonetic": "kəmɑːdᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Additionally, falling prices for key commodities, like copper, are keeping a lid on most manufacturing costs.",
                "These commodity monies didn’t require much trust.",
                "It's a commodity.",
                "Cause oil's a valuable commodity.",
                "But commodity money isn’t very convenient."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbW9kaXR5&hash=1ffc00e045148097b1b2903e6ff2c52d35157f12&lang=en&cache-only=0",
            "defineEn": "(economics) a basic product or raw material that can be purchased or sold",
            "defineVi": "(kinh tế học) sản phẩm cơ bản hoặc nguyên liệu thô có thể mua hoặc bán"
        },
        {
            "id": "5a43bdd0-0f36-40a1-97d9-0aea84764713",
            "word": "merchandise",
            "phonetic": "mɜːtʃɐndaɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "We finally have some merchandise!",
                "Supreme only sells their merchandise at 11 brick-and-mortar stores across the world as well as their online store.",
                "I have some merchandise if you want some buttons or some funny little prints.",
                "BTS amassed their fortune through their music, album sales, concerts, merchandise, and brand deals.",
                "Billions of dollars' worth of merchandise with the bunny logo were sold."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVyY2hhbmRpc2U&hash=fd99c4e4177026fd668e8cabb2d7a5eee12f1ca2&lang=en&cache-only=0",
            "defineEn": "goods offered for sale or the ones bought or sold",
            "defineVi": "hàng hóa được chào bán hoặc hàng hóa được mua hoặc bán",
            "hasImg": true
        },
        {
            "id": "a264a382-9a04-4d62-870d-2492b239a520",
            "word": "cooperative",
            "phonetic": "koʊɑːpɚɹətɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "The apparent economic and political success of the cooperatives and the dismantling of large states were making inroads on the established class of hacendados.",
                "Under the cooperative, the family farms see 100% of the profits from Ocean Spray product sales.",
                "In at least the last half century, the number of cooperatives has shrunk, largely due to consolidation.",
                "So yes, the early education of the former slave children was really kind of a cooperative effort between religious groups and the federal government.",
                "Cooperatives have also begun to invest in parts of the dairy supply chain that extend beyond marketing milk."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29vcGVyYXRpdmU&hash=96eac43ae4ad3c0f50b8335db309520d2fdb7939&lang=en&cache-only=0",
            "defineEn": "an organization or business that is jointly owned and run by its members",
            "defineVi": "một tổ chức hoặc doanh nghiệp được sở hữu chung và điều hành bởi các thành viên của nó"
        },
        {
            "id": "d24b5e44-7077-4f07-9f7f-c3e7cd0ef575",
            "word": "audit",
            "phonetic": "ɔːdɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The audit blames the complexity of the program, a confusing design, a lack of taxpayer awareness and inadequate oversight by the IRS.",
                "No. Not audited.",
                "Because come on, audited?",
                "Arizona has a hand-count audit.",
                "Do you audit your sellers in terms of whether they're actually providing safe products to your customers?"
            ],
            "audio": "https://tts.langeek.co/read?text=YXVkaXQ&hash=09e93ddb175bf20a98b679c6cb68dc879179a909&lang=en&cache-only=0",
            "defineEn": "a formal inspection of a business's financial records to see if they are correct and accurate or not",
            "defineVi": "kiểm tra chính thức hồ sơ tài chính của doanh nghiệp để xem chúng có đúng và chính xác hay không"
        },
        {
            "id": "6c117a8d-55b8-4dca-a577-fb589a230691",
            "word": "deficit",
            "phonetic": "dɛfɪsɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The government's explanation for the budget deficit had more holes than Swiss cheese, and many citizens were left feeling skeptical.",
                "Deficits are the difference between federal spending and revenue.",
                "That year's deficit is $200.",
                "Big deficits, but inflation has come down.",
                "We have a huge deficit."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmaWNpdA&hash=0887c90b66a041af2d0407cc54389215a0856a62&lang=en&cache-only=0",
            "defineEn": "the difference between the needed amount that is higher than the amount that is available, especially money",
            "defineVi": "sự khác biệt giữa số tiền cần thiết cao hơn số tiền có sẵn, đặc biệt là tiền"
        },
        {
            "id": "8f0ada96-4249-4923-a8aa-7ab89678b733",
            "word": "expenditure",
            "phonetic": "ɛkspɛndɪtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Perhaps we should consider the flip side of the coin : there should be no expenditure without representation.",
                "Aggregate planned expenditures.",
                "One person's expenditure turns into another person's income.",
                "So one hundred billion is about two percent of federal expenditures now.",
                "You could view that as the aggregate income, aggregate expenditure."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwZW5kaXR1cmU&hash=42843d52f4902f4f30a0d4bd391d3541a0ae8728&lang=en&cache-only=0",
            "defineEn": "the act of using money",
            "defineVi": "hành vi sử dụng tiền"
        },
        {
            "id": "5e4fe7e5-9bd2-4738-b09c-b0b9a7107282",
            "word": "invoice",
            "phonetic": "ɪnvɔɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "I have raised an invoice for the tape.",
                "It can invoice people and interacts with many point of sale systems.",
                "and it's time to invoice for the renewal.",
                "This is the invoice that was sent, if you want to look at it. ",
                "And depending on our price range, many accounting software systems have options for generating invoices and can play nice with our point of sale system."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52b2ljZQ&hash=4439ee8b641daed40d86b3da7f064eaec9f88adb&lang=en&cache-only=0",
            "defineEn": "a list of goods or services received and their total cost",
            "defineVi": "một danh sách hàng hóa hoặc dịch vụ nhận được và tổng chi phí của họ",
            "hasImg": true
        },
        {
            "id": "65aef62a-19f8-4186-a81b-c0b49e9c26f3",
            "word": "margin",
            "phonetic": "mɑːɹdʒɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fast runner won the race by a wide margin.",
                "The text runs along the margin of the page.",
                "Once the team had tasted blood, there was no preventing them from winning by a wide margin.",
                "The home team fell behind by a large margin in the first half, but you can expect them to come out with their guns blazing in the second half.",
                "So the margins were huge."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFyZ2lu&hash=b77383dfa87cafc1ca101900c4f3f1f2b6409ac3&lang=en&cache-only=0",
            "defineEn": "(business) the difference between the amount of money spent to buy or produce something and the amount of money gained from its sale",
            "defineVi": "(kinh doanh) sự khác biệt giữa số tiền bỏ ra để mua hoặc sản xuất một thứ gì đó và số tiền thu được từ việc bán nó"
        },
        {
            "id": "e9e23a92-5248-424e-862b-fe3e4787156f",
            "word": "turnover",
            "phonetic": "tɜːnoʊvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rise in turnover failed to add to the company's bottom line.",
                "After a lot of turnover, they finally found a new supervisor who was able to implement changes that improved productivity.",
                "The business owner who mistreated their employees was a reminder that it is an ill bird that fouls its own nest, as their actions ultimately led to high turnover rates and damaged their own business.",
                "It was high turnover.",
                "There is no turnover here."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVybm92ZXI&hash=f6327ece31a9728208d4020747732875b2ce7303&lang=en&cache-only=0",
            "defineEn": "the overall amount of profit made by a business or company over a specific period of time",
            "defineVi": "tổng số lợi nhuận được thực hiện bởi một doanh nghiệp hoặc công ty trong một khoảng thời gian cụ thể"
        },
        {
            "id": "1443b9b6-4c97-4060-8f53-4ac6800f899b",
            "word": "yield",
            "phonetic": "jiːld ",
            "partOfSpeechType": "noun",
            "examples": [
                "The negotiations between the two countries finally yielded a peace agreement.",
                "The apple orchard typically yields a bountiful harvest each year.",
                "The fertile soil in this region yields abundant crops of wheat and corn.",
                "The study yielded significant findings that could advance medical research.",
                "The orchard's yield of apples was lower this year due to unfavorable weather conditions."
            ],
            "audio": "https://tts.langeek.co/read?text=eWllbGQ&hash=4cc601cb7324ab2861449a47050b463a83e5fa99&lang=en&cache-only=0",
            "defineEn": "an amount of profit gained from an investment or business",
            "defineVi": "một số tiền lãi thu được từ một khoản đầu tư hoặc kinh doanh"
        },
        {
            "id": "d59c6525-f894-48c3-941f-c01e9c995900",
            "word": "enterprise",
            "phonetic": "ɛntɚpɹaɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Import barriers protected the fledgling enterprises.",
                "Unpredictable tax systems that make things difficult for small enterprises and that prevent new investment.",
                "We developed the Enterprise apple.",
                "A lot of state owned enterprises Saudi Arabia.",
                "He was endangering their military enterprise."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW50ZXJwcmlzZQ&hash=16f694402f38c6bbb8d81bf84d4ddd427c999872&lang=en&cache-only=0",
            "defineEn": "a company or business",
            "defineVi": "một công ty hoặc doanh nghiệp",
            "hasImg": true
        },
        {
            "id": "dc63d8e2-57d9-4cd9-976d-d159128037cd",
            "word": "franchise",
            "phonetic": "fɹæntʃaɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "186 venues were franchises.",
                "Narrator: Franchise owners, on the other hand, took the hit.",
                "In 1955, the first Dunkin' Donuts franchise opened.",
                "The teams are not franchises.",
                "That same year, the first McDonald's franchise opened too."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhbmNoaXNl&hash=43007e49f552cbd19349a6e4b40f477a19c3736e&lang=en&cache-only=0",
            "defineEn": "a permission granted to a person or group by a government or company that enables them to sell their services or products in a specific area",
            "defineVi": "sự cho phép cấp cho một người hoặc một nhóm bởi chính phủ hoặc công ty cho phép họ bán dịch vụ hoặc sản phẩm của họ trong một khu vực cụ thể"
        },
        {
            "id": "6155734a-05ce-47ea-9a86-8d3d7106c934",
            "word": "start-up",
            "phonetic": "stɑːɹtʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "While raising her children, she kept her finger on the pulse of business and technology by freelancing for start-ups and small businesses.",
                "The job seeker's friend warned her to remember the saying 'beware of the young doctor and the old barber' when she considered accepting a job offer from a start-up with little track record or an established company with outdated practices.",
                "With so many ways to create realistic fake reviews, some start-ups have developed ways to detect them.",
                "Ride sharing companies Uber and Lyft have both expanded into this space as well as a number of scooters start-ups.",
                "[Narrator] Today, he's the CEO of a start-up that develops flight technology for drones."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhcnQtdXA&hash=9334d978e783c5a63b3d47735e297c72da1cface&lang=en&cache-only=0",
            "defineEn": "a business or company that has just begun operation",
            "defineVi": "một doanh nghiệp hoặc công ty mới bắt đầu hoạt động"
        },
        {
            "id": "4a169f51-d026-46b8-831a-25c41aac9ceb",
            "word": "Ltd",
            "phonetic": "lɪmɪɾᵻd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=THRk&hash=98aeed762140d3267e1b2cf2b465054cb938110a&lang=en&cache-only=0",
            "defineEn": "used after the name of a company to indicate that its owners are not legally responsible for all the money that the company owes but only to the amount they have invested in it",
            "defineVi": "được sử dụng sau tên của một công ty để chỉ ra rằng chủ sở hữu của nó không chịu trách nhiệm pháp lý đối với tất cả số tiền mà công ty nợ mà chỉ chịu trách nhiệm về số tiền họ đã đầu tư vào nó"
        },
        {
            "id": "c969f8b5-488e-42b1-a66f-df92ee205341",
            "word": "venture",
            "phonetic": "vɛntʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I wished him well with his new venture.",
                "He has made a fortune through his successful business ventures.",
                "Next weekend, we will be venturing off the beaten path to find some hidden waterfalls.",
                "The success of the business venture was uncertain from the beginning, and now it is in the lap of the gods.",
                "The CEO is meeting her opposite number at Fukuda Electronics to discuss a possible joint venture."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVudHVyZQ&hash=bd365e71e151feded9b62fdf0050bfd1e1dd12f8&lang=en&cache-only=0",
            "defineEn": "a business activity that is mostly very risky",
            "defineVi": "một hoạt động kinh doanh chủ yếu là rất rủi ro"
        },
        {
            "id": "8cf2af13-570a-416b-86cf-f23764c4a220",
            "word": "net",
            "phonetic": "nɛt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I soon had the fish in a net.",
                "Now nobody falls through the net.",
                "Volleyball is a team sport played with a ball and a net, where players hit the ball over the net to score points.",
                "My grandfather used to repeat the saying 'in vain the net is spread in the sight of the bird,' to remind us that it's important to be discreet when trying to achieve our goals.",
                "Volleyball is an exciting sport where teams try to score points by hitting the ball over the net."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV0&hash=d4d8ef166961a7121c97d8f17d8c81029fde7d0b&lang=en&cache-only=0",
            "defineEn": "final amount after the deduction of all costs",
            "defineVi": "số tiền cuối cùng sau khi trừ tất cả các chi phí"
        },
        {
            "id": "6eecf248-a1b8-4030-acbe-7540b41d107d",
            "word": "cooperative",
            "phonetic": "koʊɑːpɚɹətɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "The apparent economic and political success of the cooperatives and the dismantling of large states were making inroads on the established class of hacendados.",
                "Under the cooperative, the family farms see 100% of the profits from Ocean Spray product sales.",
                "In at least the last half century, the number of cooperatives has shrunk, largely due to consolidation.",
                "So yes, the early education of the former slave children was really kind of a cooperative effort between religious groups and the federal government.",
                "Cooperatives have also begun to invest in parts of the dairy supply chain that extend beyond marketing milk."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29vcGVyYXRpdmU&hash=96eac43ae4ad3c0f50b8335db309520d2fdb7939&lang=en&cache-only=0",
            "defineEn": "involving partnership of a group of people working toward a common goal",
            "defineVi": "liên quan đến sự hợp tác của một nhóm người làm việc hướng tới một mục tiêu chung"
        },
        {
            "id": "e7016966-6c6d-4c6a-a5d8-182c12ed754c",
            "word": "incorporated",
            "phonetic": "ɪŋkoːɹpɚɹeɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It would divide the large chunk of incorporated land into two new organized territories: Nebraska and Kansas, each of which would be open to slavery if the population voted to allow it.",
                "(blues music with synth incorporated) - Let us know what you think of our blues-inspired song, and make sure you don't forget to subscribe.",
                "And, of course, if we zoom out even more, there is Vice President now Kamala Harris, the first Black woman, the first South Asian, the first member of Alpha Kappa Alpha Sorority, Incorporated, the first African American sorority, to be vice president.",
                "Now, I didn't do this for the boxed cake because it's boxed cake, but I really like to crack my eggs into a separate bowl, just in case you get a bad egg and adding them one at a time is important so that everything gets nice and incorporated."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jb3Jwb3JhdGVk&hash=666f37151e78da9ab6e9e149b753e8e4f8c7e7b4&lang=en&cache-only=0",
            "defineEn": "having become a legal business company",
            "defineVi": "đã trở thành một công ty kinh doanh hợp pháp"
        },
        {
            "id": "31fdff69-99ae-4e6e-961d-f4f821e998a5",
            "word": "managerial",
            "phonetic": "mænɐdʒɪɹiəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "At any stage of your career, the managerial role will require you to wear many different hats that each serve their own unique purpose.",
                "The managerial challenges of running a hospital increased dramatically during the '70s and '80s.",
                "An observation from the study that I thought was interesting was that they found that the prolific lying group tended to be younger, male, and had higher occupational status, like being in a managerial or supervisory position."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuYWdlcmlhbA&hash=0ce228e3c6f51b5fe7323301975c55b3a538a360&lang=en&cache-only=0",
            "defineEn": "related to managers and their work",
            "defineVi": "liên quan đến các nhà quản lý và công việc của họ"
        },
        {
            "id": "e452852d-f294-47e1-aa89-17504358210b",
            "word": "profitable",
            "phonetic": "pɹɑːfɪɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You know what to do and once you have gotten your head on straight and eliminated distractions, you will be far more productive and far more profitable.",
                "So, if there's a simple way to make your business more profitable, you should perk your ears.",
                "The mega-mall was immensely profitable.",
                "Its business there just isn't profitable.",
                "Rihanna's most profitable partnership is with the luxury conglomerate LVMH."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZml0YWJsZQ&hash=a03cfebc887d743556f82b0e1409a0d2b02c66ea&lang=en&cache-only=0",
            "defineEn": "(of a business) making or yielding profit",
            "defineVi": "(của một doanh nghiệp) tạo ra hoặc mang lại lợi nhuận"
        },
        {
            "id": "9312530c-2beb-4ec0-88a1-97a43890c7e2",
            "word": "to administer",
            "phonetic": "tʊ ɐdmɪnɪstɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "So far, the nation has administered 26 million doses.",
                "So I could administer fluids.",
                "When you look at the map across the country right now, every state right now, except for Kansas, has administered at least 60 percent of the allocated vaccine.",
                "It can be administered in various different forms.",
                "We are not administered by China."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRtaW5pc3Rlcg&hash=28a5f10e863a211d9c14e663b2e1e39fce66b5a3&lang=en&cache-only=0",
            "defineEn": "to be responsible for a company, organization, etc. and manage its affairs, including financial matters",
            "defineVi": "chịu trách nhiệm cho một công ty, tổ chức, v.v. và quản lý các công việc của nó, bao gồm cả các vấn đề tài chính",
            "hasImg": true
        },
        {
            "id": "2bcd7791-e177-4c9d-86ba-b25084d970a3",
            "word": "to close",
            "phonetic": "tə kloʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The shopkeeper closed the shop for a short break.",
                "The police closed in.",
                "The business has already closed the books for this quarter.",
                "Detectives had closed the book on the Hornsey Murders case three years previously.",
                "The library closes early on Sundays."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xvc2U&hash=0434a06fae9b4dfabb1585d2d80a69fca482daf6&lang=en&cache-only=0",
            "defineEn": "to finalize a business deal",
            "defineVi": "để hoàn tất một thỏa thuận kinh doanh",
            "hasImg": true
        },
        {
            "id": "c27e897b-144d-4de8-8935-d087ca5260e1",
            "word": "to endorse",
            "phonetic": "tʊ ɛndoːɹs ",
            "partOfSpeechType": "verb",
            "examples": [
                "In the year 2000, only about 4 percent of white Americans endorsed reparations.",
                "Endorsed a new maverick.",
                "President Biden endorsed the proposal.",
                "State Senator Robert Stivers endorsed the plan.",
                "DONALD TRUMP, President of the United States: No true supporter of mine could ever endorse political violence."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5kb3JzZQ&hash=1b51605cd8aa695141f728a73b214fe8d6811e53&lang=en&cache-only=0",
            "defineEn": "to publicly state that one supports or approves someone or something",
            "defineVi": "tuyên bố công khai rằng một người ủng hộ hoặc chấp thuận ai đó hoặc điều gì đó"
        },
        {
            "id": "bd9be683-d835-4984-b77a-4ffc929bff09",
            "word": "to merge",
            "phonetic": "tə mɜːdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The driver had to yield to oncoming traffic before merging into the next lane.",
                "Trying to explain why the two companies could not merge, the CEO told the board that men may meet but mountains never, referring to the significant cultural and organizational differences that would make integration extremely challenging.",
                "So it merged a.",
                "In 1997, Dean Witter Discovering company merged with Morgan Stanley.",
                "The s and the p orbitals can merge into hybrid sp orbitals."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWVyZ2U&hash=97292c3b5e6d0b56d35fbe2fbefaf120078a1056&lang=en&cache-only=0",
            "defineEn": "to join together or make things do so",
            "defineVi": "để tham gia với nhau hoặc làm cho mọi thứ làm như vậy"
        },
        {
            "id": "07bbf3a5-bc24-479f-bdac-a3078edaafaf",
            "word": "to publicize",
            "phonetic": "tə pʌblɪsaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "FRED DE SAM LAZARO: Both men publicized their own vaccination on social media.",
                "And we really hope they publicize the results as well.",
                "Iowa’s Democrats aren’t ready to publicize the results right away.",
                "But while the health effects of air pollution is often discussed, what is perhaps far less publicized is its impact on the economy.",
                "Historians write that Hippasus was exhiled for publicizing his findings, while legends claim he was drowned as punishment from the gods."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVibGljaXpl&hash=f1e41cb59eb3a675bd0cd1ab2bac4cdfe5091665&lang=en&cache-only=0",
            "defineEn": "to draw public's attention to something by giving information about it as an act of advertisement",
            "defineVi": "để thu hút sự chú ý của công chúng đến một cái gì đó bằng cách cung cấp thông tin về nó như một hành động quảng cáo"
        },
        {
            "id": "a237115a-b5b0-4b88-a2b3-f320ca4a4e68",
            "word": "to take over",
            "phonetic": "tə teɪk oʊvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Military leaders took over the government.",
                "She waited in the wings to take over the company from her father.",
                "Ruth moved into our apartment and promptly took over.",
                "When the teacher fell ill, the substitute had to step into the breach and take over the class.",
                "I’ll be happy to take a back seat when Robin takes over."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSBvdmVy&hash=bb4c3b9e2a3495a73e6ab0c7a51aeb588970a629&lang=en&cache-only=0",
            "defineEn": "to take control of a company or business, particularly by buying more shares",
            "defineVi": "nắm quyền kiểm soát một công ty hoặc doanh nghiệp, đặc biệt bằng cách mua thêm cổ phần"
        },
        {
            "id": "8b340155-5052-49e6-85bd-87cb83ed42b3",
            "word": "patent",
            "phonetic": "pæʔn̩t ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drug companies are locking horns in a legal battle over patents.",
                "The inventor who sold their patent for a large sum of money also had to give up the right to profit from the invention in the future.",
                "Basically, patents are limiting the supply of these incredibly vital COVID-19 vaccines.",
                "Most breeders would patent their apple varieties in the U.S.",
                "He patented his design two years later."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0ZW50&hash=8d39d196b70d77e3efe6877d2c7cee15bb16821c&lang=en&cache-only=0",
            "defineEn": "a formal document that gives someone the right to be the only one who makes, uses, or sells an invention or product for a limited amount of time",
            "defineVi": "một tài liệu chính thức trao cho ai đó quyền trở thành người duy nhất tạo ra, sử dụng hoặc bán một phát minh hoặc sản phẩm trong một khoảng thời gian giới hạn"
        },
        {
            "id": "98879f57-0408-4ddb-a5cb-af9a7dc16502",
            "word": "pr",
            "phonetic": "piːɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The committee spent all afternoon trying to come up with a new PR proposal, but they ran around in circles the whole time.",
                "So airlines sort of don't want that embarrassing PR.",
                "He needs a new PR person.",
                "That's probably all PR.",
                "Satan needs a new PR person."
            ],
            "audio": "https://tts.langeek.co/read?text=cHI&hash=e0390477c62cb1d8455596a79eb8425c59eba30d&lang=en&cache-only=0",
            "defineEn": "the work of creating a good image of a person, product, or company among people",
            "defineVi": "công việc tạo ra hình ảnh tốt đẹp về một người, sản phẩm hoặc công ty giữa mọi người"
        },
        {
            "id": "f5459af0-caa2-4925-9dc8-648ce874b21d",
            "word": "shipping",
            "phonetic": "ʃɪpɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The online retailer had an edge over the other services with its faster shipping and wider selection of products.",
                "Between flight and commercial, shipping constitutes about 5 percent of our total CO2 emissions per year.",
                "Shipping is a very old technology.",
                "We love free shipping.",
                "They make shipping robots."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hpcHBpbmc&hash=c6f1d4f337fca4ea51319057fc0f9d45d294ea72&lang=en&cache-only=0",
            "defineEn": "the act of transporting goods, particularly by sea",
            "defineVi": "hành vi vận chuyển hàng hóa, đặc biệt là bằng đường biển"
        },
        {
            "id": "da7fcfa0-94e8-415d-a60a-0b19e50745cd",
            "word": "warehouse",
            "phonetic": "wɛɹhaʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The truck delivered a large shipment of goods to the warehouse.",
                "The three brothers took stock of the warehouse.",
                "The gang did a warehouse and a supermarket.",
                "The cops raided the warehouse but the place was clean as a whistle.",
                "I need to shift these boxes from the warehouse to the loading dock."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FyZWhvdXNl&hash=387bb69cc5046c15d22b42695e42113fe884d9f4&lang=en&cache-only=0",
            "defineEn": "a large place in which raw materials or produced goods are stored before they are sold or distributed",
            "defineVi": "một nơi rộng rãi trong đó nguyên liệu thô hoặc hàng hóa được sản xuất được lưu trữ trước khi chúng được bán hoặc phân phối",
            "hasImg": true
        },
        {
            "id": "e35fe412-2191-44f5-956a-47cffafa5db0",
            "word": "operational",
            "phonetic": "ɑːpɚɹeɪʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "One is bad operational security, known as OPSEC.",
                "According to one estimate, single pilot operations could save airlines as much as $60 billion annually and operational costs and up to 110 billion for fully autonomous flight.",
                "We will take no overhead or operational money out of it.",
                "As of June 2020, there are only 15 operational direct air capture plants in the world.",
                "Most people don't realize the operational complexity that happens in the background to even getting one member through here."
            ],
            "audio": "https://tts.langeek.co/read?text=b3BlcmF0aW9uYWw&hash=c2e38b84af5c56f5c29ade753235e6f3dd0a8ee3&lang=en&cache-only=0",
            "defineEn": "related to the way in which a business, organization, machine, etc. functions",
            "defineVi": "liên quan đến cách thức hoạt động của một doanh nghiệp, tổ chức, máy móc, v.v."
        }
    ]
}