{
    "id": "9d99ddb6-5a60-43e4-b01f-dc3160f94367",
    "title": "Jobs",
    "originalTitle": "Lesson 14",
    "words": [
        {
            "id": "70a49bbc-2a20-42f0-8014-079c088c81b5",
            "word": "money",
            "phonetic": "mʌni ",
            "partOfSpeechType": "noun",
            "examples": [
                "The business is losing money.",
                "Money can't buy happiness.",
                "Money means nothing to him.",
                "A lot of people give money to good causes.",
                "My parents give me pocket money every week."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9uZXk&hash=4178e5094d54a8d5b469b59d4a203aa9d6c9cf7c&lang=en&cache-only=0",
            "defineEn": "something that people use to buy and sell goods and services, can be in the form of coins or paper bills",
            "defineVi": "thứ mà mọi người sử dụng để mua và bán hàng hóa và dịch vụ, có thể ở dạng tiền xu hoặc hóa đơn giấy",
            "hasImg": true
        },
        {
            "id": "a3897fdc-0e93-4d10-a47e-fd738b367a0d",
            "word": "job",
            "phonetic": "dʒɑːb ",
            "partOfSpeechType": "noun",
            "examples": [
                "His carelessness lost him the job.",
                "Jobs that pay £5 an hour.",
                "This job puts years on you.",
                "My job is the tough one.",
                "The team's new manager brings ten years' experience to the job."
            ],
            "audio": "https://tts.langeek.co/read?text=am9i&hash=ef5cedf0a05b01de4986c956c61f09fa84112541&lang=en&cache-only=0",
            "defineEn": "the work that we do regularly to earn money",
            "defineVi": "công việc mà chúng tôi làm thường xuyên để kiếm tiền",
            "hasImg": true
        },
        {
            "id": "94488ad0-cda0-413a-9fd8-d53c5a05460c",
            "word": "work",
            "phonetic": "wɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The students worked their heart and soul on their project.",
                "Not working my foot.",
                "Soymilk works well as a substitute for milk in sauces and creamy pasta dishes.",
                "My dad works forty hours a week.",
                "To work clay."
            ],
            "audio": "https://tts.langeek.co/read?text=d29yaw&hash=bde9fca176d084c843248403edd2a402467aaed6&lang=en&cache-only=0",
            "defineEn": "something that we do regularly to earn money",
            "defineVi": "một cái gì đó mà chúng tôi làm thường xuyên để kiếm tiền",
            "hasImg": true
        },
        {
            "id": "d49ad787-5002-46ee-9849-c1363f53d2c0",
            "word": "doctor",
            "phonetic": "dɑːktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Doctors couldn't stop the bleeding.",
                "The doctor examined her neck for any signs of injury.",
                "Somebody get a doctor!",
                "The doctor will see you now.",
                "The doctor used a small flashlight to examine her eyes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9jdG9y&hash=ca73dffd3b050170c1d206340314db5c1ca41ee5&lang=en&cache-only=0",
            "defineEn": "someone who has studied medicine and treats sick or injured people",
            "defineVi": "một người đã nghiên cứu y học và điều trị những người bị bệnh hoặc bị thương",
            "hasImg": true
        },
        {
            "id": "c647db9f-13a1-49f4-8b7d-0d61b07ae7a9",
            "word": "dentist",
            "phonetic": "dɛntɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dentist can't take any new patients.",
                "The dentist took an X-ray of my teeth to check for any underlying issues.",
                "I have a dentist appointment on Thursday.",
                "The dentist recommended using an electric toothbrush for better cleaning.",
                "The dentist showed me the proper technique for brushing and gave me a new toothbrush."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVudGlzdA&hash=ca79d13ffe89c188c42c6b779cc2ba2e5ab0e7a6&lang=en&cache-only=0",
            "defineEn": "someone who is licensed to fix and care for our teeth",
            "defineVi": "một người được cấp phép để sửa chữa và chăm sóc răng của chúng tôi",
            "hasImg": true
        },
        {
            "id": "e981c352-db43-444f-ba90-3d2d82fa8a5b",
            "word": "nurse",
            "phonetic": "nɜːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The nurse takes my blood pressure.",
                "The nurses had to spoon-feed my mother after her stroke.",
                "I thanked the nurse for her compassionate care during my stay in the hospital.",
                "The nurse kindly explained the procedure to me and helped me feel at ease.",
                "Nurses play an important role in providing healthcare and assisting doctors in treating patients."
            ],
            "audio": "https://tts.langeek.co/read?text=bnVyc2U&hash=5749553055d3ea36337ab6fb54c9d6deca56f5d8&lang=en&cache-only=0",
            "defineEn": "someone who has been trained to care for injured or sick people, particularly in a hospital",
            "defineVi": "một người đã được đào tạo để chăm sóc người bị thương hoặc bị bệnh, đặc biệt là trong bệnh viện",
            "hasImg": true
        },
        {
            "id": "c900cbb8-9e87-4181-b2ba-db4886cf6918",
            "word": "teacher",
            "phonetic": "tiːtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Teachers should read more poetry to children.",
                "Teachers are up in arms about new school tests.",
                "Better ask teacher about.",
                "The teacher placed the books on the desk.",
                "The teacher called out our names one by one for attendance."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVhY2hlcg&hash=9f38a1da2c33a3a904e51306193a0a96051a3037&lang=en&cache-only=0",
            "defineEn": "someone who teaches things to people, particularly in a school",
            "defineVi": "một người dạy mọi thứ cho mọi người, đặc biệt là trong một trường học",
            "hasImg": true
        },
        {
            "id": "706c7164-a678-4820-916e-00fade74e00f",
            "word": "engineer",
            "phonetic": "ɛndʒɪnɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The engineer oversees the construction and maintenance of roads and bridges.",
                "Engineers collaborate with architects to turn design concepts into reality.",
                "An engineer suggested driving a tunnel through the Judean hills.",
                "The engineer is responsible for ensuring the safety and efficiency of the electrical system.",
                "The engineer designs cars and improves their performance."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5naW5lZXI&hash=a9b69867097df371c962250a506cf5cba18f2a1f&lang=en&cache-only=0",
            "defineEn": "a person who designs, fixes, or builds roads, machines, bridges, etc.",
            "defineVi": "một người thiết kế, sửa chữa hoặc xây dựng đường xá, máy móc, cầu cống, v.v.",
            "hasImg": true
        },
        {
            "id": "e420ee1d-4372-4f38-a70c-36bf121e89a1",
            "word": "actor",
            "phonetic": "æktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The director praised the actor for their outstanding performance in the movie.",
                "The actor is hitting the big time with his new movie.",
                "The talented actor effortlessly portrayed a wide range of characters, from a hero to a villain.",
                "Many actors dream of winning prestigious awards for their performances.",
                "Right in the middle of the review is a left-handed compliment: the critic praises the actor for his \"startling career departure.\""
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0b3I&hash=ff51d3cf52dbdb212c09682c85250cde406d0147&lang=en&cache-only=0",
            "defineEn": "someone whose job involves performing in movies, plays, or series",
            "defineVi": "ai đó có công việc liên quan đến việc biểu diễn trong phim, vở kịch hoặc sê-ri",
            "hasImg": true
        },
        {
            "id": "6abc4f78-3a4a-4ba4-98ac-9c0ad1dfb9a8",
            "word": "actress",
            "phonetic": "æktɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The actress had a love child with her co-star.",
                "The actress was practicing her lines before the audition.",
                "The actress performed beautifully in the play.",
                "The young actress received an award for her outstanding performance.",
                "being an actress."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0cmVzcw&hash=b37d834f56c0ba4d73f6dd0a30839becc1c48d8f&lang=en&cache-only=0",
            "defineEn": "a woman whose job involves performing in movies, plays, or series",
            "defineVi": "một người phụ nữ có công việc liên quan đến biểu diễn trong phim, vở kịch hoặc sê-ri",
            "hasImg": true
        },
        {
            "id": "c2c364a9-48e6-4cf3-b81e-ebf82727db3d",
            "word": "police officer",
            "phonetic": "pəliːs ɑːfɪsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The police officer took my name and address.",
                "The police officer wears a uniform and a badge.",
                "With a flashlight in hand, the police officer searched for clues at the crime scene.",
                "The police officer arrested the thief and recovered the stolen items.",
                "He was frogmarched off by two police officers."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9saWNlIG9mZmljZXI&hash=6bc68c4e2e7af9b4e2eb15c241739604288d563d&lang=en&cache-only=0",
            "defineEn": "someone whose job is to protect people, catch criminals, and make sure that laws are obeyed",
            "defineVi": "một người có công việc là bảo vệ mọi người, truy bắt tội phạm và đảm bảo rằng luật pháp được tuân thủ",
            "hasImg": true
        },
        {
            "id": "9334385a-88bf-47df-b984-a346f387c1ec",
            "word": "waiter",
            "phonetic": "weɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The waiter opened the bottle of wine for the guests.",
                "Our waiter cleared the empty plates from the table.",
                "Throughout the evening, the waiter handled the busy restaurant.",
                "The waiter patiently answered our questions about the ingredients in the dish.",
                "The waiter recommended trying the dressed oysters."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FpdGVy&hash=86972c42188709376457d2a12a67dedb6ab22528&lang=en&cache-only=0",
            "defineEn": "a man who brings people food and drinks in restaurants, cafes, etc.",
            "defineVi": "một người đàn ông mang thức ăn và đồ uống cho mọi người trong nhà hàng, quán cà phê, v.v.",
            "hasImg": true
        },
        {
            "id": "bfcd2ec0-069c-435f-a6e8-000d5c4ce4e2",
            "word": "waitress",
            "phonetic": "weɪtɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our waitress poured water for everyone at the table.",
                "The waitress took our orders and brought us our drinks.",
                "Andrews' favorite waitress means well when she puts in a good word for him with Tierney.",
                "I asked the waitress for the bill after finishing my meal.",
                "We thanked the waitress for her excellent service before leaving the restaurant."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FpdHJlc3M&hash=9b82d623a8a2701e0dfb7b77a73d5bd571e4697c&lang=en&cache-only=0",
            "defineEn": "a woman who brings people food and drinks in restaurants, cafes, etc.",
            "defineVi": "một người phụ nữ mang thức ăn và đồ uống cho mọi người trong nhà hàng, quán cà phê, v.v.",
            "hasImg": true
        },
        {
            "id": "9c83148e-09ea-49e5-a6c9-f340bcba028f",
            "word": "driver",
            "phonetic": "dɹaɪvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Both drivers shared the blame for the accident.",
                "But a truck driver saved her bacon.",
                "The driver of the car opened the car door for the passengers.",
                "The driver knew that anger and haste hinder good counsel when he was cut off in traffic.",
                "The taxi driver helped me with my luggage."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJpdmVy&hash=c8fedec14115a1d1ebb260baef8f417d7694d675&lang=en&cache-only=0",
            "defineEn": "someone who drives a truck, bus, car, or another vehicle",
            "defineVi": "một người lái xe tải, xe buýt, xe hơi, hoặc phương tiện khác",
            "hasImg": true
        },
        {
            "id": "510161c6-b0e3-46b7-8c08-d22ca9c61cd9",
            "word": "employee",
            "phonetic": "ɛmplɔɪiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The employee took a lunch break in the cafeteria.",
                "The employee followed company policies and procedures.",
                "The company CEO let the employees in on the exciting news about the upcoming merger.",
                "They both pay their employees badly.",
                "The hardworking employee received a promotion for their exceptional performance."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1wbG95ZWU&hash=b73233d538e673382f91e5ec77d5ca35f56fbf46&lang=en&cache-only=0",
            "defineEn": "someone who is paid by another to work for them",
            "defineVi": "một người được người khác trả tiền để làm việc cho họ",
            "hasImg": true
        }
    ]
}