{
    "id": "9da5e5be-3114-4a9d-a1ca-ebe48058c10d",
    "title": "Flowers, Fruits, and Nuts",
    "originalTitle": "Lesson 30",
    "words": [
        {
            "id": "e984101c-f356-4312-a3bc-574eefe86085",
            "word": "farm",
            "phonetic": "fɑːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The farm sits in the shadow of Ben Nevis.",
                "The surfaced road ends at the farm.",
                "My grandfather used to raise chickens on his farm.",
                "The farmers harvested the ripe tomatoes from the farm before they spoiled.",
                "At a countryside farm festival, attendees line up for a taste of the famous trotter barbecue."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFybQ&hash=fa6f4e60fe5559c34483afab21133ee0ca01adb7&lang=en&cache-only=0",
            "defineEn": "an area of land and its buildings, used for growing crops or keeping animals",
            "defineVi": "một diện tích đất và các tòa nhà của nó, được sử dụng để trồng trọt hoặc nuôi động vật",
            "hasImg": true
        },
        {
            "id": "c24dfa19-58bc-4f66-94fa-5dfca7d04c03",
            "word": "farming",
            "phonetic": "fɑːɹmɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In their sustainable farming practice, they use the meal as compost, enriching the soil for future crops.",
                "It's hard to make farming pay.",
                "Slowly, farming spread to other areas. ",
                "Hydroponic farming has various benefits. ",
                "For humans, farming was the origin of our civilization."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFybWluZw&hash=19df4402c9ced44460a2b45049389d6877c20037&lang=en&cache-only=0",
            "defineEn": "the activity of working on a farm and growing crops or producing cattle",
            "defineVi": "hoạt động làm việc trong trang trại và trồng trọt hoặc sản xuất gia súc",
            "hasImg": true
        },
        {
            "id": "209dbd12-01c0-4d14-bcbc-49c84025c5f8",
            "word": "to pick",
            "phonetic": "tə pɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "I picked a bouquet of fresh flowers from the field.",
                "He often picks a quarrel.",
                "Take your pick.",
                "She sometimes picked fights with other girls at school.",
                "I picked a handful of delicious sand cherries from the bush in my backyard."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGljaw&hash=005633abd71825f3a88ccdd7eb92e8a120101941&lang=en&cache-only=0",
            "defineEn": "to take a flower or fruit from its plant with our fingers",
            "defineVi": "lấy một bông hoa hoặc quả từ cây của nó bằng ngón tay của chúng tôi",
            "hasImg": true
        },
        {
            "id": "3bed4899-a44a-447d-a226-d852cbd6e910",
            "word": "to plant",
            "phonetic": "tə plænt ",
            "partOfSpeechType": "verb",
            "examples": [
                "My mom planted beautiful flowers in the front yard.",
                "The child carefully planted caryopses of wildflowers in the garden.",
                "He planted a gentle kiss on her cheek.",
                "They have planted the seeds of their own destruction.",
                "He planted arrowroot in his backyard garden."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxhbnQ&hash=dc5455278f1534c1034501094253c1e080fa59a5&lang=en&cache-only=0",
            "defineEn": "to put a seed, plant, etc. in the ground to grow",
            "defineVi": "để đặt một hạt giống, cây trồng, vv trong lòng đất để phát triển",
            "hasImg": true
        },
        {
            "id": "eeca9dbf-832c-441b-bd80-3d755dfc9141",
            "word": "to water",
            "phonetic": "tə wɔːɾɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Our waitress poured water for everyone at the table.",
                "Water will always find its own level.",
                "My mother waters the plants in our garden every morning.",
                "Police turned water cannon on the rioters.",
                "The water boiled away."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2F0ZXI&hash=4571afa9f6f5f3592a973fe3ca2b240b9f67dabb&lang=en&cache-only=0",
            "defineEn": "to pour water on the ground to make plants grow in it",
            "defineVi": "đổ nước xuống đất để làm cho cây mọc trong đó",
            "hasImg": true
        },
        {
            "id": "74c710d7-3291-4dda-98ec-50b3ed709a26",
            "word": "to grow",
            "phonetic": "tə ɡɹoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Sales are growing fast.",
                "The market is growing rapidly.",
                "The company is healthily growing its revenue each year.",
                "By degrees their business relationship grew into friendship.",
                "The sector is growing at a phenomenal rate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3Jvdw&hash=dacd8f74a4fa7e7d5e02f1bafb3c6ed5b473354e&lang=en&cache-only=0",
            "defineEn": "to cause a plant to develop and give fruit or flowers",
            "defineVi": "để làm cho cây phát triển và cho quả hoặc hoa",
            "hasImg": true
        },
        {
            "id": "c3db423d-84c9-4475-96d5-90a06c0a13d6",
            "word": "to produce",
            "phonetic": "tə pɹəduːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The apple tree in our backyard produces juicy fruits every year.",
                "Violence in the last analysis produces more violence.",
                "ur company mainly produces goods for export.",
                "The local factory produces electronic components.",
                "The company has just produced a luxury version of the aircraft."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvZHVjZQ&hash=054a384a1e7f0a408ebc1210f3d4e80c3197790f&lang=en&cache-only=0",
            "defineEn": "to raise or grow something naturally, in large numbers",
            "defineVi": "để nâng cao hoặc phát triển một cái gì đó một cách tự nhiên, với số lượng lớn",
            "hasImg": true
        },
        {
            "id": "48b2f8b7-7c82-4e2f-8cb9-7b7765c01a46",
            "word": "to feed",
            "phonetic": "tə fiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Feed the kitty.",
                "The farmer fed the chickens with corn and grains.",
                "They fed the carrot to their pet rabbit, who happily munched on it.",
                "The old man sat on the park bench, feeding crumbs to the birds.",
                "I took pity on the stray cat and fed him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmVlZA&hash=ab7c52d0ac008724ab082bca25e7a02aeec9e7ff&lang=en&cache-only=0",
            "defineEn": "to give food to a person or an animal",
            "defineVi": "để cung cấp thức ăn cho một người hoặc một con vật",
            "hasImg": true
        },
        {
            "id": "fa8eb13f-29fe-4aae-b5ef-219e40e557e9",
            "word": "strawberry",
            "phonetic": "stɹɔːbɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He dipped his strawberries into a bowl of chocolate syrup.",
                "A strawberry margarita, but hold the tequila.",
                "You can buy strawberries all year round, but at a price.",
                "The strawberries and clotted cream combined to create a heavenly dessert parfait.",
                "The candy had an artificial strawberry flavor that burst in your mouth."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyYXdiZXJyeQ&hash=c4991a396106b9f05b65f7a3a70a554215807278&lang=en&cache-only=0",
            "defineEn": "a soft, red juicy fruit with small seeds on its surface",
            "defineVi": "một loại trái cây mềm, mọng nước màu đỏ với những hạt nhỏ trên bề mặt của nó",
            "hasImg": true
        },
        {
            "id": "e3786e06-78a6-49c9-b5df-f3978c0e215f",
            "word": "blueberry",
            "phonetic": "bluːbɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Strawberries and blueberries are my favorite types of berries.",
                "The blueberries were rich in antioxidants, which helped protect the body against free radicals.",
                "My husband is making a refreshing blueberry lemonade to beat the summer heat.",
                "I like adding frozen blueberries to my pancakes for an extra touch of sweetness.",
                "The farmers grew a diverse range of accessory fruits on their orchard, including grapes and blueberries."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymx1ZWJlcnJ5&hash=6d7eb3331c473bbcdea842abdef6f2c86003dffd&lang=en&cache-only=0",
            "defineEn": "a sweet small fruit dark blue in color, grown in North America",
            "defineVi": "một loại quả nhỏ ngọt có màu xanh đậm, được trồng ở Bắc Mỹ",
            "hasImg": true
        },
        {
            "id": "4ebca11c-7cd0-4be7-95b0-adb94087a6dd",
            "word": "watermelon",
            "phonetic": "wɔːɾɚmɛlən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Watermelon juice is a popular beverage during picnics and barbecues.",
                "I bought a delicious watermelon from the grocery store.",
                "The children enjoyed a refreshing slice of watermelon on a hot summer day.",
                "The farmer harvested a bountiful crop of watermelons from his fields.",
                "Feta cheese pairs perfectly with juicy watermelon, creating a refreshing summer salad."
            ],
            "audio": "https://tts.langeek.co/read?text=d2F0ZXJtZWxvbg&hash=37e03cbf3d2c811a2c6aa7696e79369a1609cc1e&lang=en&cache-only=0",
            "defineEn": "a large, round, and juicy fruit that is red on the inside and has green stripes on its hard and thick skin",
            "defineVi": "một loại trái cây to, tròn và mọng nước, bên trong có màu đỏ và có sọc xanh trên lớp vỏ cứng và dày",
            "hasImg": true
        },
        {
            "id": "d32817b5-236b-467d-b5fa-36a2556ddc1d",
            "word": "pear",
            "phonetic": "pɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Almond-leaved pear has a mild sweetness and a hint of almond taste.",
                "A juicy pear is a refreshing treat on a hot summer day.",
                "Our dessert of the day is a delectable almond-leaved pear tart.",
                "Cerrado pears are known for their unique flavor and crisp texture.",
                "Bosc pear and cinnamon muffins are a delicious way to start the day."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVhcg&hash=66a01ebb51f910a3886f699e5d5b4432f8c43db3&lang=en&cache-only=0",
            "defineEn": "a sweet yellow or green bell-shaped fruit with a lot of juice",
            "defineVi": "một loại trái cây hình chuông màu vàng hoặc xanh ngọt với rất nhiều nước",
            "hasImg": true
        },
        {
            "id": "1b23b672-9269-4d88-a868-db9616bad014",
            "word": "pineapple",
            "phonetic": "paɪnæpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drinking pineapple juice is a tasty way to boost your immune system.",
                "He carefully cored the pineapple before serving it as a tropical dessert.",
                "As I cut into the exocarp of the pineapple, its tropical aroma filled the room, making my mouth water.",
                "I love starting my day with a bowl of fresh fruit salad, filled with juicy strawberries, pineapple, and oranges.",
                "The thick and tough skin of the pineapple protected its sweet and tangy flesh."
            ],
            "audio": "https://tts.langeek.co/read?text=cGluZWFwcGxl&hash=9d906e23212a54b02268e60f1c0153a1574ac2b6&lang=en&cache-only=0",
            "defineEn": "a sweet large and tropical fruit that has brown skin, pointy leaves, and yellow flesh which is very juicy",
            "defineVi": "một loại trái cây nhiệt đới lớn ngọt ngào có vỏ màu nâu, lá nhọn và thịt màu vàng rất mọng nước",
            "hasImg": true
        },
        {
            "id": "5818ef33-6315-4c69-8e76-274667781090",
            "word": "mango",
            "phonetic": "mæŋɡoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She mixed diced mango, jalapeños, and lime juice to create a refreshing salsa.",
                "You can tell a mango is ripe when it gives a slight squeeze and yields to gentle pressure.",
                "Including mangoes in your diet can provide a boost of vitamins and antioxidants.",
                "Paying nine bucks for 200g of dried mango is highway robbery.",
                "Creating a homemade face mask using mango can be a cost-effective option for skincare."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuZ28&hash=5fa92a8a914e44d3fb27aa985fdcdb3c23563b7b&lang=en&cache-only=0",
            "defineEn": "a sweet yellow fruit with a thin skin that grows in hot areas",
            "defineVi": "một loại trái cây màu vàng ngọt với vỏ mỏng mọc ở vùng nóng",
            "hasImg": true
        },
        {
            "id": "3a460d97-6ead-475e-b9c5-cb7b16b6f005",
            "word": "kiwi",
            "phonetic": "kiːwiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "He peeled back the skin of the kiwi, revealing its vibrant green flesh dotted with tiny black seeds.",
                "We decided to peel the kiwi before adding it to our fruit salad for easier eating.",
                "Kiwi is a versatile fruit that can be used in both sweet and savory dishes.",
                "I love the crunch and juiciness of freshly sliced kiwi in my summer fruit salad.",
                "But for kiwi birds, giant chicks are the norm."
            ],
            "audio": "https://tts.langeek.co/read?text=a2l3aQ&hash=a38ce67d14157f2529764b045a69819c669894c7&lang=en&cache-only=0",
            "defineEn": "an oval fruit with hairy brown skin and green flesh",
            "defineVi": "một quả hình bầu dục với vỏ màu nâu có lông và thịt màu xanh lá cây",
            "hasImg": true
        },
        {
            "id": "52c70739-4983-4b64-a86d-48f6e6bc18b1",
            "word": "avocado",
            "phonetic": "ævəkɑːdoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend prefers a vegetarian sandwich with avocado and sprouts.",
                "The chef prepared a fleshy avocado salad, combining its creamy texture with tangy dressing.",
                "I created a unique avocado chutney, blending the creamy fruit with lime juice, cilantro, and jalapenos.",
                "You can sprinkle sesame seeds on your avocado toast to enhance its taste and texture.",
                "He carefully selected the least overripe avocados from the pile."
            ],
            "audio": "https://tts.langeek.co/read?text=YXZvY2Fkbw&hash=25247929681acf6d02eb3f91fca2824c97a83575&lang=en&cache-only=0",
            "defineEn": "a bell-shaped tropical fruit with bright green flesh, dark skin and a big stony seed",
            "defineVi": "một loại trái cây nhiệt đới hình chuông với thịt màu xanh tươi, vỏ sẫm màu và một hạt đá lớn",
            "hasImg": true
        },
        {
            "id": "50c6ea75-5447-4289-a4a9-0ef1b2940cd0",
            "word": "grapefruit",
            "phonetic": "ɡɹeɪpfɹuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "During my beach vacations, I always pack a juicy grapefruit in my backpack.",
                "They divided the grapefruit into equal segments to share among the group.",
                "When I feel under the weather, a warm cup of grapefruit tea provides a comforting embrace.",
                "She offered him a glass of freshly squeezed grapefruit juice to quench his thirst.",
                "Think atoms in a grapefruit like blueberries in the Earth."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhcGVmcnVpdA&hash=50c614e73f7f665e647cb5138b130b800e035572&lang=en&cache-only=0",
            "defineEn": "a round, citrusy fruit with yellow-orange skin, like a large orange",
            "defineVi": "một loại trái cây tròn, có múi với vỏ màu vàng cam, giống như một quả cam lớn",
            "hasImg": true
        },
        {
            "id": "33f3a14d-b5ab-445b-a9e9-f54c28c0f87a",
            "word": "rose",
            "phonetic": "ɹoʊz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The roses in the garden were red with velvety petals.",
                "After a challenging year, things finally came up roses for the athlete, who won several major competitions and broke records.",
                "Their life together hasn't exactly been a bed of roses.",
                "Sometimes you've got to take a moment to smell the roses.",
                "Come on, Stan, wake up and smell the roses!"
            ],
            "audio": "https://tts.langeek.co/read?text=cm9zZQ&hash=3132e209386b4805b68c8abfbb4a64eec5c33a0a&lang=en&cache-only=0",
            "defineEn": "a garden plant or its flower that has thorns, smells nice, and comes in different colors",
            "defineVi": "một loại cây trong vườn hoặc hoa của nó có gai, có mùi thơm và có nhiều màu sắc khác nhau",
            "hasImg": true
        },
        {
            "id": "1628e0c5-a59e-406a-b4c7-c3bc1d61d2d5",
            "word": "lily",
            "phonetic": "lɪli ",
            "partOfSpeechType": "noun",
            "examples": [
                "The green frog hopped from one lily pad to another.",
                "Lily will cut a dash at the art exhibition, showcasing her creative fashion choices and unique personal style.",
                "At just 18, Lily started her own business and became a successful entrepreneur at a ripe old age.",
                "I'd never live it down if Lily got wind of this.",
                "Should I add a scarf to this jacket or would it be gilding the lily?"
            ],
            "audio": "https://tts.langeek.co/read?text=bGlseQ&hash=96cbe18f18a5069b1c9908aedd7a4f4c4b11e612&lang=en&cache-only=0",
            "defineEn": "a plant with large bell-shaped flowers, typically white",
            "defineVi": "một loại cây có hoa hình chuông lớn, thường có màu trắng",
            "hasImg": true
        },
        {
            "id": "46c5fe4b-b861-4202-aaa5-6c65945bab3e",
            "word": "orchid",
            "phonetic": "ɔːɹkɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Orchids display beautiful patterns to attract their favorite pollinators: bees and flies.",
                "Cities, like nations, like orchids, are organic things.",
                "That isn’t an orchid at all.",
                "It’s an orchid mantis, an insect native to the rainforests of Southeast Asia.",
                "Like their close kin, orchid mantises will even rock back and forth like a flower swaying in the breeze."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JjaGlk&hash=cdac11c4fa75eaa6eaf8846ab1807bce85480294&lang=en&cache-only=0",
            "defineEn": "a plant with flowers in unusual shapes and bright colors",
            "defineVi": "một loại cây có hoa có hình dạng khác thường và màu sắc tươi sáng",
            "hasImg": true
        },
        {
            "id": "0ff8c585-edb3-479f-b905-6dc6f9a8c9ae",
            "word": "sunflower",
            "phonetic": "sʌnflaʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The sunflower turned its face towards the sun.",
                "She carefully sprinkled sunflower seeds on top of her homemade bread dough.",
                "Some common types of cooking oils include canola oil, vegetable oil, and sunflower oil.",
                "We always keep a bottle of sunflower oil in the kitchen pantry for everyday cooking needs.",
                "They discovered that sunflower oil worked well as a substitute for other cooking oils in various recipes."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VuZmxvd2Vy&hash=d9812ed58c52bf4f5ffc7688199e76a8eb2c8a80&lang=en&cache-only=0",
            "defineEn": "a plant with a tall stem and a round yellow flower",
            "defineVi": "một loại cây có thân cao và hoa tròn màu vàng",
            "hasImg": true
        },
        {
            "id": "ba6474a1-cb06-4d3e-b368-377d0be906d1",
            "word": "cactus",
            "phonetic": "kæktəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "I've always trusted cactus.",
                "I always just thought cactus were--",
                "Before they hit the cactus.",
                "There's a cactus right there.",
                "There's a dadgum cactus right there."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FjdHVz&hash=2acdeb4b0b73bb5417aa24a1c9e21b9624610480&lang=en&cache-only=0",
            "defineEn": "a desert plant with a lot of spines on a thick stem that stores water",
            "defineVi": "một loại cây sa mạc có nhiều gai trên thân dày để trữ nước",
            "hasImg": true
        },
        {
            "id": "14750bf4-fe58-4718-8eeb-7a7bd53d872f",
            "word": "nut",
            "phonetic": "nʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She is a hard nut",
                "The squirrel was running with a small nut in its mouth.",
                "The problem is a hard nut to crack.",
                "The team's defense is a tough nut to crack.",
                "She carefully arranged a selection of kola nuts on a decorative plate."
            ],
            "audio": "https://tts.langeek.co/read?text=bnV0&hash=a83d2898669f2afef7bfd7b3bfdbf561e11d8e50&lang=en&cache-only=0",
            "defineEn": "a small fruit with a seed inside a hard shell that grows on some trees",
            "defineVi": "một quả nhỏ có hạt bên trong vỏ cứng mọc trên một số cây",
            "hasImg": true
        },
        {
            "id": "c2be80fa-0aed-4b5c-9c91-43eebf013d9a",
            "word": "peanut",
            "phonetic": "piːnʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She packed a small bag of peanuts for her road trip.",
                "If you pay peanuts, you get monkeys.",
                "As a healthier alternative, they opted for peanut oil instead of butter when making their favorite cookies.",
                "I couldn't resist buying a bag of freshly roasted peanuts from the street vendor.",
                "I always keep a bottle of peanut oil in my kitchen pantry for cooking and baking."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVhbnV0&hash=2913add0005edfda1886efdabb237ffa0b2aaa7a&lang=en&cache-only=0",
            "defineEn": "a type of nut that could be eaten, growing underground in a thin shell",
            "defineVi": "một loại hạt có thể ăn được, mọc dưới lòng đất trong một lớp vỏ mỏng",
            "hasImg": true
        },
        {
            "id": "a1b14a1f-12ae-4583-ab4f-98553da4a5f8",
            "word": "walnut",
            "phonetic": "wɔːlnʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The walnuts were a good source of antioxidants, making them a heart-healthy snack option.",
                "We gathered a handful of walnuts and tossed them into the air, trying to catch them in our mouths.",
                "You can add a touch of elegance to your salad by sprinkling Japanese walnut crumbles on top.",
                "You can enhance the flavor of your homemade banana bread by adding chopped walnuts to the batter.",
                "It took some effort, but I managed to extract the meat from the black walnut shell."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FsbnV0&hash=04297e1e9c761eaf879382a920ea2d67da81cc60&lang=en&cache-only=0",
            "defineEn": "a brown nut which is shaped like human brain",
            "defineVi": "một hạt màu nâu có hình dạng giống như bộ não con người",
            "hasImg": true
        },
        {
            "id": "ca02c116-9fef-4743-ad46-9eb4047d9979",
            "word": "hazelnut",
            "phonetic": "heɪzəlnʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandmother's hazelnut cake was a crowd-pleaser at the family reunion.",
                "The squirrel buried the hazelnut pip in the ground for safekeeping.",
                "She baked a batch of delicious hazelnut cookies.",
                "They discovered a hidden grove of Chilean hazelnut trees while hiking.",
                "I found a cob of hazelnuts lying on the ground and eagerly started shelling them."
            ],
            "audio": "https://tts.langeek.co/read?text=aGF6ZWxudXQ&hash=5b30ca6619862d18e02077e008595c0b8846f27c&lang=en&cache-only=0",
            "defineEn": "a round nut that can be eaten and has a brown shell",
            "defineVi": "một hạt tròn có thể ăn được và có vỏ màu nâu",
            "hasImg": true
        },
        {
            "id": "5abc2fe3-78e8-481c-9523-9e5e7e7ac6d1",
            "word": "almond",
            "phonetic": "ɔlmənd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The monkey skillfully plucked the almonds from the tree.",
                "The carob-covered almonds provided a delightful crunch and a hint of sweetness in every bite.",
                "She discovered almond paste as a perfect substitute for cream cheese in her cheesecake recipe.",
                "As a vegan, she substituted almond butter for traditional dairy-based spreads.",
                "For a gluten-free option, substitute regular flour with almond flour in the cake recipe."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxtb25k&hash=f24639651a6bd753a45e54c5a12aa22a7b8db303&lang=en&cache-only=0",
            "defineEn": "a sweet oval nut with a pale brown shell",
            "defineVi": "một quả hạch hình bầu dục ngọt ngào với vỏ màu nâu nhạt",
            "hasImg": true
        },
        {
            "id": "4d4b766a-e104-4d15-bba8-f59520f30c4e",
            "word": "pecan",
            "phonetic": "pᵻkɑːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He gathered a handful of pecans from the ground.",
                "They enjoyed a picnic under the pecan tree, cracking open the shells to reveal the sweet pecan kernels inside.",
                "They enjoyed a picnic under the pecan tree, cracking open the shells to reveal the sweet pecan kernels inside.",
                "I mean, every pecan.",
                "Any pecan pies left?"
            ],
            "audio": "https://tts.langeek.co/read?text=cGVjYW4&hash=edc0879c156849e52bb0652bd8b5af7323a40fe5&lang=en&cache-only=0",
            "defineEn": "a sweet oval nut with a dark brown shell that grows in America",
            "defineVi": "một loại hạt hình bầu dục ngọt có vỏ màu nâu sẫm mọc ở Mỹ",
            "hasImg": true
        },
        {
            "id": "f10b01d2-d42a-40ad-b694-77a131b95e95",
            "word": "hard",
            "phonetic": "hɑːɹd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This disaster comes hard on the heels of last week’s train crash.",
                "The kids always work hard at school.",
                "For Walter, disaster followed hard on the heels of his initial success.",
                "Life on the road can be very hard.",
                "She worked hard toward her degree."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFyZA&hash=5639b510cf9e21afe64ddfe2840c09b85a4ce8ac&lang=en&cache-only=0",
            "defineEn": "not easily cut, bent, or broken; firm and solid",
            "defineVi": "không dễ bị cắt, uốn cong hoặc gãy; vững chắc và vững chắc",
            "hasImg": true
        },
        {
            "id": "06eb71c5-37da-4a41-9b13-7742ee55aae2",
            "word": "soft",
            "phonetic": "sɔft ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The wool feels soft.",
                "The soft rug in the living room adds warmth to the space.",
                "The full moon cast a soft glow on the landscape.",
                "The soft carpet feels nice under my feet.",
                "As the Camembert matured, the cheese rind turned soft and bloomy."
            ],
            "audio": "https://tts.langeek.co/read?text=c29mdA&hash=fca0c77d835cbcf384ad826c418041dea3b9c76e&lang=en&cache-only=0",
            "defineEn": "easily changing shape when touched; not firm or hard to the touch",
            "defineVi": "dễ dàng thay đổi hình dạng khi chạm vào; không cứng hoặc khó chạm vào",
            "hasImg": true
        }
    ]
}