{
    "id": "9de92c39-a5b3-4157-b01d-05788709db1d",
    "title": "Top 401 - 425 Nouns",
    "originalTitle": "Top 401 - 425 Nouns",
    "words": [
        {
            "id": "7ee3f03c-31ac-449a-85b4-d75c574e769c",
            "word": "site",
            "phonetic": "saɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The truck carried a load of construction materials to the building site.",
                "They're going to build on the site of the old power station.",
                "The constant noise from the construction site vexed the residents of the neighborhood.",
                "The steel-toe boots are mandatory for workers in construction sites to ensure safety.",
                "Developers want to build on the site of the old gasworks."
            ],
            "audio": "https://tts.langeek.co/read?text=c2l0ZQ&hash=f22d98089aee0bc4fe9859b02e986203beac6d04&lang=en&cache-only=0",
            "defineEn": "an area of land on which something is, was, or will be constructed",
            "defineVi": "một khu vực đất trên đó một cái gì đó đang, hoặc sẽ được xây dựng",
            "hasImg": true
        },
        {
            "id": "b114d804-85ff-4d3a-a841-b077c9d047cd",
            "word": "advantage",
            "phonetic": "ɐdvæntɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many schools don’t take full advantage of the Internet.",
                "To take advantage of this extra bonus offer, simply check the box on your order form.",
                "The entrepreneur knew that time and tide wait for no man, so she took advantage of every opportunity to grow her business.",
                "She has a weakness for polite men, use that to your advantage.",
                "The coach had to leave practice early, and the players took advantage of the situation by goofing off and not taking the drills seriously."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2YW50YWdl&hash=2cbd356113afd20de935bd0883df0e31645ed4c3&lang=en&cache-only=0",
            "defineEn": "a condition that causes a person or thing to be more successful compared to others",
            "defineVi": "một điều kiện khiến một người hoặc một vật thành công hơn so với những người khác"
        },
        {
            "id": "ba3a0931-29d0-4b96-9070-a873ddc3e31a",
            "word": "bank",
            "phonetic": "bæŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bank raised interest rates.",
                "Many banks have cut commercial builders off cold turkey.",
                "The bank crash has had a ripple effect on the whole community.",
                "Their bank account was in the red again.",
                "You'll pass a bank on the way to the train station."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFuaw&hash=3b043374dcb2ad9a5960636c5f17225375e5af1e&lang=en&cache-only=0",
            "defineEn": "a financial institution that keeps and lends money and provides other financial services",
            "defineVi": "một tổ chức tài chính giữ và cho vay tiền và cung cấp các dịch vụ tài chính khác",
            "hasImg": true
        },
        {
            "id": "03ae07db-7f48-4c33-9e07-51114d51697f",
            "word": "hole",
            "phonetic": "hoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hole calls the thief.",
                "The holes in the cloth were made by moths.",
                "The gardener dug a hole and gently placed the bulb of an onion into the soil.",
                "His ace in the hole is his political influence.",
                "Our superior technology is our ace in the hole."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9sZQ&hash=128259ae647b0ff9bfd0a6566ab82a8c60c17048&lang=en&cache-only=0",
            "defineEn": "an empty space in the body or surface of something solid",
            "defineVi": "một khoảng trống trong cơ thể hoặc bề mặt của một cái gì đó rắn",
            "hasImg": true
        },
        {
            "id": "81798a0c-4929-4886-8df5-1dc3ce0d279f",
            "word": "front",
            "phonetic": "fɹʌnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She knows her part in the play back to front.",
                "My mom planted beautiful flowers in the front yard.",
                "Carolyn served them iced tea on the front porch.",
                "Creating new music isn't exactly on his front burner anymore.",
                "She had a gap between her front teeth that added character to her smile."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJvbnQ&hash=81a0bf7c745738fd4badae44d9665b4d2301c0a7&lang=en&cache-only=0",
            "defineEn": "the part or surface of an object that is faced forward, seen first, or used first",
            "defineVi": "phần hoặc bề mặt của một vật thể hướng về phía trước, được nhìn thấy trước hoặc được sử dụng trước",
            "hasImg": true
        },
        {
            "id": "0d8ecd0f-02f2-413b-a227-b9870870ea63",
            "word": "cake",
            "phonetic": "keɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cake was burnt to a cinder.",
                "The old lady's cake wasn't wonderful",
                "My grandmother's hazelnut cake was a crowd-pleaser at the family reunion.",
                "Oh, that takes the cake!",
                "I baked a chocolate cake for my friend's birthday."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FrZQ&hash=06d0cb848466be1f75dfd8a67dc34ee7a4709661&lang=en&cache-only=0",
            "defineEn": "a sweet food that is made by mixing flour, butter or oil, sugar, eggs and other ingredients and then backing it in an oven",
            "defineVi": "một món ăn ngọt được làm bằng cách trộn bột mì, bơ hoặc dầu, đường, trứng và các thành phần khác rồi cho vào lò nướng",
            "hasImg": true
        },
        {
            "id": "6c51dc8c-90a1-489a-af88-54602534e8d4",
            "word": "connection",
            "phonetic": "kənɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Police are holding two men in connection with last Thursday's bank raid.",
                "He is wanted by the police in connection with an arms theft.",
                "In this connection, I should once again like to haul my own country over the coals.",
                "Although they have their differences, there's no denying that they share a lot of similarities - like mother, like daughter, they have a strong bond and connection.",
                "Hanging your hat on your connection with the professor is not gonna save you this time Jess."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ubmVjdGlvbg&hash=c363c03f00cddb696421cef85f2edf151f07dc75&lang=en&cache-only=0",
            "defineEn": "a relation by which things or people are associated or linked",
            "defineVi": "một mối quan hệ mà mọi thứ hoặc mọi người được liên kết hoặc liên kết",
            "hasImg": true
        },
        {
            "id": "3c7312ed-b1ca-46eb-8ffe-fec50baaf9d6",
            "word": "economy",
            "phonetic": "ɪkɑːnəmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The economy is struggling.",
                "The economy is going to the dogs.",
                "The economy is falling to pieces.",
                "The consumer has been driving the economy for a number of years.",
                "The country's economy is slowly grinding to a halt."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNvbm9teQ&hash=ce054be3555a174006bbf39902d3c4fb940712f5&lang=en&cache-only=0",
            "defineEn": "the system in which money, goods, and services are produced or distributed in a country or region",
            "defineVi": "hệ thống trong đó tiền, hàng hóa và dịch vụ được sản xuất hoặc phân phối ở một quốc gia hoặc khu vực"
        },
        {
            "id": "a35bdf26-0522-4266-87b4-d16ef28506a8",
            "word": "flavor",
            "phonetic": "fleɪvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The ham had a smoky flavor.",
                "A pinch of laver flakes enhances the flavor of miso soup.",
                "Cheshire cheese has a unique flavor profile.",
                "The children sipped on fruity herbal tea with flavors of berries and citrus.",
                "Feta cheese adds a tangy flavor to salads."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxhdm9y&hash=f8b3f113c1f7f82880b4d5e236025f19d1d36070&lang=en&cache-only=0",
            "defineEn": "the specific taste that a type of food or drink has",
            "defineVi": "hương vị cụ thể mà một loại thực phẩm hoặc đồ uống có",
            "hasImg": true
        },
        {
            "id": "fc3bf784-e379-43a9-8b8d-5e1c99bf5d41",
            "word": "performance",
            "phonetic": "pɚfoːɹməns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The team's performance is standing on shaky ground after a series of losses.",
                "Their performance was nothing to write home about.",
                "The performance improved as their confidence grew.",
                "The director praised the actor for their outstanding performance in the movie.",
                "During their performance, they turned heads with their exceptional talent and stage presence."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyZm9ybWFuY2U&hash=a8d7054bb5884820fa1a5cfd3d107e565372bd5d&lang=en&cache-only=0",
            "defineEn": "the act of presenting something such as a play, piece of music, etc. for entertainment",
            "defineVi": "hành động trình bày một cái gì đó chẳng hạn như một vở kịch, một bản nhạc, v.v. để giải trí",
            "hasImg": true
        },
        {
            "id": "adaa0328-a512-45b5-bfc3-a6866e9a585f",
            "word": "tooth",
            "phonetic": "tuːθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "That DJ's voice really sets my teeth on edge.",
                "He sank his teeth into an apple.",
                "He gritted his teeth in anger.",
                "Their teeth are sharp enough to break the skin.",
                "Their teeth are sharp enough to break the skin."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9vdGg&hash=76542508bbfcfa92bc0a9f4cd92e4d8fad57cd1d&lang=en&cache-only=0",
            "defineEn": "one of the things in our mouth that are hard and white and we use to chew and bite food with",
            "defineVi": "một trong những thứ cứng và trắng trong miệng của chúng ta và chúng ta dùng để nhai và cắn thức ăn bằng",
            "hasImg": true
        },
        {
            "id": "7ea1e0c9-ef7f-4294-8b2e-90118d008e1b",
            "word": "method",
            "phonetic": "mɛθəd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Teaching methods will take various forms.",
                "This business method takes the risk of failure out of the table.",
                "The teaching method has stood the test of time.",
                "To hold with new methods.",
                "This method of testing is the best bet for getting an uncontaminated result."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0aG9k&hash=8328049709cef8f652fdec57fad8620a0005446c&lang=en&cache-only=0",
            "defineEn": "a specific way or process of doing something, particularly an established or systematic one",
            "defineVi": "một cách cụ thể hoặc quá trình làm một cái gì đó, đặc biệt là một thiết lập hoặc có hệ thống"
        },
        {
            "id": "c7e1384e-ae29-414f-83ec-81bd697b23a3",
            "word": "gas",
            "phonetic": "ɡæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "She went halves on gas.",
                "The gas stove has four burners for cooking multiple dishes at once.",
                "She's definitely cooking with gas!",
                "Shouldn't we stop for gas?",
                "They'll definitely be cooking with gas!"
            ],
            "audio": "https://tts.langeek.co/read?text=Z2Fz&hash=06945d84a561b68c5bd1696498911c73ec5c438d&lang=en&cache-only=0",
            "defineEn": "the state of a substance that is neither solid nor liquid",
            "defineVi": "trạng thái của một chất không rắn cũng không lỏng",
            "hasImg": true
        },
        {
            "id": "61eb3ebb-57c6-4824-872a-1286f9b5c90b",
            "word": "floor",
            "phonetic": "floːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The senator held the floor for several hours.",
                "At precisely 6:45 a.m. the rowdiness ceases as Sailor, a union safety expert, takes the floor for his weekly lecture.",
                "She covered the floor with a colorful carpet.",
                "They wiped the floor with us in a 3–0 win.",
                "Share prices have gone through the floor."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxvb3I&hash=f6d26bceb1625362fd3257c87e7a30084275c93b&lang=en&cache-only=0",
            "defineEn": "the bottom of a room that we walk on",
            "defineVi": "dưới cùng của một căn phòng mà chúng tôi đi bộ trên",
            "hasImg": true
        },
        {
            "id": "247e9201-12e1-4131-89c4-9eac15ea23b9",
            "word": "college",
            "phonetic": "kɑːlɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Parents often support their children financially during college.",
                "The college runs summer courses for foreign students.",
                "The college also runs evening classes in bricklaying and joinery.",
                "College tuitions cost an arm and leg nowadays.",
                "The young man was a twenty-one-year-old college student."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGVnZQ&hash=f94196aa911f3513e856032d5f642617cbf84b71&lang=en&cache-only=0",
            "defineEn": "a university in which students can study up to a bachelor's degree after graduation from school",
            "defineVi": "một trường đại học trong đó sinh viên có thể học lên đến bằng cử nhân sau khi tốt nghiệp ra trường",
            "hasImg": true
        },
        {
            "id": "c8af1625-19ba-41d7-8f97-0bf60b8cc8f8",
            "word": "trial",
            "phonetic": "tɹaɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Millions of people followed the trial on TV.",
                "The trial was swiftly brought to an end.",
                "In a criminal trial the standard of proof is beyond the reasonable doubt.",
                "The trial has run its course, and the verdict will be announced tomorrow.",
                "The company sent out a trial balloon by leaking a rumor about a new product to test customer interest before investing in its development."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpYWw&hash=95dc6a42255a9ab686e4c4f378066f09b6a15514&lang=en&cache-only=0",
            "defineEn": "a legal process examining the evidence of a case in court by a judge and jury and deciding if the accused is guilty",
            "defineVi": "một quy trình pháp lý kiểm tra bằng chứng của một vụ án tại tòa án bởi một thẩm phán và bồi thẩm đoàn và quyết định xem bị cáo có tội hay không",
            "hasImg": true
        },
        {
            "id": "0aaac46f-1ab7-4cbd-bcba-3f2a2f1ff1a5",
            "word": "knowledge",
            "phonetic": "nɑːlɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Knowledge of cooking comes easy to him.",
                "The locals generously shared their knowledge of manioc processing techniques.",
                "I have no knowledge of the political dos and don'ts.",
                "My knowledge of French is pretty basic.",
                "Her knowledge of ancient history is of the first water, making her a respected authority in the field."
            ],
            "audio": "https://tts.langeek.co/read?text=a25vd2xlZGdl&hash=5581cfbb442a029365515baac4c26092eb701e65&lang=en&cache-only=0",
            "defineEn": "understanding of or information about a subject after studying and experiencing it",
            "defineVi": "sự hiểu biết hoặc thông tin về một chủ đề sau khi nghiên cứu và trải nghiệm nó"
        },
        {
            "id": "db6741b3-47f7-4b19-a754-f2968af6661b",
            "word": "property",
            "phonetic": "pɹɑːpɚɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "A fence was being raised around the property.",
                "Property developers have been smacking their lips at the thoughts of getting their hands on such prime real estate.",
                "I added citron to my detox regimen for its cleansing properties.",
                "The fence runs along the edge of the property line.",
                "The property is going for a song because they need to sell it fast."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcGVydHk&hash=c07f01d12b3b9b928ba512f19892412d0b9da256&lang=en&cache-only=0",
            "defineEn": "a thing or all the things that a person owns",
            "defineVi": "một điều hoặc tất cả những điều mà một người sở hữu"
        },
        {
            "id": "2f2fcedd-57fb-4035-b4db-5808308d6025",
            "word": "plane",
            "phonetic": "pleɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The plane holds about 300 passengers.",
                "The plane holds about 300 passengers.",
                "We changed planes in Miami.",
                "Your plane leaves in ten minutes.",
                "To take a cab/plane."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhbmU&hash=3a43bfa5a80f4c50a5aaa563f998d22eb9daade3&lang=en&cache-only=0",
            "defineEn": "a winged flying vehicle driven by one or more engines",
            "defineVi": "một phương tiện bay có cánh được điều khiển bởi một hoặc nhiều động cơ",
            "hasImg": true
        },
        {
            "id": "6494dfd2-6266-448c-87cf-542127861154",
            "word": "document",
            "phonetic": "dɑːkjuːmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "A reporter obtained documents from the company under false pretenses.",
                "The document was printed at the taxpayer's expense.",
                "He presented a false document as evidence in the court case.",
                "I always put my important documents in a safe deposit box at the bank because safe bind, safe find.",
                "Please collect the documents from the receptionist before leaving the building."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9jdW1lbnQ&hash=be452427d2ccee509cab03be1a4fed0c52e744c3&lang=en&cache-only=0",
            "defineEn": "a computer file, book, piece of paper etc. that is used as evidence or a source of information",
            "defineVi": "một tệp máy tính, sách, mảnh giấy, v.v. được sử dụng làm bằng chứng hoặc nguồn thông tin",
            "hasImg": true
        },
        {
            "id": "110d296b-eacc-481f-98e7-c648c5fb40fc",
            "word": "diet",
            "phonetic": "daɪət ",
            "partOfSpeechType": "noun",
            "examples": [
                "He followed a strict diet.",
                "She valued the high nutritional content and low-calorie nature of asparagus in his diet.",
                "We existed on a diet of rice.",
                "She includes thin slices of celery in her diet.",
                "They lived frugally off a diet of beans and lentils."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlldA&hash=b3a0e0f93ff225215160b5361694cb134815cbe7&lang=en&cache-only=0",
            "defineEn": "the types of food or drink that people or animals usually consume",
            "defineVi": "các loại thực phẩm hoặc đồ uống mà người hoặc động vật thường tiêu thụ",
            "hasImg": true
        },
        {
            "id": "106f1d60-be0c-4737-af91-aa42dc33b79e",
            "word": "speech",
            "phonetic": "spiːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "His speeches fanned the flames of racial tension.",
                "She memorized the speech word for word.",
                "I lost the gist of his speech.",
                "His hate-filled speeches make my blood boil!",
                "The politician's speech was all fluff and no substance, just a dog and pony show to get votes."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlZWNo&hash=0184d25ec730371f530be3ddd6b5a706c5f8c830&lang=en&cache-only=0",
            "defineEn": "a formal talk about a particular topic given to an audience",
            "defineVi": "một cuộc nói chuyện chính thức về một chủ đề cụ thể được đưa ra cho khán giả",
            "hasImg": true
        },
        {
            "id": "84852128-209a-4934-9d17-4ece9d10d3c1",
            "word": "reaction",
            "phonetic": "ɹɪækʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The knee-jerk reaction to this is to call for proper security in all hospitals.",
                "However, I did find Avery's reaction to catching him with his pants down to be pretty unrealistic.",
                "The government is clearly testing the water, to gauge the country’s reactions to their proposals.",
                "Unsurprisingly, there has been a knee-jerk reaction from many parents to have the book banned from schools.",
                "Was it wiser to take the puppy to the police station or await David's reaction?"
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhY3Rpb24&hash=e525a9fdb3b31de89d7c802732b4005c1b37254c&lang=en&cache-only=0",
            "defineEn": "an action, thought, or feeling in response to something that has happened",
            "defineVi": "một hành động, suy nghĩ, hoặc cảm giác để đáp ứng với một cái gì đó đã xảy ra"
        },
        {
            "id": "1a853567-d0f1-4ede-b574-adebc0f9345a",
            "word": "network",
            "phonetic": "nɛtwɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Verio provides around-the-clock network monitoring and technical support with all promotional packages.",
                "The journalist's investigation uncovered a network of the gnomes of Zurich who were involved in manipulating global currency markets for their own benefit.",
                "It is important to build a network of like-minded colleagues.",
                "The different cabling systems are becoming more and more of a problem, testing the patience of planners and private network operators to the extreme.",
                "It's an opportunity to network and connect with everybody who is anybody in the high society."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV0d29yaw&hash=2d79997bac7c037a123ad688044b3c814d323f76&lang=en&cache-only=0",
            "defineEn": "a number of interconnected electronic devices such as computers that form a system so that data can be shared",
            "defineVi": "một số thiết bị điện tử được kết nối với nhau như máy tính tạo thành một hệ thống để dữ liệu có thể được chia sẻ",
            "hasImg": true
        },
        {
            "id": "7a0ed9ce-a10f-4f3a-a63d-cefa5e72caf5",
            "word": "sale",
            "phonetic": "seɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sales have lost steam in recent weeks.",
                "Sales are growing fast.",
                "Shares went on sale this morning.",
                "Sales assistants are often on the receiving end of verbal abuse from customers.",
                "The report showed an increase in sales."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsZQ&hash=ce7bab7543732a9ac2dec3b724e54e737283dd2e&lang=en&cache-only=0",
            "defineEn": "the act of selling something",
            "defineVi": "hành động bán một cái gì đó",
            "hasImg": true
        }
    ]
}