{
    "id": "9e14c73e-631a-4c88-8d62-73be13800dab",
    "title": "Appearance",
    "originalTitle": "Appearance",
    "words": [
        {
            "id": "5e312183-20b0-4490-9700-83ef2866a9d0",
            "word": "figure",
            "phonetic": "fɪɡjɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The figures tell a different story.",
                "The figures clearly show that her claims are false.",
                "\"Where did you get those figures from?\"",
                "He makes King Lear a truly tragic figure.",
                "Her sales figures were higher than the rest of the team put together."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlndXJl&hash=b6d29bcde2bec1efa382f807f938d0a67acab000&lang=en&cache-only=0",
            "defineEn": "the shape of a person's body, particularly a woman, when it is considered appealing",
            "defineVi": "hình dạng cơ thể của một người, đặc biệt là phụ nữ, khi nó được coi là hấp dẫn",
            "hasImg": true
        },
        {
            "id": "a8a27bc0-d982-4e58-b4a5-41e16448a2b5",
            "word": "gesture",
            "phonetic": "dʒɛstʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a loving husband, he surprises his wife with romantic gestures on special occasions.",
                "Thanks to her kind gesture, she was in credit with her neighbor, who offered to water her plants while she was away.",
                "Although she didn't speak the language fluently, she was able to get by with basic phrases and gestures.",
                "He performed a political balancing act, making gestures towards the left as well as the right.",
                "Despite his initial shyness, Christian made a heartfelt gesture to win Jane's heart by writing her a beautiful love letter."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VzdHVyZQ&hash=87d5b404d747c54570eac281bec95becbb890bef&lang=en&cache-only=0",
            "defineEn": "a movement of the hands, face, or head that indicates a specific meaning",
            "defineVi": "chuyển động của tay, mặt hoặc đầu biểu thị một ý nghĩa cụ thể",
            "hasImg": true
        },
        {
            "id": "a7132761-f247-4452-90a5-b35b8cafa79c",
            "word": "posture",
            "phonetic": "pɔstʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mary had been practicing good posture for so long that she no longer had to think about sitting up straight, as they say habit is second nature.",
                "Posture feels good.",
                "\"Body braces will fix your posture.\"",
                "Good posture is the key to a flat tummy.",
                "My posture was right!"
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zdHVyZQ&hash=ddd50f0e0fff38660918077fa70a2cc1d579a8b2&lang=en&cache-only=0",
            "defineEn": "the position that one's body is in, while sitting or standing",
            "defineVi": "vị trí mà cơ thể của một người đang ở, trong khi ngồi hoặc đứng",
            "hasImg": true
        },
        {
            "id": "ad9f2113-9865-4b86-8abc-a5e68a8f7801",
            "word": "expression",
            "phonetic": "ɛkspɹɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "She could see from his expression that he caught her drift immediately.",
                "My heart sank when I saw the pained expression on her face.",
                "The decision to pursue a career in the arts cuts both ways, as it can provide opportunities for creative expression but can also lead to financial instability and insecurity.",
                "Paul was about to answer but checked himself when he saw Julie’s expression.",
                "The area under the curve, not the surface-- under this curve for a particular y, is this expression."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwcmVzc2lvbg&hash=98449a837becddb88acb904bd1b5000c0cf02dcd&lang=en&cache-only=0",
            "defineEn": "a specific look on someone's face, indicating what they are feeling or thinking",
            "defineVi": "một cái nhìn cụ thể trên khuôn mặt của ai đó, cho thấy những gì họ đang cảm thấy hoặc suy nghĩ"
        },
        {
            "id": "e83d7123-429b-4af5-8d7a-648502900169",
            "word": "to wear",
            "phonetic": "tə wɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "His face wore a puzzled look.",
                "Both men wore confident smiles.",
                "My mom wears facial mask sometmes.",
                "The police officer wears a uniform and a badge.",
                "He wears glasses now."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2Vhcg&hash=a68d9051a195f4a6c53761ddaac9dc15ab268728&lang=en&cache-only=0",
            "defineEn": "to have a particular style of hair, beard, or mustache",
            "defineVi": "để có một phong cách đặc biệt của tóc, râu, hoặc ria mép"
        },
        {
            "id": "2633e738-e84c-42e9-b762-d0b8ee4f643f",
            "word": "wrinkle",
            "phonetic": "ɹɪŋkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "She wrinkled her nose at the taste of broccoli.",
                "She wrinkled her nose at the strong smell.",
                "She wrinkled her nose as she tasted the beet.",
                "Wrinkles were starting to show on his face.",
                "The wrinkles and gray hair show that he's getting on, but he's still full of wisdom and experience."
            ],
            "audio": "https://tts.langeek.co/read?text=d3JpbmtsZQ&hash=7bc1f6f3631fbed88b1f590dd94f73bb40427ec5&lang=en&cache-only=0",
            "defineEn": "a small fold or line in a piece of cloth or in the skin, particularly the face",
            "defineVi": "một nếp gấp hoặc đường nhỏ trên một mảnh vải hoặc trên da, đặc biệt là trên mặt",
            "hasImg": true
        },
        {
            "id": "bf73f603-207e-48b9-82f6-c03255b26471",
            "word": "wig",
            "phonetic": "wɪɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Oh, get that wig on there.",
                "You're wigging out!",
                "Put the wig on, baby, because I'm going to love you through that wig.",
                "One woman wore a wig and some people wear hats and stuff because of the big significant bald spots.",
                "It's a blond wig!'"
            ],
            "audio": "https://tts.langeek.co/read?text=d2ln&hash=d3a3c588473b060641c0b142706680edd4bfdb2e&lang=en&cache-only=0",
            "defineEn": "a piece of natural or synthetic hair that is worn on the head",
            "defineVi": "một mảnh tóc tự nhiên hoặc tổng hợp được đeo trên đầu",
            "hasImg": true
        },
        {
            "id": "8047a543-2ab9-470b-8af2-d1d1d26d1a4b",
            "word": "upright",
            "phonetic": "ʌpɹaɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We should store our toothbrushes upright to allow them to air dry.",
                "Many businesses fail within the first few years because an empty sack cannot stand upright.",
                "The coach reminded his team that an empty sack cannot stand upright, emphasizing the importance of proper nutrition for optimal athletic performance.",
                "Others like gibbons and humans can walk completely upright.",
                "Your immediate ancestors are upright walkers and tool users."
            ],
            "audio": "https://tts.langeek.co/read?text=dXByaWdodA&hash=e7da2049f38a9a62dac85e5b1dc93d018890946c&lang=en&cache-only=0",
            "defineEn": "(of a person) standing or sitting with a straight back",
            "defineVi": "(của một người) đứng hoặc ngồi thẳng lưng",
            "hasImg": true
        },
        {
            "id": "843a9117-9250-4e16-b2bb-bd516643e459",
            "word": "underweight",
            "phonetic": "ʌndɚweɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They spiked dramatically in early February, around the time JP Morgan upgraded the stock from underweight to overweight.",
                "Taffy came to us underweight and dehydrated, but she's doing really well now.",
                "A bulimic body may not be as obviously underweight as an anorexic one, but that addictive cycle of binging and purging can seriously damage the whole digestive system, leading to irregular heartbeat, inflammation of the esophagus and mouth, tooth decay and staining, irregular bowel movements, peptic ulcers, pancreatitis, and other organ damage.",
                "That's not only employing underweight models, but also people who are putting out that content and kind of glorifying it and saying this is beauty or whatever.",
                "I had many clients who have been diagnosed with Schizophrenia, as well as their eating disorder because part of their firmly held beliefs had to do with their belief that they were overweight when they were underweight or the belief that they needed that much food, even though they didn't or there's a bunch of different things, right?"
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJ3ZWlnaHQ&hash=819e6f08a41e7c76f7c0ec73fd8fae68e827bad0&lang=en&cache-only=0",
            "defineEn": "weighing less than the desired or normal amount",
            "defineVi": "cân nặng ít hơn số lượng mong muốn hoặc bình thường",
            "hasImg": true
        },
        {
            "id": "27b26848-259b-48f4-9782-3158c4ff4e66",
            "word": "overweight",
            "phonetic": "oʊvɚweɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "People who are overweight run a risk of a heart attack or stroke.",
                "When he was overweight he used to spread a dollop of mayonnaise on his sandwiches.",
                "The marathon runner was surprised to learn that his friend, who had always been overweight and inactive, had outlived many of their healthier peers, proving that a creaking door hangs longest.",
                "For example, a transplant from an overweight donor cured a woman's diarrhea, but contributed to her obesity down the line.",
                "One study, for example, found that overweight people lost an average of 15 pounds in the first month."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcndlaWdodA&hash=011316bd45cb03076ce39513771c8beef0bf15a2&lang=en&cache-only=0",
            "defineEn": "weighing too much or more than what is desired or expected",
            "defineVi": "cân quá nhiều hoặc nhiều hơn những gì mong muốn hoặc mong đợi",
            "hasImg": true
        },
        {
            "id": "517a1138-b677-4a81-a03c-73e4b22abbf9",
            "word": "tan",
            "phonetic": "tæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "- I like a smooth tan look.",
                "So you can sit here, you can get a tan, for the 41st floor on Billionaires' Row.",
                "So I have to constrict the range on the inverse tan function.",
                "[Both] No! - This is going to be the sickest tan ever.",
                "By the way there are cos and tan buttons on your calculator as well."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFu&hash=6d208e824ab7f0443f7f4661949aa68a5b6941df&lang=en&cache-only=0",
            "defineEn": "darkened or brown skin caused by long exposure to the sun",
            "defineVi": "da sẫm màu hoặc nâu do tiếp xúc lâu với ánh nắng mặt trời",
            "hasImg": true
        },
        {
            "id": "bd453e1b-f684-46c0-9467-48130c029f16",
            "word": "sunburned",
            "phonetic": "sʌnbɜːnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She applied a yarrow-infused salve to her sunburned skin, finding instant relief from the pain.",
                "To have a great big grassy area for the children to play on and a covered sand area where they won't get so sunburned and a waterfall."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VuYnVybmVk&hash=031574fc51fbf4097412780e585c87a8b845297b&lang=en&cache-only=0",
            "defineEn": "(of skin) reddened or inflamed by being overly exposed to the sunlight",
            "defineVi": "(da) đỏ hoặc viêm do tiếp xúc quá nhiều với ánh sáng mặt trời",
            "hasImg": true
        },
        {
            "id": "825db25c-5492-4981-a276-251bce8d7153",
            "word": "alike",
            "phonetic": "ɐlaɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Melissa's new book got off to a flying start, with high sales and positive reviews from readers and critics alike.",
                "They look so alike and share the same quirky sense of humor.",
                "As the saying goes, dogs of the same street bark alike.",
                "They look so alike that it's easy to mix them up.",
                "We've always shared and shared alike, haven't we?"
            ],
            "audio": "https://tts.langeek.co/read?text=YWxpa2U&hash=d575222166c67a7a4001672ed129e84289b9cb77&lang=en&cache-only=0",
            "defineEn": "(of two or more things or people) having qualities, characteristics, appearances, etc. that are very similar but not identical",
            "defineVi": "(của hai hoặc nhiều vật hoặc người) có phẩm chất, đặc điểm, ngoại hình, v.v. rất giống nhau nhưng không giống nhau",
            "hasImg": true
        },
        {
            "id": "43817555-0a2a-4f97-966e-0a194699a243",
            "word": "stunning",
            "phonetic": "stʌnɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The island had stunning sunsets that painted the sky with vibrant hues.",
                "Asian landscapes range from breathtaking mountains to stunning beaches.",
                "The west is known for its stunning landscapes and breathtaking sunsets.",
                "European architecture is known for its stunning cathedrals and castles.",
                "The audience at the fashion show feasted their eyes on the stunning runway models, showcasing the latest designer collections."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1bm5pbmc&hash=f4443eae0617fc5886fc7ffd89ea304c1bbb81b7&lang=en&cache-only=0",
            "defineEn": "very beautiful, attractive, or impressive",
            "defineVi": "rất đẹp, hấp dẫn, hoặc ấn tượng",
            "hasImg": true
        },
        {
            "id": "0d06bbcd-6b58-4c87-9eb4-894dd4b9cb64",
            "word": "striking",
            "phonetic": "stɹaɪkɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "After months of hard work, the team was finally within striking distance of completing the project on time.",
                "After completing all the coursework, I'm now within striking distance to earning my degree.",
                "Mary was in striking distance of graduating, but she needed to perform well on her final exams.",
                "We saw a pink flamingo standing on one leg, with its striking feathers.",
                "I mean, very striking eyes."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyaWtpbmc&hash=b631645fb10e90f7c11d00634a634deb22158e74&lang=en&cache-only=0",
            "defineEn": "very attractive in an unusual way",
            "defineVi": "rất hấp dẫn một cách khác thường",
            "hasImg": true
        },
        {
            "id": "628b4f1a-497e-418f-a0d6-788bd25a9f84",
            "word": "slender",
            "phonetic": "slɛndɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Linguine is a versatile pasta with a slender, flat shape.",
                "It had a slender body, a long neck, and odd hoof-like toe-tips on all four limbs.",
                "Using their long slender bills, they reach deep inside flowers and pump out nectar with their thin grooved tongues.",
                "Loulou, the half-moon conure, you can see he has a more slender body, and his tail is tapered or cone-shaped.",
                "[Intro music] Oecophylla weavers walk on long legs, have slender bodies, and large eyes, which make them look pretty cute."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xlbmRlcg&hash=a435e626fa269870c77f211d2d45bc34ada7ceb9&lang=en&cache-only=0",
            "defineEn": "(of a person or body part) attractively thin",
            "defineVi": "(của một người hoặc một bộ phận cơ thể) gầy hấp dẫn",
            "hasImg": true
        },
        {
            "id": "cc9ef4ef-5083-4acd-b66b-9b6dfd3a9cfe",
            "word": "skinny",
            "phonetic": "skɪni ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Even though he claims to eat a lot, Justin has always been skinny as a toothpick.",
                "After weeks of crash dieting, Jessica's friends noticed that she has become as skinny as a pole.",
                "Jack's obsession with his appearance has led him to become as skinny as a stick, but it's clear that it's taking a toll on his well-being.",
                "John used to have a healthy physique, but ever since he started skipping meals, he has become skinny as a rail.",
                "Jane's little brother, Timmy, has always been skinny as a beanpole, no matter how much he eats."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tpbm55&hash=989fe261c0669ed6dd71d51a7a3c005ea33e1946&lang=en&cache-only=0",
            "defineEn": "having a very low amount of body fat",
            "defineVi": "có lượng mỡ trong cơ thể rất thấp",
            "hasImg": true
        },
        {
            "id": "5f7a0a23-ee5c-42ca-94c2-6e2effa11cea",
            "word": "shoulder-length",
            "phonetic": "ʃoʊldɚlɛŋθ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2hvdWxkZXItbGVuZ3Ro&hash=f243b798b2cfd532e7ce7c1d426dab12b58506dd&lang=en&cache-only=0",
            "defineEn": "(of hair) long in a way that reaches down the shoulders",
            "defineVi": "(tóc) dài đến vai",
            "hasImg": true
        },
        {
            "id": "b33707ab-f96c-485e-b876-a748cea01a74",
            "word": "muscular",
            "phonetic": "mʌskjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Despite her insecurities, Lisa embraced her strong and muscular legs, proudly referring to them as her thunder thighs.",
                "This complementary partnership exists throughout the muscular system.",
                "And so are larger, more muscular bodies.",
                "First, what exactly is the muscular system?",
                "All that blood exerts a force on the muscular walls of the blood vessels."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzY3VsYXI&hash=e592d5ffdd5839ecfd9827db9171794d8aad2b79&lang=en&cache-only=0",
            "defineEn": "(of a person) powerful with large well-developed muscles",
            "defineVi": "(của một người) mạnh mẽ với cơ bắp phát triển tốt",
            "hasImg": true
        },
        {
            "id": "b67cd12e-e193-4583-b883-e501be9ca1a6",
            "word": "obese",
            "phonetic": "oʊbiːz ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Nba contracts are very similar to them obese contracts.",
                "You're not going to be obese.",
                "Breakfast skipping causes you to be obese.",
                "Being obese for a chinchilla can have some serious side effects including liver, kidney, or heart disease.",
                "What does it mean to be obese?"
            ],
            "audio": "https://tts.langeek.co/read?text=b2Jlc2U&hash=f52c4710a1be26d0369a84b5a376e9b4dcb1d607&lang=en&cache-only=0",
            "defineEn": "very fat in an unhealthy way",
            "defineVi": "rất béo một cách không lành mạnh",
            "hasImg": true
        },
        {
            "id": "4d290473-519d-40bd-8b5f-651488350c59",
            "word": "cosmetics",
            "phonetic": "kɑːzmɛɾɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "And these are chemicals, a pretty big class, that make plastics soft and FLEXIBLE, also PRESENT in COSMETICS and Personal Care Products, Room Fresheners, and anything FRAGRANCED."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29zbWV0aWNz&hash=1ede1b4ba1fc1a2666cac8fecb3e17fc0e57f2a3&lang=en&cache-only=0",
            "defineEn": "any type of substance that one puts on one's skin, particularly the face, to make it look more attractive",
            "defineVi": "bất kỳ loại chất nào mà một người bôi lên da, đặc biệt là trên mặt, để làm cho nó trông hấp dẫn hơn",
            "hasImg": true
        },
        {
            "id": "52544741-f2df-4273-a09f-1bfd9a066b41",
            "word": "to dye",
            "phonetic": "tə daɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The red dye ran when the socks were washed.",
                "Natural food coloring made from beet juice or turmeric is used in some products as a substitute for synthetic food dyes.",
                "It literally dyed the bowl.",
                "These are dyes.",
                "Then his sons mix dye with water that's just the right temperature."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHll&hash=3860dfcf2cde18d959fcde366cb639be13edd7b5&lang=en&cache-only=0",
            "defineEn": "to change the color of something using a liquid substance",
            "defineVi": "để thay đổi màu sắc của một cái gì đó bằng cách sử dụng một chất lỏng",
            "hasImg": true
        },
        {
            "id": "c282f757-7bf6-4320-bb02-acd312682ebb",
            "word": "to curl",
            "phonetic": "tə kɜːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The hairstylist used a round brush to create curls.",
                "For example, curling.",
                "- Curled to perfection.",
                "It curls in the opposite direction.",
                "So they just curl around my hand."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3VybA&hash=f5f4d808110df612f3559bcd86cdce120c679178&lang=en&cache-only=0",
            "defineEn": "to form or cause something to form a curved shape",
            "defineVi": "để hình thành hoặc gây ra một cái gì đó để tạo thành một hình dạng cong",
            "hasImg": true
        },
        {
            "id": "51e24825-81aa-4fff-963a-878139b475df",
            "word": "awkward",
            "phonetic": "ɔːkwɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's going to be awkward, to say the least.",
                "This is awkward.",
                "This is awkward.",
                "that was awkward.",
                "This is awkward."
            ],
            "audio": "https://tts.langeek.co/read?text=YXdrd2FyZA&hash=42811258eb78193530cb221b2209c74a6bffedf9&lang=en&cache-only=0",
            "defineEn": "moving uncomfortably in a way that lacks grace and confidence",
            "defineVi": "di chuyển không thoải mái theo cách thiếu duyên dáng và tự tin",
            "hasImg": true
        },
        {
            "id": "a4e234f7-faf5-498f-9f94-caf250d642a4",
            "word": "to blush",
            "phonetic": "tə blʌʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Spare his blushes.",
                "The manager spoke for his young employee in order to spare her blushes.",
                "Liam whispered sweet nothings into Jane's ear, making her blush and smile.",
                "I tried saving her blushes when she asked me to prom by saying I had no intention of going with anyone.",
                "The way he looked at her, his eyes on stalks, made her blush and feel desired."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmx1c2g&hash=88a3a2471f696d35ef50551c7c2e2cf8d4ef040f&lang=en&cache-only=0",
            "defineEn": "to become red in the face, especially as a result of embarrassment, shyness, or shame",
            "defineVi": "trở nên đỏ bừng trên khuôn mặt, đặc biệt là do bối rối, ngại ngùng hoặc xấu hổ",
            "hasImg": true
        },
        {
            "id": "c3b8d0f2-a986-4e5b-97bf-92451cc9afe2",
            "word": "to grin",
            "phonetic": "tə ɡɹɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "That should wipe the grin off his face.",
                "She just grins and bears it all.",
                "There he was, grinning like the Cheshire cat",
                "He grinned, and then checked himself, not wanting to upset Jack.",
                "Charles was sitting in his place, grinning like a Cheshire cat, when I joined him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3Jpbg&hash=3ef2aa840d41992fbe582344ff1d351ac0b180f7&lang=en&cache-only=0",
            "defineEn": "to smile widely in a way that displays the teeth",
            "defineVi": "để cười rộng rãi trong một cách hiển thị các răng",
            "hasImg": true
        },
        {
            "id": "62eb7a7c-4fc7-4a27-bf53-8b1147151b1a",
            "word": "facial",
            "phonetic": "feɪʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My mom wears facial mask sometmes.",
                "She used a facial cleanser to remove dirt and oil from her face.",
                "The skincare routine included a facial serum with lemongrass oil, known for its purifying and toning properties.",
                "She mixed arrowroot powder with water to create a homemade facial mask.",
                "Just take facial symmetry."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFjaWFs&hash=b7d2a01389ba38706fb043094b713c793b3a8bf4&lang=en&cache-only=0",
            "defineEn": "on or related to the face",
            "defineVi": "trên hoặc liên quan đến khuôn mặt",
            "hasImg": true
        },
        {
            "id": "9366ee4c-b07d-47f2-ae21-cc337cc565b9",
            "word": "hideous",
            "phonetic": "hɪdiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And, in retrospect, it was hideous.",
                "- Look, the front door is hideous, isn't it?",
                "They weren't saying you were a hideous ghoul before.",
                "So join me, as we get to know the hideous little creature within you.",
                "A shooting star crashes on Earth, and a hideous blob emerges."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlkZW91cw&hash=a1f552e756a6c2749bfd6463457cf1642382a829&lang=en&cache-only=0",
            "defineEn": "ugly and extremely unpleasant to the sight",
            "defineVi": "xấu xí và cực kỳ khó chịu khi nhìn",
            "hasImg": true
        },
        {
            "id": "ee063038-50ac-4d08-b476-565dfcecfd27",
            "word": "to wink",
            "phonetic": "tə wɪŋk ",
            "partOfSpeechType": "verb",
            "examples": [
                "I didn't sleep a wink last night.",
                "She winked at him, playfully closing one eye.",
                "Our newborn son is rather colicky, so my wife and I haven't slept a wink the last few nights.",
                "In a world where miscommunication can lead to misunderstandings and conflicts, it's important to be straightforward and avoid relying on subtle or indirect cues - as they say, a nod is as good as a wink to a blind horse.",
                "And just like give a little wink."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2luaw&hash=07b293871188f2502241a085ec383ce468a854e8&lang=en&cache-only=0",
            "defineEn": "to quickly open and close one eye as a sign of affection, or to indicate something is a secret or a joke",
            "defineVi": "nhanh chóng mở và nhắm một mắt như một dấu hiệu của tình cảm, hoặc để biểu thị điều gì đó là một bí mật hoặc một trò đùa",
            "hasImg": true
        },
        {
            "id": "e2f628ec-ca89-4b6a-9011-fb548d3c14b1",
            "word": "chubby",
            "phonetic": "tʃʌbi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The baby had chubby cheeks and a cute face.",
                "They're so chubby and cute.",
                "The Moon is a little bit chubby.",
                "It's a chubby baby feet.",
                "When she looked in the mirror, she still saw a chubby girl."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2h1YmJ5&hash=27f4be7396d7a61ddb2d9a299e1f7096e7afe210&lang=en&cache-only=0",
            "defineEn": "(particularly of a child or young adult) slightly overweight or plump in a way that is considered cute or charming rather than unhealthy or unattractive",
            "defineVi": "(đặc biệt là trẻ em hoặc thanh niên) hơi thừa cân hoặc mũm mĩm theo cách được coi là dễ thương hoặc duyên dáng hơn là không khỏe mạnh hoặc kém hấp dẫn",
            "hasImg": true
        },
        {
            "id": "2cf08964-ac7e-4301-a043-536d2faa1f5e",
            "word": "freckle",
            "phonetic": "fɹɛkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "And this banana has freckles.",
                "You got freckles.",
                "Freckles is one of the very first animal ambassadors at Animal Wonders.",
                "Some animals can get freckles, too, like dogs and cats.",
                "I like my freckles."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJlY2tsZQ&hash=a8e88745434300583207016d81dbb7eda230b882&lang=en&cache-only=0",
            "defineEn": "(usually plural) a small light brown spot, found mostly on the face, which becomes darker and larger in number when exposed to the sun",
            "defineVi": "(thường là số nhiều) một đốm nhỏ màu nâu nhạt, chủ yếu được tìm thấy trên mặt, trở nên sẫm màu hơn và số lượng lớn hơn khi tiếp xúc với ánh nắng mặt trời",
            "hasImg": true
        },
        {
            "id": "02af404f-1264-4190-9974-7a3d0b714816",
            "word": "pimple",
            "phonetic": "pɪmpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "- pick a pimple.",
                "People typically develop red bumps and pus pimples.",
                "Soon, a sac-shaped barnacle body emerges out of the crab’s exoskeleton like a horrible pimple.",
                "I describe it kind of like a pimple.",
                "Love: \"You can't pop your own pimple.\""
            ],
            "audio": "https://tts.langeek.co/read?text=cGltcGxl&hash=93e46cbb0b52d6714b2277e54753b9a4eba93ce6&lang=en&cache-only=0",
            "defineEn": "a small red swelling on the skin, especially on the face",
            "defineVi": "một vết sưng đỏ nhỏ trên da, đặc biệt là trên mặt",
            "hasImg": true
        }
    ]
}