{
    "id": "9e25d3cc-c647-455c-99d9-85a144332518",
    "title": "Being in Charge",
    "originalTitle": "Lesson 25",
    "words": [
        {
            "id": "9266d3f1-353f-480c-a5d6-3521f9ee9266",
            "word": "to control",
            "phonetic": "tə kəntɹoʊl ",
            "partOfSpeechType": "verb",
            "examples": [
                "to control the traffic congestion",
                "The state has taken control of the company.",
                "The government has lost control of the city.",
                "Her drinking problem is spinning out of control.",
                "The CEO is the big wheel of the entire company, with control over all major decisions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udHJvbA&hash=07e422560fdc4c148242b6505ef4aecc5800ede3&lang=en&cache-only=0",
            "defineEn": "to have power over a person, company, country, etc. and to decide how things should be done",
            "defineVi": "có quyền lực đối với một người, công ty, quốc gia, v.v. và quyết định mọi việc nên được thực hiện như thế nào",
            "hasImg": true
        },
        {
            "id": "54a25511-093d-4047-8c23-f57adf8adc67",
            "word": "to govern",
            "phonetic": "tə ɡʌvɚn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The dictator governed the country with a heavy hand, suppressing any form of dissent or opposition.",
                "Instead of the familiar laws of Newtonian physics, the movement of the ball is governed by quantum mechanics.",
                "\"Americans only shall govern America.\"",
                "and they govern it",
                "And he governed as an establishment figure. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ292ZXJu&hash=490ede61f1fc72f1d05dedccae5f451f8f85aae0&lang=en&cache-only=0",
            "defineEn": "to regulate or control a person, course of action or event or the way something happens",
            "defineVi": "để điều chỉnh hoặc kiểm soát một người, quá trình hành động hoặc sự kiện hoặc cách một cái gì đó xảy ra"
        },
        {
            "id": "f46ad78e-0c25-4ace-bf60-3de08d6b176f",
            "word": "to watch over",
            "phonetic": "tə wɑːtʃ oʊvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I guess I can rest a while, with you here to watch over me.",
                "Something was watching over us.",
                "But in one extraordinary case, a mother octopus watched over her brood for 53 months.",
                "Africa CDC is watching over all vaccines that are being trailed.",
                "Enzo Ferrari in the stands watching over them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2F0Y2ggb3Zlcg&hash=f7d0f16d49f5a9542a30cb77f15b11053585c4fb&lang=en&cache-only=0",
            "defineEn": "to be in charge of someone or something and to protect them from any harm",
            "defineVi": "chịu trách nhiệm về ai đó hoặc cái gì đó và bảo vệ họ khỏi mọi tổn hại"
        },
        {
            "id": "dfc0ce5e-5489-466d-b42e-88e89820a72a",
            "word": "to command",
            "phonetic": "tə kəmænd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her wish was my command",
                "Your wish is my command sire.",
                "They knew that, as a going concern, the cafe would command a higher price with prospective buyers.",
                "The manager offered her team suggestions on how to complete the project, but reminded them that counsel is no command and that they were free to pursue their own strategies.",
                "Even though he's usually quiet and unassuming, my brother can be incredibly assertive and commanding when he's at home - every dog is a lion at home, as they say."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tbWFuZA&hash=ed89b870540c52aeb94d4f19557b6f6fa272f5d7&lang=en&cache-only=0",
            "defineEn": "to have authority over or be in charge of a unit in the army",
            "defineVi": "có thẩm quyền hoặc chịu trách nhiệm về một đơn vị trong quân đội",
            "hasImg": true
        },
        {
            "id": "0af72ec6-4c73-4746-a10d-272d81109f25",
            "word": "to supervise",
            "phonetic": "tə suːpɚvaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Children should be supervised when out of their depth.",
                "Because they're not supervised.",
                "Yeah, they're never supervised.",
                "She next supervises her ladies who are unpinning her yurt and lifting it onto its custom wagon.",
                "Those he supervised?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VwZXJ2aXNl&hash=3e0236fd9315f2e9acad860aafd7e4cc81c24e5b&lang=en&cache-only=0",
            "defineEn": "to be in charge of someone or an activity and watch them to make sure everything is done properly",
            "defineVi": "chịu trách nhiệm về ai đó hoặc một hoạt động và theo dõi họ để đảm bảo mọi thứ được thực hiện đúng cách"
        },
        {
            "id": "08cc7e3f-7e3d-471d-8ad5-c57d31a62519",
            "word": "to look after",
            "phonetic": "tə lʊk æftɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "For 10 years she looked after her children, with her career very much on the back burner.",
                "I'll look after Jamie while you go shopping.",
                "John has been up to his knees looking after the kids lately.",
                "He is a self-interested liar, whose sole motive throughout his life has been looking after number one.",
                "The employees in that department act as if the devil looks after his own, covering up incompetence and wrongdoing by their coworkers rather than reporting issues through proper channels."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9vayBhZnRlcg&hash=ae64f2a7ff29cb7d19d08933cadb4a432c6a4afd&lang=en&cache-only=0",
            "defineEn": "to be in charge of someone and attend to their needs or to take care of something",
            "defineVi": "chịu trách nhiệm về ai đó và đáp ứng nhu cầu của họ hoặc chăm sóc một cái gì đó"
        },
        {
            "id": "71229259-a1c5-4c52-bbd4-7ee88aa38581",
            "word": "to manage",
            "phonetic": "tə mænɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I could manage that.",
                "We managed to raise him on his mobile phone.",
                "We managed to lose our pursuers in the darkness.",
                "I managed to find a solution to the problem.",
                "The company managed to beat the clock on delivering its new system."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFuYWdl&hash=bce449726539553cd81ce023cc0ab1aa86ba9b8d&lang=en&cache-only=0",
            "defineEn": "to be in charge of the work of a team, organization, department, etc.",
            "defineVi": "phụ trách công việc của một nhóm, tổ chức, bộ phận, v.v.",
            "hasImg": true
        },
        {
            "id": "46cbddfc-45a1-40d0-b0f4-d91f17df59aa",
            "word": "to lead",
            "phonetic": "tə liːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The receptionist led the way to the boardroom.",
                "The department led the world in cancer research.",
                "The company's new product launch led to a fat increase in revenue.",
                "We lead a very quiet life.",
                "To lead a life of luxury/a miserable existence."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGVhZA&hash=d6e37e11fb1e62b99b61044e0d219da72598ead3&lang=en&cache-only=0",
            "defineEn": "to be the leader or in charge of something",
            "defineVi": "là người lãnh đạo hoặc chịu trách nhiệm về một cái gì đó"
        },
        {
            "id": "fbfe9c4a-08c9-4d78-8061-c1d51e8eed1c",
            "word": "to head",
            "phonetic": "tə hɛd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The baby cried its head off.",
                "The prisoner held his head in his hands.",
                "Heads are rolling all over the place.",
                "Hold your head up.",
                "Watch your head on the low ceiling."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGVhZA&hash=58406b010eaced225d2958417d5ea15f6fe138db&lang=en&cache-only=0",
            "defineEn": "to lead or be in charge of an organization, team, etc.",
            "defineVi": "để lãnh đạo hoặc phụ trách một tổ chức, nhóm, v.v."
        },
        {
            "id": "dfdb6a92-330b-4550-b93a-f8a0b3624c58",
            "word": "to run",
            "phonetic": "tə ɹʌn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The local bus company only runs a skeleton service on Sundays.",
                "The college runs summer courses for foreign students.",
                "The college also runs evening classes in bricklaying and joinery.",
                "The bookcase runs the length of the room.",
                "The tabloid press ran the story."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcnVu&hash=a89561462897e0e7118780b949d5a04c57c3f8c0&lang=en&cache-only=0",
            "defineEn": "to manage and organize something such as a business, campaign, etc.",
            "defineVi": "để quản lý và tổ chức một cái gì đó chẳng hạn như một doanh nghiệp, chiến dịch, vv"
        },
        {
            "id": "aa0bc6d7-5c36-4a1c-b59e-5d8e0cc46e09",
            "word": "to administer",
            "phonetic": "tʊ ɐdmɪnɪstɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "So far, the nation has administered 26 million doses.",
                "So I could administer fluids.",
                "When you look at the map across the country right now, every state right now, except for Kansas, has administered at least 60 percent of the allocated vaccine.",
                "It can be administered in various different forms.",
                "We are not administered by China."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRtaW5pc3Rlcg&hash=28a5f10e863a211d9c14e663b2e1e39fce66b5a3&lang=en&cache-only=0",
            "defineEn": "to be responsible for a company, organization, etc. and manage its affairs, including financial matters",
            "defineVi": "chịu trách nhiệm cho một công ty, tổ chức, v.v. và quản lý các công việc của nó, bao gồm cả các vấn đề tài chính",
            "hasImg": true
        },
        {
            "id": "0325ae92-27f5-44a3-8aaf-5a1ccb17aa2d",
            "word": "to [call] the (shots|tune)",
            "phonetic": "tə kɔːl ðə ʃɑːts slæʃ tuːn ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FsbCB0aGUgc2hvdHM&hash=d3be3df79a64d490e73283e812a7503aab177c8a&lang=en&cache-only=0",
            "defineEn": "to be in control of a particular situation and be the one who decides what needs to be done",
            "defineVi": "được kiểm soát của một tình huống cụ thể và là người quyết định những gì cần phải được thực hiện"
        },
        {
            "id": "ef175c17-e783-4758-ac64-01d931123324",
            "word": "to chair",
            "phonetic": "tə tʃɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The classroom has rows of chairs for students.",
                "That chair doesn't give.",
                "Our dining table has four chairs around it.",
                "We moved our chairs a little nearer.",
                "He dropped his briefcase on a chair."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hhaXI&hash=0e0b80deb980726d61ad370c13a909d70c75c572&lang=en&cache-only=0",
            "defineEn": "to act as the chairperson of a committee or meeting",
            "defineVi": "đóng vai trò là chủ tịch của một ủy ban hoặc cuộc họp",
            "hasImg": true
        },
        {
            "id": "fae575f5-cafb-4381-af35-89ef822c4eda",
            "word": "to moderate",
            "phonetic": "tə mɑːdɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Nearly one-half of the country, from the Pacific Coast to the Great Plains and the Upper Midwest, is experiencing moderate to exceptional drought conditions.",
                "He was too moderate.",
                "He’s too moderate. ",
                "He was too moderate.",
                "He's too moderate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbW9kZXJhdGU&hash=5ad0a1e5002b0720dee8cce03ebaee0cfe5e5d9e&lang=en&cache-only=0",
            "defineEn": "to be in charge of a debate or discussion or to chair an assembly such as a parliament meeting, council, etc.",
            "defineVi": "phụ trách một cuộc tranh luận hoặc thảo luận hoặc chủ trì một hội đồng như cuộc họp quốc hội, hội đồng, v.v."
        },
        {
            "id": "1f93477f-0025-441f-978c-0b8192951c26",
            "word": "to preside",
            "phonetic": "tə pɹɪsaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Chief Justice presides over impeachment trials, and sometimes he gets to wear a special robe when this happens.",
                "If it's the president or vice president being impeached, the chief justice of the Supreme Court presides.",
                "Within days the house has passed a resolution to impeach Andrew Johnson, and then the action moves to the Senate for a full trial presided by Chief Justice Chase of Andrew Johnson on these impeachment charges.",
                "Technically, the vice president is the president of the Senate, presides over the Senate most of the time.",
                "The presiding spirit over the Congress and its negotiations was the Austrian minister Prince Klemens von Metternich."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlc2lkZQ&hash=3d9e8654e7339250a37dc5094d7ea2de1e77c1ef&lang=en&cache-only=0",
            "defineEn": "to have or act in an authoritative role in a ceremony, meeting, etc.",
            "defineVi": "để có hoặc hành động trong một vai trò có thẩm quyền trong một buổi lễ, cuộc họp, vv"
        },
        {
            "id": "e0687f61-270a-48b3-8299-e66dc4ba4040",
            "word": "to wield",
            "phonetic": "tə wiːld ",
            "partOfSpeechType": "verb",
            "examples": [
                "You wield the power.",
                "Although Thailand is a constitutional monarchy, the king wields much power.",
                "From the Newt-niz school, a powerful sorcerer wields a wand that can turn people into fish, but his spell only works 70% of the time.",
                "And from the Leib-ton school, an even more powerful enchantress wields a wand that turns people to statues, and it works 90% of the time.",
                "They wield super customizable proteins which allow them to spot and remember invaders."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2llbGQ&hash=d66e58afde642cf3021dfbdeeb6417d208a29e6f&lang=en&cache-only=0",
            "defineEn": "to have a lot of power, influence, etc. and be able to use it",
            "defineVi": "để có rất nhiều quyền lực, ảnh hưởng, vv và có thể sử dụng nó"
        },
        {
            "id": "d95d0f72-b16c-43c6-a12d-ee6c999e7f73",
            "word": "to [take] charge",
            "phonetic": "tə teɪk tʃɑːɹdʒ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSBjaGFyZ2U&hash=020c73d2077aa1103f0cce782fffd040a6eda103&lang=en&cache-only=0",
            "defineEn": "to take control or responsibility of something or someone",
            "defineVi": "để kiểm soát hoặc chịu trách nhiệm của một cái gì đó hoặc ai đó"
        },
        {
            "id": "99fce4ea-cfd7-4d92-ad01-0f15c4b50cc5",
            "word": "to handle",
            "phonetic": "tə hændəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Throughout the evening, the waiter handled the busy restaurant.",
                "The handle came loose.",
                "Some artists have to be handled with kid gloves.",
                "The metal handle became hot when left in the sun.",
                "He couldn't handle the heat of the chili pepper and reached for a glass of water."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFuZGxl&hash=648951e6b16f858ab2b43bd996f3c82fc6f8ec33&lang=en&cache-only=0",
            "defineEn": "to have the responsibility for directing a company, business, etc.",
            "defineVi": "chịu trách nhiệm chỉ đạo một công ty, doanh nghiệp, v.v."
        },
        {
            "id": "6cdfd2e3-27ac-4050-9586-6a1bd2dfbb07",
            "word": "to take over",
            "phonetic": "tə teɪk oʊvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Military leaders took over the government.",
                "She waited in the wings to take over the company from her father.",
                "Ruth moved into our apartment and promptly took over.",
                "When the teacher fell ill, the substitute had to step into the breach and take over the class.",
                "I’ll be happy to take a back seat when Robin takes over."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSBvdmVy&hash=bb4c3b9e2a3495a73e6ab0c7a51aeb588970a629&lang=en&cache-only=0",
            "defineEn": "to take control and begin to be in charge of something",
            "defineVi": "kiểm soát và bắt đầu chịu trách nhiệm về một cái gì đó"
        },
        {
            "id": "74bff9b4-4671-4d05-b2bc-952266bae3c6",
            "word": "to arrogate",
            "phonetic": "tʊ æɹəɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYXJyb2dhdGU&hash=f24446618904faa131968851fda65b6cd4d96924&lang=en&cache-only=0",
            "defineEn": "to take control of something without any legal basis",
            "defineVi": "để kiểm soát của một cái gì đó mà không có bất kỳ cơ sở pháp lý"
        },
        {
            "id": "8d14903d-57ff-4a3c-bba3-c72e699fc2a4",
            "word": "to assume",
            "phonetic": "tʊ ɐsuːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "But then I assume you got the picture when we were there.",
                "Many people assume that men are naturally better at sports, but time and time again, female athletes have proven that the gray mare is the better horse, often outperforming their male counterparts.",
                "It was better than nothing I assume.",
                "Don't get ahead of yourself and assume you'll win the competition without proper preparation.",
                "He judged the book by its cover and assumed it wouldn't be interesting, but he was pleasantly surprised."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNzdW1l&hash=0693becd6c742a4354163346a29689727666bc80&lang=en&cache-only=0",
            "defineEn": "to take or begin to have power or responsibility",
            "defineVi": "để lấy hoặc bắt đầu có quyền lực hoặc trách nhiệm"
        },
        {
            "id": "2837f926-a1e0-4c88-b0f7-69ba938c7a69",
            "word": "supervisory",
            "phonetic": "suːpɚvɪsɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "SCADA stands for supervisory control and data acquisition.",
                "An observation from the study that I thought was interesting was that they found that the prolific lying group tended to be younger, male, and had higher occupational status, like being in a managerial or supervisory position."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwZXJ2aXNvcnk&hash=d3de4c2c98bdad28cfcbcab1897714c37848c40e&lang=en&cache-only=0",
            "defineEn": "relating to or having the responsibility of directing and watching a person or an activity",
            "defineVi": "liên quan đến hoặc có trách nhiệm chỉ đạo và theo dõi một người hoặc một hoạt động"
        },
        {
            "id": "2af8ad36-ba67-4628-ae47-66eec7553f6a",
            "word": "executive",
            "phonetic": "ɛɡzɛkjuːtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The new executive director had big plans for the organization, but it was the long-time volunteers who knew the community and its needs.",
                "The gentlemen's agreement was never intended to apply to executive functions.",
                "With several successful projects under her belt, she's definitely on the way to becoming a top executive.",
                "The business executive advised her team to prioritize sleep and avoid working late into the night, stating that one hour's sleep before midnight is worth two after, emphasizing the importance of rest for productivity and decision-making.",
                "The young executive knew that a fool shows his annoyance at once, but a prudent man overlooks an insult, so he decided to take a deep breath and respond to the feedback in a constructive way."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhlY3V0aXZl&hash=6e084e25e6f64923074c800c7bb85347fc08016d&lang=en&cache-only=0",
            "defineEn": "using or having the power to decide on important matters, plans, etc.",
            "defineVi": "sử dụng hoặc có quyền quyết định các vấn đề quan trọng, kế hoạch, v.v."
        },
        {
            "id": "062a628c-df3b-4f95-8837-7992bc662a41",
            "word": "to dictate",
            "phonetic": "tə dɪkteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The result of the die roll dictates a step in a different direction.",
                "In both cases the preferred direction is dictated by gravity.",
                "We're going to dictate the terms.",
                "And that, in itself, dictates a tempo.",
                "What do our taste buds and our visual experience dictate?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGljdGF0ZQ&hash=f2746f02a967cac5037512eee2ac6556ba21a0bc&lang=en&cache-only=0",
            "defineEn": "to tell someone what to do or not do, in an authoritative way",
            "defineVi": "để nói với ai đó những gì để làm hoặc không làm, một cách có thẩm quyền"
        },
        {
            "id": "474652c6-2f00-48ed-94f8-2eef88f4a66a",
            "word": "to boss around",
            "phonetic": "tə bɔs ɚɹaʊnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "What gives you the right to boss around everyone on the playground?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9zcyBhcm91bmQ&hash=51f436a6c4983dbf669dfa793f3c185fdf924847&lang=en&cache-only=0",
            "defineEn": "to tell people constantly what to do or how to behave, in an arrogant way",
            "defineVi": "nói với mọi người liên tục phải làm gì hoặc cách cư xử, một cách kiêu ngạo"
        },
        {
            "id": "2c8a2dd6-c135-47ef-90b7-550591979140",
            "word": "to bid",
            "phonetic": "tə bɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Never bid the devil good morrow until you actually meet him.",
                "A man shall not bid the devil good morrow until he actually meets with him.",
                "This takeover bid is bound to sound alarm bells at other tech companies.",
                "When Peter told Susan to finish a hundred-page report in an hour, she replied with exasperation, 'You may as well bid me lade the sea with a nutshell.'",
                "Just don't bid the devil good morrow till you meet him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmlk&hash=08705ff8cf9912c485945f4ecf75cf36b417b361&lang=en&cache-only=0",
            "defineEn": "to try to achieve something",
            "defineVi": "để cố gắng để đạt được một cái gì đó"
        },
        {
            "id": "6f2c9cda-a3de-4b3c-9c3b-37c226901941",
            "word": "to decree",
            "phonetic": "tə dᵻkɹiː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The constitution does not decree the right to keep and bare arms.",
                "He signed a bunch of decrees.",
                "The Ferguson police are also operating under a consent decree.",
                "The Grand Mufti of Saudi Arabia had decreed the war a jihad, and encouraged thousands of Saudis to become holy warriors.",
                "The Parlements registered royal decrees and their members could sell their jobs to the highest bidder."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVjcmVl&hash=2ecb71c8841f3a064fcfd1274844772581ee2d2e&lang=en&cache-only=0",
            "defineEn": "to make an official judgment, decision, or order",
            "defineVi": "đưa ra phán quyết, quyết định hoặc lệnh chính thức"
        },
        {
            "id": "fd16f04a-0f9b-4b5c-99ce-e9aba8a0716c",
            "word": "to defy",
            "phonetic": "tə dᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The saying 'a whistling woman and a crowing hen are neither fit for God nor men,' is an example of a stereotype that has been used to criticize women who defy traditional gender roles and expectations.",
                "Their badness has defied all logic.",
                "But, internally, Hamzah's defenders defied the government.",
                "Ray Harryhausen defies that tradition.",
                "It almost defies belief."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVmeQ&hash=2c59f208a942d7da84f43b9140d8832926346341&lang=en&cache-only=0",
            "defineEn": "to refuse to respect a person of authority or to observe a law, rule, etc.",
            "defineVi": "từ chối tôn trọng một người có thẩm quyền hoặc tuân thủ luật pháp, quy tắc, v.v."
        },
        {
            "id": "15751793-ebbb-4f3d-b951-a427a0ab4abf",
            "word": "to delegate",
            "phonetic": "tə dɛlɪɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He has fewer delegates.",
                "Bernie Sanders currently has 1,189 delegates.",
                "Hillary Clinton currently has 1,930 delegates, all right?",
                "He made his return to the political scene as Prussia’s delegate to assemblies of the German states and then as ambassador to Russia.",
                "I delegate Oleg Kononenko to fill in my ballot and cast my vote at the ballot box"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVsZWdhdGU&hash=e05b77dbb71297fd9b364ad46d88440b6bcb8eb9&lang=en&cache-only=0",
            "defineEn": "to give part of the power, authority, work, etc. to a representative",
            "defineVi": "trao một phần quyền lực, thẩm quyền, công việc, v.v. cho người đại diện"
        },
        {
            "id": "57ef9e3e-85fa-4fcc-9c65-906efabc10ac",
            "word": "in the ascendant",
            "phonetic": "ɪnðɪ ɐsɛndənt ",
            "partOfSpeechType": "phrase",
            "examples": [
                "The use of social media in marketing is in the ascendant.",
                "The popularity of electric vehicles has remained in the ascendant."
            ],
            "audio": "https://tts.langeek.co/read?text=aW4gdGhlIGFzY2VuZGFudA&hash=de6cc197c8928954b530249ee95802a417224a77&lang=en&cache-only=0",
            "defineEn": "having or gaining more popularity, power, or influence",
            "defineVi": "có hoặc trở nên nổi tiếng, quyền lực hoặc ảnh hưởng hơn",
            "hasImg": true
        },
        {
            "id": "c6eb5f10-b1fa-4e88-9a3b-7c95ead5dd86",
            "word": "in the driver's seat",
            "phonetic": "ɪnðə dɹaɪvɚ bækslæʃ ɛs siːt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW4gdGhlIGRyaXZlcidzIHNlYXQ&hash=c59adf906f2666a6a7d47418c3de651190e0384c&lang=en&cache-only=0",
            "defineEn": "having control over a particular situation and making the important decisions",
            "defineVi": "kiểm soát một tình huống cụ thể và đưa ra các quyết định quan trọng"
        },
        {
            "id": "7ef7a9a2-7cb9-4a3e-bafb-2ecc2b38d2df",
            "word": "in the saddle",
            "phonetic": "ɪnðə sædəl ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW4gdGhlIHNhZGRsZQ&hash=00132a746fe86c198fd9230c8bd7c9d7ab7eb0d7&lang=en&cache-only=0",
            "defineEn": "being in a position of responsibility, power or authority",
            "defineVi": "ở vị trí có trách nhiệm, quyền lực hoặc thẩm quyền"
        },
        {
            "id": "ff2629eb-4e66-4c60-8712-34aebc7a9109",
            "word": "to bureaucratize",
            "phonetic": "tə bjʊɹɹoʊkɹæɾaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "As it bureaucratized along the lines of the western European kingdoms, Russia developed the rituals of a top-down autocratic state, which lasted into the twentieth-century.",
                "Armies required additional organizations, especially ones that collected taxes, so states with large armies tended to bureaucratize."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnVyZWF1Y3JhdGl6ZQ&hash=e4fb028e4706b910138d1416a698a452c895c6dd&lang=en&cache-only=0",
            "defineEn": "to run or govern an organization or state based on complicated administrative procedures",
            "defineVi": "để điều hành hoặc quản lý một tổ chức hoặc nhà nước dựa trên các thủ tục hành chính phức tạp"
        },
        {
            "id": "51f7fbe1-79f6-479a-9e10-6d3d558b1d97",
            "word": "to [rule] the roost",
            "phonetic": "tə ɹuːl ðə ɹuːst ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcnVsZSB0aGUgcm9vc3Q&hash=f55ae17af1978dccb40d78a366bbff057daac33d&lang=en&cache-only=0",
            "defineEn": "to be in control and have absolute power in a group or in a situation",
            "defineVi": "được kiểm soát và có quyền lực tuyệt đối trong một nhóm hoặc trong một tình huống"
        },
        {
            "id": "974d94af-ce20-490f-97bc-c54b00bbfc88",
            "word": "to [pull] the strings",
            "phonetic": "tə pʊl ðə stɹɪŋz ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVsbCB0aGUgc3RyaW5ncw&hash=8a9a2b6848d968df826fd03668de54b9df80789b&lang=en&cache-only=0",
            "defineEn": "to have control over a person or thing, often in way that is not obvious",
            "defineVi": "kiểm soát một người hoặc một vật, thường theo cách không rõ ràng"
        },
        {
            "id": "73ef0783-4329-4f34-83ef-2ae76442a1dc",
            "word": "to see to",
            "phonetic": "tə siː tuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "Instead of war machines, we launched telescopes that could see to the edge of the universe and almost to the edge of time.",
                "What's deeply concerning about, Judy, is that it's highly transmissible, perhaps the most transmissible variant that we have seen to date.",
                "There was an old woman who watched my house all day, to report what she'd seen to Blackpool.",
                "Yeah, plus, Harvard will see to it that within the next hour, one of your grandparents will be hit in the head with a stray Frisbee.",
                "As one might imagine, problems can arise when critical systems are based on software that's maintained by unpaid volunteers with no professional obligation to see to the maintenance of the project."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VlIHRv&hash=12befd296f83bf859018c5e5dd80186f96f1d988&lang=en&cache-only=0",
            "defineEn": "to attend to something particular",
            "defineVi": "để tham dự vào một cái gì đó cụ thể"
        },
        {
            "id": "1a8d4780-b3ea-4df2-aa0c-857bd25cd9ec",
            "word": "to take the lead",
            "phonetic": "tə teɪk ðə liːd ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSB0aGUgbGVhZA&hash=ca6ce49028f71fbe3cb3104fb22ef5bb2d022403&lang=en&cache-only=0",
            "defineEn": "to agree to be in charge of a situation",
            "defineVi": "đồng ý chịu trách nhiệm về một tình huống"
        },
        {
            "id": "46fbca68-4d63-430a-8600-682484840201",
            "word": "in charge of",
            "phonetic": "ɪn tʃɑːɹdʒ ʌv ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW4gY2hhcmdlIG9m&hash=80e9ef64939eed33e214e54ab5584afaae610605&lang=en&cache-only=0",
            "defineEn": "being responsible for or having control of something",
            "defineVi": "chịu trách nhiệm hoặc có quyền kiểm soát của một cái gì đó"
        },
        {
            "id": "d048316e-6785-4d7b-a013-c57aae041406",
            "word": "on top",
            "phonetic": "ɔn tɑːp ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b24gdG9w&hash=ad98330d0d1574cbbd74269cf2f1fa7069fd3dee&lang=en&cache-only=0",
            "defineEn": "in a winning situation or in control",
            "defineVi": "trong một tình huống chiến thắng hoặc kiểm soát"
        },
        {
            "id": "6580b7a7-ddfa-4fdc-bbbc-0b9496f0b5e8",
            "word": "to [take] care of {sb/sth}",
            "phonetic": "tə teɪk kɛɹ ʌv ɛsbiː slæʃ ɛstiːeɪtʃ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSBjYXJlIG9mIHtzYnN0aH0&hash=0f97600095f72561d58b57435893547e8b7318a9&lang=en&cache-only=0",
            "defineEn": "to care for someone, help them, or keep them safe",
            "defineVi": "để chăm sóc cho ai đó, giúp đỡ họ, hoặc giữ cho họ an toàn",
            "hasImg": true
        },
        {
            "id": "1a54767e-326f-4fe4-8c77-9f4412c67b32",
            "word": "in control",
            "phonetic": "ɪn kəntɹoʊl ",
            "partOfSpeechType": "phrase",
            "examples": [
                "He always wanted to be the one in control, the top dog.",
                "Anyway, the company has at times seemed even aggressive in controlling what its cars are associated with.",
                "It didn't have the sense that there was somebody in control of the speech.",
                "So you can imagine he was not a popular person in control of Cuba and in 1959 you have a successful revolution against him.",
                "It was critical in the control of the 2003 SARS outbreak and the 2014 outbreak of ebola and it will be extremely important in controlling Covid especially because the virus can spread without symptoms. "
            ],
            "audio": "https://tts.langeek.co/read?text=aW4gY29udHJvbA&hash=41d8ef932e16f2e6d660e93301641f5d437b4c99&lang=en&cache-only=0",
            "defineEn": "having the power or ability to make decisions or manage something",
            "defineVi": "có sức mạnh hoặc khả năng để đưa ra quyết định hoặc quản lý một cái gì đó"
        }
    ]
}