{
    "id": "9e2cbb2f-9396-4120-9c81-488f3d70c06e",
    "title": "Education Is the Key!",
    "originalTitle": "Lesson 21",
    "words": [
        {
            "id": "b1705f8c-72fc-4e32-8b37-98417a0707cd",
            "word": "admission",
            "phonetic": "ɐdmɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The museum has free admission on Fridays.",
                "In 2018, 62% of AMC's total revenue came from admissions.",
                "I would defer admission.",
                "College admission in the U.S. is more competitive than ever before.",
                "They get lower admission standards."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRtaXNzaW9u&hash=8b7aad603346a905145455197a32387c9694929c&lang=en&cache-only=0",
            "defineEn": "the permission given to someone to become a student of a school, enter an organization, etc.",
            "defineVi": "sự cho phép cho ai đó trở thành học sinh của một trường học, tham gia một tổ chức, v.v."
        },
        {
            "id": "67287ca7-8931-43cc-8abe-f4aa453c502f",
            "word": "attendance",
            "phonetic": "ɐtɛndəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The teacher called out our names one by one for attendance.",
                "In 2002, Magic Kingdom's attendance alone nearly doubled its closest non-Disney competitor, MGM Studios.",
                "Mr. Biden's attendance today was a sharp contrast to former President Donald Trump's confrontational approach to America's European allies.",
                "Earlier that month in Chicago attendance was around 88,000 at Soldier Field over the two performances.",
                "In 2012, attendance at the Edinburgh Zoo rose 51% after pandas arrived."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0ZW5kYW5jZQ&hash=7ea43c5b315691246836c1f4e1535bddca377205&lang=en&cache-only=0",
            "defineEn": "the state of being present at an event or a place",
            "defineVi": "trạng thái có mặt tại một sự kiện hoặc một địa điểm",
            "hasImg": true
        },
        {
            "id": "96949555-bf69-4098-a2b1-932bb0b46f35",
            "word": "detention",
            "phonetic": "dɪtɛnʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Oh sure, our science teacher is a real barrel of fun, especially when he's the detention monitor.",
                "Why do you have detention?",
                "Christel faces up to 65 days in juvenile detention.",
                "Do they do Saturday detentions anymore?",
                "That classic 80s movie about a band of teenagers stuck in detention one fateful Saturday morning."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV0ZW50aW9u&hash=0eb9b085bfebff05ca4206d55989532eee8b204d&lang=en&cache-only=0",
            "defineEn": "a type of punishment for students who have done something wrong and as a result, they cannot go home at the same time as others",
            "defineVi": "một hình thức trừng phạt dành cho những học sinh đã làm sai điều gì đó và kết quả là chúng không thể về nhà cùng lúc với những học sinh khác"
        },
        {
            "id": "31cf87db-0f30-4669-881c-41c9e932c90d",
            "word": "principal",
            "phonetic": "pɹɪnsɪpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The principal entered the hornet's nest of angry parents.",
                "In a school, the principal is the big shot.",
                "The map shows the principal towns and rivers.",
                "The principal brought the hammer down on Mark because of that prank he pulled in class yesterday.",
                "Go to the principal's office, now!"
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbmNpcGFs&hash=343e38d970aa5fdd551b5f00a139ac54d9a753e7&lang=en&cache-only=0",
            "defineEn": "a teacher who is the head of a school",
            "defineVi": "một giáo viên là người đứng đầu một trường học"
        },
        {
            "id": "ae06549c-075c-4ae0-afad-ea2b81863495",
            "word": "educator",
            "phonetic": "ɛdʒuːkeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The educator can also modify HAL's responses on the fly.",
                "Well, uh, New York City public school educator, retired.",
                "An educator and a leader, Judy addressed racial disparities in maternal health care and access to care.",
                "Kristen Valley is an educator in Arkansas.",
                "A third-generation educator, White is rethinking her path after the pandemic."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWR1Y2F0b3I&hash=84e6e0b16a353e0f6b9f8ef9454aa7991b3417d0&lang=en&cache-only=0",
            "defineEn": "someone whose job is to teach people",
            "defineVi": "một người có công việc là để dạy cho mọi người",
            "hasImg": true
        },
        {
            "id": "16743b4d-22b7-44f8-9c5d-00e51f131bae",
            "word": "janitor",
            "phonetic": "dʒænɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the company's management team ignored the warnings of a janitor who had worked there for 20 years, they learned the hard way that jesters do oft prove prophets.",
                "The young man started out working as a janitor, but he had big dreams of going up in the world and becoming a successful businessman.",
                "The stubborn janitor had been refusing to fix the broken water fountain for weeks, but the principal knew that kind words would unlock an iron door, so he approached the janitor gently and respectfully and finally the janitor agreed to make the repairs.",
                "The stubborn janitor had been refusing to fix the broken water fountain for weeks, but the principal knew that kind words would unlock an iron door, so he approached the janitor gently and respectfully and finally the janitor agreed to make the repairs.",
                "The stubborn janitor had been refusing to fix the broken water fountain for weeks, but the principal knew that kind words would unlock an iron door, so he approached the janitor gently and respectfully and finally the janitor agreed to make the repairs."
            ],
            "audio": "https://tts.langeek.co/read?text=amFuaXRvcg&hash=2ca60dbf8794cf9ff14fe7bb9522cc1738d827ea&lang=en&cache-only=0",
            "defineEn": "someone whose job is cleaning and taking care of a school or other building",
            "defineVi": "ai đó có công việc dọn dẹp và chăm sóc trường học hoặc tòa nhà khác",
            "hasImg": true
        },
        {
            "id": "8f867026-5abf-4e62-87a8-c2e1cb6c3039",
            "word": "chair",
            "phonetic": "tʃɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The classroom has rows of chairs for students.",
                "That chair doesn't give.",
                "Our dining table has four chairs around it.",
                "We moved our chairs a little nearer.",
                "He dropped his briefcase on a chair."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhaXI&hash=45633f05549abd59b87026ad75653d2d7f7958f1&lang=en&cache-only=0",
            "defineEn": "the position that a university professor has",
            "defineVi": "vị trí mà một giáo sư đại học có"
        },
        {
            "id": "b17755a7-59b2-4e21-8b61-496178863b76",
            "word": "dropout",
            "phonetic": "dɹɑːpaʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dropouts aren't really significant.",
                "So, free tuition might raise the already high dropout rates.",
                "But, here's the main thing, Would you rather be a high school dropout today?",
                "In fact, 47% of community college enrollees dropout of school and that number might increase if it becomes free for everyone.",
                "As some institutions lowered admission standards to fill seats and line pockets, they filled their classes with people who were more likely to dropout of school, causing a spike in student loan defaults."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJvcG91dA&hash=8f300c62261e2250e984c6b55ab7712ab76c5904&lang=en&cache-only=0",
            "defineEn": "someone who leaves school or college before finishing their studies",
            "defineVi": "ai đó rời khỏi trường học hoặc đại học trước khi hoàn thành nghiên cứu của họ"
        },
        {
            "id": "70129adf-c4e4-4594-831c-0ac7ae285e62",
            "word": "scholar",
            "phonetic": "skɑːlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Intelligence and academic achievement run in Tom's family, with generations of scholars and intellectuals.",
                "The scholar believed that unread books make hollow minds, and spent much of his life reading and studying in order to deepen his understanding of his field of expertise.",
                "The scholar had spent years accumulating knowledge and wisdom from books, but he understood that a man is happy when he has books, but happier still when he does not need them - when he can rely on his own intellect and experience to navigate the world.",
                "Scholars are less certain about the circumstances of his death.",
                "So, Muslim scholars translated hundreds of thousands of manuscripts from Greek, Roman, Persian, Indian, and Egyptian scientists into Arabic."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nob2xhcg&hash=33e77f899ba98994f3ad88e91e7ae3cf5c19fdb1&lang=en&cache-only=0",
            "defineEn": "someone who has a lot of knowledge about a particular subject, especially in the humanities",
            "defineVi": "một người có rất nhiều kiến thức về một chủ đề cụ thể, đặc biệt là trong nhân văn"
        },
        {
            "id": "0b881d7e-4b44-4a64-ad16-fbab212e6dfd",
            "word": "truant",
            "phonetic": "tɹuːənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "In this case, a strong sanction could make the student start to think of herself as a truant."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJ1YW50&hash=d410a2f249f905f529e646567a66bb6385c3be85&lang=en&cache-only=0",
            "defineEn": "a student who does not have permission for not attending school",
            "defineVi": "một học sinh không được phép không đi học"
        },
        {
            "id": "b5e14ffc-58eb-4158-a656-c26d61b78ef5",
            "word": "to confer",
            "phonetic": "tə kənfɜː ",
            "partOfSpeechType": "verb",
            "examples": [
                "And then we can confer on this.",
                "You conferred with the president and you told him this?",
                "But this case does suggest a first infection can confer some level of protection against later ones.",
                "The write up of this case still needs to undergo peer review, but if the findings hold up against scrutiny, they’d suggest that prior infections don’t always confer protection.",
                "The barnacles might slow down the whale as it swims through the water, but on the other hand, they might also serve as a type of camouflage from predators like orcas, in which case they confer an advantage."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZmVy&hash=5b709302dc5db8d1b90005cc1888d491c702557f&lang=en&cache-only=0",
            "defineEn": "to give an official degree, title, right, etc. to someone",
            "defineVi": "để cung cấp một mức độ chính thức, tiêu đề, quyền, vv cho một ai đó"
        },
        {
            "id": "f45af4e0-e9c9-4feb-bd55-61ff1bd2f55a",
            "word": "to expel",
            "phonetic": "tʊ ɛkspɛl ",
            "partOfSpeechType": "verb",
            "examples": [
                "When I was expelled from school, my parents went through the roof.",
                "After nearly being expelled my first year of college, I had my shoulder to the wheel so that I could get as much out of my degree as possible.",
                "It's expelled 10 Russian diplomats.",
                "Executive Order 9066 in February 1942 expelled all persons of Japanese descent from the west coast.",
                "People are being expelled time and time again."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhwZWw&hash=3492fd433940b1c476b3bd8b5677be8293603cca&lang=en&cache-only=0",
            "defineEn": "to formally forbid someone from going to school or an organization",
            "defineVi": "để chính thức cấm ai đó đi học hoặc một tổ chức"
        },
        {
            "id": "1974c8ad-e340-4d19-a353-aa30e32a81b5",
            "word": "to skip",
            "phonetic": "tə skɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The children skipped stones across the calm river surface.",
                "The little girl skipped happily through the meadow, picking flowers along the way.",
                "When I learned I was on live television, my heart skipped a beat.",
                "Skipping breakfast before an exam is asking for trouble and can increase the likelihood of poor performance.",
                "The children played along the riverbank, skipping stones into the water."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2tpcA&hash=daca10f40647a58b7ee3db9f1f9f2ec9494d54f7&lang=en&cache-only=0",
            "defineEn": "not to do an activity on purpose, one that someone usually does",
            "defineVi": "không cố ý làm một hoạt động, một hoạt động mà ai đó thường làm"
        },
        {
            "id": "54046ff2-72d0-4a62-b186-b0cbeae1c81f",
            "word": "to flag",
            "phonetic": "tə flæɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "They refused to present arms before the flag.",
                "The German flag consists of three horizontal stripes: black, red, and gold.",
                "The British flag, known as the Union Jack, is a combination of the flags of England, Scotland, and Northern Ireland.",
                "The British flag, known as the Union Jack, is a combination of the flags of England, Scotland, and Northern Ireland.",
                "You do realize that bringing your new girlfriend to your ex-wife's house is like a red flag to a bull, right?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmxhZw&hash=0e11dc88ade4cc8317d75f15ae82c0bf734a1d48&lang=en&cache-only=0",
            "defineEn": "to put or draw a mark on something in order to make it more noticeable",
            "defineVi": "để đặt hoặc vẽ một dấu hiệu trên một cái gì đó để làm cho nó dễ nhận thấy hơn"
        },
        {
            "id": "97f72e80-9b1f-4ea1-9769-3449d4201c7c",
            "word": "dissertation",
            "phonetic": "dɪsɚteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Writing a dissertation within a week is a herculean task.",
                "As part of his dissertation at Leipzig University, Hänig analyzed taste sensitivities across the tongue for the four basic flavors.",
                "Sister Carol Berg is a retired historian who focused her doctoral dissertation White Earth and broader assimilation policies.",
                "Less than a decade after his dissertation, newspapers were falsely insisting that experiments could prove sweetness was imperceptible on the back of the tongue.",
                "In the case of the tongue map, Hänig’s dissertation was written in German, meaning the paper could only be understood by readers fluent in German and well versed in Hanig’s small corner of academia."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzc2VydGF0aW9u&hash=8af4c3e5409a979643aad6ebc968d745d1ab48b5&lang=en&cache-only=0",
            "defineEn": "a long piece of writing on a particular subject that a university student presents in order to get an advanced degree",
            "defineVi": "một bài viết dài về một chủ đề cụ thể mà một sinh viên đại học trình bày để lấy bằng cấp cao"
        },
        {
            "id": "03a1f858-9584-40a7-9399-6907a72d18f5",
            "word": "doctorate",
            "phonetic": "dɑːktɚɹeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "- You have a doctorate.",
                "Now a psychologist, unlike LCSWs, LMFTs and LPCs, have not only a four-year undergraduate degree, but then a four-year doctorate program.",
                "A doctorate, or PhD, is a specialized degree engineers often need to work at a university, and usually involves research into a new technique or idea.",
                "In 2008, paleontologist Nizar Ibrahim was working on his doctorate in Morocco when a local fossil collector approached him with a box of fossils.",
                "And when he was awarded an honorary doctorate from Yale in 1964, certain parents, students, and members of the public expressed outrage at the University’s decision."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9jdG9yYXRl&hash=0f27a6bf711d5ebdee875be9847f0feadf542dbb&lang=en&cache-only=0",
            "defineEn": "the highest degree given by a university",
            "defineVi": "bằng cấp cao nhất được cấp bởi một trường đại học",
            "hasImg": true
        },
        {
            "id": "f922bb1d-2b54-4979-8c5c-470c43c441d2",
            "word": "field day",
            "phonetic": "fiːld deɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Recently, the YouTube channel Field Day gave us the oppotunity to make something different: a short video about Game of Thrones."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmllbGQgZGF5&hash=ae18d61e6a6d30bacf1dd74d4320e1836989a1e5&lang=en&cache-only=0",
            "defineEn": "a day on which no classes are held and students take part in sports games",
            "defineVi": "một ngày không có lớp học và học sinh tham gia các trò chơi thể thao"
        },
        {
            "id": "37e1f793-a234-46c4-8785-338521cb2e6e",
            "word": "field trip",
            "phonetic": "fiːld tɹɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "To enhance our learning experience, our teacher organized a field trip to the museum.",
                "The school organized a field trip to the zoo, and the children were excited to see the animals up close.",
                "My dad was on a field trip.",
                "At San Francisco's William Cobb Elementary School, teacher Joyce Melocoton prepares her kindergarten class for a field trip to the bank.",
                "They could take a field trip to the zoo virtually."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmllbGQgdHJpcA&hash=17022a83e4924d465d89a11300b717cb1e809338&lang=en&cache-only=0",
            "defineEn": "a trip made by researchers or students to learn more about something by being close to it",
            "defineVi": "một chuyến đi được thực hiện bởi các nhà nghiên cứu hoặc sinh viên để tìm hiểu thêm về một cái gì đó bằng cách ở gần nó"
        },
        {
            "id": "61656470-3afa-4c43-bab0-fd0e0e77f157",
            "word": "GRE",
            "phonetic": "ɡɹiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "One recent example is trying to use AI to grade writing on standardized tests like SATs and GREs with the goal to save human graders time.",
                "In your lifetime, you have probably stared down any number of ability tests and course exams and PSATs, SATs, ACTs, GREs, GCSEs, whatever you got in your country."
            ],
            "audio": "https://tts.langeek.co/read?text=R1JF&hash=740ccf428e1d11367e9358addf61f827f4e2f262&lang=en&cache-only=0",
            "defineEn": "a test that must be passed in the US by students who want to continue their education after their first degree",
            "defineVi": "một bài kiểm tra mà sinh viên muốn tiếp tục học sau khi lấy bằng cấp đầu tiên phải vượt qua tại Hoa Kỳ"
        },
        {
            "id": "13a54424-a1f3-487f-b188-d5173bd16345",
            "word": "cognitive",
            "phonetic": "kɑːɡnᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Your brain needs mental stimulation to stay sharp, so if you don't challenge yourself intellectually, your cognitive abilities will decline - use it or lose it.",
                "The treatment for this is cognitive therapy.",
                "Cognitive distortion is a concept from Cognitive Behavior Therapy perspective.",
                "Insects are complex, cognitive creatures.",
                "But cognitive ability is dependent on context, environment, and tons of other factors."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29nbml0aXZl&hash=a567393aabe0c9100adaa752c5a5e62870c2df82&lang=en&cache-only=0",
            "defineEn": "involving the processes of learning and recognition",
            "defineVi": "liên quan đến các quá trình học tập và công nhận"
        },
        {
            "id": "3e6e5530-9bdb-4da4-a247-1eb5a5aba3ed",
            "word": "extracurricular",
            "phonetic": "ɛkstɹəkɚɹɪkjʊlɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Our school offers various clubs and extracurricular activities for students to belong to.",
                "Hanging out with your homies, grabbing lunch with 'em, extracurricular activities, not being in the house.",
                "We are learning that many outbreaks in young people are related to youth sports and extracurricular activities.",
                "Pass or fail grades, delayed SATs, and canceled extracurriculars can put a giant question mark on your college application.",
                "But I feel like these extracurriculars help me build as a person and also build out my resume."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXh0cmFjdXJyaWN1bGFy&hash=ee88cd89136ae310f4e7383a3ea2d1643fdbe94d&lang=en&cache-only=0",
            "defineEn": "not included in the regular course of study at a college or school",
            "defineVi": "không được bao gồm trong quá trình học tập thông thường tại một trường cao đẳng hoặc trường học"
        },
        {
            "id": "2c794751-1531-4c29-8d7b-df549ad9af45",
            "word": "intensive",
            "phonetic": "ɪntɛnsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The accident left Peter with a broken leg, but thanks to a successful surgery and intensive rehabilitation, he was able to get back on his feet and resume his active lifestyle.",
                "It's very intensive.",
                "They're also capital intensive.",
                "Or maybe you do a more intensive workout.",
                "In one study, a group of 20 novice meditators participated in a 10-day intensive workshop."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZW5zaXZl&hash=2e6bbd7734b92ca7aaacbf40d3c884329dcfe99c&lang=en&cache-only=0",
            "defineEn": "involving a lot of effort, attention, and activity in a short period of time",
            "defineVi": "liên quan đến rất nhiều nỗ lực, sự chú ý và hoạt động trong một khoảng thời gian ngắn"
        },
        {
            "id": "8a6d2652-c11d-4cb3-97f5-1496e65733b5",
            "word": "literate",
            "phonetic": "lɪɾɚɹət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- Are your feet getting more literate?",
                "So he married Katharina von Bora, a literate young woman who had been in a convent since the age of five, and this was controversial even among his supporters.",
                "He wants to show that he is literate, when in fact he kind of isn't.",
                "But then literate captives were routinely shot on the spot so they couldn’t provide leadership in future resistance, paving the way for military dictatorship.",
                "I mean, the value of a war changes if you’re an arms manufacturer, or if you’re a schoolteacher murdered for being literate."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0ZXJhdGU&hash=51280129e2dc4ace64dc32888e5c3452e4d4fb6c&lang=en&cache-only=0",
            "defineEn": "describing someone who can read and write",
            "defineVi": "mô tả ai đó có thể đọc và viết"
        },
        {
            "id": "d6f01552-1efc-43f8-9bb2-0e1a976bc56c",
            "word": "prestigious",
            "phonetic": "pɹɛstɪdʒəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The prestigious gala dinner is attended by business tycoons, philanthropists, and political leaders.",
                "She attends a prestigious university known for its engineering program.",
                "He belongs to a prestigious academic society that promotes scientific research.",
                "Many actors dream of winning prestigious awards for their performances.",
                "Europe is home to some of the world's oldest universities and prestigious educational institutions."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc3RpZ2lvdXM&hash=780f1104c3fe18400efdd20607c63d56bd47ff54&lang=en&cache-only=0",
            "defineEn": "having a lot of respect, honor, and admiration in a particular field or society",
            "defineVi": "có rất nhiều sự tôn trọng, danh dự và ngưỡng mộ trong một lĩnh vực hoặc xã hội cụ thể"
        },
        {
            "id": "2d91459c-186a-4754-9a79-219b3cbe179a",
            "word": "vocational",
            "phonetic": "voʊkeɪʃənəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So they have a much bigger emphasis on vocational education.",
                "That same year, the National Vocational Student Loan Insurance Act established federally guaranteed loans for vocational training.",
                "Like any education, you should research vocational schools before enrolling, and speak directly to graduates about their experience.",
                "That is something kind of like vocational education, but especially for tech companies and a few tech companies that have done this.",
                "And a lot of people who seek vocational training genuinely love their work."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9jYXRpb25hbA&hash=1c36e81ca501026d8031d246d4b5d05ea15b4895&lang=en&cache-only=0",
            "defineEn": "involving the necessary knowledge or skills for a certain occupation",
            "defineVi": "liên quan đến kiến thức hoặc kỹ năng cần thiết cho một nghề nghiệp nhất định"
        },
        {
            "id": "65596d27-0378-4dc0-b784-de1e50340862",
            "word": "syllabus",
            "phonetic": "sɪlæbəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Horror is our socio-cultural syllabus.",
                "Your teacher hands you your syllabus, and yup, you're going to spend $150 on a textbook for a class you don't care about.",
                "Carefully look at the syllabus, pay attention to any study guides or review materials you can get your hands on, and make mental notes about different types of questions you see on early quizzes and tests.",
                "I think in part This is because special relativity is not quite a big enough subject to ever get its own full class in physics departments you might see classical mechanics or quantum mechanics or electromagnetism or intro to general relativity on a course syllabus",
                "The syllabus I wrote for this very Crash Course series is a good example of outline-style notes."
            ],
            "audio": "https://tts.langeek.co/read?text=c3lsbGFidXM&hash=1028061988edf4d17b5fbda4b314a4735baec32e&lang=en&cache-only=0",
            "defineEn": "books and subjects that students should study in a school or college course",
            "defineVi": "sách và môn học mà học sinh nên học trong một khóa học ở trường hoặc đại học"
        },
        {
            "id": "67511aab-1d00-47e2-8ad5-0756cf745a27",
            "word": "module",
            "phonetic": "mɑːdʒuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "This module looks totally removable.",
                "This thing right here, these are orbiter modules.",
                "The orbiter modules are definitely usable for color correction.",
                "While theoretically, you could get modules with different characteristics.",
                "The country launched the main module of its first permanent space station today."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kdWxl&hash=13fdb50d2c7cc72cba3b1382ab0af14454fe5075&lang=en&cache-only=0",
            "defineEn": "a unit of study within a course offered by a college or university, covering a specific topic or area of study",
            "defineVi": "một đơn vị nghiên cứu trong một khóa học được cung cấp bởi một trường cao đẳng hoặc đại học, bao gồm một chủ đề hoặc lĩnh vực nghiên cứu cụ thể"
        },
        {
            "id": "cc9cbdb3-0c30-4c9e-9d5b-fb57a7e32f68",
            "word": "algebra",
            "phonetic": "ældʒᵻbɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "You just do some algebra.",
                "So the algebra looks like this.",
                "We use like, third-grade algebra.",
                "You have to do a little bit more algebra.",
                "You do algebra problems at home for fun?"
            ],
            "audio": "https://tts.langeek.co/read?text=YWxnZWJyYQ&hash=936c19833e360464b9ffc227c38db6c3ac540cf9&lang=en&cache-only=0",
            "defineEn": "a branch of mathematics in which abstract letters and symbols represent numbers in order to generalize the arithmetic",
            "defineVi": "một nhánh của toán học trong đó các chữ cái và ký hiệu trừu tượng đại diện cho các số để khái quát hóa số học",
            "hasImg": true
        },
        {
            "id": "bd172bd0-0ef3-4277-bac6-576b3cffa826",
            "word": "arithmetic",
            "phonetic": "ɚɹɪθmətɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "When he tried to explain the rules of the game to me, it was like Chinese arithmetic!",
                "You do the arithmetic.",
                "So you do the arithmetic.",
                "However, fancier processors, like those in your laptop or smartphone, have arithmetic units with dedicated circuits for multiplication.",
                "The brain does interesting things with the arithmetic of pitch."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJpdGhtZXRpYw&hash=387c3ff0ec9ac2b4649aa4aa1978a0f29b8fbee1&lang=en&cache-only=0",
            "defineEn": "a branch of mathematics that deals with addition, subtraction, multiplication, etc.",
            "defineVi": "một nhánh của toán học liên quan đến phép cộng, phép trừ, phép nhân, v.v.",
            "hasImg": true
        },
        {
            "id": "fbe514d3-b7c0-4094-8f97-8e990ebb5447",
            "word": "humanities",
            "phonetic": "hjuːmænᵻɾiz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The act established the National Endowments for the Arts and for the Humanities as independent agencies of the federal government, both of which have been in operation since, despite routine threats to defund them."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVtYW5pdGllcw&hash=8f460a597132bf35713b03c8bcdfddc3a1245f5a&lang=en&cache-only=0",
            "defineEn": "studies that deal with people and their behavior such as language, philosophy, history, etc.",
            "defineVi": "các nghiên cứu liên quan đến con người và hành vi của họ như ngôn ngữ, triết học, lịch sử, v.v."
        },
        {
            "id": "b9978b87-6433-4343-9e93-eb35bf83e1cd",
            "word": "residence hall",
            "phonetic": "ɹɛzᵻdəns hɔːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVzaWRlbmNlIGhhbGw&hash=9e1e41aa65d8558a415c843b8cceba54c58eef80&lang=en&cache-only=0",
            "defineEn": "a college or university building in which students can reside",
            "defineVi": "một tòa nhà cao đẳng hoặc đại học trong đó sinh viên có thể cư trú",
            "hasImg": true
        },
        {
            "id": "83d8d58b-a08e-4ef0-a8e8-09c707894145",
            "word": "theology",
            "phonetic": "θɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's a theology.",
                "and, like Luther, eventually dropped it for theology.",
                "This isn’t a theology class, and 2.",
                "The third aspect of natural theology was a short creation, in which the world was only about six thousand years old.",
                "The finer points of theology continued to divide people, as did the politics of religion and overseas empire."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlb2xvZ3k&hash=d4890d1a6aa1e9f2583a91cf3073502738033431&lang=en&cache-only=0",
            "defineEn": "the study of religions and faiths",
            "defineVi": "nghiên cứu về tôn giáo và đức tin",
            "hasImg": true
        },
        {
            "id": "a4badb3b-e39b-435f-ab84-4cd6a2c18c9b",
            "word": "zoology",
            "phonetic": "zuːɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Want more Zoology?",
                "And, zoology is the scientific study of animal biology and behavior.",
                "Sciences from anthropology to zoology have been put to forensic use.",
                "Or better yet, get a degree in zoology, biology, animal care and management, or other animal related field.",
                "He published the Zoology of the Voyage of HMS Beagle in volumes from 1838 to 1843."
            ],
            "audio": "https://tts.langeek.co/read?text=em9vbG9neQ&hash=8791a25b50c1c3987f3e0d66dc5ee2a514265f34&lang=en&cache-only=0",
            "defineEn": "a branch of science that deals with animals",
            "defineVi": "một ngành khoa học liên quan đến động vật",
            "hasImg": true
        },
        {
            "id": "c6e38b0e-ecc8-437e-b823-1239969c54b4",
            "word": "SAT",
            "phonetic": "sæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Take the SATs.",
                "What’s her SAT?",
                "But your SATs probably aren’t the time to test that hypothesis.",
                "Standardized tests like the SAT, for example, could cause anyone to choke.",
                "- Some of my favorite high school experiences were taking the SAT's and the ACT's, just like everybody else right?"
            ],
            "audio": "https://tts.langeek.co/read?text=U0FU&hash=3479626a99f8bcfafbbc537f444c474d4156540f&lang=en&cache-only=0",
            "defineEn": "a test that high school students take before college or university in the US",
            "defineVi": "một bài kiểm tra mà học sinh trung học làm trước khi vào đại học hoặc cao đẳng ở Mỹ"
        },
        {
            "id": "174e1406-52a7-4d0c-aa73-2e615505ad1c",
            "word": "AWOL",
            "phonetic": "eɪwɑːl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Two computers have gone AWOL from the office.",
                "The guitarist went AWOL in the middle of the recording.",
                "He's gone AWOL from his base.",
                "When a student goes AWOL repeatedly, the Principal determines the appropriate disciplinary action, up to and including recommendation for discharge.",
                "For failing to report for duty, after more than 24 hours he normally would have been listed as absent without leave, or AWOL."
            ],
            "audio": "https://tts.langeek.co/read?text=QVdPTA&hash=8441b5058eb2ada45f78f3c0345073b3075e1e67&lang=en&cache-only=0",
            "defineEn": "(of a person) not attending a place one was supposed to or leaving an obligation without any notice or permission",
            "defineVi": "(của một người) không tham dự một nơi mà người ta phải đến hoặc bỏ nghĩa vụ mà không có bất kỳ thông báo hoặc sự cho phép nào"
        }
    ]
}