{
    "id": "9e562324-bc02-49a6-81a1-f8acd88451ed",
    "title": "General Verbs",
    "originalTitle": "Lesson 61",
    "words": [
        {
            "id": "b2378a40-ec1e-4bb4-bb4e-fd1fd0d8ef45",
            "word": "to accompany",
            "phonetic": "tʊ ɐkʌmpəni ",
            "partOfSpeechType": "verb",
            "examples": [
                "My mom cooked a delicious pot of rice to accompany our meal.",
                "The restaurant served tea accompanied by delicate sugar lumps on the side.",
                "My uncle made a delicious mushroom and thyme sauce to accompany the roasted meats.",
                "I poured a glass of cold milk to accompany my freshly baked chocolate chip cookies.",
                "I ordered a plate of roasted haunch of rabbit, accompanied by a delicate mustard sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjb21wYW55&hash=cf414cbad3ffeeef5a921a2412a382d019344e0b&lang=en&cache-only=0",
            "defineEn": "to go with someone somewhere",
            "defineVi": "đi với ai đó ở đâu đó",
            "hasImg": true
        },
        {
            "id": "d9d1158c-c66f-47ed-af80-7d6dc260bcbb",
            "word": "to acquire",
            "phonetic": "tʊ ɐkwaɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company that acquired its competitor was able to take over their market share and customer base.",
                "In December 2020, the company acquired an 80 percent interest in rival high-end mall owner, Taubman Center.",
                "The company recently acquired organic meat brand Applegate Farms and Justin's Nut Butters.",
                "Others acquired a different shape.",
                "Hence the name of the park By this time, dinosaurs had already acquired a variety of body plans and adaptations."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNxdWlyZQ&hash=6c8bb18f4fe573f9239a5385162a44a2c7f83d2d&lang=en&cache-only=0",
            "defineEn": "to achieve a skill or gain knowledge of something",
            "defineVi": "để đạt được một kỹ năng hoặc đạt được kiến thức về một cái gì đó",
            "hasImg": true
        },
        {
            "id": "3f336067-fab7-4a02-9904-12e4d872e755",
            "word": "to approach",
            "phonetic": "tʊ ɐpɹoʊtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Their approach to sports teaching broke the mold.",
                "To my way of thinking, this approach is more efficient.",
                "The car approached a sharp bend in the road and slowed down.",
                "A curious sheep approached me and sniffed my hand.",
                "As midnight approaches, Buddhist temples around the country begin ringing out the old year."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwcm9hY2g&hash=55d56e91ef481fbd6108f1ef4a9399f7d77ed519&lang=en&cache-only=0",
            "defineEn": "to come near a specific degree, amount, size, etc.",
            "defineVi": "đến gần một mức độ, số lượng, kích thước cụ thể, v.v."
        },
        {
            "id": "5b629907-9121-4f88-8ede-5def89844872",
            "word": "to concern",
            "phonetic": "tə kənsɜːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Concern showed in his face.",
                "Local residents have raised concerns about late-night noise.",
                "The jury is still out as concerns the location of the new station.",
                "The Red Cross's primary concern is to preserve and protect human life.",
                "John's family had concerns about his fiancée, suspecting she might be a gold digger who was after his inheritance."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uY2Vybg&hash=f9255f97bab6191de124f7d7551cca2657cda70c&lang=en&cache-only=0",
            "defineEn": "to cause someone to worry",
            "defineVi": "để gây ra một ai đó để lo lắng",
            "hasImg": true
        },
        {
            "id": "d61a7bd7-3f8c-4764-a3af-a8dbc67d5312",
            "word": "to deserve",
            "phonetic": "tə dɪzɜːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Some of the people don't deserve a single red cent.",
                "I had broken the law and deserved to be punished.",
                "I had broken the law and deserved to be punished.",
                "The landlord finally made some repairs in the apartment, but it was only after several complaints and threats of legal action, and a forced kindness deserves no thanks.",
                "The charity organization's mission statement emphasized the belief that poverty is no sin and that everyone deserves dignity and respect."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVzZXJ2ZQ&hash=9a4dae573fef15682f1b047757002d43c9e70311&lang=en&cache-only=0",
            "defineEn": "to do a particular thing or have the qualities needed for being punished or rewarded",
            "defineVi": "để làm một điều cụ thể hoặc có những phẩm chất cần thiết để bị trừng phạt hoặc khen thưởng"
        },
        {
            "id": "71d0c4ab-e5d6-4aac-bc8a-3c9955ac20e9",
            "word": "to emerge",
            "phonetic": "tʊ ɪmɜːdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "As the sun rose over the horizon, Mark emerged from his deep slumber and joined the rest of his family in the living room, finally in the land of the living.",
                "When he finally emerged, his disheveled appearance made him look a sight to behold.",
                "She examined the potato closely, noticing the small eye where a new sprout would eventually emerge.",
                "The kids emerged from the woods looking none the worse for wear.",
                "After surviving a dangerous accident, Lily emerged alive and well, grateful for a second chance at life."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1lcmdl&hash=beb2107c26ed911bd107c251ab2397ee08cd8755&lang=en&cache-only=0",
            "defineEn": "to become visible after coming out of somewhere",
            "defineVi": "trở nên hữu hình sau khi ra khỏi một nơi nào đó",
            "hasImg": true
        },
        {
            "id": "59f65028-81cb-4d5d-b985-c5c2d46121b8",
            "word": "to engage",
            "phonetic": "tʊ ɛŋɡeɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "To some extent such insistent emphasis hammers the argument home, rather than inviting the reader to engage with it.",
                "The athlete decided to distance himself from teammates who engaged in doping, recognizing that bad company corrupts good morals.",
                "Jack is actually a very funny, engaging guy when he comes out of his shell.",
                "Wealthy bachelor Jimmy Norton, engaged to a gold digger, lies his way out of a speeding ticket by claiming to be on his way to visit his daughter at the Children's Hospital.",
                "When Sarah and Jack got engaged, everyone was overjoyed, because all the world loves a lover."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5nYWdl&hash=3dd631c16d15fc55184e7fa00ebc7cdd42e277fc&lang=en&cache-only=0",
            "defineEn": "to take part in an activity",
            "defineVi": "tham gia vào một hoạt động"
        },
        {
            "id": "b05ffd92-85a7-4024-a461-6ba19d395c9f",
            "word": "to excuse",
            "phonetic": "tʊ ɛkskjuːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "But she always excused her language afterwards very prettily.",
                "Ignorance of the law is no excuse for breaking it.",
                "Give him one excuse and he gets his knickers in a twist.",
                "She made the excuse that she was sick and couldn't come to the party.",
                "She always makes an excuse when it's time to clean the house."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhjdXNl&hash=a7de97e4c251d488ea65ce1886db60b14c60483f&lang=en&cache-only=0",
            "defineEn": "to forgive someone for making a mistake, etc.",
            "defineVi": "để tha thứ cho ai đó vì đã phạm sai lầm, v.v."
        },
        {
            "id": "911cd9a0-2402-4a91-a0ef-6fef45919b44",
            "word": "to impress",
            "phonetic": "tʊ ɪmpɹɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The chef impressed the customers by his special dish of button mushrooms with crumbled feta cheese.",
                "Impress your guests with a mouthwatering morel mushroom and asparagus quiche for a delightful brunch option.",
                "His correct pronunciation impressed everyone in the language class.",
                "Guests were impressed by the roasted duck with bread sauce.",
                "You can impress your guests with an elegant millet-stuffed bell pepper dish."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wcmVzcw&hash=4b349c8d302ba2963edb14385a60c16b765da9ea&lang=en&cache-only=0",
            "defineEn": "to have a positive impact on someone",
            "defineVi": "để có một tác động tích cực trên một ai đó",
            "hasImg": true
        },
        {
            "id": "0f74dd56-ada5-4350-ba20-0c11a3d965ed",
            "word": "to interrupt",
            "phonetic": "tʊ ɪntɚɹʌpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We were interrupted by a waiter checking to see if everything was OK.",
                "Don't keep on interrupting me!",
                "We were making a decision when the phone rang and interrupted us.",
                "The crowd started screaming blue murder when the football match was interrupted.",
                "Interrupting others is annoying, so try to break the habit."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50ZXJydXB0&hash=74c8f5254c62ea1657221e65d3baf86a2688d7ef&lang=en&cache-only=0",
            "defineEn": "to pause or stop the continuity of a process",
            "defineVi": "để tạm dừng hoặc dừng sự liên tục của một quá trình",
            "hasImg": true
        },
        {
            "id": "da4c2fff-857e-49fe-ae73-0926a7f14711",
            "word": "to range",
            "phonetic": "tə ɹeɪndʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Asian landscapes range from breathtaking mountains to stunning beaches.",
                "Activities range from trapeze and freefall to archery and motorsports.",
                "On the credit side, the restaurant offers a wide range of choices.",
                "The talented actor effortlessly portrayed a wide range of characters, from a hero to a villain.",
                "Italy's Mediterranean climate and diverse geography offer a wide range of outdoor activities"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmFuZ2U&hash=b3dc019f8f44a7f2501f66f7809d948c1a49dde5&lang=en&cache-only=0",
            "defineEn": "to have or include a variety of what is mentioned",
            "defineVi": "để có hoặc bao gồm một loạt những gì được đề cập"
        },
        {
            "id": "d067e147-7481-49f8-b7b1-670f894555eb",
            "word": "to rely",
            "phonetic": "tə ɹᵻlaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The project's success will rely on getting the meat and potatoes right, ensuring the core components are solid.",
                "The politician refused to consider new policies or ideas, relying instead on the tried-and-true methods of the past, as custom is the guide of the ignorant.",
                "The company that relies too heavily on a single product or service may be vulnerable to market changes or competition, demonstrating how the pitcher goes so often to the well that it is broken at last.",
                "Most economies rely heavily on consumer spending.",
                "So government officials relied heavily on so-called non-pharmaceutical interventions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVseQ&hash=957e9a78e71000bb4e7074664bc785257c9e2527&lang=en&cache-only=0",
            "defineEn": "to fully depend on someone or something",
            "defineVi": "để hoàn toàn phụ thuộc vào một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "39ecfaab-24bf-46b0-bf59-0e702c97248d",
            "word": "to retain",
            "phonetic": "tə ɹᵻteɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The hair conditioner included a humectant that helped retain moisture and reduce frizz.",
                "The student reminded herself to take breaks while studying for exams, knowing that a bow long bent grows weak and that taking breaks would help her retain information better.",
                "Most opposite birds retained teeth at the very front of their mouths.",
                "We retain knowledge from generation to generation.",
                "Some of which retain curved corners as hallmarks of the original cylindrical crystal."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV0YWlu&hash=9d11861da07ffdcf77310991a9133dc9c99bc085&lang=en&cache-only=0",
            "defineEn": "to keep what one has or to continue having something",
            "defineVi": "để giữ những gì một người có hoặc để tiếp tục có một cái gì đó"
        },
        {
            "id": "16438c43-52aa-4e73-af9e-3b9e09a70f88",
            "word": "to reveal",
            "phonetic": "tə ɹᵻviːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Prince Harry has revealed his true colours.",
                "Drunkenness reveals what soberness conceals, some might say.",
                "In the interview the actor revealed he had a man crush on his co-star.",
                "The sunny weather melted the snow, revealing patches of green grass.",
                "The elevator doors opened, revealing a crowded lobby."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV2ZWFs&hash=e3e878d26455a3919f6ec139cf5e2ee9da480e0f&lang=en&cache-only=0",
            "defineEn": "to bring into light some information that was previously unknown or kept in secrecy",
            "defineVi": "để đưa ra ánh sáng một số thông tin mà trước đây chưa được biết hoặc giữ bí mật",
            "hasImg": true
        },
        {
            "id": "d56e3543-6829-4ad6-bd70-ea101c789dd6",
            "word": "to seek",
            "phonetic": "tə siːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The artist sought to abstract the essence of nature in her paintings.",
                "It seeks to leave out the mumbo jumbo about the terms of the agreement.",
                "I seek someone with the heart of fire, not some commoner who lacks the courage of his own convictions.",
                "Having to seek his foe's aid was a bitter pill to take.",
                "What were you thinking seeking solitude with Jimmy?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2Vlaw&hash=6a6bc6c8546487879b744f648f7ec9cbe0407c77&lang=en&cache-only=0",
            "defineEn": "to try to find something or someone",
            "defineVi": "để cố gắng tìm một cái gì đó hoặc một ai đó",
            "hasImg": true
        },
        {
            "id": "73884e9f-710e-4f3b-ba72-0afb55a3b5a0",
            "word": "to sense",
            "phonetic": "tə sɛns ",
            "partOfSpeechType": "verb",
            "examples": [
                "My wife talked sense into me.",
                "On the face of it, his suggestion makes sense.",
                "The day brings a sense of vitality and liveliness to the world.",
                "The night brings a sense of calm and tranquility.",
                "Can you make sense out of these markings?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2Vuc2U&hash=14a5270cdf8c212cbe6879b4be11cc515ce4fe1e&lang=en&cache-only=0",
            "defineEn": "to feel the existence of something without seeing or hearing it",
            "defineVi": "để cảm thấy sự tồn tại của một cái gì đó mà không nhìn thấy hoặc nghe thấy nó",
            "hasImg": true
        },
        {
            "id": "9414da4a-d5d5-4db7-8389-644371e95633",
            "word": "to shape",
            "phonetic": "tə ʃeɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "A better teacher would have licked him into shape.",
                "Wow, Jim has really gotten in shape lately.",
                "We learn about shapes and measurements in our math class.",
                "The ugli fruit's bright orange color and unique shape make it a fun and eye-catching addition to fruit platters.",
                "Hey, don't get all bent out of shape!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hhcGU&hash=81b4f1c5c349e7ec5109357245912a5818fe7e30&lang=en&cache-only=0",
            "defineEn": "to give something a particular form",
            "defineVi": "để cung cấp cho một cái gì đó một hình thức cụ thể",
            "hasImg": true
        },
        {
            "id": "2adb05fa-9041-416d-8170-cbeb2b231f79",
            "word": "to shift",
            "phonetic": "tə ʃɪft ",
            "partOfSpeechType": "verb",
            "examples": [
                "His gaze shifted, and he stared into the distance.",
                "I need to shift these boxes from the warehouse to the loading dock.",
                "Can you shift your chair a bit to the left so I can see the presentation better?",
                "I know you want to make changes to the education system, but you cannot shift an old tree without it dying.",
                "Here the calendar date shifted. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hpZnQ&hash=cee6e0e81bda792f0bdc305022e1f24251c96ab8&lang=en&cache-only=0",
            "defineEn": "to move from a particular place or position to another",
            "defineVi": "để di chuyển từ một địa điểm cụ thể hoặc vị trí khác",
            "hasImg": true
        },
        {
            "id": "efc16b20-3e87-46e4-bebd-973e991cab96",
            "word": "to split",
            "phonetic": "tə splɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I'm sorry to split hairs, but your portion of the bill is $25.97, not $25.79.",
                "This may seem like splitting hairs but the distinction could be important",
                "I actually think it was your responsibility, not Dave's, but let's not split hairs about it.",
                "With a crack, the shell of the chestnut split open, revealing the smooth and glossy nut inside.",
                "Any government that seeks to split its opponents is dividing and ruling."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3BsaXQ&hash=0b363d290ba472d66f43540b975ea2759d41ef93&lang=en&cache-only=0",
            "defineEn": "to be divided into smaller groups or parts",
            "defineVi": "được chia thành các nhóm hoặc bộ phận nhỏ hơn"
        },
        {
            "id": "20f5d434-ba29-4df4-bc4a-8baa617374ec",
            "word": "to spot",
            "phonetic": "tə spɑːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "That bacon sandwich really hit the spot!",
                "A cup of coffee hits the spot at any given time.",
                "I spotted a beautiful vintage motorcycle at the bike show.",
                "You can spot undercover cops a mile off.",
                "Journalists on the spot reported no progress."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3BvdA&hash=d1c9da553fbe1712dca3817c0311108ff24a64b1&lang=en&cache-only=0",
            "defineEn": "to notice, detect, or see someone or something that is hard to do so",
            "defineVi": "để ý, phát hiện, hoặc nhìn thấy một ai đó hoặc một cái gì đó là khó khăn để làm như vậy"
        },
        {
            "id": "14bde027-ca38-480e-b31f-ce3b349b2702",
            "word": "to subject",
            "phonetic": "tə sʌbdʒɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The professor knew his subject from the ground up.",
                "She studied different subjects in school, from math to history.",
                "We study different subjects like math, science, and English at school.",
                "The loyal subjects bowed down before their king as a sign of reverence.",
                "They exchanged views on every subject under the sun."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3ViamVjdA&hash=c5c16b5a29b383bc62046cc80bd56b8fdfdf48a3&lang=en&cache-only=0",
            "defineEn": "to make someone experience something unpleasant",
            "defineVi": "để làm cho ai đó trải nghiệm một cái gì đó khó chịu"
        },
        {
            "id": "8c726d65-51fc-456e-a3fe-9b7b6d546097",
            "word": "to surround",
            "phonetic": "tə sɚɹaʊnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The garden lies at the back of the house, surrounded by tall trees.",
                "We enjoyed a picnic at the base of the mountain, surrounded by nature.",
                "She loves taking long walks in the country, surrounded by nature and fresh air.",
                "We went for a walk in the forest, surrounded by tall trees and chirping birds.",
                "I live in a small town surrounded by beautiful countryside."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Vycm91bmQ&hash=6776dc2ae29abb98b4993730efd2c05a2a3000ff&lang=en&cache-only=0",
            "defineEn": "to be around something on all sides",
            "defineVi": "được xung quanh một cái gì đó trên tất cả các bên",
            "hasImg": true
        },
        {
            "id": "8c797075-04ac-4f77-826f-3c2b5d1a4ac9",
            "word": "to swear",
            "phonetic": "tə swɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I swear, this project is the bane of my existence.",
                "My dad swore a blue streak after he found out I'd put a dent in his car.",
                "A: \"I swear, it wasn't me!\"",
                "The way she drinks on a night out, you'd swear she has hollow legs.",
                "I never allowed my kids to swear but I also never watched my language in front of them so it's probably the worst of both worlds."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dlYXI&hash=1bbf07d9bf03f624d3959102adc3b3f8edc7ea3b&lang=en&cache-only=0",
            "defineEn": "to state that what one is saying is true",
            "defineVi": "để tuyên bố rằng những gì một người đang nói là sự thật",
            "hasImg": true
        },
        {
            "id": "42a3662e-c9cf-4913-a84d-107e46ff2418",
            "word": "to tear",
            "phonetic": "tə tɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The tragic event tore the community out of its sense of normalcy.",
                "The tears ran down her cheeks.",
                "The harsh criticism tore him out of his delusions of grandeur.",
                "The coach tore the player out of the game after he made a mistake.",
                "Grown men were moved to tears at the horrific scenes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGVhcg&hash=794f44ec67e47aa1d84eb171c1ea7b022ce9b74c&lang=en&cache-only=0",
            "defineEn": "to forcibly pull something to pieces or apart",
            "defineVi": "để buộc kéo một cái gì đó thành từng mảnh hoặc tách ra",
            "hasImg": true
        },
        {
            "id": "c855bca2-7d07-4cab-a875-51080175264d",
            "word": "to track",
            "phonetic": "tə tɹæk ",
            "partOfSpeechType": "verb",
            "examples": [
                "I lost track of the time.",
                "They kept track of their mileage.",
                "The road follows the track of the railway line.",
                "The track led us through a wood.",
                "Seeing flames behind a dune during one of her walks, the female narrator stops in her tracks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhY2s&hash=0a1ecd0584815fcb5d687a52a95b356db10107f2&lang=en&cache-only=0",
            "defineEn": "to follow someone or something by examining the marks they leave behind in order to catch them or know what they are doing",
            "defineVi": "theo dõi ai đó hoặc cái gì đó bằng cách kiểm tra các dấu vết họ để lại để bắt họ hoặc biết họ đang làm gì",
            "hasImg": true
        },
        {
            "id": "15626387-29de-41d6-990b-9d6942bc2790",
            "word": "to transfer",
            "phonetic": "tə tɹænsfɜː ",
            "partOfSpeechType": "verb",
            "examples": [
                "I need to format my external hard drive before transferring files to it.",
                "Transfer tape makes light work of re-gluing in the workshop.",
                "And the iPod's FireWire connector transferred songs faster than USB.",
                "Transfers are locking up everywhere.",
                "So again, the bat can transfer the infection to other animals."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhbnNmZXI&hash=b480af1c4e3eb6270eaf39d5d6e1f9f1cc43a87a&lang=en&cache-only=0",
            "defineEn": "to make a person or thing move from a place, situation, or person to another",
            "defineVi": "để làm cho một người hoặc điều di chuyển từ một nơi, tình huống, hoặc người khác",
            "hasImg": true
        },
        {
            "id": "73fba2fc-793e-4b74-ade6-f2eabb9c000d",
            "word": "to transform",
            "phonetic": "tə tɹænsfɔːɹm ",
            "partOfSpeechType": "verb",
            "examples": [
                "She transformed plain rice into a delightful rice pudding using manioc starch.",
                "She transformed leftover meatloaf into meatloaf sliders, placing small slices of meatloaf on mini buns.",
                "It's amazing how a spoonful of sauerkraut can transform a simple dish into something delicious.",
                "They used vinegar to pickle cucumbers, transforming them into crunchy and tangy homemade pickles.",
                "Alex surprised his partner by transforming their spare room into a romantic love nest, complete with candles, rose petals, and soft music."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhbnNmb3Jt&hash=c3c823d480e19aee5e6e1259551c1e305a84ec4f&lang=en&cache-only=0",
            "defineEn": "to change the appearance, character, or nature of a person or object",
            "defineVi": "để thay đổi sự xuất hiện, nhân vật, hoặc bản chất của một người hoặc đối tượng"
        },
        {
            "id": "433a6da5-66d6-4698-a56a-d09897f3070b",
            "word": "to urge",
            "phonetic": "tʊ ɜːdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Officials are urging residents not to try to weather the storm.",
                "Experts have urged ministers to take the necessary steps to resolve the issue.",
                "She urged him to reach out to his family.",
                "Management urged cabin crew to call off their work to rule.",
                "The strong wind urged on the sails of the boat, helping it move faster."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdXJnZQ&hash=e93369043d79db8faae032ed8231d8f653570182&lang=en&cache-only=0",
            "defineEn": "to strongly recommend something",
            "defineVi": "để đề nghị mạnh mẽ một cái gì đó"
        },
        {
            "id": "580712d1-49f5-4f68-bf83-b23e81cfaa1e",
            "word": "to vary",
            "phonetic": "tə vɛɹi ",
            "partOfSpeechType": "verb",
            "examples": [
                "The human resources manager understood that her employees had varying needs and preferences, and created a flexible work environment to accommodate them - different strokes for different folks.",
                "The pay also varies.",
                "The numbers for high-speed rail can vary anywhere from 20 to 80 million per mile.",
                "Further north, in temperate and high latitudes, the net primary production varies seasonally.",
                "So precipitation varies a lot between different places, especially different latitudes. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmFyeQ&hash=450df44846058574cfc2877b0754cb326fc47bd1&lang=en&cache-only=0",
            "defineEn": "to be changed according to the situation",
            "defineVi": "được thay đổi theo tình hình",
            "hasImg": true
        },
        {
            "id": "f1ac5bd0-c92a-4c39-a158-4478a178d445",
            "word": "to whisper",
            "phonetic": "tə wɪspɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "His voice dropped to a whisper.",
                "Liam whispered sweet nothings into Jane's ear, making her blush and smile.",
                "The old man looked at his wife of 50 years and whispered, 'To me, your beauty is only growing stronger with time.",
                "The policeman whispered in Felix’s ear.",
                "The word whispered round the Opera House."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2hpc3Blcg&hash=960e6b07c339ea411b02cee67d28a11c1a455008&lang=en&cache-only=0",
            "defineEn": "to speak very softly or quietly, usually to avoid being overheard by others who are nearby",
            "defineVi": "nói rất nhẹ nhàng hoặc lặng lẽ, thường là để tránh bị những người khác ở gần nghe thấy",
            "hasImg": true
        },
        {
            "id": "94556861-2b22-4c84-8302-5455e3ba819d",
            "word": "to soil",
            "phonetic": "tə sɔɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The fertile soil in this region yields abundant crops of wheat and corn.",
                "This lets more water into the soil.",
                "She carefully lifted the ginger tuber from the soil.",
                "Lichen plays a vital role in soil formation and ecosystem development.",
                "A distant tractor turning the soil."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc29pbA&hash=1aea9514418fbdbef277972564b3dffe924e714f&lang=en&cache-only=0",
            "defineEn": "to make dirty with a substance, such as mud or dirt",
            "defineVi": "để làm bẩn với một chất, chẳng hạn như bùn hoặc bụi bẩn"
        },
        {
            "id": "b82e351a-6389-4310-93cc-e1a5cc334c2d",
            "word": "to go",
            "phonetic": "tə ɡoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Siemens display goes the whole hog.",
                "The cruise went very quickly.",
                "My laptop went haywire",
                "To go swimming/fishing/jogging.",
                "The email went to everyone in the company."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28&hash=a29af22a99b2c4ebaab92563d163caf4ad74d7f9&lang=en&cache-only=0",
            "defineEn": "to change into a specific state, particularly one that is not desirable",
            "defineVi": "thay đổi thành một trạng thái cụ thể, đặc biệt là trạng thái không mong muốn"
        },
        {
            "id": "9b377e33-6c53-48c1-914a-7f5e8bac8ceb",
            "word": "to sound",
            "phonetic": "tə saʊnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The tax increase sounded the death knell for the business.",
                "He sounds about as much fun as a wet weekend in Carmarthenshire.",
                "The bell sounded for dinner.",
                "A cup of tea sounds perfect.",
                "Your presentation sounded great, honestly."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc291bmQ&hash=6fa116261c5dd8eb792e7706ea685f8f5d667047&lang=en&cache-only=0",
            "defineEn": "to convey or make a specific impression when read about or when heard",
            "defineVi": "để truyền đạt hoặc tạo ấn tượng cụ thể khi đọc về hoặc khi nghe"
        },
        {
            "id": "3ad7419f-5a3e-4948-a627-81a40bee9584",
            "word": "to concern",
            "phonetic": "tə kənsɜːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Concern showed in his face.",
                "Local residents have raised concerns about late-night noise.",
                "The jury is still out as concerns the location of the new station.",
                "The Red Cross's primary concern is to preserve and protect human life.",
                "John's family had concerns about his fiancée, suspecting she might be a gold digger who was after his inheritance."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uY2Vybg&hash=f9255f97bab6191de124f7d7551cca2657cda70c&lang=en&cache-only=0",
            "defineEn": "to involve or be about someone or something",
            "defineVi": "để liên quan hoặc được về một ai đó hoặc một cái gì đó"
        },
        {
            "id": "af292cbb-08a5-4b08-83a4-62be92e8e57b",
            "word": "to oversleep",
            "phonetic": "tʊ oʊvɚsliːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "With atypical depression, you oversleep.",
                "Depressed mood most of the day, diminished interests like we've talked about before in the 'Six Signs of Depression' anhedonia, not being interested in pleasurable activities or activities that used to be pleasurable to you are no longer pleasurable, you may lose weight, you may gain weight, you may oversleep, you may not sleep enough, you may feel fatigued and have body aches."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3ZlcnNsZWVw&hash=122247f24c0b413eb80fb722f1565bbb7536aec3&lang=en&cache-only=0",
            "defineEn": "to wake up later than one intended to",
            "defineVi": "thức dậy muộn hơn dự định",
            "hasImg": true
        },
        {
            "id": "c128a4a7-08f8-4190-9cef-8c810de47fc1",
            "word": "to preserve",
            "phonetic": "tə pɹɪzɜːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The closed lid of the jar preserved the freshness of the food inside.",
                "Darlington should preserve its green belt.",
                "As the steak rested on the cutting board, he carefully preserved the meat drippings to create a mouthwatering sauce.",
                "The ancient castle has stood for over a century, preserving its grandeur and history for hundreds of years.",
                "The Red Cross's primary concern is to preserve and protect human life."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlc2VydmU&hash=8b25eb18daf6195e2ae782e380c16f0c6225d433&lang=en&cache-only=0",
            "defineEn": "to protect something against danger or harm",
            "defineVi": "để bảo vệ một cái gì đó chống lại nguy hiểm hoặc tổn hại"
        },
        {
            "id": "10e3bc72-8262-4e2d-9b00-c9ca5359c5de",
            "word": "to resurface",
            "phonetic": "tə ɹᵻsɜːfɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The political landscape has turned full circle, with the same issues resurfacing after decades of apparent progress.",
                "And he just resurfaces to continue to assert that he does not accept the results of the election, that he's challenging those results.",
                "One year later, after reforms went into effect, the pension crisis resurfaced as an issue in the gubernatorial race, this time for state teachers and school workers.",
                "So saying that friction comes and resurfaces isn't wrong, but it's not the whole story.",
                "In fact, I've seen it resurfacing to this day."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzdXJmYWNl&hash=5dbeb7023d2dbae8b06084c5e7d5419a61f8023e&lang=en&cache-only=0",
            "defineEn": "to reappear after being absent or lost for a period of time",
            "defineVi": "xuất hiện trở lại sau khi vắng mặt hoặc bị mất trong một khoảng thời gian"
        }
    ]
}