{
    "id": "9e562177-9bf1-4a42-b958-97769bb7bef3",
    "title": "Collective Nouns for Animals",
    "originalTitle": "Collective Nouns for Animals",
    "words": [
        {
            "id": "d3577bd6-5628-4bd5-9ac4-7dabffac8479",
            "word": "band",
            "phonetic": "bænd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The band are playing 11 cities around the country.",
                "In the distance a band was playing.",
                "His favorite band is playing a concert on Friday night.",
                "All members of the band equally share the band's profits.",
                "The band hit the big time after their song was played on the radio."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFuZA&hash=df16324a46316e0aae97bc26de4871192235710b&lang=en&cache-only=0",
            "defineEn": "a group of animals",
            "defineVi": "một nhóm động vật"
        },
        {
            "id": "8e437438-62f4-4ee2-b036-906cc3e30d89",
            "word": "herd",
            "phonetic": "hɜːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I saw a group of sheep being herded by a shepherd and his dog.",
                "We were lucky to witness a herd of elephants grazing peacefully in the savannah.",
                "He says managing lawyers is like herding cats.",
                "He knew that eagles fly alone, but sheep flock together, and that true progress requires breaking away from the herd.",
                "The people herded sheep, cattle, yaks and camels."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVyZA&hash=210522fd76e0de4409a96d7e50a62c2126b453dc&lang=en&cache-only=0",
            "defineEn": "a group of animals, such as cows, sheep, etc. that are from the same species, which move and feed together",
            "defineVi": "một nhóm động vật, chẳng hạn như bò, cừu, v.v. cùng loài, di chuyển và kiếm ăn cùng nhau",
            "hasImg": true
        },
        {
            "id": "ecad79c3-f34b-4090-ac4d-8a13b0c04099",
            "word": "pod",
            "phonetic": "pɑːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The members of the band are like peas in a pod.",
                "The group of friends are like peas in a pod.",
                "They were like two peas in a pod.",
                "The twins, Tom and Tim, are like two peas in a pod.",
                "The puppies in the litter are like two peas in a pod."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9k&hash=01baf1a3a32f155005c74ae1b3c67b7e5231ba2b&lang=en&cache-only=0",
            "defineEn": "a small group of marine mammals that swim together, such as whales or dolphins",
            "defineVi": "một nhóm nhỏ động vật biển có vú bơi cùng nhau, chẳng hạn như cá voi hoặc cá heo",
            "hasImg": true
        },
        {
            "id": "78d090b8-35b3-4c51-b437-bd6b8d69ca17",
            "word": "swarm",
            "phonetic": "swɔːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the news broke about the celebrity scandal, the paparazzi had a field day - they swarmed the scene and took countless photos.",
                "The crowd swarms the lower terrace.",
                "It was swarming volunteers.",
                "Twice a century, rats swarm when bamboo forests drop 80 tons of seeds.",
                "These big-headed ants swarm over the sapling, fighting off any leaf-eating intruders, like this caterpillar."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dhcm0&hash=e7ee06ef30b8ed9057ecdce6c33f07a733560fc4&lang=en&cache-only=0",
            "defineEn": "a large number of insects usually moving in the same direction",
            "defineVi": "một số lượng lớn côn trùng thường di chuyển theo cùng một hướng",
            "hasImg": true
        },
        {
            "id": "a66c7b92-5b58-48f4-b986-65f4d551c91b",
            "word": "cattle",
            "phonetic": "kæɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "You mind the cattle, Herb.",
                "He raised cattle in Nebraska when he was young.",
                "This is the largest cattle ranch under the sun.",
                "Farmers cleared the land in order to raise cattle.",
                "Cattle come in all shapes and sizes."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0dGxl&hash=1a23ee5a933e3d81bfec877b9fb8a945edce4505&lang=en&cache-only=0",
            "defineEn": "the group of cows and bulls, kept for their meat or milk",
            "defineVi": "nhóm bò và bò đực, được giữ để lấy thịt hoặc sữa",
            "hasImg": true
        },
        {
            "id": "250b6809-ba25-4dfd-b5d7-eb8bbb6c08e2",
            "word": "caravan",
            "phonetic": "kæɹɐvæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The athlete suffered an injury that threatened his career, but as the saying goes, dogs bark, but the caravan goes on, and he worked hard to recover and continue competing.",
                "The two nations cracked down on caravans under pressure from President Trump.",
                "We had a caravan. ",
                "A Caravan with a turbine engine can carry nine people 900 miles.",
                "Somebody organized that caravan, and they don’t work at the White House. "
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FyYXZhbg&hash=b44c6b4501fe194662815ead757ea8a977fe7261&lang=en&cache-only=0",
            "defineEn": "a group of people on animals or vehicles that travel together for safety, especially across the desert",
            "defineVi": "một nhóm người trên động vật hoặc phương tiện di chuyển cùng nhau để đảm bảo an toàn, đặc biệt là băng qua sa mạc",
            "hasImg": true
        },
        {
            "id": "1d570781-2aaf-4610-a68e-4bc3f049a8f5",
            "word": "flight",
            "phonetic": "flaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The vision seems a flight of fancy.",
                "He found a cheap flight deal for his vacation.",
                "I need to book a flight to New York for next week's business meeting.",
                "Jimmy often has good ideas but his latest proposal is just a flight of fancy!",
                "We had a great trip, but our flight home was badly delayed, which took the gilt off the gingerbread."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxpZ2h0&hash=e875954344d023e089cb265b2d146812c44aeb48&lang=en&cache-only=0",
            "defineEn": "a group of aircrafts or birds that fly together",
            "defineVi": "một nhóm máy bay hoặc chim bay cùng nhau",
            "hasImg": true
        },
        {
            "id": "bef455b1-05ed-44dc-990e-9e03be43eb18",
            "word": "sloth",
            "phonetic": "slɑːθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sloths are the slowest mammals on Earth.",
                "In 2016, sloths are over!",
                "First of all, sloths really are extremely slow.",
                "Three-toed sloths have the slowest metabolism of any mammal.",
                "In the Americas, ground sloths the size of elephants pulled down trees with their claws."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xvdGg&hash=9e8422b22dc5e0b66b79030dafd0818ae8ff8ba5&lang=en&cache-only=0",
            "defineEn": "a group of bears",
            "defineVi": "một nhóm gấu",
            "hasImg": true
        },
        {
            "id": "976cb9df-bfcc-4a70-a1e8-d9add488cb3d",
            "word": "drove",
            "phonetic": "dɹoʊv ",
            "partOfSpeechType": "noun",
            "examples": [
                "Yeah, people are coming back in droves to this country because of President Trump's policies and because they're afraid of the Chinese Communist Party.",
                "Forrests freeze and animals die in droves.",
                "At the same time, humans are moving to wildfire prone areas in droves.",
                "So, one could envision a future where thousands or millions of jellybots are deployed in droves to track things like water temperature, salinity and pH, data which can tell researchers a lot about the ocean’s health.",
                "An image now emblematic of a deadly new normal, droves of climbers waiting for their chance to summit Mount Everest."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJvdmU&hash=3f1307b92a1d0f94233cb365f60510e68e21763a&lang=en&cache-only=0",
            "defineEn": "a large number of people or animals moving in a group",
            "defineVi": "một số lượng lớn người hoặc động vật di chuyển trong một nhóm"
        },
        {
            "id": "e4a3540e-96f3-4e22-a2a6-eb591b741974",
            "word": "pack",
            "phonetic": "pæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Commuters packed like sardines on the evening train.",
                "I packed an extra jacket for the camping trip.",
                "My sister packed some Spanish limes in her picnic basket for a tangy snack on our outdoor adventure.",
                "We packed sandwiches for our picnic in the park.",
                "She packed a small bag of peanuts for her road trip."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFjaw&hash=b11908eb7e297a8d6245b344c3b3656997c98ba5&lang=en&cache-only=0",
            "defineEn": "a group of animals of the same type hunting or living together, particularly wolves",
            "defineVi": "một nhóm động vật cùng loại săn bắn hoặc sống cùng nhau, đặc biệt là sói",
            "hasImg": true
        },
        {
            "id": "59e0d029-be3f-4232-8059-809d8725ca50",
            "word": "flock",
            "phonetic": "flɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "They drove a flock of sheep through the center of the city.",
                "The new student quickly made friends with the other musicians, because birds of a feather flock together.",
                "He knew that eagles fly alone, but sheep flock together, and that true progress requires breaking away from the herd.",
                "The coach knew that pushing his players too hard could lead to injury and burnout, so he took care to balance training with rest and recovery, believing that it is part of a good shepherd to shear his flock not skin it.",
                "For weeks around the 2020 presidential election, conservatives flocked to social media platform, Parler."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmxvY2s&hash=4548234aadff159fe387e4c8a2ac883b9c08b669&lang=en&cache-only=0",
            "defineEn": "a group of birds of the same type, flying and feeding together",
            "defineVi": "một nhóm chim cùng loại, bay và kiếm ăn cùng nhau",
            "hasImg": true
        },
        {
            "id": "163bfab6-3bbf-4287-a89e-7a8417484326",
            "word": "harem",
            "phonetic": "hɑːɹiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "In fact, male bone worms are so small that they live in harems inside the females’ body.",
                "Their haunting bugle echos in the mountains and meadows as bull elk compete for the control of harems.",
                "Painters depicted nude women in harems (even though none had ever entered a harem much less seen a nude woman in one).",
                "Painters depicted nude women in harems (even though none had ever entered a harem much less seen a nude woman in one).",
                "You started out just being harem guards, Ottoman Eunuchs, which is kind of an obvious gig for you, but then, you expanded."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFyZW0&hash=4b50dd8725d21040d615c322e67110900a9618dc&lang=en&cache-only=0",
            "defineEn": "a group of female animals that share a single mate",
            "defineVi": "một nhóm động vật cái có chung một người bạn đời"
        },
        {
            "id": "ab398919-29dd-460c-bf52-f250b77c8c71",
            "word": "colony",
            "phonetic": "kɑːləni ",
            "partOfSpeechType": "noun",
            "examples": [
                "Together, the ant colony was greater than the sum of its parts.",
                "Their colonies are true underground cities with a bottomless need for resources.",
                "Great Britain had colonies in Canada, Australia and New Zealand.",
                "Instead, she takes over someone else’s colony.",
                "An ant colony can construct complex structures."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sb255&hash=9ae222b444ff79b7d959a15cdc93d8f1b034afc2&lang=en&cache-only=0",
            "defineEn": "(biology) a community of plants or animals that live close to each other in the same place",
            "defineVi": "(sinh vật học) một cộng đồng thực vật hoặc động vật sống gần nhau ở cùng một nơi"
        },
        {
            "id": "aa4e5510-de44-4b22-80a1-bf8a7272a0cf",
            "word": "pride",
            "phonetic": "pɹaɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "You should take more pride in your appearance.",
                "I swallowed my pride and phoned him.",
                "As a chef, I take pride in creating a homemade Bearnaise sauce that elevates any dish.",
                "Lisa beamed with pride as she watched her son receive his diploma on graduation day.",
                "Although they struggled to make ends meet, the Johnsons took pride in their children's academic achievements and aspirations."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpZGU&hash=486f61f90ec1d0260d1108e379b00d8c54d41b2c&lang=en&cache-only=0",
            "defineEn": "a number of lions that live together as a social unit",
            "defineVi": "một số con sư tử sống cùng nhau như một đơn vị xã hội"
        },
        {
            "id": "806979e5-ee31-477b-b37e-a3015eebc726",
            "word": "shoal",
            "phonetic": "ʃoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "We were navigating shoals that I had never encountered before.",
                "There are technically two types of fish crowds: schools and shoals. ",
                "Scientists have long suspected that shoals and schools protect fish from predators because it’s helpful to have a lot of eyes scanning for danger. ",
                "Squid, which can be found mainly in estuarine, deep-sea, and open-water habitats, often swim together in shoals.",
                "In 2010, sharks from one species of thresher shark, called the pelagic thresher, were observed literally whipping shoals of sardines with their big long tail fins."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvYWw&hash=bdbb533a536caf50b8d241a061dfa3cc71ec147d&lang=en&cache-only=0",
            "defineEn": "a large number of fish swimming together",
            "defineVi": "một số lượng lớn cá bơi cùng nhau",
            "hasImg": true
        },
        {
            "id": "0f606fe0-f595-45b8-bca6-803ea56eee61",
            "word": "plague",
            "phonetic": "pleɪɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the saying goes, it may please your eye but plague your heart.",
                "The businessman reminded his colleagues that innovation is key to success, and that they should not be afraid to break with traditional ways of thinking, as custom is the plague of wise men and the idol of fools.",
                "A nurse shortage has plagued hospitals over the past year.",
                "This issue plagues HDPE plastic bags as well.",
                "So could the plague ever mount a Michael Jordan-style comeback?"
            ],
            "audio": "https://tts.langeek.co/read?text=cGxhZ3Vl&hash=0fcff62f5f1a9cb1a8a465da91df8bed0615d45b&lang=en&cache-only=0",
            "defineEn": "a large group of insects or animals that infest a place, causing great damage",
            "defineVi": "một nhóm lớn côn trùng hoặc động vật phá hoại một nơi, gây thiệt hại lớn"
        },
        {
            "id": "802d469b-42fc-4151-b187-fccc0d2e70c7",
            "word": "gaggle",
            "phonetic": "ɡæɡəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "According to Gaggle, it helped school districts save 927 students who were planning an act of suicide.",
                "Gaggle, Bark, Securely, Social Sentinel, these aren't fake Silicon Valley startups, They're student surveillance companies touting some impressive benefits.",
                "But these wise guys really account for just a small part of your nervous tissue because they are surrounded and protected by gaggles of neuroglia, or glial cells.",
                "Mayella lives with a gaggle of filthy and uneducated siblings and an often-drunk father, who beats and possibly molests her."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FnZ2xl&hash=043abc8062b455e8ab04658b57c2fa124adf04af&lang=en&cache-only=0",
            "defineEn": "a group of geese, specially when not in flight",
            "defineVi": "một nhóm ngỗng, đặc biệt khi không bay"
        },
        {
            "id": "b6642052-e47f-409a-b4fe-306084245f18",
            "word": "school",
            "phonetic": "skuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Schools have welcomed such arrangements with open arms.",
                "The school took the full force of the explosion.",
                "She left school at 16.",
                "Many schools don’t take full advantage of the Internet.",
                "The kids always work hard at school."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nob29s&hash=aa43afe44c159e58dab84a8e13fbc414dccf25ae&lang=en&cache-only=0",
            "defineEn": "a large number of fish or sea mammals that swim together",
            "defineVi": "một số lượng lớn cá hoặc động vật biển có vú bơi cùng nhau",
            "hasImg": true
        },
        {
            "id": "d9917144-ec5f-4fc7-af1e-945beeed177a",
            "word": "stand",
            "phonetic": "stænd ",
            "partOfSpeechType": "noun",
            "examples": [
                "A stable relationship stands the test of time.",
                "The teaching method has stood the test of time.",
                "The guard stood straight as a ramrod.",
                "Men of our generation never stood on ceremony.",
                "My years of teaching stood me in good stead."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhbmQ&hash=2cd7d84798307f24d22258519ae1d057f7c59234&lang=en&cache-only=0",
            "defineEn": "a group of animals in a specific location, such as a herd or flock",
            "defineVi": "một nhóm động vật ở một địa điểm cụ thể, chẳng hạn như đàn hoặc đàn"
        },
        {
            "id": "c91a01bf-99a5-4681-ae20-36281045fecf",
            "word": "parliament",
            "phonetic": "pɑːɹləmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Parliament breaks for recess next week.",
                "Parliament continued sitting until March 16.",
                "Parliament sits for less than six months of the year.",
                "The political party achieved a clean sweep of the election, winning all the seats in the parliament and forming a majority government.",
                "But the Parliament terms expired."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFybGlhbWVudA&hash=412fa165d13a05bb855ec6433818dd8a2d83a33c&lang=en&cache-only=0",
            "defineEn": "a large group of rooks or owls",
            "defineVi": "một nhóm lớn tân binh hoặc cú"
        },
        {
            "id": "43534d1a-c0c0-4845-8be8-a78143285ea6",
            "word": "shrewdness",
            "phonetic": "ʃɹuːdnəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2hyZXdkbmVzcw&hash=58601ea74e0855435f16e4032d05e52a96b8db97&lang=en&cache-only=0",
            "defineEn": "a group of apes, specifically orangutans",
            "defineVi": "một nhóm vượn, cụ thể là đười ươi"
        },
        {
            "id": "fc6148f6-a1b6-4096-9e79-2c0bc8411871",
            "word": "skulk",
            "phonetic": "skʌlk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2t1bGs&hash=8a08f87bb72b4c4fbaf3808a23a58e04b6a46009&lang=en&cache-only=0",
            "defineEn": "a group of foxes or badgers",
            "defineVi": "một nhóm cáo hoặc lửng"
        },
        {
            "id": "acb03d28-776e-45db-a5da-7f7f8144ac2d",
            "word": "covey",
            "phonetic": "koʊvi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y292ZXk&hash=64aa1bcd39c593a2b906ac7623c7e2d30f33ab27&lang=en&cache-only=0",
            "defineEn": "a group of game birds such as quails, partridges or grouses, typically consisting of six to twelve birds",
            "defineVi": "một nhóm các loài chim trò chơi như chim cút, gà gô hoặc gà gô, thường bao gồm từ sáu đến mười hai con chim"
        },
        {
            "id": "c1cbd9d7-5233-48bd-ba2a-abad96466a13",
            "word": "muster",
            "phonetic": "mʌstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The only report that passed muster featured human trafficking.",
                "Even though he was nervous, John mustered up the courage to ask his crush out on a date, remembering the proverb that faint heart never won fair lady.",
                "Because they couldn’t muster the energy.",
                "It means that his ideological credentials had passed muster with the Communist Party.",
                "The last lot brought in from mustering."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzdGVy&hash=afc690a38cf0b644931afdecf772b3dc7b2fc285&lang=en&cache-only=0",
            "defineEn": "a gathering or assembly of animals, especially livestock or fowl, for the purpose of counting, inspection, or branding",
            "defineVi": "tập hợp hoặc lắp ráp động vật, đặc biệt là gia súc hoặc gia cầm, nhằm mục đích đếm, kiểm tra hoặc ghi nhãn hiệu"
        },
        {
            "id": "db4a07f4-b562-48d2-b0a5-fc2cf6fc1350",
            "word": "sounder",
            "phonetic": "saʊndɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c291bmRlcg&hash=5931bc0a57cc174e5532b1071d09b0a874e12a1f&lang=en&cache-only=0",
            "defineEn": "a group of wild pigs",
            "defineVi": "một bầy lợn rừng"
        },
        {
            "id": "25b2ea49-800e-47ab-be6d-2f5b5c9f54e4",
            "word": "clowder",
            "phonetic": "klaʊdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Or maybe it’s your aunt, or grandma, with a whole clowder of cats."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xvd2Rlcg&hash=f6fe7c6e6de3cfd489f4c021d95f488c78e485eb&lang=en&cache-only=0",
            "defineEn": "a group of small felines, especially cats",
            "defineVi": "một nhóm mèo nhỏ, đặc biệt là mèo"
        },
        {
            "id": "b04ee339-934b-43fa-be11-6e81a9e81ab6",
            "word": "destruction",
            "phonetic": "dᵻstɹʌkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "They have planted the seeds of their own destruction.",
                "The town is total destruction.",
                "And destruction never loomed closer than during the 13 days of the Cuban Missile Crisis.",
                "We have seen destruction of property.",
                "With the information age, with the Internet era, we have the destruction, the fall of this great pyramid."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzdHJ1Y3Rpb24&hash=4059ca8e7fe39326feed4a4040015baae910f295&lang=en&cache-only=0",
            "defineEn": "a group of wild or feral cats",
            "defineVi": "một nhóm mèo hoang dã hoặc hoang dã"
        },
        {
            "id": "66c641a0-8b12-48a9-b7b4-92aa5c3c1f3c",
            "word": "bed",
            "phonetic": "bɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "She sent the kids to bed early.",
                "The price includes dinner, bed, and breakfast.",
                "The sofa had to serve as a bed.",
                "I have a bedside table next to my bed for my books and glasses.",
                "I usually go to bed around 11 o'clock."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVk&hash=f168fe9b1cb85c90950402c3950f6578447cb42f&lang=en&cache-only=0",
            "defineEn": "a group of oysters, clams, or other shellfish grown or found together",
            "defineVi": "một nhóm hàu, nghêu hoặc động vật có vỏ khác được trồng hoặc tìm thấy cùng nhau"
        },
        {
            "id": "4a74f563-13e2-4a34-a48c-0d43e55d8854",
            "word": "embarrassment",
            "phonetic": "ɛmbæɹəsmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She looked away from embarrassment.",
                "Our hosts presented us with an embarrassment of riches.",
                "In that embarrassment of riches, some people might wonder whether we need another service area at all.",
                "Julia's fiancé left her at the altar, causing her immense heartbreak and embarrassment.",
                "The committee is being accused of sweeping financial problems under the carpet to avoid embarrassment."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1iYXJyYXNzbWVudA&hash=c5ceb0a8cdfbdfd96c8566fe6e66f9c966738d25&lang=en&cache-only=0",
            "defineEn": "a group of pandas",
            "defineVi": "một nhóm gấu trúc"
        },
        {
            "id": "d9691877-2861-4e23-a994-fe33e01e9dbe",
            "word": "zeal",
            "phonetic": "ziːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was notorious for his religious zeal and his fervent defense of the church during a time when Christians were heavily persecuted for their beliefs.",
                "He was a poor monk in modest robes, known for his religious zeal and praised for his magnificent miracles.",
                "But even so, Ferdinand and Isabella footed the bill, partly because they were full of Crusading zeal after expelling the Muslims from Spain, and partly because they were desperate to get their hands on some of that pepper richness.",
                "Mr. Trump You really are a heel You're as racist as a klansman Dipped in dumb, misguided zeal Mr. Trump ",
                "And, if you look at the explanations for the revolution, especially those contained in, like, the Declaration of Independence and in pamphlets, like Thomas Paine's Common Sense, there's definitely a revolutionary zeal that’s informed by the Enlightenment."
            ],
            "audio": "https://tts.langeek.co/read?text=emVhbA&hash=c6e353ac4ac8cbb4d830d3644071c0a782432cd0&lang=en&cache-only=0",
            "defineEn": "a group of zebras",
            "defineVi": "một nhóm ngựa vằn"
        },
        {
            "id": "0d5c078f-e286-49ed-8df5-7df332c7483e",
            "word": "kine",
            "phonetic": "kaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Chemo for chemical, kine for kinetic, for moving."
            ],
            "audio": "https://tts.langeek.co/read?text=a2luZQ&hash=4d923acb08fb65e0e09477f99aad6463a239a35d&lang=en&cache-only=0",
            "defineEn": "a group or herd of bovine animals",
            "defineVi": "một nhóm hoặc bầy gia súc",
            "hasImg": true
        },
        {
            "id": "59caa26a-8d3e-4f59-b6f3-b11a4a14008e",
            "word": "murder",
            "phonetic": "mɜːdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The journey home through the storm was absolute murder!",
                "I could murder a cup of tea!",
                "He could murder a beer and a plate of fresh fish.",
                "She almost shouted bloody murder on top of her lungs.",
                "He was tried for murder."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVyZGVy&hash=30b69b3f2d12b19c8e954e0f4fa8a2d496052b9e&lang=en&cache-only=0",
            "defineEn": "a flock of crows",
            "defineVi": "một đàn quạ"
        },
        {
            "id": "0264d688-e88e-415b-9c95-21328a98f846",
            "word": "fall",
            "phonetic": "fɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Shergar film falls at the first fence in Cannes.",
                "Underneath the orange tree, the leaves gently fall.",
                "The fall knocked the wind out of me.",
                "The leaves fall from the trees in autumn.",
                "People are falling like flies from COVID-19."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFsbA&hash=968781f89db4b64a8f21c81150eea00c90952666&lang=en&cache-only=0",
            "defineEn": "a group of woodcocks",
            "defineVi": "một bầy gà rừng"
        },
        {
            "id": "458dfdf0-5640-49ed-a687-63396dd93f66",
            "word": "bevy",
            "phonetic": "bɛvi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I have a bevy of them.",
                "Walter Noel's bevy of lovelydaughters married into families that were well knownin those moneyed circles.",
                "For now, moves like this may help keep drivers interested in owning a Toyota, despite fierce competition from fellow automakers and a bevy of new transportation options further made itself into one of the world's biggest and most respected automakers.",
                "The automaker is tightlipped on specifics, but industry watchers are expecting Ford to include a bevy of high priced options for buyers looking for the top of the line."
            ],
            "audio": "https://tts.langeek.co/read?text=YmV2eQ&hash=916b2d4344ace76ba47f344eb5d867f5ae435a56&lang=en&cache-only=0",
            "defineEn": "a group of birds, especially quails or larks, that are typically seen or kept together",
            "defineVi": "một nhóm các loài chim, đặc biệt là chim cút hoặc chim chiền chiện, thường được nhìn thấy hoặc giữ cùng nhau"
        },
        {
            "id": "918cbbca-3772-4f2d-bf8c-5b47a742feaa",
            "word": "rout",
            "phonetic": "ɹaʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "But he wasn’t able to turn it into an all out rout, and ended up having to spend a miserable winter at Valley Forge.",
                "Indeed, on Election Day, it was a crushing rout.",
                "On Wall Street, a rout of tech stocks dragged the market down today, as rising interest rates on bonds siphoned off investors.",
                "In 1972, there was a revolution, the George McGovern Democrats, convinced that there was a great peace majority in the country who would turn out in numbers never before seen to rout Richard Nixon."
            ],
            "audio": "https://tts.langeek.co/read?text=cm91dA&hash=24aef5dccafd006a7281be26d55c44c00b370bc4&lang=en&cache-only=0",
            "defineEn": "a group of wolves",
            "defineVi": "một bầy sói"
        },
        {
            "id": "740b365e-187c-413e-819e-d23928b858da",
            "word": "unkindness",
            "phonetic": "ʌŋkaɪndnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "An Unkindness of Ghosts by Rivers Solomon, who was a Campbell Award nominee for Best New Writer in 2018, explores how sustained acts of abuse and violence can shape a culture and people."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5raW5kbmVzcw&hash=4fddb9102623855edcf88b712f053c84b4a1130e&lang=en&cache-only=0",
            "defineEn": "a group of ravens",
            "defineVi": "một nhóm quạ"
        },
        {
            "id": "d4f77a93-a625-4306-8d42-649dfcdf8bfa",
            "word": "plump",
            "phonetic": "plʌmp ",
            "partOfSpeechType": "noun",
            "examples": [
                "He roasted a plump goose for his family's Thanksgiving dinner.",
                "The blackberry bushes in our backyard were loaded with plump, juicy fruits.",
                "The farmer proudly displayed a plump fowl at the market, inviting customers to savor its flavorful meat.",
                "The kids couldn't resist the temptation of the bowl filled with plump and juicy sweet cherries.",
                "The hunters returned with a bag full of plump pheasants after a successful hunt."
            ],
            "audio": "https://tts.langeek.co/read?text=cGx1bXA&hash=879c8bcf8969b0398c67245afebd30e5121a41db&lang=en&cache-only=0",
            "defineEn": "a flock of wildfowl",
            "defineVi": "một đàn chim hoang dã"
        },
        {
            "id": "75fcedde-1444-4d9f-bf8b-61a62a723ebf",
            "word": "watch",
            "phonetic": "wɑːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Watch your mouth!",
                "The girls watched the development of this relationship with incredulity.",
                "A large crowd watched the game on Saturday.",
                "Watch your head on the low ceiling.",
                "Watch me!"
            ],
            "audio": "https://tts.langeek.co/read?text=d2F0Y2g&hash=40aa114fd8c80821f7d2332a9a324e8a1bfdf372&lang=en&cache-only=0",
            "defineEn": "a group of nightingales",
            "defineVi": "một nhóm nightingales"
        },
        {
            "id": "58ce8a3f-4f7e-48c4-8e52-d208ba0f05a8",
            "word": "labor",
            "phonetic": "leɪbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Such cheap goods obviously rely on dirt cheap labor.",
                "Running the animal shelter is a labor of love for Jane.",
                "The company has attempted to break the strike using non-union labor.",
                "Mrs. Smith finds teaching young children to be a labor of love.",
                "The gardener knew that keeping a garden beautiful required a lot of physical labor and effort, since elbow grease is the best polish when it comes to maintaining plants and flowers."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFib3I&hash=08cc87831e2ef5d59271e8b68914a0346c96e13e&lang=en&cache-only=0",
            "defineEn": "a group of moles",
            "defineVi": "một nhóm nốt ruồi"
        },
        {
            "id": "6133b662-b1da-40c6-a5e6-9eb72ec7672f",
            "word": "company",
            "phonetic": "kʌmpəni ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company kicked off the CEO for embezzlement.",
                "The company abandoned its outdated marketing strategy in favor of a more innovative approach.",
                "Our company puts the emphasis on quality.",
                "Many companies saw the advent of online retailing as a threat to their bricks and mortar business.",
                "The company are playing 11 cities around the country."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGFueQ&hash=76188ca5e985c2cc84d4c89bdf9b26c7933cd653&lang=en&cache-only=0",
            "defineEn": "a flock of wigeon (ducks)",
            "defineVi": "một đàn vịt (vịt)"
        },
        {
            "id": "644a4810-c250-4ba0-bcff-f79331ec15aa",
            "word": "murmuration",
            "phonetic": "mɜːmɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And when a predator attacks, murmurations often form waves that roll in the opposite direction.",
                "But murmurations appear to be more complex than that.",
                "Mathematically speaking, a murmuration isn't a bunch of birds so much as it is a tipping point.",
                "If it emulates the starling murmuration and surges back, the country's lockdown blues will continue and possibly get worse.",
                "Video analysis of murmurations in Rome has shown that every starling in a flock interacts with a fixed number of birds directly around it, on average six or seven other birds."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVybXVyYXRpb24&hash=05e8c26c614b53127bbbbf817aa92fb1a3bef10b&lang=en&cache-only=0",
            "defineEn": "a large group of starlings flying together in a coordinated manner, often in a swirling or undulating pattern",
            "defineVi": "một nhóm lớn sáo đá bay cùng nhau một cách phối hợp, thường theo kiểu xoáy hoặc nhấp nhô"
        },
        {
            "id": "ad176c03-6805-4636-b974-9580e6a3fb86",
            "word": "host",
            "phonetic": "hoʊst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our hosts presented us with an embarrassment of riches.",
                "Shall I take my host family a gift?",
                "She hosted a gathering and served split-pea croquettes.",
                "They hosted a brunch and prepared gluten-free pancakes using a blend of gluten-free flours.",
                "They hosted a celebratory dinner and served a magnificent roasted guinea fowl."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9zdA&hash=af5d902e3be489bc26672232da7dff27a3d276a6&lang=en&cache-only=0",
            "defineEn": "a flock of sparrows",
            "defineVi": "một đàn chim sẻ"
        },
        {
            "id": "9685a5dc-002a-4603-8d94-24c44e81ca10",
            "word": "barren",
            "phonetic": "bæɹən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Soon after, the barren planet crosses Mercury's orbit.",
                "A superhabitable planet would do away with these barren landscapes to support more species and more diversity.",
                "Which is a lot of action for a barren rock with no air!",
                "Deforestation may turn lush tropics into a barren patch, like a successful ensemble breaking up after losing its star performers.",
                "At the north edge of Santa Rosa city limits, you will find a barren lot marked by charred stumps and an empty pool."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFycmVu&hash=b91252527b7d1602e929d12ddd76d4e511464ac4&lang=en&cache-only=0",
            "defineEn": "a group of mules",
            "defineVi": "một nhóm la"
        },
        {
            "id": "47852973-e8d5-46b7-b017-ee6426484d70",
            "word": "troop",
            "phonetic": "tɹuːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Troops drove out the demonstrators.",
                "The general had to get his troops across the river.",
                "Troops have been sent to protect aid workers against attack.",
                "There are reports of a violent incident involving local inhabitants and U.S. troops.",
                "Send in the troops, aircraft, nuclear submarine experts, the whole nine yards."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJvb3A&hash=1555deb2d359db4b34e67a4dea22f9ee59cabd9d&lang=en&cache-only=0",
            "defineEn": "a group of animals, especially primates or birds, traveling or living together in a cohesive social unit",
            "defineVi": "một nhóm động vật, đặc biệt là linh trưởng hoặc chim, đi du lịch hoặc sống cùng nhau trong một đơn vị xã hội gắn kết"
        },
        {
            "id": "817a2971-8861-4c04-9d70-8a1ca375d04b",
            "word": "leap",
            "phonetic": "liːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The discovery of new planets represents a quantum leap in astronomy, with the potential to deepen our understanding of the universe and our place in it.",
                "The company is growing by leaps and bounds this year.",
                "Those are my arguments against taking a leap in the dark.",
                "Dexter should have looked before he leaped.",
                "John was nervous about quitting his stable job to start his own business, but he knew that no guts, no glory, and he took the leap."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhcA&hash=2089ce62a7f36a0fe9a7848cbcabfc7a6ffd0a10&lang=en&cache-only=0",
            "defineEn": "a group of leopards",
            "defineVi": "một nhóm báo hoa mai"
        },
        {
            "id": "dc8abb64-8f54-49c9-9dcc-5df3180e3529",
            "word": "exaltation",
            "phonetic": "ɛɡzɐlteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXhhbHRhdGlvbg&hash=d1f5b97f29282ad635901e3bb2aee03b08894175&lang=en&cache-only=0",
            "defineEn": "a group of larks that fly and sing together",
            "defineVi": "một nhóm chim chiền chiện bay và hót cùng nhau"
        },
        {
            "id": "3eadff2b-7162-4354-9fa3-dc5f9ae83dd4",
            "word": "kindle",
            "phonetic": "kɪndəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the saying goes, kindle not a fire you cannot put out.",
                "It is a Kindle.",
                "Kindle is a purpose-built reading device.",
                "We work with our Lab 126 folks on the industrial design, our Kindle folks on the e-ink label.",
                "You can reserve a copy of the Kindle version on Amazon."
            ],
            "audio": "https://tts.langeek.co/read?text=a2luZGxl&hash=f4d8d8abe23607db7e47f64c03d84e54be526255&lang=en&cache-only=0",
            "defineEn": "a group of young animals, such as a litter of rabbits or a group of kittens born to the same mother at the same time",
            "defineVi": "một nhóm động vật trẻ, chẳng hạn như một lứa thỏ hoặc một nhóm mèo con được sinh ra cùng một mẹ vào cùng một thời điểm"
        }
    ]
}