{
    "id": "9e87fef8-ec25-4a3c-b4a3-0c29a7c5f25d",
    "title": "Lesson 1A",
    "originalTitle": "Lesson 1A",
    "words": [
        {
            "id": "bf72270b-fdbb-4b3b-b562-6bd0ef2cb20f",
            "word": "personality",
            "phonetic": "pɜːsənælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She and her sister look very similar, but they have very different personalities.",
                "With his charming smile and charismatic personality, Jonathan had a way of sweeping women off their feet without even trying.",
                "The two politicians had vastly different ideologies and personalities, and it was clear that oil and water do not mix when it came to their ability to work together.",
                "But as time went on, I realized that our personalities clashed in some important ways.",
                "He turns heads when he walks into a room, with his charismatic personality and fashionable attire."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc29uYWxpdHk&hash=ead469b25c8cd048d37658f3919b9e124338bd0b&lang=en&cache-only=0",
            "defineEn": "all the qualities that shape a person's character and make them different from others",
            "defineVi": "tất cả những phẩm chất hình thành tính cách của một người và làm cho họ khác biệt với những người khác"
        },
        {
            "id": "e67da117-1bdc-44f4-9f5f-6aa1f981d13f",
            "word": "affectionate",
            "phonetic": "ɐfɛkʃənət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His caring nature and affectionate gestures make him the perfect boyfriend.",
                "In studies of heterosexual couples, increases in oxytocin and prolactin have been associated with affectionate behaviors in moms, like snuggling.",
                "And when we exhibit these symptoms as an adult or the teenager, when we just really want someone to care for us, be affectionate, love on us.",
                "I love seeing Hazel so affectionate towards Apollo.",
                "In Chinese, the name sounds gently affectionate and lilting to my ears."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZmZWN0aW9uYXRl&hash=8d28857636dd51deed67fe7428d1cc9cd0d9a805&lang=en&cache-only=0",
            "defineEn": "expressing love and care",
            "defineVi": "thể hiện tình yêu và sự quan tâm",
            "hasImg": true
        },
        {
            "id": "6b9c33a9-a032-4db3-a0d6-472d13f8e15b",
            "word": "ambitious",
            "phonetic": "æmbɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She became more ambitious as the years passed.",
                "The company's ambitious expansion plans went up in flames when their major investor pulled out.",
                "The startup company is reaching for the moon with its ambitious goals to revolutionize the industry.",
                "The ambitious entrepreneur took a risk and started his own business, knowing that it was better to live one day as a tiger than a thousand years as a sheep working for someone else.",
                "The ambitious student knew that he had to take challenging courses to achieve his dream of attending a top university."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1iaXRpb3Vz&hash=5afbc15a3c1707ae735e56f3d6ab6764fae84033&lang=en&cache-only=0",
            "defineEn": "trying or wishing to gain great success, power, or wealth",
            "defineVi": "cố gắng hoặc mong muốn đạt được thành công lớn, quyền lực hoặc sự giàu có"
        },
        {
            "id": "59588eb2-d0f5-4f35-8a65-1d4820489e97",
            "word": "assertive",
            "phonetic": "ɐsɜːɾɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As a leader, it's important to be confident and assertive, because make yourself all honey and the flies will devour you.",
                "Even though he's usually quiet and unassuming, my brother can be incredibly assertive and commanding when he's at home - every dog is a lion at home, as they say.",
                "When dealing with customer service, it can be helpful to be assertive and persistent, as the squeaky wheel gets the grease and is more likely to receive a satisfactory resolution.",
                "And that whole process actually is being more assertive.",
                "But the boycott also reflects a more assertive Beijing."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNzZXJ0aXZl&hash=0d9c8ad762359ae4635b7e73e57b907d3a204db0&lang=en&cache-only=0",
            "defineEn": "confident in expressing one's opinions, ideas or needs in a clear, direct, and respectful manner",
            "defineVi": "tự tin bày tỏ quan điểm, ý tưởng hoặc nhu cầu của mình một cách rõ ràng, trực tiếp và tôn trọng",
            "hasImg": true
        },
        {
            "id": "bcc7065a-1ff7-4b51-8f7b-dd537836f4e9",
            "word": "bossy",
            "phonetic": "bɔsi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- I'm looking for a bossy switch of color who enjoys organic gardening.",
                "I think Marty's main deal-breaker with a woman would be if she was bossy with him or controlling in any way.",
                "Let's give an example: So let's say we have someone in our life who's really bossy, really pushy, and they are aggressive, and they keep asking for things, Until, we're exhausted, we don't want to fight with them and we give in, and they get their way."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9zc3k&hash=70256b0b52c52cb7c33777e9245e5f5fada23e44&lang=en&cache-only=0",
            "defineEn": "constantly telling others what they should do",
            "defineVi": "liên tục nói với người khác những gì họ nên làm"
        },
        {
            "id": "298cc20d-7ede-44ab-8a8f-cae34ffa104c",
            "word": "honest",
            "phonetic": "ɑːnɪst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My honest opinion is they took a sledgehammer to crack a nut.",
                "As the proverb goes, an honest man's pillow is his peace of mind.",
                "As a writer, I try to be honest about my own past mistakes.",
                "It's good to be honest and admit your mistakes.",
                "Daniel knew he had to make an honest woman of Rachel when they discovered she was expecting their child, so he proposed and they had a beautiful wedding ceremony."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9uZXN0&hash=a306daee37184fcbbd89ab18eecf9829e18f6c28&lang=en&cache-only=0",
            "defineEn": "telling the truth and having no intention of cheating or stealing",
            "defineVi": "nói sự thật và không có ý định gian lận hoặc ăn cắp",
            "hasImg": true
        },
        {
            "id": "fb56a2ab-928a-4f7c-ab7f-0e4397672ee8",
            "word": "loyal",
            "phonetic": "lɔɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The loyal subjects bowed down before their king as a sign of reverence.",
                "The old dog is long in the tooth, but still brings joy and companionship to its owner with its gentle demeanor and loyal nature.",
                "He chose a loyal and hardworking employee from an ordinary background over one with an impressive resume but a questionable work ethic.",
                "Despite the emergence of new competitors, the company's brand remains alive and well in the market, attracting loyal customers.",
                "David thought Susan was a loyal employee, but he fostered a snake in his bosom because she had been stealing from the company."
            ],
            "audio": "https://tts.langeek.co/read?text=bG95YWw&hash=823376701d7e145bda9a97af25ac351545c71b95&lang=en&cache-only=0",
            "defineEn": "remaining firm in support for someone or something",
            "defineVi": "công ty còn lại để hỗ trợ cho một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "aefe3a45-c14f-4a8c-be5f-c5ea111e7ad0",
            "word": "mature",
            "phonetic": "mətʃʊɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And when a mature person gives love, he or she gives without any strings attached to it.",
                "He matured.",
                "Not even all mature eggs succeed at that.",
                "She's very mature.",
                "He got too mature."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0dXJl&hash=94dc2f81d646f02a1c4a9f15aa52c8cd76f7c5db&lang=en&cache-only=0",
            "defineEn": "(of a young person or child) able to behave reasonably, like an adult",
            "defineVi": "(của một người trẻ tuổi hoặc trẻ em) có thể cư xử hợp lý, như một người lớn"
        },
        {
            "id": "8c21c8f5-8001-434c-8302-e000cb1936de",
            "word": "moody",
            "phonetic": "muːdi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Moody's is one of the ratings agencies, and they rate Corporation A as BB.",
                "Because who paid Moody's to give them that rating?",
                "Even if an upturn were to begin in 2022, Moody's base case projection doesn't see state tax revenues returning to 2019 levels until 2024.",
                "And as long as Moody's doesn't get suspicious.",
                "In fact, some women will just see it as feeling a little moody the week before their menstrual cycle."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9vZHk&hash=8e727157c37958b0b8f40a32ccff2d76c65f3a02&lang=en&cache-only=0",
            "defineEn": "characterized by sudden changes of mood, typically with no apparent reason",
            "defineVi": "đặc trưng bởi sự thay đổi tâm trạng đột ngột, thường không có lý do rõ ràng",
            "hasImg": true
        },
        {
            "id": "1b6ed310-f14b-4770-80e4-ffe3550489a2",
            "word": "open-minded",
            "phonetic": "oʊpənmaɪndᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Well, conservatives have had a love/hate relationship with Lindsey Graham for the last couple of decades, because on one hand he is certainly the most open-minded Republican senator from the South in terms of a whole bunch of center-of-the-road issues.",
                "We all have ideas about race, even the most open-minded among us.",
                "And, look, I was very open-minded.",
                "Even if it is a choice I would make or if it's not a choice I would make, I have to be open-minded.",
                "And with the incomparable backing of PBS, we’ve been able to make content not just for the most people possible, but for an open-minded and discerning audience like you."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Blbi1taW5kZWQ&hash=0c1bf2ff47eb8a74f7b75ecc909887606baa3427&lang=en&cache-only=0",
            "defineEn": "ready to accept or listen to different views and opinions",
            "defineVi": "sẵn sàng chấp nhận hoặc lắng nghe những quan điểm và ý kiến khác nhau",
            "hasImg": true
        },
        {
            "id": "eca55320-91ec-43fa-921d-a698d02cf8cc",
            "word": "outgoing",
            "phonetic": "aʊtɡoʊɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The outgoing president used smoke and mirrors to make the situation look better.",
                "One candidate, the outgoing Taoiseach and the then leader of Fine Gael, was a cert.",
                "Are you outgoing?",
                "They have right here in this building, the original outgoing telegrams of the Secretary of War.",
                "Earlier this week, I spoke with outgoing Congresswoman Donna Shalala."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0Z29pbmc&hash=f3dcc4be486716d1fd46b33baf325d4245d96245&lang=en&cache-only=0",
            "defineEn": "enjoying other people's company and wanting to spend time with them",
            "defineVi": "thích công ty của người khác và muốn dành thời gian với họ",
            "hasImg": true
        },
        {
            "id": "ee00f579-14ae-4dec-b6c5-b7dae35846ff",
            "word": "patient",
            "phonetic": "peɪʃənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The dentist can't take any new patients.",
                "You have to be patient.",
                "she puts her patients in touch with a great acupuncturist in London.",
                "The treatment has not yet been tried on patients.",
                "The patient's life was hanging by a thread."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0aWVudA&hash=14ce5640f6fa4778e0dc590535fcc54e586c59e9&lang=en&cache-only=0",
            "defineEn": "staying calm during hard times or accepting delays without getting angry or irritated",
            "defineVi": "giữ bình tĩnh trong thời gian khó khăn hoặc chấp nhận sự chậm trễ mà không tức giận hoặc cáu kỉnh",
            "hasImg": true
        },
        {
            "id": "b17dc0f6-dd87-4a08-ae53-056a3d528ec8",
            "word": "reliable",
            "phonetic": "ɹᵻlaɪəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Can you recommend a reliable bank for opening a new account?",
                "It's a reliable car, and it doesn't cost an arm and a leg.",
                "We should search for a reliable source to verify the information.",
                "I use the newspaper as a source for my research papers because it has reliable information.",
                "The car was old but reliable, and he reminded himself that better a good cow than a cow of a good kind when he was tempted to buy a flashy, expensive new car."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsaWFibGU&hash=1e1f9db5e2c12bdb6041889813042a51b99ae315&lang=en&cache-only=0",
            "defineEn": "able to be relied on or trusted",
            "defineVi": "có thể được dựa vào hoặc đáng tin cậy",
            "hasImg": true
        },
        {
            "id": "7db1fdb2-8371-4161-8d48-5428819238fd",
            "word": "sensitive",
            "phonetic": "sɛnsᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The pig's nose is sensitive and sniffes the air for food.",
                "School reform is a sensitive issue, and many politicians treat it with kid gloves.",
                "I need to find a gentle soap for sensitive skin.",
                "I always advise my clients to be cautious about sharing sensitive information online.",
                "Douglas held his tongue, preferring not to speak out on a politically sensitive issue."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vuc2l0aXZl&hash=5f82638ea8b22b3ef877d4456cc2493538e1ceec&lang=en&cache-only=0",
            "defineEn": "capable of understanding other people's emotions and caring for them",
            "defineVi": "có khả năng hiểu cảm xúc của người khác và quan tâm đến họ",
            "hasImg": true
        },
        {
            "id": "fb0a96ac-da26-439b-983a-d7f52aa877ab",
            "word": "stubborn",
            "phonetic": "stʌbɚn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You were right, stubborn fella that was.",
                "The bank evicted his family from their home and Muley refused to leave, he remained stubborn as a mule.",
                "He used a toothpick to remove a stubborn piece of food stuck between his teeth.",
                "His friends advised him to accept the offer, but you know Larry - he's as stubborn as a mule!",
                "The stubborn janitor had been refusing to fix the broken water fountain for weeks, but the principal knew that kind words would unlock an iron door, so he approached the janitor gently and respectfully and finally the janitor agreed to make the repairs."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1YmJvcm4&hash=b5c1432676fabc7b79d88496857f31aebacbe867&lang=en&cache-only=0",
            "defineEn": "unwilling to change one's attitude or opinion despite good reasons",
            "defineVi": "không muốn thay đổi thái độ hoặc quan điểm của một người mặc dù có lý do chính đáng",
            "hasImg": true
        },
        {
            "id": "ec7c8b74-9932-43b9-987f-add8a142f17b",
            "word": "bright",
            "phonetic": "bɹaɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "\"That boy isn't very bright.\"",
                "These shrubs produce bright red berries.",
                "The bird had bright feathers and a long beak.",
                "Some bright spark left the tap running all night.",
                "I arrived bright and early at Brian the falconer's house for day one of my course."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpZ2h0&hash=5b30cf51f59f4df2ad4691f35f8297c732316732&lang=en&cache-only=0",
            "defineEn": "capable of thinking and learning in a good and quick way",
            "defineVi": "có khả năng tư duy và học hỏi một cách tốt và nhanh chóng",
            "hasImg": true
        },
        {
            "id": "511e961b-516a-4d80-b1ec-377bffe0e0bb",
            "word": "conscientious",
            "phonetic": "kɑːnsɪɛnʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She was going to be very conscientious about the spending.",
                "During World War Two in the US, some conscientious objectors volunteered for medical research as an alternative way to serve their country.",
                "This is where you're not so conscientious about direction.",
                "Or if you want to be more conscientious, you could practice that by volunteering to take on a project at work.",
                "After watching Muhammad Ali sacrifice his heavyweight championship title, endure three years of being banned from boxing and face imprisonment, simply because he was a conscientious objector to the Vietnam War, I had to heed my conscience as well."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2NpZW50aW91cw&hash=1021fe2437748cec437df5967c1319e7244333ba&lang=en&cache-only=0",
            "defineEn": "sensing an ethical obligation to do one's duty carefully and to behave justly toward others",
            "defineVi": "cảm nhận nghĩa vụ đạo đức để thực hiện nghĩa vụ của mình một cách cẩn thận và cư xử công bằng với người khác"
        },
        {
            "id": "d82557db-152f-40cd-8dcf-ec7f1da6e176",
            "word": "determined",
            "phonetic": "dɪtɜːmɪnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The government is determined to check the growth of public spending.",
                "The coach was determined to get his message through to the team before the big game.",
                "The government was determined to break the power of the trade unions.",
                "The determined fan elbowed his way through the crowd to get closer to the stage.",
                "She's determined to put her new ideas into practice."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV0ZXJtaW5lZA&hash=8f5409360304bc7207af4994a79e41e580a50fd5&lang=en&cache-only=0",
            "defineEn": "having or displaying a strong will",
            "defineVi": "có hoặc hiển thị một ý chí mạnh mẽ"
        },
        {
            "id": "7b4b2f39-d05a-458c-b946-eb5a5cea99d9",
            "word": "gentle",
            "phonetic": "dʒɛntəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He planted a gentle kiss on her cheek.",
                "The hiker enjoyed the scenic beauty of the river's gentle bends.",
                "With a gentle push, the window closed tightly, sealing out the draft.",
                "Brian was as gentle as a lamb and wouldn't hurt anyone.",
                "I need to find a gentle soap for sensitive skin."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VudGxl&hash=650b0f7197b6983886e936f0c88445f44c0f6d49&lang=en&cache-only=0",
            "defineEn": "showing kindness",
            "defineVi": "thể hiện lòng tốt",
            "hasImg": true
        },
        {
            "id": "20db9c71-8d56-4358-987f-aff8484da1e6",
            "word": "resourceful",
            "phonetic": "ɹᵻsoːɹsfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Thanks to your resourceful parents, you live to see another day.",
                "So our carnivorous friends evolved a resourceful way to bring a little life into their diet.",
                "It’s the only plant that grows fruit in the whole region, and to pull it off, it has to be extremely resourceful.",
                "The enemy is resourceful, courageous, desperate.",
                "His kindhearted, resourceful wife was not a demon."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzb3VyY2VmdWw&hash=0bc1a54d4ff1c78b5f3814eed7d620c5d303ce92&lang=en&cache-only=0",
            "defineEn": "capable of finding different, clever, and efficient ways to solve problems",
            "defineVi": "có khả năng tìm ra những cách khác nhau, thông minh và hiệu quả để giải quyết vấn đề"
        },
        {
            "id": "59fd9085-bd63-4af6-8172-80757db9da17",
            "word": "sarcastic",
            "phonetic": "sɑːɹkæstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I was being sarcastic but you took my comment literally.",
                "She thought she was being funny when she made a sarcastic comment to her friend, but she quickly realized that a joke never gains an enemy, but often loses a friend.",
                "When have I ever been sarcastic?",
                "And you're not being sarcastic, either.",
                "I know you're being sarcastic,"
            ],
            "audio": "https://tts.langeek.co/read?text=c2FyY2FzdGlj&hash=94b970a555cd55c7992c7d9738986a361535c18a&lang=en&cache-only=0",
            "defineEn": "stating the opposite of what one means to criticize, insult, mock, or make a joke",
            "defineVi": "nói ngược lại với những gì một người có nghĩa là chỉ trích, xúc phạm, chế giễu hoặc pha trò"
        },
        {
            "id": "8aeb98e7-bfdc-4a4b-9121-d6116fa69c68",
            "word": "self-sufficient",
            "phonetic": "sɛlfsəfɪʃənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This feedback loop turns hurricanes into self-sufficient engines of destruction.",
                "It felt wonderful that we could be energy self-sufficient.",
                "With commercial exports to Earth, the colony is fully in its third phase, self-sufficient and economically productive.",
                "How self-sufficient an animal’s young are at birth can be determined by a lot of things.",
                "We should try to make the economy self-sufficient."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1zdWZmaWNpZW50&hash=eea50e5300a88a7977e130812c7a1bb35d0766e9&lang=en&cache-only=0",
            "defineEn": "capable of providing everything that one needs, particularly food, without any help from others",
            "defineVi": "có khả năng cung cấp mọi thứ mà một người cần, đặc biệt là thực phẩm, mà không cần bất kỳ sự giúp đỡ nào từ người khác",
            "hasImg": true
        },
        {
            "id": "fde23855-f827-4e07-840e-0d88736bc883",
            "word": "spontaneous",
            "phonetic": "spɑːnteɪniəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Yesterday, Debby did as she pleased and took a spontaneous trip to the beach, enjoying the freedom of making decisions on her own.",
                "They were rather spontaneous.",
                "Just weeks later, on September 9th, a spontaneous uprising began.",
                "Is it spontaneous at room temperature?",
                "Our brains make similar spontaneous assumptions about candidates’ policies and beliefs."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BvbnRhbmVvdXM&hash=5d4f29773f5e69e176d27f800ed8c65d466df612&lang=en&cache-only=0",
            "defineEn": "a person who tends to act on impulse or in the moment, without much planning or considering the consequences or potential risks of their actions",
            "defineVi": "một người có xu hướng hành động bốc đồng hoặc trong thời điểm này, mà không có nhiều kế hoạch hoặc xem xét hậu quả hoặc rủi ro tiềm ẩn của hành động của họ"
        },
        {
            "id": "a39fcac0-9b04-4b63-bf02-4cd75c0153f7",
            "word": "steady",
            "phonetic": "stɛdi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The stock portfolio showed a steady yield, generating consistent profits for the shareholders.",
                "The cars run along the highway in a steady stream.",
                "By this time next year, we will have made significant headway on our goals, thanks to our steady progress and hard work.",
                "When Tom was offered a high-risk investment opportunity with the potential for a big payout, he remembered the saying better a steady dime than a rare dollar and decided to invest his money in a more stable option.",
                "In trading today the dollar held steady against the yen."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlYWR5&hash=e6e5b16786fa69e8f57dea7b15d06726a2d0ef52&lang=en&cache-only=0",
            "defineEn": "describing something that is reliable and constant for a long period of time",
            "defineVi": "mô tả một cái gì đó là đáng tin cậy và liên tục trong một thời gian dài",
            "hasImg": true
        },
        {
            "id": "ee07558e-c0ee-4f04-9299-7838f08bb9cc",
            "word": "straightforward",
            "phonetic": "stɹeɪtfɔːɹwɚd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The film presents a straightforward choice between good and evil, with no shades of grey.",
                "Sorry for not being more straightforward about my plans, but I'm holding my cards close to my chest for the time being.",
                "In a world where miscommunication can lead to misunderstandings and conflicts, it's important to be straightforward and avoid relying on subtle or indirect cues - as they say, a nod is as good as a wink to a blind horse.",
                "Painting a small room took me only an afternoon, demonstrating that a short horse is soon curried, since it was a simple, straightforward job.",
                "I prefer to work with people who are transparent and straightforward, because what you see is what you get, and there are no hidden agendas."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyYWlnaHRmb3J3YXJk&hash=a8c9ed2e0dbfced1a37e0c39968070ce793a5a11&lang=en&cache-only=0",
            "defineEn": "(of a person or their behavior) direct and honest",
            "defineVi": "(của một người hoặc hành vi của họ) trực tiếp và trung thực",
            "hasImg": true
        },
        {
            "id": "a3a7c530-8dea-4baa-87a2-97558d12d42e",
            "word": "sympathetic",
            "phonetic": "sɪmpəθɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Jurors are often sympathetic about the danger of police work.",
                "One of the two divisions of your autonomic nervous system is called the sympathetic system.",
                "The sympathetic division is responsible for, like, freaking out.",
                "as opposed to in the sympathetic system, where effectors get a dose of norepinephrine instead.",
                "While the sympathetic nerves all spring from the thoracolumbar area of your spinal cord, right around your midsection, the nerves of the parasympathetic division are craniosacral."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ltcGF0aGV0aWM&hash=1bd1baa158ccaef1eb4cc389cd5499267a17fe59&lang=en&cache-only=0",
            "defineEn": "showing care and understanding toward other people, especially when they are not feeling good",
            "defineVi": "thể hiện sự quan tâm và thấu hiểu đối với người khác, đặc biệt là khi họ cảm thấy không tốt",
            "hasImg": true
        },
        {
            "id": "ff1d6792-d043-4fa4-96eb-c771201daabd",
            "word": "thorough",
            "phonetic": "θʌɹoʊ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Despite accusations that the company was responsible for polluting the lake, it received a clean bill of health from the environmental agency after a thorough investigation.",
                "Even though she was nervous, Emily talked like a book during her presentation, showcasing her thorough understanding of the subject matter.",
                "Before investing in a new business venture, it's important to conduct thorough research and assess potential risks.",
                "The stiff upper lip that had gotten the British thorough the London Blitz during World War II just wasn't the right attitude for a population that was now much more willing to show their emotions publicly.",
                "The investor advised their colleague to not jump into a new investment without doing thorough research, reminding them that hasty climbers have sudden falls and that taking the time to analyze the market would lead to better results."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhvcm91Z2g&hash=b7d2bacf78ac1ffafd80081cfaaba4379220e883&lang=en&cache-only=0",
            "defineEn": "extremely careful and attentive to detail",
            "defineVi": "cực kỳ cẩn thận và chú ý đến chi tiết"
        },
        {
            "id": "de79280a-e23a-451c-8b60-f067253c6b5a",
            "word": "to come across",
            "phonetic": "tə kʌm əkɹɑːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "I came across a recipe that uses quark as a base for homemade ice cream.",
                "We recently came across a wall, before that it was all going very smoothly.",
                "As we walked through the cornfield, we came across a cob that had fallen from one of the stalks.",
                "He looked through her belongings in the hope of coming across some information.",
                "He looked through her belongings in the hope of coming across some information."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSBhY3Jvc3M&hash=b92121b54e63df8dda8c7ab95fafe239fa2fd684&lang=en&cache-only=0",
            "defineEn": "to discover, meet, or find someone or something by accident",
            "defineVi": "để khám phá, đáp ứng, hoặc tìm một ai đó hoặc một cái gì đó một cách tình cờ"
        },
        {
            "id": "ce2cb702-1e9c-45c3-bd96-d68f39b4b8d1",
            "word": "deep down",
            "phonetic": "diːp daʊn ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVlcCBkb3du&hash=fb93450f7ec2a2ad17f69b136242695b1e15ca91&lang=en&cache-only=0",
            "defineEn": "used to refer to a person's true or underlying feelings, beliefs, or motivations, often those that are hidden beneath the surface or not immediately apparent",
            "defineVi": "được sử dụng để chỉ cảm xúc, niềm tin hoặc động cơ thực sự hoặc tiềm ẩn của một người, thường là những điều ẩn dưới bề mặt hoặc không rõ ràng ngay lập tức"
        },
        {
            "id": "ce409d2a-9e56-4ccf-b070-99c3c3f25bf9",
            "word": "on the whole",
            "phonetic": "ɔnðə hoʊl ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b24gdGhlIHdob2xl&hash=665486679c1d0082caebf3e62962b3d58d568be0&lang=en&cache-only=0",
            "defineEn": "with regard to everything",
            "defineVi": "đối với tất cả mọi thứ"
        },
        {
            "id": "bbce8d1b-0feb-4eef-909e-c82ded81b34d",
            "word": "to tend",
            "phonetic": "tə tɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "She tends to rub people up the wrong way.",
                "People tend to give him a wide berth because he looks so strange.",
                "This company tends to employ young women have an eye to the main chance.",
                "In the past they've tended to turn a deaf ear to such requests.",
                "He tends to fly off the handle when people disagree with him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGVuZA&hash=bbd078883813b20eae340c8635147136d6e30b05&lang=en&cache-only=0",
            "defineEn": "to be likely to become something or to happen in a certain way because it is so most of the time",
            "defineVi": "có khả năng trở thành một cái gì đó hoặc xảy ra theo một cách nào đó bởi vì nó là như vậy hầu hết thời gian"
        },
        {
            "id": "0d98c6b9-a5ee-48f1-a2a8-6ddfcfa8e1ac",
            "word": "idiom",
            "phonetic": "ɪdɪəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The friends would sometimes revert to playground idiom.",
                "My friend tried explaining a few French idioms to me, but I'm afraid they were lost in translation.",
                "And nothing was so irritating as the confident way he used archaic idiom.",
                "from now on, i need you to give me original examples with different verb conjugations for every idiom that i give u, please use imaginary names in your examples",
                "Anger and shouting simply aren’t a part of his idiom."
            ],
            "audio": "https://tts.langeek.co/read?text=aWRpb20&hash=73abd6c22ed7ee07a425335b14e326d7c65eca68&lang=en&cache-only=0",
            "defineEn": "a group of words or a phrase that has a meaning different from the literal interpretation of its individual words, often specific to a particular language or culture",
            "defineVi": "một nhóm từ hoặc cụm từ có nghĩa khác với cách giải thích theo nghĩa đen của các từ riêng lẻ, thường dành riêng cho một ngôn ngữ hoặc nền văn hóa cụ thể"
        },
        {
            "id": "aab3700a-d3dc-4bec-9a98-822c256a42df",
            "word": "down to earth",
            "phonetic": "daʊn tʊ ɜːθ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG93biB0byBlYXJ0aA&hash=fefdd1c1a1d75579b2f2c07a46d68a9630e006c1&lang=en&cache-only=0",
            "defineEn": "(of a person) not showing pretentious behavior",
            "defineVi": "(của một người) không thể hiện hành vi tự phụ"
        },
        {
            "id": "bd6c0749-457b-4c6c-9932-7b5d629be1c8",
            "word": "cold fish",
            "phonetic": "koʊld fɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29sZCBmaXNo&hash=6a57a22e60f81657bfafde6702ff0535dbf7cd46&lang=en&cache-only=0",
            "defineEn": "someone who does not express emotions and is considered unfriendly",
            "defineVi": "một người không thể hiện cảm xúc và được coi là không thân thiện",
            "hasImg": true
        },
        {
            "id": "959a86e3-c897-4748-8431-75bb18415a93",
            "word": "soft touch",
            "phonetic": "sɔft tʌtʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c29mdCB0b3VjaA&hash=7aa037b0f6297f4e2f13a575a1e832f7e4c5ed06&lang=en&cache-only=0",
            "defineEn": "someone who can be easily taken advantage of",
            "defineVi": "một người có thể dễ dàng bị lợi dụng"
        },
        {
            "id": "b8a0dc39-299c-45b1-a63f-46a958414dff",
            "word": "quick temper",
            "phonetic": "kwɪk tɛmpɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cXVpY2sgdGVtcGVy&hash=b7966c7c325283ce62039d85c3f5b13054daa93e&lang=en&cache-only=0",
            "defineEn": "a tendency to quickly lose one's temper",
            "defineVi": "xu hướng nhanh chóng mất bình tĩnh"
        },
        {
            "id": "cb84a408-4289-42e8-94c0-9d4215faddb7",
            "word": "to {not} [hurt|harm] a (fly|flea)",
            "phonetic": "tə nɑːt hɜːt slæʃ hɑːɹm ɐ flaɪ slæʃ fliː ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8ge25vdH0gaHVydCBhIGZseQ&hash=9895b678ba5c83e9592079f886e0373e77305070&lang=en&cache-only=0",
            "defineEn": "to refrain from doing anything that would harm or threaten the life of any person or animal",
            "defineVi": "kiềm chế không làm bất cứ điều gì có thể gây hại hoặc đe dọa cuộc sống của bất kỳ người hoặc động vật"
        },
        {
            "id": "b496cfac-aa87-46c3-975e-a1de126e2f1d",
            "word": "to [lift|raise] a finger",
            "phonetic": "tə lɪft slæʃ ɹeɪz ɐ fɪŋɡɚ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbGlmdCBhIGZpbmdlcg&hash=7129ad16da8221204fac982ae06c39ba07367681&lang=en&cache-only=0",
            "defineEn": "to make a minimal effort to do something, particularly in order to help someone",
            "defineVi": "để thực hiện một nỗ lực tối thiểu để làm một cái gì đó, đặc biệt là để giúp đỡ ai đó"
        },
        {
            "id": "77c24518-aa80-464d-847f-3d2dc20404ad",
            "word": "heart of gold",
            "phonetic": "hɑːɹt ʌv ɡoʊld ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGVhcnQgb2YgZ29sZA&hash=ab6964a44a2805a0534b3a45f30476f42c893332&lang=en&cache-only=0",
            "defineEn": "a generous and kind personality",
            "defineVi": "một tính cách hào phóng và tốt bụng"
        },
        {
            "id": "442a5c19-d990-45dc-a6df-e3242b93e660",
            "word": "a pain in the neck",
            "phonetic": "ɐ peɪn ɪnðə nɛk ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YSBwYWluIGluIHRoZSBuZWNr&hash=7c33a2b5e83f855a2f62c03da9c80889f3e9796a&lang=en&cache-only=0",
            "defineEn": "a person or thing that causes one great annoyance or a lot of difficulty",
            "defineVi": "một người hoặc điều đó gây ra một phiền toái lớn hoặc rất nhiều khó khăn"
        },
        {
            "id": "bd47722b-a3d3-46e7-91f5-ef666f602204",
            "word": "to [be] full of  {oneself}",
            "phonetic": "təbi fʊl ʌv wʌnsɛlf ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYmUgZnVsbCBvZiAge29uZXNlbGZ9&hash=f61d2d960b70a598ef7c953c4dc4fee7a6dab024&lang=en&cache-only=0",
            "defineEn": "to be extremely proud and believe that one is superior in intellect, importance, etc.",
            "defineVi": "cực kỳ tự hào và tin rằng mình vượt trội về trí tuệ, tầm quan trọng, v.v."
        },
        {
            "id": "0379548f-4c87-4a7d-93c7-69cef4c3ec32",
            "word": "the life and soul of {sth}",
            "phonetic": "ðə laɪf ænd soʊl ʌv ɛstiːeɪtʃ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhlIGxpZmUgYW5kIHNvdWwgb2Yge3N0aH0&hash=ea72ccb351db7bf1e3d79fdf76393fbbe257f3e6&lang=en&cache-only=0",
            "defineEn": "an energetic and sociable person who makes a place livelier",
            "defineVi": "một người năng động và hòa đồng, người làm cho một nơi sống động hơn"
        }
    ]
}