{
    "id": "9e8bbfe0-2266-4cb3-8d58-b3a9b182783a",
    "title": "Lesson 47",
    "originalTitle": "Lesson 47",
    "words": [
        {
            "id": "04044209-def0-4620-bd60-2204b1cd354e",
            "word": "novel",
            "phonetic": "nɑːvəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The novel follows the fortunes of a village community in Scotland.",
                "The novel is worlds apart from his academic writings.",
                "Her latest novel takes the lid off the international art world.",
                "She wrote a bestselling novel.",
                "The author abstracted key themes from the novel in her literary analysis."
            ],
            "audio": "https://tts.langeek.co/read?text=bm92ZWw&hash=8cfc2672d944b6255fd94bb067bd7e40f5edb735&lang=en&cache-only=0",
            "defineEn": "new and unlike anything else",
            "defineVi": "mới và không giống bất cứ thứ gì khác"
        },
        {
            "id": "48bdd30d-1039-4e96-86a8-4b59292bde91",
            "word": "novelette",
            "phonetic": "nɑːvɪlɛt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bm92ZWxldHRl&hash=c96f2b5974602db621622fc57a8439ba957684a6&lang=en&cache-only=0",
            "defineEn": "a short novel or a long short story, typically having fewer conflicts than a novel but more complicated ones than a short story",
            "defineVi": "tiểu thuyết ngắn hoặc truyện ngắn dài, thường có ít xung đột hơn tiểu thuyết nhưng phức tạp hơn truyện ngắn"
        },
        {
            "id": "f9b84c35-e6cf-49c1-90b7-04f992297db2",
            "word": "munificence",
            "phonetic": "mjuːnɪfɪsəns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXVuaWZpY2VuY2U&hash=e0b1bd5aa1e2c5d2122cdbb892a638f6cccca128&lang=en&cache-only=0",
            "defineEn": "liberality in bestowing gifts; extremely liberal and generous of spirit",
            "defineVi": "phóng khoáng trong việc tặng quà; vô cùng phóng khoáng và hào phóng về tinh thần",
            "hasImg": true
        },
        {
            "id": "a3734f6e-5c60-40a7-ab19-881ddd6b1664",
            "word": "munificent",
            "phonetic": "mjuːnɪfɪsənt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXVuaWZpY2VudA&hash=9756b7223beefea8d7b5afc106875980239783e7&lang=en&cache-only=0",
            "defineEn": "very generous",
            "defineVi": "rất hào phóng",
            "hasImg": true
        },
        {
            "id": "d648f204-67da-401f-9346-d1d5ee6be3de",
            "word": "to libel",
            "phonetic": "tə laɪbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the journalist exposed the corrupt practices of the politician, he was sued for libel.",
                "These are libels.",
                "So it's a new cyber libel case, this time for posting a screen grab of a newspaper article.",
                "Throughout the 19th century, there were multiple cases of blood libel, an antisemitic accusation that claims a Jewish person ritualistically murdered a Christian, usually a child.",
                "There was a blood libel case near Prague in 1899, as well as organized violence against the Jewish people in Russia at the turn of the twentieth century."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGliZWw&hash=d6150a57d26d8e7898d0703ccb7cf372b4e0ae92&lang=en&cache-only=0",
            "defineEn": "print slanderous statements against",
            "defineVi": "in các tuyên bố vu khống chống lại"
        },
        {
            "id": "0e318729-c8d0-4e0e-bc70-b75e6f185a95",
            "word": "libation",
            "phonetic": "lɪbeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Before setting out, he burns incense and pours a libation at the small shrine in the courtyard on behalf of his entire household.",
                "There are a number of reasons typically cited for this, but one of the big ones is competition from other beverages such as juices, sodas, energy drinks, bottled water and other libations that now cram aisles in supermarkets."
            ],
            "audio": "https://tts.langeek.co/read?text=bGliYXRpb24&hash=2aa480288020702232c841c34970767e74c09626&lang=en&cache-only=0",
            "defineEn": "the act of pouring a liquid offering (especially wine) as a religious ceremony",
            "defineVi": "hành động rót một chất lỏng (đặc biệt là rượu) như một nghi lễ tôn giáo"
        },
        {
            "id": "2d4e25c5-5085-41db-b675-32eb9b43a119",
            "word": "junction",
            "phonetic": "dʒʌŋkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Leave the motorway at Junction 7.",
                "It’s basically a junction or a crossroads.",
                "Afar stands at the junction of three tectonic plates, which meet at unstable fault lines.",
                "Your super fast electrical synapses send an ion current flowing directly from the cytoplasm of one nerve cell to another, through small windows called gap junctions.",
                "But because of the electric field at the p/n junction, they'll only go one way."
            ],
            "audio": "https://tts.langeek.co/read?text=anVuY3Rpb24&hash=40abfd830b7fb387ae4dd1f18752d3e8e5a91798&lang=en&cache-only=0",
            "defineEn": "the place where two or more things such as roads or railways cross",
            "defineVi": "nơi có hai hoặc nhiều thứ như đường bộ hoặc đường sắt đi qua",
            "hasImg": true
        },
        {
            "id": "4f116efe-7119-4c92-8b64-dabc6b92f5e5",
            "word": "juncture",
            "phonetic": "dʒʌŋktʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is a critical juncture where you have the power to stop your descent.",
                "As a result, the U.S. never considers military intervention at other junctures in the 20th century, because they simply couldn’t afford to on a unified national level.",
                "It seems that WWII was a critical juncture for the introduction of seismic healthcare changes worldwide.",
                "And, at this juncture, there is a real sense of Severe Exhaustion.",
                "You're seeming to work right at this juncture, this uncomfortable marriage of politics and public health."
            ],
            "audio": "https://tts.langeek.co/read?text=anVuY3R1cmU&hash=9e9f553f5db9c48126b76805a7923236c0991156&lang=en&cache-only=0",
            "defineEn": "an event that occurs at a critical time",
            "defineVi": "một sự kiện xảy ra vào thời điểm quan trọng"
        },
        {
            "id": "88075a2d-7bfb-45f8-9667-44624d551c81",
            "word": "to invoke",
            "phonetic": "tʊ ɪnvoʊk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The studied composition in Vermeer's paintings invokes a balanced harmony.",
                "Some of the less likely ones invoke our perceptions.",
                "Maybe the ads will invoke the authority of a famous baby doctor to emphasize the health appeal. ",
                "He invoked the sacred rite of single combat in order to fight the intruders one by one.",
                "He's irresponsibly invoked it already."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW52b2tl&hash=e159e2593e6923060031da5d7e92e648733abac3&lang=en&cache-only=0",
            "defineEn": "summon into action or bring into existence, often as if by magic",
            "defineVi": "triệu tập hành động hoặc đưa vào sự tồn tại, thường như thể bằng phép thuật"
        },
        {
            "id": "7a139450-d6f6-487b-b67b-a7314fee861b",
            "word": "invocation",
            "phonetic": "ɪnvoʊkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The event began with an invocation from the archbishop of Washington, Cardinal Wilton Gregory.",
                "It would seem ridiculous to dispute invocations of the founders or the greatest generation on the basis of a lack of membership in either group."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52b2NhdGlvbg&hash=eb646b41b49dd8eb2b47e9cc8c5a61aec1f6c0b7&lang=en&cache-only=0",
            "defineEn": "a prayer asking God's help as part of a religious service",
            "defineVi": "một lời cầu nguyện xin sự giúp đỡ của Chúa như là một phần của một dịch vụ tôn giáo"
        },
        {
            "id": "1c997955-2db5-48bf-bc01-fe3dd55ed8c5",
            "word": "hypochondriac",
            "phonetic": "haɪpoʊkɑːndɹiæk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I am not a hypochondriac.",
                "Hypochondriacs beware: you don’t even have to leave your apartment to get Legionnaires’ disease."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlwb2Nob25kcmlhYw&hash=03ed8334b2890e799f70f57b6563f6b3762e04e5&lang=en&cache-only=0",
            "defineEn": "suffering from a mental condition that consists of constantly being concerned, anxious, or worried about one's health and becoming ill",
            "defineVi": "mắc phải một tình trạng tâm thần bao gồm việc thường xuyên quan tâm, lo lắng hoặc lo lắng về sức khỏe của một người và bị bệnh"
        },
        {
            "id": "e85af631-40a9-4226-a17f-1ee818f276d2",
            "word": "hypodermic",
            "phonetic": "haɪpədɜːmɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So it's kind of like these hypodermic needles.",
                "The embedded harpoon doubles as a hypodermic needle to inject the victim with paralyzing venom.",
                "HIV is transmitted through exchange of bodily fluids, mostly through unprotected sexual contact, exchange of non-sterilized hypodermic needles, and earlier on in the epidemic, HIV-infected blood transfusions. ",
                "So it's like stepping on a hypodermic needle that is upside down ready to squirt as soon as it has force applied.",
                "They manufacture that venom using modified saliva glands, and deliver it using hypodermic needles disguised as teeth."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlwb2Rlcm1pYw&hash=2b30e226d0a5d90d9ca6d175385ffcbbf311c29e&lang=en&cache-only=0",
            "defineEn": "related to the parts deep under the skin",
            "defineVi": "liên quan đến các bộ phận sâu dưới da"
        },
        {
            "id": "11c67efa-f1a8-4ff6-8f4d-fdd0c0bf6217",
            "word": "hypotenuse",
            "phonetic": "haɪpɑːtənuːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "So the hypotenuse has length 1.",
                "And the hypotenuse has length 1.",
                "Here is the hypotenuse.",
                "The hypotenuse is 1.",
                "The hypotenuse is just the magnitude of vector a."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlwb3RlbnVzZQ&hash=a9fb2d44765731010fa28922ba00daf83d1416ff&lang=en&cache-only=0",
            "defineEn": "the side of a right triangle opposite the right angle",
            "defineVi": "cạnh của tam giác vuông đối diện với góc vuông"
        },
        {
            "id": "f9590a36-7e57-453e-85cb-65e2115f1a15",
            "word": "grievous",
            "phonetic": "ɡɹiːvəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "No matter how grievous the wound, healing is always possible.",
                "What is grievous, dompting, grim, about our lives is that we are shut up within ourselves, with an itch to get outside ourselves.",
                "Shakespeare introduced some ambiguity into that story arc as you'll remember: There was bad luck involved in their demise, and their mistakes, such as they were, weren't so grievous as to render Romeo and Juliet unsympathetic."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JpZXZvdXM&hash=3d5e3149888faaebed42bb06e5488c14fe609de7&lang=en&cache-only=0",
            "defineEn": "causing fear or anxiety by threatening great harm",
            "defineVi": "gây sợ hãi hoặc lo lắng bằng cách đe dọa gây hại lớn"
        },
        {
            "id": "651fc4e8-c6ec-4eb4-963a-f65c27f3d4ed",
            "word": "grievance",
            "phonetic": "ɡɹiːvəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Put aside all these petty grievances AND never say rope if the owner of the house is a hanged man.",
                "You should feel your grievances.",
                "What's the real grievance?",
                "What was the grievance list?",
                "Dishonored and with little hope of return, the author freely aired his grievances with the Church and Italian society."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JpZXZhbmNl&hash=c8da1eb6e580e4964628e3485980c2b19e58be69&lang=en&cache-only=0",
            "defineEn": "a complaint about a (real or imaginary) wrong that causes resentment and is grounds for action",
            "defineVi": "khiếu nại về một sai lầm (có thật hoặc tưởng tượng) gây ra sự phẫn uất và là cơ sở để hành động"
        },
        {
            "id": "95a4a918-83f1-4d3e-b4fd-c0ece1631c32",
            "word": "frigid",
            "phonetic": "fɹɪdʒɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Deep in western Russia, the frigid desert contains the remnants of one of the most ambitious scientific experiments ever performed.",
                "To do a guess-and-check on Rosetta’s observations, researchers had to simulate the frigid surface of a comet deep in the vacuum of space.",
                "Covered in ice and snow, this frigid continent has been one of the least mapped areas on Earth.",
                "It takes these map lichens, from frigid Greenland, a century to grow a single centimeter.",
                "Millions remain without power in frigid temperatures, as the U.S. continues to grapple with the effects of a major storm."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJpZ2lk&hash=6b582eb03e3d6c2528ba14b06f4ce26e82e69603&lang=en&cache-only=0",
            "defineEn": "extremely cold",
            "defineVi": "Cực lạnh",
            "hasImg": true
        },
        {
            "id": "5042b2c8-f574-429a-a484-66cc9172e3e1",
            "word": "frigidity",
            "phonetic": "fɹɪdʒɪdᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnJpZ2lkaXR5&hash=70405a3610e231b0b654455ce6825422a5488346&lang=en&cache-only=0",
            "defineEn": "the absence of heat",
            "defineVi": "sự vắng mặt của nhiệt",
            "hasImg": true
        }
    ]
}