{
    "id": "9ebedfb0-de03-44c0-b2f0-831b04b7c0c1",
    "title": "Verbs Related to Operation and Examination",
    "originalTitle": "Verbs Related to Operation and Examination",
    "words": [
        {
            "id": "84293cd2-b850-440d-b4f3-73eb099cd418",
            "word": "to transplant",
            "phonetic": "tə tɹænsplænt ",
            "partOfSpeechType": "verb",
            "examples": [
                "She lived on borrowed time for years before finally receiving a heart transplant.",
                "Transplant centers are a good revenue center for hospitals.",
                "On the other hand your body could reject the transplant.",
                "In 1971, for instance, biologists transplanted ten Italian wall lizards from one island off the coast of Croatia to another.",
                "Specifically, a transplant from a person who is resistant to HIV."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhbnNwbGFudA&hash=42325204997b990a4ef4aef48c92dd883239ac35&lang=en&cache-only=0",
            "defineEn": "to surgically remove an organ from someone's body and put it in someone else's body",
            "defineVi": "để phẫu thuật loại bỏ một cơ quan từ cơ thể của một ai đó và đưa nó vào cơ thể của người khác"
        },
        {
            "id": "73db8302-0e7e-43ab-8369-1927c6cca361",
            "word": "to prep",
            "phonetic": "tə pɹɛp ",
            "partOfSpeechType": "verb",
            "examples": [
                "All right, guys, as always, prep your tin.",
                "- We got the work crew, the prep crew here.",
                "But PrEP only works if the drug is in your system.",
                "Back at the hive, meal prep is about to start.",
                "Narrator: Prep and Save, a survival equipment store in California, reported similar spikes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlcA&hash=5daa88edf9292ca195259fd2601dcbb85cbdcc66&lang=en&cache-only=0",
            "defineEn": "to prepare someone for a surgical procedure, often by cleaning the skin or other body surface and applying antiseptic solutions",
            "defineVi": "để chuẩn bị cho ai đó cho một thủ tục phẫu thuật, thường bằng cách làm sạch da hoặc bề mặt cơ thể khác và áp dụng các giải pháp sát trùng"
        },
        {
            "id": "be1b03fb-02c3-4152-8caf-34cd33e69ba5",
            "word": "to dissect",
            "phonetic": "tə daɪsɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Dissected, analyzed, and in Oliver's hands, monetized.",
                "A vast amount of the fundamental properties of astronomical objects can be found just by dissecting their light into individual colors.",
                "Stein found a wide range of foods and not-foods in the blobfish he dissected.",
                "We have spent a long time dissecting what went wrong with the U.S.' response and what cost so many lives here.",
                "So Galen’s knowledge mostly came from dissecting pigs and monkeys, and using their anatomy to guess at the structures inside our bodies, from the muscles to the circulatory system."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzc2VjdA&hash=0e3ed98002abcb5b1e4f9d9400ee0edcdbb97260&lang=en&cache-only=0",
            "defineEn": "cut open or cut apart",
            "defineVi": "cắt mở hoặc cắt rời"
        },
        {
            "id": "773b9bb8-ff7e-404a-8961-3de519430f5d",
            "word": "to graft",
            "phonetic": "tə ɡɹæft ",
            "partOfSpeechType": "verb",
            "examples": [
                "and we graft the function. -",
                "To ensure an exact copy of this cultivar, all apple trees must be grafted from the original seedling.",
                "And she needed a bone graft from her keel bone which is in her chest.",
                "Since there are a lot of them, the graft usually stays flush, which further reduces the risk of complications.",
                "Segments of these trees are then grafted onto root stalk - that's the lower section of another tree that's been chosen from a different cultivar for its superior roots and growing ability."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JhZnQ&hash=5a6a30c5e1c4b4cf3c38689822863fc3fd889f6a&lang=en&cache-only=0",
            "defineEn": "to surgically implant a piece of skin, bone, etc. to a damaged or diseased one",
            "defineVi": "để phẫu thuật cấy ghép một mảnh da, xương, v.v. vào một người bị hư hỏng hoặc bị bệnh"
        },
        {
            "id": "c95bde4b-21a4-4dd1-aa33-776f180c1622",
            "word": "to implant",
            "phonetic": "tʊ ɪmplænt ",
            "partOfSpeechType": "verb",
            "examples": [
                "But cochlear implants are.",
                "In the remains of each arm, a microchip has been implanted.",
                "Hearing aids and cochlear implants do not benefit all deaf and hard- of-hearing people.",
                "Cochlear implants are not cosmetic procedures, obviously.",
                "They surgically implanted an array of electrodes onto the brains of two participants who had lost their sight."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wbGFudA&hash=62defbf860713e55d6fed6e6d26fc0a2f16e0fb0&lang=en&cache-only=0",
            "defineEn": "to insert a living tissue or an artificial object into the body via medical procedure",
            "defineVi": "để chèn một mô sống hoặc một đối tượng nhân tạo vào cơ thể thông qua thủ tục y tế",
            "hasImg": true
        },
        {
            "id": "ffd8c5d8-0c8d-4b8c-96f5-06bf234fad24",
            "word": "to incise",
            "phonetic": "tʊ ɪnsaɪz ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5jaXNl&hash=69dc194b0d24826206253e1125f4ec26a777c938&lang=en&cache-only=0",
            "defineEn": "make an incision into by carving or cutting",
            "defineVi": "rạch vào bằng cách khắc hoặc cắt"
        },
        {
            "id": "d7b64678-bc19-4f05-91f0-58cf9797881b",
            "word": "to operate",
            "phonetic": "tʊ ɑːpɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Social workers operate on the razor’s edge.",
                "By no stretch of the imagination does the factory operate efficiently.",
                "Fire crews have been operating at full stretch.",
                "Many small businesses operate hand to mouth, barely earning enough to cover their expenses.",
                "We’ll be operating with a skeleton crew until after the holidays."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3BlcmF0ZQ&hash=0018797fcdde07db35adcbb6eaf120803cc6070e&lang=en&cache-only=0",
            "defineEn": "to cut open a part of the body in order to repair or remove a damaged organ",
            "defineVi": "để cắt mở một phần của cơ thể để sửa chữa hoặc loại bỏ một cơ quan bị hư hỏng",
            "hasImg": true
        },
        {
            "id": "207722b9-c435-43d2-9f98-9e0c8ec7ea9f",
            "word": "to reject",
            "phonetic": "tə ɹᵻdʒɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "That piece of work just rejected my resume for the third time!",
                "They rejected negotiations out of hand.",
                "If the proposal is rejected, we'll need to lick our wounds, gather feedback, and make improvements before submitting again.",
                "Negotiations between management and the striking employees reached a pretty pass when the labor union rejected the company's latest deal.",
                "The indecisive job applicant was afraid to apply for his dream job, imagining all the ways he could be rejected."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVqZWN0&hash=1b35d4b36a0fe1aef9b3406d40ca98a60de92a5a&lang=en&cache-only=0",
            "defineEn": "to show an immune response and not accept a new organ in the body",
            "defineVi": "để hiển thị một phản ứng miễn dịch và không chấp nhận một cơ quan mới trong cơ thể"
        },
        {
            "id": "f54dffff-e722-4ced-86b2-955864571491",
            "word": "to amputate",
            "phonetic": "tʊ æmpjuːteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "If a newt's leg is amputated, it will grow a new one.",
                "It was amputated six months after he lost his job.",
                "She had her leg amputated.",
                "They bandaged her wing up and hoped she would heal, but the tip of her left wing was so badly damaged, it needed to be amputated. ",
                "This means that either his right forearm was amputated in an injury, or the humerus was so badly broken that the two ends didn’t heal back together, and the lower part of the arm was somehow removed later."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW1wdXRhdGU&hash=7b2c363ff6b8f5acddfafac87306f09b4b075d35&lang=en&cache-only=0",
            "defineEn": "the removal of a limb or a part of it via surgical operatons due to being diseaed or badly damaged",
            "defineVi": "việc loại bỏ một chi hoặc một phần của nó thông qua phẫu thuật do bị bệnh hoặc bị hư hỏng nặng",
            "hasImg": true
        },
        {
            "id": "0ae8851d-9dfb-4b59-a1a6-bacf4bfacaa8",
            "word": "to circumcise",
            "phonetic": "tə sɜːkəmsaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Two more stages, one is the circumcise.",
                "They were circumcising in ancient Egypt?",
                "Okay, off with his head meaning circumcised or all about the bulge.",
                "Off with its head which means circumcised.",
                "I'm gonna guess clean and circumcised."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2lyY3VtY2lzZQ&hash=b43a6d618fec20a230f67bd59ba6d4c5f1a81760&lang=en&cache-only=0",
            "defineEn": "to cut off the foreskin of a boy's or man's penis as a religious rite, particularly in Islam and Judaism",
            "defineVi": "cắt bao quy đầu dương vật của một cậu bé hoặc một người đàn ông như một nghi thức tôn giáo, đặc biệt là trong Hồi giáo và Do Thái giáo"
        },
        {
            "id": "e9dcfcc3-9dcb-4f0c-924a-d8dd19792f46",
            "word": "to diagnose",
            "phonetic": "tə daɪəɡnoʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Vik was diagnosed with second stage cancer but he didn’t want to get chemotherapy.",
                "My father was in the prime of life when he was diagnosed with cancer.",
                "When my friend was diagnosed with cancer, she found solace in talking to others who had gone through the same experience.",
                "My father quit smoking after he was diagnosed with lung cancer, but I'm afraid he's locking the barn door after the horse is stolen.",
                "After the CEO announced that she had been diagnosed with dementia, her daughter gradually began taking the reins of the company."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlhZ25vc2U&hash=679ccfabd8a92374698bed973fdec89b4bca0ec1&lang=en&cache-only=0",
            "defineEn": "to find out the cause of a problem or what disease a person has by examining the symptoms",
            "defineVi": "để tìm ra nguyên nhân của một vấn đề hoặc bệnh gì một người có bằng cách kiểm tra các triệu chứng",
            "hasImg": true
        },
        {
            "id": "d0692644-382d-443c-ad01-4b875c0e28b4",
            "word": "to examine",
            "phonetic": "tʊ ɛɡzæmɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The doctor examined her neck for any signs of injury.",
                "The doctor examined her body to check for any signs of illness or injury.",
                "She examined the pith under a microscope to study its cellular structure.",
                "We examined the caryopsis of the rice grain under the microscope, observing its unique structure.",
                "She examined the potato closely, noticing the small eye where a new sprout would eventually emerge."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhhbWluZQ&hash=ce82f75f1886dbba9864500223ac9fe9aab464b4&lang=en&cache-only=0",
            "defineEn": "to look at something or someone carefully to check if anything is wrong with them or to find the faults",
            "defineVi": "xem xét một cái gì đó hoặc ai đó một cách cẩn thận để kiểm tra xem có gì sai với họ hoặc để tìm lỗi",
            "hasImg": true
        },
        {
            "id": "984ff5ae-2ec0-411a-9f87-fa6c1642a2ab",
            "word": "to irradiate",
            "phonetic": "tʊ ɪɹeɪdɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "And so once again, the system thinking is that before, if you have these breast cancer cells that are just growing, the view is, hey, let's irradiate them.",
                "Gammas are similar to Betas except every cell in their body has been irradiated by a near-constant bombardment of high-energy photons.",
                "That when their lungs are irradiated through the skin with red and near-infrared light, particularly near-infrared light, the symptoms are reduced significantly and they actually go away.",
                "The target chamber is a big ball about 30 feet across, and at the very center of that ball, we put a very tiny target about the size of the tip of my finger, and we irradiate that target with one hundred and ninety two of the world's most energetic lasers.",
                "Those rocks, specifically the ones below the surface, which haven’t been irradiated by the Sun, haven’t gone through any significant chemical changes since they formed, likely within the first ten million years of the Solar System’s existence."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaXJyYWRpYXRl&hash=f63db8fbda993162ff35ea34bc6ba4661142179a&lang=en&cache-only=0",
            "defineEn": "expose to radiation",
            "defineVi": "tiếp xúc với bức xạ"
        },
        {
            "id": "74705781-7835-4373-a4e2-93d2b9a04bfb",
            "word": "to palpate",
            "phonetic": "tə pælpeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFscGF0ZQ&hash=293ea41a6ee6a03d9ee8eb00c7268378ffe9e211&lang=en&cache-only=0",
            "defineEn": "examine (a body part) by palpation",
            "defineVi": "kiểm tra (một bộ phận cơ thể) bằng cách sờ nắn"
        },
        {
            "id": "ddd629ea-6db7-473b-93bc-3da3d097b3d0",
            "word": "to scan",
            "phonetic": "tə skæn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The flight attendant scanned my electronic ticket before I boarded the plane.",
                "He works as a cashier at the supermarket, scanning and bagging customers' items.",
                "An MRI machine scans his or her head. ",
                "Scan the ROG totem.",
                "Scan the QR code on the back of your thermostat."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2Nhbg&hash=622b3697cdc483057d1aa0aef8d3731c574f9675&lang=en&cache-only=0",
            "defineEn": "(of a medical device) to take a picture of a body part often using X-rays for detailed examinations by a specialist",
            "defineVi": "(của một thiết bị y tế) để chụp ảnh một bộ phận cơ thể thường sử dụng tia X để bác sĩ chuyên khoa kiểm tra chi tiết",
            "hasImg": true
        },
        {
            "id": "a9fe299c-aa61-4365-95a5-7e2298df99b2",
            "word": "to screen",
            "phonetic": "tə skɹiːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The screen is the main part of a laptop.",
                "See yourself on the screen.",
                "The report will come up on the screen in a moment.",
                "Her eyes were glued firmly to the computer screen.",
                "The clock on my computer screen shows the current time and date."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NyZWVu&hash=5ffa74e12f91a716fc6af40922d155b1fbb865d8&lang=en&cache-only=0",
            "defineEn": "to examine and test a person in order to check if they are sick or not",
            "defineVi": "để kiểm tra và kiểm tra một người để kiểm tra xem họ có bị bệnh hay không",
            "hasImg": true
        },
        {
            "id": "73af5a50-0c81-4658-b1cb-9b565d55b4bb",
            "word": "to X-ray",
            "phonetic": "tʊ ɛksɹeɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The X-rays show that he has a broken ankle.",
                "The dentist took an X-ray of my teeth to check for any underlying issues.",
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure.",
                "Including X-rays!",
                "X-ray imaging was another early biomedical discovery."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gWC1yYXk&hash=91cb2ac2bda9dbb134e42ccf0886a04e9383fcd5&lang=en&cache-only=0",
            "defineEn": "to examine the bones or internal organs using x-rays",
            "defineVi": "để kiểm tra xương hoặc các cơ quan nội tạng bằng tia X",
            "hasImg": true
        },
        {
            "id": "79036f44-8685-4e5a-9d91-e957afb32f21",
            "word": "to catheterise",
            "phonetic": "tə kæθɛɾɚɹaɪz ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY2F0aGV0ZXJpc2U&hash=d2d998afe87124051a6afe4fc54301f79c42928f&lang=en&cache-only=0",
            "defineEn": "insert a catheter into (a body part)",
            "defineVi": "luồn ống thông vào (bộ phận cơ thể)"
        },
        {
            "id": "b65569a3-5992-413c-9e78-9577ba545c1d",
            "word": "to operate",
            "phonetic": "tʊ ɑːpɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Social workers operate on the razor’s edge.",
                "By no stretch of the imagination does the factory operate efficiently.",
                "Fire crews have been operating at full stretch.",
                "Many small businesses operate hand to mouth, barely earning enough to cover their expenses.",
                "We’ll be operating with a skeleton crew until after the holidays."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3BlcmF0ZQ&hash=0018797fcdde07db35adcbb6eaf120803cc6070e&lang=en&cache-only=0",
            "defineEn": "to cut open a part of the body in order to repair or remove a damaged organ",
            "defineVi": "để cắt mở một phần của cơ thể để sửa chữa hoặc loại bỏ một cơ quan bị hư hỏng",
            "hasImg": true
        },
        {
            "id": "f3705273-38b6-471b-86a6-6bac66016b66",
            "word": "to stitch",
            "phonetic": "tə stɪtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her jokes had us all in stitches.",
                "At the charity event, the wealthy businessman's joke had everyone in stitches.",
                "I was in stitches at that comedy show.",
                "He can have you in stitches in a matter of minutes.",
                "Here's a book that will have you in stitches."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RpdGNo&hash=3d5d1c621c8cda404d4aa21514d00598e488fa5d&lang=en&cache-only=0",
            "defineEn": "to join the edges of a wound together by a thread and needle",
            "defineVi": "để nối các cạnh của vết thương với nhau bằng chỉ và kim",
            "hasImg": true
        }
    ]
}