{
    "id": "9edd50d2-7d0c-41c9-8017-8aa640d4ca15",
    "title": "Mental Health and Disorders",
    "originalTitle": "Mental Health and Disorders",
    "words": [
        {
            "id": "09c2ca46-3e31-4ae6-8334-b94b4a8eefd9",
            "word": "ADD",
            "phonetic": "æd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Next add the flour.",
                "The vibrant purple color of whinberries adds a beautiful touch to desserts like cheesecakes and tarts.",
                "A slice of sweet orange adds a delightful touch to a cold glass of iced tea.",
                "Farmer's cheese adds a delightful creaminess to my morning bowl of granola and fruit.",
                "The agar cubes added a delightful chewiness to the tropical fruit salad."
            ],
            "audio": "https://tts.langeek.co/read?text=QURE&hash=19a2cbe217e4eaf8cb42006b8af4298e69ae7def&lang=en&cache-only=0",
            "defineEn": "a behavioral disorder, most common in children, characterized by inattention, hyperactivity, and learning disability",
            "defineVi": "một rối loạn hành vi, phổ biến nhất ở trẻ em, được đặc trưng bởi sự thiếu chú ý, hiếu động thái quá và khuyết tật học tập"
        },
        {
            "id": "ca92d246-edb6-4569-861a-4222de0794dd",
            "word": "monomania",
            "phonetic": "mɑːnoʊmeɪniə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9ub21hbmlh&hash=472476a989cbf3492f133737304c3212a7997a95&lang=en&cache-only=0",
            "defineEn": "a condition in which someone is obsessively enthusiastic about one thing in a way that it is unhealthy",
            "defineVi": "một tình trạng trong đó ai đó bị ám ảnh nhiệt tình về một điều gì đó theo cách mà nó không lành mạnh"
        },
        {
            "id": "4f6ab85d-b658-4ecb-9bf4-02ec41c82f06",
            "word": "‌seasonal affective disorder",
            "phonetic": "bækslæʃ ziː tuː bækslæʃ ɛks eɪɾi bækslæʃ ɛks eɪt siːsiːzənəl ɐfɛktɪv dɪsoːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bright light therapy, traditionally, was used for seasonal affective disorder.",
                "Today I'm going to talk with you about, Seasonal Affective Disorder.",
                "And that could, you know, be adding to our Seasonal Affective Disorder.",
                "And Seasonal Affective Disorder can happen in the winter months, but some people have A-typical Seasonal Depression, and that'll happen in the summer.",
                "It's this combination of decreased sunlight and serotonin that's credited as one of the main causes of seasonal affective disorder, or SAD."
            ],
            "audio": "https://tts.langeek.co/read?text=4oCMc2Vhc29uYWwgYWZmZWN0aXZlIGRpc29yZGVy&hash=89759d28763bb6dd90c81c44bfafc18fabd2dc1f&lang=en&cache-only=0",
            "defineEn": "a medical condition in which one is depressed in fall and winter, particularly due to lack of sunlight",
            "defineVi": "một tình trạng y tế trong đó một người bị trầm cảm vào mùa thu và mùa đông, đặc biệt là do thiếu ánh sáng mặt trời"
        },
        {
            "id": "a7d755b5-5a38-4a4c-a81e-ce004773acee",
            "word": "post-partum depression",
            "phonetic": "poʊstpɑːɹɾəm dᵻpɹɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9zdC1wYXJ0dW0gZGVwcmVzc2lvbg&hash=8b0202a09739af4c1c7ebcb3b8ec057b7c1a26f2&lang=en&cache-only=0",
            "defineEn": "a mental condition in which a woman is depressed and anxious for a period of time after giving birth to a child",
            "defineVi": "một tình trạng tâm thần trong đó người phụ nữ bị trầm cảm và lo lắng trong một khoảng thời gian sau khi sinh con"
        },
        {
            "id": "b37c9013-9a9f-4105-9ba4-e904d6317997",
            "word": "anorexia",
            "phonetic": "ænoːɹɛksiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Anorexia, bulimia, and other eating and body dysmorphic disorders can kill.",
                "So anorexia doesn't even have a time frame.",
                "But with anorexia, the mortality rate is especially high because people can die as a direct result of extreme weight loss and physiological damage.",
                "You can definately still beat your BDD and anorexia.",
                "Now, as far as eating disorders go: binge-eating, purging, anorexia, all varied eating disorders."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5vcmV4aWE&hash=a874cc92a593ff545e853bc7ff15f45b7937bebf&lang=en&cache-only=0",
            "defineEn": "an emotional disorder in which there is a strange fear of being fat and an obsessive desire to lose weight which results in refusing to eat",
            "defineVi": "một rối loạn cảm xúc trong đó có một nỗi sợ hãi kỳ lạ về việc béo và một mong muốn giảm cân ám ảnh dẫn đến việc từ chối ăn"
        },
        {
            "id": "2b332605-d120-4928-820e-f15684c2b58b",
            "word": "anorexic",
            "phonetic": "ænoːɹɛksɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You're anorexic.",
                "I think they're anorexic.",
                "Sometimes the two diagnoses can be difficult to discern, especially because someone may shift back and forth between anorexic diagnostic features and bulimic diagnostic features.",
                "A bulimic body may not be as obviously underweight as an anorexic one, but that addictive cycle of binging and purging can seriously damage the whole digestive system, leading to irregular heartbeat, inflammation of the esophagus and mouth, tooth decay and staining, irregular bowel movements, peptic ulcers, pancreatitis, and other organ damage."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5vcmV4aWM&hash=e877777baad287ece7a49bd2ef9504d6908c4290&lang=en&cache-only=0",
            "defineEn": "involving or suffering from anorexia",
            "defineVi": "liên quan hoặc mắc chứng chán ăn"
        },
        {
            "id": "3f96d325-5018-4f56-b532-701033da94d7",
            "word": "maladjusted",
            "phonetic": "mælɐdʒʌstᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFsYWRqdXN0ZWQ&hash=603b6e250cbfd8fcc742302e200fa68ac92cbffb&lang=en&cache-only=0",
            "defineEn": "(of a person) characterized by being emotionally unstable and incapable of coping with the demands of a normal social environment",
            "defineVi": "(của một người) được đặc trưng bởi sự không ổn định về mặt cảm xúc và không có khả năng đối phó với các yêu cầu của một môi trường xã hội bình thường"
        },
        {
            "id": "1a9500c6-30b5-4cd0-93ba-59eeae42929c",
            "word": "BDD",
            "phonetic": "biːdiːdiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "With BDD, you have this irrational thought.",
                "The part of, the eating disorder, In and of itself, Is just like BDD for lack of a better explanation.",
                "And then I did a video about BDD.",
                "BDD doesn't always occur in a vacuum.",
                "So the eating disorder kind of encompasses a feeling and symptoms like BDD."
            ],
            "audio": "https://tts.langeek.co/read?text=QkRE&hash=83847ae61931e4ac8b0d0ebb0b5431d9f1b477cd&lang=en&cache-only=0",
            "defineEn": "a psychological disorder that causes a person to spend a lot of time thinking obsessively about the imaginary imperfections in their appearance",
            "defineVi": "một chứng rối loạn tâm lý khiến một người dành nhiều thời gian để suy nghĩ một cách ám ảnh về những điểm không hoàn hảo tưởng tượng về ngoại hình của họ"
        },
        {
            "id": "afcab0c6-1ca0-49f7-b285-ddb99f356d62",
            "word": "megalomania",
            "phonetic": "mɛɡələmeɪniə ",
            "partOfSpeechType": "noun",
            "examples": [
                "And after that, due partly to Hitler’s overreaching megalomania and partly to lots of people being scared of him, the sixth army slowly froze and starved to death before finally surrendering."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVnYWxvbWFuaWE&hash=eb49866ce611722b9aeb2d99ed768359f09d35e8&lang=en&cache-only=0",
            "defineEn": "a mental condition in which a person believes themselves to be more powerful and important than they actually are",
            "defineVi": "một tình trạng tinh thần trong đó một người tin rằng mình mạnh mẽ và quan trọng hơn thực tế"
        },
        {
            "id": "9bb29aa1-6d0c-4891-bec3-a0923d99661f",
            "word": "shock therapy",
            "phonetic": "ʃɑːk θɛɹəpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Which is exactly the point of insulin shock therapy.",
                "Another psychiatric discovery, in 1933, was insulin shock therapy to treat schizophrenia and other mental disorders: patients were dosed with the hormone insulin, causing them to go into shock and then a coma."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvY2sgdGhlcmFweQ&hash=d2c06e84215a3052a591f157eaf9c390e24fea19&lang=en&cache-only=0",
            "defineEn": "a method of treating certain mental illnesses by effecting physiological shock or by electroconvulsive therapy",
            "defineVi": "một phương pháp điều trị một số bệnh tâm thần bằng cách gây sốc sinh lý hoặc bằng liệu pháp sốc điện"
        },
        {
            "id": "04c23028-d9e8-479c-b2e1-2bf7c1a28f02",
            "word": "psychosis",
            "phonetic": "saɪkoʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "What is psychosis?",
                "Postpartum psychosis can include the depressive symptoms of postpartum depression along with confusion, disorientation, Hallucinations, and paranoia.",
                "So psychosis can be present in a variety of problems.",
                "Ever hear the term steroid psychosis?",
                "A good example is with postpartum psychosis."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hvc2lz&hash=1319c49b7b0bffa094d25398b36defb81eed4f30&lang=en&cache-only=0",
            "defineEn": "a severe mental condition in which the patient loses contact with external reality",
            "defineVi": "một tình trạng tâm thần nghiêm trọng trong đó bệnh nhân mất liên lạc với thực tế bên ngoài"
        },
        {
            "id": "da3ab90e-9374-4408-aaf3-aaa47c3e8203",
            "word": "melancholia",
            "phonetic": "mɛləŋkoʊliə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Melancholia comes from melaina kole, the word for black bile, the humor believed to cause sadness."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVsYW5jaG9saWE&hash=913354fa18fb576a22916b4277f48546fba500df&lang=en&cache-only=0",
            "defineEn": "a severe mental condition in which the patient suffers from depression often without any apparent reason",
            "defineVi": "một tình trạng tâm thần nghiêm trọng trong đó bệnh nhân thường xuyên bị trầm cảm mà không có lý do rõ ràng"
        },
        {
            "id": "be962d73-30ef-40d3-83d3-4d06405ee5db",
            "word": "inferiority complex",
            "phonetic": "ɪnfɪɹiɔːɹᵻɾi kɑːmplɛks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5mZXJpb3JpdHkgY29tcGxleA&hash=5afb13373aea1ac619e48d6cdb22c0e01eb2fffc&lang=en&cache-only=0",
            "defineEn": "an unrealistic feeling of general inadequacy that causes one to believe they are not as competent, smart, or attractive as other people",
            "defineVi": "một cảm giác không thực tế về sự kém cỏi nói chung khiến một người tin rằng họ không có năng lực, thông minh hoặc hấp dẫn như những người khác"
        },
        {
            "id": "057e3692-46b8-49c2-bbb6-98dfce2c96ac",
            "word": "breakdown",
            "phonetic": "bɹeɪkdaʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The engineers have been putting a brave face on the problem, but I think this breakdown is going to set us back for months.",
                "Now I got my breakdown.",
                "I'm clearly having a breakdown.",
                "Like, I just had a mini breakdown.",
                "And some chemical breakdown continues in the large intestine, thanks to our little bacterial farm there."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWtkb3du&hash=96a90709df2c9647275ed75e9154d8b10b9245ac&lang=en&cache-only=0",
            "defineEn": "a condition in which a person becomes so anxious or depressed that they can no longer handle their everyday life",
            "defineVi": "một tình trạng trong đó một người trở nên lo lắng hoặc chán nản đến mức họ không còn có thể xử lý cuộc sống hàng ngày của mình"
        },
        {
            "id": "6d4e2732-ba4e-4542-862e-85909193dea4",
            "word": "catatonia",
            "phonetic": "kæɾɐtoʊniə ",
            "partOfSpeechType": "noun",
            "examples": [
                "In extreme cases, schizophrenia can result in catatonia, which is the inability to move or respond, although that’s super rare.",
                "And I have written down, It could Catatonia as well.",
                "Flour beetles with low dopamine levels play dead more frequently than those with high levels, and anything blocking dopamine receptor sites can lengthen catatonia.",
                "Researchers know this because when they used a stuffed hawk in an experiment, their chicken subjects came out of their catatonia quicker when the hawk’s eyes were averted.",
                "With no chance of escape, you do what any courageous, self-respecting possum would do: curl into an immobile state called catatonia, stick out your tongue, drool, and ooze some foul-smelling liquid from your anal glands."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0YXRvbmlh&hash=1689ddb28ac5a4821f258d377f0466bae4dc5b3e&lang=en&cache-only=0",
            "defineEn": "a mental condition usually associated with schizophrenia in which the patient doesn't move for long time spans",
            "defineVi": "một tình trạng tâm thần thường liên quan đến tâm thần phân liệt trong đó bệnh nhân không di chuyển trong thời gian dài"
        },
        {
            "id": "a0a9109b-72a6-4b49-8790-a70b350b40ef",
            "word": "pyromania",
            "phonetic": "paɪɹoʊmeɪniə ",
            "partOfSpeechType": "noun",
            "examples": [
                "And there are other disorders that have mania in the name like pyromania, which is compulsive fire setting."
            ],
            "audio": "https://tts.langeek.co/read?text=cHlyb21hbmlh&hash=9ffe1af616d94eb366f91b2b2e8c8e3078f135ca&lang=en&cache-only=0",
            "defineEn": "a mental condition in which one is obsessed with setting things on fire",
            "defineVi": "một tình trạng tâm thần trong đó một người bị ám ảnh bởi việc đốt cháy mọi thứ"
        },
        {
            "id": "7d0bcdc7-b1ea-4eac-b192-a3b338b4dcd4",
            "word": "kleptomania",
            "phonetic": "klɛptəmeɪniə ",
            "partOfSpeechType": "noun",
            "examples": [
                "So that's kleptomania.",
                "Kleptomania is an impulse control disorder.",
                "But with kleptomania, it's like mindless acquisition of objects.",
                "Today, I'm answering a viewer question about kleptomania.",
                "If the person develops other problems like depression or anxiety, the treatment that they get for the other problem may also help their kleptomania."
            ],
            "audio": "https://tts.langeek.co/read?text=a2xlcHRvbWFuaWE&hash=fd3fcab5b83428d12eab8dea2972634ffb832da7&lang=en&cache-only=0",
            "defineEn": "a mental condition in which one is obsessed with stealing things without any financial motive",
            "defineVi": "một tình trạng tâm thần trong đó một người bị ám ảnh bởi việc ăn cắp đồ mà không có bất kỳ động cơ tài chính nào"
        },
        {
            "id": "963e9911-71a8-4f21-ba4c-a16a37c330e0",
            "word": "hypochondria",
            "phonetic": "haɪpoʊkɑːndɹiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "In contrast, the person with hypochondria isn't reassured by that doctor's visit.",
                "And this is the life of the person with hypochondria.",
                "The person without hypochondria recognizes that they feel anxious, and can put the symptoms into context.",
                "People with hypochondria don't believe that a healthy person can stand up and feel dizzy.",
                "What's the difference between general anxiety with physical symptoms and hypochondria?"
            ],
            "audio": "https://tts.langeek.co/read?text=aHlwb2Nob25kcmlh&hash=c9d21fd436d2c55425185833b1f0aef3299ad1ee&lang=en&cache-only=0",
            "defineEn": "a mental condition in which a person is constantly anxious and worried about their health",
            "defineVi": "một tình trạng tinh thần trong đó một người thường xuyên lo lắng và lo lắng về sức khỏe của họ"
        },
        {
            "id": "8cded9bc-ad26-4978-aa3c-2897e06df087",
            "word": "neurosis",
            "phonetic": "nʊɹɹoʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "And, my neuroses are on display, but it was appealing enough to me that I left it in that.",
                "Because there’s no risk of rejection in these one-sided relationships, scientists used to think that they had psychological causes, like loneliness, introversion, or neurosis.",
                "It was also hard to tell if trauma was the real reason for the symptoms of neurosis, since by definition the memories might be repressed.",
                "It meant they were on the border between a neurosis, which was considered treatable thing, and a psychosis, which was not.",
                "The symptoms of shell shock were very similar to symptoms of what Freud called a neurosis, which he thought was caused by childhood trauma and the repressed emotions or complexes that came from it."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV1cm9zaXM&hash=4e808b311ff5be58ff9cd1cc467d6b2ee56a4b55&lang=en&cache-only=0",
            "defineEn": "a mental condition that is not caused by organic disease in which one is constantly anxious, worried, and stressed",
            "defineVi": "một tình trạng tinh thần không phải do bệnh hữu cơ gây ra, trong đó một người thường xuyên lo lắng, lo lắng và căng thẳng"
        },
        {
            "id": "291b083c-d441-4dc2-b1a0-1109fab0202b",
            "word": "orthorexia nervosa",
            "phonetic": "ɔːɹθoːɹɛksiə nɜːvoʊsə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3J0aG9yZXhpYSBuZXJ2b3Nh&hash=6436e95b72d3cb674d541e48e52872161a8a0131&lang=en&cache-only=0",
            "defineEn": "an eating disorder characterized by refraining from eating food that is considered unhealthy at all cost",
            "defineVi": "một chứng rối loạn ăn uống đặc trưng bởi việc kiềm chế ăn thức ăn được coi là không lành mạnh bằng mọi giá"
        },
        {
            "id": "55ec134b-b2a5-4cac-adce-a4ed1230f5b4",
            "word": "psychotic",
            "phonetic": "saɪkɑːɾɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The psychotic symptoms are hallucinations, delusions, or severe thought or behavioral disorganization.",
                "With psychotic depression, people can have persecutory delusions.",
                "So who gets psychotic?",
                "Clinicians sometimes call these micro psychotic episodes.",
                "Under stress, people with paranoid personality disorder can have brief psychotic episodes that last minutes to hours."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hvdGlj&hash=6c888bcb4bf5fa0fe2f033e60d92b5ac700adb08&lang=en&cache-only=0",
            "defineEn": "someone who suffers from psychosis",
            "defineVi": "một người bị rối loạn tâm thần"
        },
        {
            "id": "0bd0b384-a25d-46da-bcbd-f3a539be450e",
            "word": "self-mutilation",
            "phonetic": "sɛlfmjuːɾɪleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Those monkeys showed many signs of being really disturbed, from trouble eating, to rocking back and forth in a trance, to even engaging in self-mutilation."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1tdXRpbGF0aW9u&hash=84118eb67a5f4bcfca6cd33e0aadee4f8b685c22&lang=en&cache-only=0",
            "defineEn": "the act of harming oneself by making wounds as a sign of mental illness",
            "defineVi": "hành động làm hại bản thân bằng cách tạo vết thương như một dấu hiệu của bệnh tâm thần"
        },
        {
            "id": "bf6b2c24-fd21-4f28-92a7-4719b901d0c2",
            "word": "psychosomatic",
            "phonetic": "saɪkoʊsəmæɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The apparent symptoms have been explained as everything from hormonal changes to a psychosomatic condition.",
                "If they can't find a specific trigger or reason for the pain were told that it's not happening and that it's psychosomatic that we're doing in our head.",
                "You know we talked before about psychosomatic symptoms, where something that's happening mentally for us can manifest itself physically."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hvc29tYXRpYw&hash=a405e228190799352a210d7e9efe10ede3c1834f&lang=en&cache-only=0",
            "defineEn": "(of a physical illness) caused or aggravated by mental factors, such as stress and anxiety",
            "defineVi": "(của một căn bệnh thể chất) gây ra hoặc trầm trọng hơn bởi các yếu tố tinh thần, chẳng hạn như căng thẳng và lo lắng"
        },
        {
            "id": "cd19bdb9-7a5e-4d78-84ff-3468aac56f5a",
            "word": "manic-depressive",
            "phonetic": "mænɪkdᵻpɹɛsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFuaWMtZGVwcmVzc2l2ZQ&hash=64c4853a6d2abeb9f2d8a0fba4ec54dee79725fb&lang=en&cache-only=0",
            "defineEn": "relating to or suffering from bipolar disorder",
            "defineVi": "liên quan đến hoặc bị rối loạn lưỡng cực"
        },
        {
            "id": "7a172755-9389-400b-8307-8da7d111bf2e",
            "word": "persecution complex",
            "phonetic": "pɜːsɪkjuːʃən kɑːmplɛks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVyc2VjdXRpb24gY29tcGxleA&hash=5790255bd1dcf717e243ddadb86a5035f093ef7d&lang=en&cache-only=0",
            "defineEn": "a mental condition in which a person constantly thinks others are trying to hurt them",
            "defineVi": "một tình trạng tâm thần trong đó một người liên tục nghĩ rằng những người khác đang cố gắng làm tổn thương họ"
        },
        {
            "id": "66388420-f559-428c-8203-48eef39add66",
            "word": "psychoanalysis",
            "phonetic": "saɪkoʊɐnæləsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Invented the field of psychoanalysis?",
                "The other major force at the time was, of course, Freud's psychoanalysis, and its many descendents collectively known as the psychodynamic theories.",
                "A radical kernel of psychoanalysis was the theory that our personalities are shaped by unconscious motives.",
                "Freud didn’t even necessarily believe in the psychoanalysis he was peddling.",
                "Mainly, there were the ideas of structuralism, functionalism and psychoanalysis."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hvYW5hbHlzaXM&hash=ca0fdd0740d50afcf830bd6fd203c520807ab6fc&lang=en&cache-only=0",
            "defineEn": "a method of therapy used for mental conditions which consists of the patient opening up about their past and feelings in order to find the reason for their illness",
            "defineVi": "một phương pháp trị liệu được sử dụng cho các tình trạng tâm thần bao gồm việc bệnh nhân cởi mở về quá khứ và cảm xúc của họ để tìm ra lý do căn bệnh của họ",
            "hasImg": true
        },
        {
            "id": "fab5ad1e-5102-4cc0-91b4-f90cc9e691bd",
            "word": "psychiatry",
            "phonetic": "saɪkaɪətɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the psychiatry world we call this sublimation.",
                "But modern psychiatry is actively trying to avoid that.",
                "American psychologist, and professor of psychiatry, Kay Redfield Jamison, is one of the world's foremost authorities on bipolar disorder.",
                "Narrator: That's Doctor Nolan Williams, an assistant professor of psychiatry at the Stanford University Medical Center.",
                "And there are certain medications in psychiatry that have this tolerance effect."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hpYXRyeQ&hash=e3f6fe54dbe25c9ad39137e93c2948a1ad7d4ebd&lang=en&cache-only=0",
            "defineEn": "the study of mental conditions and their treatment",
            "defineVi": "nghiên cứu về điều kiện tâm thần và điều trị của họ",
            "hasImg": true
        },
        {
            "id": "9db9537d-1689-43c8-a579-be57abe52e7d",
            "word": "psychotherapy",
            "phonetic": "saɪkoʊθɛɹəpi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sometimes psychotherapy alone can treat your depression.",
                "The treatment for DID is trauma focused psychotherapy.",
                "Of course, psychotherapy in combination with medication is more helpful than medication alone.",
                "And also, they recommend psychotherapy.",
                "They obviously recommend psychotherapy and medication together."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hvdGhlcmFweQ&hash=4c17b631fc41d064f16df09dedf5a71d382f701b&lang=en&cache-only=0",
            "defineEn": "the treatment of mental conditions using psychology instead of drugs",
            "defineVi": "điều trị các tình trạng tâm thần bằng tâm lý học thay vì thuốc",
            "hasImg": true
        }
    ]
}