{
    "id": "9f52799b-18a8-4f9b-8d7d-9f78aafadd4e",
    "title": "Top 251 - 275 Nouns",
    "originalTitle": "Top 251 - 275 Nouns",
    "words": [
        {
            "id": "e4841be8-4cd9-4e94-84a1-b821584558df",
            "word": "TV",
            "phonetic": "tiːviː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cable TV reaches a huge audience.",
                "The TV quiz was more fun than a barrel of monkeys!",
                "The TV stays on all day in their house.",
                "Millions of people followed the trial on TV.",
                "She regularly appears on TV."
            ],
            "audio": "https://tts.langeek.co/read?text=VFY&hash=52b33cf1729ceadde67112613df825ed2e99090c&lang=en&cache-only=0",
            "defineEn": "an electronic device that shows images and videos and plays sounds and people use to watch different programs",
            "defineVi": "một thiết bị điện tử hiển thị hình ảnh và video và phát âm thanh và mọi người sử dụng để xem các chương trình khác nhau",
            "hasImg": true
        },
        {
            "id": "68502a4b-b0b7-4673-a38e-2f8138ea6660",
            "word": "tonight",
            "phonetic": "tənaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This young team is taking the veteran squad to the cleaners tonight.",
                "The store will close at 9 p.m. tonight.",
                "Tonight we have a delicious tofu stir-fry with fresh vegetables and a flavorful sauce.",
                "The news won't be on tonight.",
                "The restaurant reservation is for 8 o'clock tonight."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9uaWdodA&hash=74c230ce4f15d66bfc7e8aba266a67e7beab06fb&lang=en&cache-only=0",
            "defineEn": "the night or evening of the current day",
            "defineVi": "đêm hoặc tối của ngày hiện tại",
            "hasImg": true
        },
        {
            "id": "f9b22a44-28e5-4173-b1d6-d18103a24baa",
            "word": "human",
            "phonetic": "hjuːmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Everyone is human, after all.",
                "We're all imperfect human beings in an imperfect world.",
                "Education for a human being is a window to the world.",
                "Human nature is generally of such kind that it will choose a line of least resistance if that is at all possible, and loathe exertion beyond it.",
                "Monoclonal antibodies raised against human lymphocytes."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVtYW4&hash=1e912f26dabfe4351f21acea3d99e9e6eb901ea8&lang=en&cache-only=0",
            "defineEn": "a person",
            "defineVi": "một người",
            "hasImg": true
        },
        {
            "id": "ed39a076-e9a1-4440-aab3-ca550c3532f1",
            "word": "theory",
            "phonetic": "θiəɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The grand unified theory is compact and elegant in mathematical terms.",
                "I don't have any theories.",
                "The scientist presented an abstract theory that revolutionized our understanding of the universe.",
                "The theory falls flat on its face when put into practice.",
                "Her controversial new theory flies in the face of everything we know about quantum mechanics."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlb3J5&hash=0e3a7ffc932d2a506ac3d6e5442b80dc98f40377&lang=en&cache-only=0",
            "defineEn": "a set of ideas intended to explain the reason behind the existence or occurrence of something",
            "defineVi": "một tập hợp các ý tưởng nhằm giải thích lý do đằng sau sự tồn tại hoặc xuất hiện của một cái gì đó"
        },
        {
            "id": "5db22f86-80e7-4ab5-8490-f471fce3a6be",
            "word": "weight",
            "phonetic": "weɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The judge's ruling carries significant weight in the legal community.",
                "She always pulls her weight.",
                "The marathon runner lost so much weight during the race that he appeared skin and bone at the finish line.",
                "He felt the weight of the heavy burden on his shoulders.",
                "The bag broke under the weight of the bottles inside it."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VpZ2h0&hash=d478289a44d5185244b8c5271e9073dfa64f38c3&lang=en&cache-only=0",
            "defineEn": "the heaviness of something or someone; how heavy something or someone is, which can be measured",
            "defineVi": "sức nặng của một cái gì đó hoặc ai đó; thứ gì đó hoặc ai đó nặng bao nhiêu, có thể đo được",
            "hasImg": true
        },
        {
            "id": "6cd4ca56-2d76-4350-ab10-a683ebef53ad",
            "word": "bottom",
            "phonetic": "bɑːɾəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Charity hits rock bottom in Emmerdale.",
                "Morale within the company was at rock bottom.",
                "The bottom line for 2014 was a pre-tax profit of £85 million.",
                "You really are scraping the bottom of the barrel!",
                "The company bets its bottom dollar when it spends a lot of money on advertising."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym90dG9t&hash=184dce738cf0495a0d5c32af474a76b9ead1382f&lang=en&cache-only=0",
            "defineEn": "the lowest part or point of something",
            "defineVi": "phần thấp nhất hoặc điểm của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "b9b577ac-9024-42ee-982f-4f78c44efad0",
            "word": "condition",
            "phonetic": "kəndɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her condition is very serious.",
                "All clothes are in mint condition and less than two years old.",
                "The orchard's yield of apples was lower this year due to unfavorable weather conditions.",
                "In addition, road conditions were very poor, which led to greater wear and tear.",
                "Long hours and tough working conditions are often par for the course in catering."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZGl0aW9u&hash=29df18a9569db826604928df6d94798f9d91b3fd&lang=en&cache-only=0",
            "defineEn": "the state of something at a particular time",
            "defineVi": "trạng thái của một cái gì đó tại một thời điểm cụ thể"
        },
        {
            "id": "d74ddba0-d1f1-4a2c-a19e-0a42180ab303",
            "word": "message",
            "phonetic": "mɛsɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "May I take a message?",
                "I wrote a message to myself.",
                "The message was finally getting through to him.",
                "She has sixteen unread messages in her inbox.",
                "The machine records your messages and you can answer them at your convenience."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVzc2FnZQ&hash=6773ed9649876ed7a289a00dc5c085a3edf90f02&lang=en&cache-only=0",
            "defineEn": "a written or spoken piece of information or communication sent to or left for another person",
            "defineVi": "một mẩu thông tin hoặc thông tin liên lạc bằng văn bản hoặc lời nói được gửi đến hoặc để lại cho người khác",
            "hasImg": true
        },
        {
            "id": "ad98aea4-0c23-4fe7-9067-0f24e6dfbd66",
            "word": "challenge",
            "phonetic": "tʃælɪndʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The unexpected challenges became grist for the mill of their problem-solving skills.",
                "Are you up to the challenge?",
                "They faced many challenges, but eventually made it to the other side.",
                "It can be challenging to abstract complex concepts into simple explanations.",
                "It can be challenging for someone from a different socioeconomic background to fit into an affluent community."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbGxlbmdl&hash=4595fb0cd6eaa4d46475c914390b30544ed5c68a&lang=en&cache-only=0",
            "defineEn": "a difficult and new task that puts one's skill, ability, and determination to the test",
            "defineVi": "một nhiệm vụ khó khăn và mới đặt kỹ năng, khả năng và quyết tâm của một người để kiểm tra"
        },
        {
            "id": "557bc1a5-8a42-4ad6-97cf-9b8de7fe2a90",
            "word": "source",
            "phonetic": "soːɹs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eggs are a great source of protein.",
                "Prunes are a good source of antioxidants.",
                "They couldn't locate the source of the noise for the life of them.",
                "The scientist abstracted the data from various sources to analyze trends.",
                "Poultry is a lean source of protein and a healthier alternative to red meat."
            ],
            "audio": "https://tts.langeek.co/read?text=c291cmNl&hash=40197f7ba37b600c0a63f099a737673078efd83b&lang=en&cache-only=0",
            "defineEn": "somewhere, someone, or something that originates something else",
            "defineVi": "một nơi nào đó, một ai đó, hoặc một cái gì đó bắt nguồn từ một cái gì đó khác"
        },
        {
            "id": "fc93879f-8e10-4ba8-8a9a-b9afb29a6c04",
            "word": "pain",
            "phonetic": "peɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Government is taking pain to lessen poverty.",
                "I got a sudden pain in my left eye.",
                "She felt a sharp pain in her hand.",
                "Talking to him took my mind off the pain.",
                "She felt aches and pains in her body after a long day of physical activity."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFpbg&hash=300c5571737e21bcea5b0d7e96edac72ac198533&lang=en&cache-only=0",
            "defineEn": "unpleasant feeling caused by an illness or injury",
            "defineVi": "cảm giác khó chịu do bệnh tật hoặc chấn thương gây ra",
            "hasImg": true
        },
        {
            "id": "a39a367d-2504-4072-863f-53d6c7c90397",
            "word": "store",
            "phonetic": "stoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The store sometimes offers discounts on certain items.",
                "Traditional stores are now pursuing a bricks and clicks strategy.",
                "The store is offering a discount of eighty percent off.",
                "She stored canned goods and snacks in the kitchen pantry.",
                "She stored homemade sauce in a glass bottle."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvcmU&hash=3ee2f4a46bc5729b9bc89884de1f170d5fa1c948&lang=en&cache-only=0",
            "defineEn": "a shop of any size or kind that sells goods",
            "defineVi": "một cửa hàng thuộc mọi quy mô hoặc loại bán hàng hóa",
            "hasImg": true
        },
        {
            "id": "0adb2379-069d-437f-a0a7-07d2dd9a71a6",
            "word": "glass",
            "phonetic": "ɡlæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "He wears glasses now.",
                "That's glass.",
                "Please fill my glass with water.",
                "They collected glass bottles for a recycling project.",
                "They happily raised their glasses for a toast."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xhc3M&hash=6d6cc1d73d196b326af7e6a917375d75390a9f68&lang=en&cache-only=0",
            "defineEn": "a container that is used for drinks and is made of glass",
            "defineVi": "một thùng chứa được sử dụng cho đồ uống và được làm bằng thủy tinh",
            "hasImg": true
        },
        {
            "id": "a0009bba-82dd-4632-9fc2-8941efd19bf3",
            "word": "degree",
            "phonetic": "dᵻɡɹiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "By degrees their business relationship grew into friendship.",
                "The temperature outside is nineteen degrees Celsius.",
                "The temperature dropped to minus eighty degrees Celsius in Antarctica.",
                "Rivalries and prejudice were by degrees fading out.",
                "She worked hard toward her degree."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVncmVl&hash=6b2bf1ddbbdc6dbce29533faefd86cd1b265f3d4&lang=en&cache-only=0",
            "defineEn": "a unit of measurement for temperature, angles, or levels of intensity, such as Celsius degrees or a degree of pain",
            "defineVi": "một đơn vị đo nhiệt độ, góc hoặc mức cường độ, chẳng hạn như độ C hoặc mức độ đau",
            "hasImg": true
        },
        {
            "id": "48e41243-d557-4baa-8090-70888ec44627",
            "word": "science",
            "phonetic": "saɪəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have a science project due next week at school.",
                "All of his teachers are going bananas over his science fair experiment.",
                "They are studying for the science competition next month.",
                "We study different subjects like math, science, and English at school.",
                "We discuss current scientific advancements and discoveries in science class."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NpZW5jZQ&hash=0d8d035c1bcc87c4aafa11f1dcfe197bc7ce2e9a&lang=en&cache-only=0",
            "defineEn": "knowledge about the structure and behavior of the natural and physical world, especially based on examining, testing, and proving facts",
            "defineVi": "kiến thức về cấu trúc và hành vi của thế giới tự nhiên và vật chất, đặc biệt là dựa trên việc kiểm tra, thử nghiệm và chứng minh sự thật",
            "hasImg": true
        },
        {
            "id": "0bcccc4f-9cc8-4447-acac-5a647c822a42",
            "word": "view",
            "phonetic": "vjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "They exchanged views on every subject under the sun.",
                "He holds strange views on education.",
                "The course gives you a bird's eye view of European art history.",
                "He takes the view that children are responsible for their own actions.",
                "Being assigned to the General Secretariat provided a worm's-eye view of international diplomacy."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlldw&hash=90f70a313e879029f4ff556e9ee8a0b55058e4d1&lang=en&cache-only=0",
            "defineEn": "a place or an area that can be seen, and is usually beautiful",
            "defineVi": "một nơi hoặc một khu vực có thể được nhìn thấy, và thường là đẹp",
            "hasImg": true
        },
        {
            "id": "63bd1e0c-cd52-40df-b0a2-c912190e462f",
            "word": "feeling",
            "phonetic": "fiːlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The feeling of sickness soon passed.",
                "The drug produces a feeling of excitement.",
                "He had mixed feelings about the whole project.",
                "Have you considered my feelings?",
                "Have you considered my feelings?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVlbGluZw&hash=111f721be433253758a6ae5114d7ba9754a31525&lang=en&cache-only=0",
            "defineEn": "something that one feels such as happiness, guilt, sadness, etc.",
            "defineVi": "một cái gì đó mà một người cảm thấy như hạnh phúc, tội lỗi, buồn bã, vv",
            "hasImg": true
        },
        {
            "id": "bcc1993f-1630-442c-ada4-e18c21704502",
            "word": "beginning",
            "phonetic": "bɪɡɪnɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My father pays his bills at the beginning of the month.",
                "The morning is a time of new beginnings and possibilities.",
                "The success of the business venture was uncertain from the beginning, and now it is in the lap of the gods.",
                "August marks the end of summer and the beginning of autumn in some parts of the world.",
                "May is a month of new beginnings and fresh opportunities."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVnaW5uaW5n&hash=66e51c7ae8eecb93a782e8adb7934406a1db92a2&lang=en&cache-only=0",
            "defineEn": "the point at which something, such as an event, a story, etc. begins",
            "defineVi": "điểm mà tại đó một cái gì đó, chẳng hạn như một sự kiện, một câu chuyện, vv bắt đầu"
        },
        {
            "id": "b631053b-123b-416b-b806-042c5d438b92",
            "word": "middle",
            "phonetic": "mɪdəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "His hair reached down to the middle of his back.",
                "Wednesday is the middle of the week.",
                "The guitarist went AWOL in the middle of the recording.",
                "Woe was me as the middle child.",
                "Hershel just asked me out in the middle of class in front of everyone."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlkZGxl&hash=77e1b3dda325934ce9f6cdd26cf2a99c28e6c039&lang=en&cache-only=0",
            "defineEn": "the part, position, or point of something that has an equal distance from the edges or sides",
            "defineVi": "phần, vị trí hoặc điểm của một cái gì đó có khoảng cách bằng nhau từ các cạnh hoặc các cạnh",
            "hasImg": true
        },
        {
            "id": "9d2d8f00-f13b-4e73-8d35-f55ae2757b06",
            "word": "arm",
            "phonetic": "ɑːɹm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Both teams chanced their arms at every opportunity.",
                "His arms dropped limply to his sides.",
                "He moved his arm away from his face.",
                "The mother gently cradled her newborn baby in her arms.",
                "The proud uncle held his newborn nephew in his arms."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJt&hash=06f559c6a0ca6d672f59aca0a725c4f41d0c69fa&lang=en&cache-only=0",
            "defineEn": "one of the two body parts that is connected to the shoulder and ends with fingers",
            "defineVi": "một trong hai bộ phận cơ thể được nối với vai và kết thúc bằng ngón tay",
            "hasImg": true
        },
        {
            "id": "bd926c08-2147-48e6-91e5-e9c82f288557",
            "word": "page",
            "phonetic": "peɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She turned a page noisily.",
                "See page 158.",
                "My son reads twelve pages of his book every day.",
                "The story ran on page 4 of the print edition of the newspaper.",
                "I ran my eyes over the page."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFnZQ&hash=5300c28800473b0c9b59eed83d5031ee62c5e969&lang=en&cache-only=0",
            "defineEn": "one side or both sides of a sheet of paper in a newspaper, magazine, book, etc.",
            "defineVi": "một mặt hoặc cả hai mặt của tờ giấy trong báo, tạp chí, sách, v.v.",
            "hasImg": true
        },
        {
            "id": "b5941182-84fb-45f7-8fc9-66f2c18c8648",
            "word": "center",
            "phonetic": "sɛntɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The center will serve the whole community.",
                "They drove a flock of sheep through the center of the city.",
                "The bus station is located in the city center.",
                "He lives far from the city center.",
                "The hollow center of rigatoni allows it to hold robust sauces and fillings."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VudGVy&hash=371bdae808e19bbfbab81e6949f2ea0fc267edf0&lang=en&cache-only=0",
            "defineEn": "the middle part or point of an area, space, or object",
            "defineVi": "phần giữa hoặc điểm của một khu vực, không gian, hoặc đối tượng",
            "hasImg": true
        },
        {
            "id": "ec3d7fd3-2c2b-4996-9224-2153b7aeddc9",
            "word": "experiment",
            "phonetic": "ɛkspɛɹɪmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "These experiments serve no useful purpose.",
                "Experiments that paved the way for future research.",
                "The two experiments are run in parallel.",
                "As a creative experiment, I mixed salad burnet into my homemade pesto sauce.",
                "All of his teachers are going bananas over his science fair experiment."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwZXJpbWVudA&hash=79bdf2920ce589a8b61c10f7a14d8a35c0f70d7c&lang=en&cache-only=0",
            "defineEn": "a test done to make a discovery, prove a known fact, or test the truthfulness of a hypothesis",
            "defineVi": "một bài kiểm tra được thực hiện để khám phá, chứng minh một thực tế đã biết hoặc kiểm tra tính trung thực của một giả thuyết",
            "hasImg": true
        },
        {
            "id": "4e2363ed-974a-4aa3-91c0-fe8e9a5bb24c",
            "word": "advice",
            "phonetic": "ɐdvaɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her advice fell on deaf ears.",
                "His advice wasn't very helpful.",
                "After all that struggle, their constructive advice fell on stony ground.",
                "I should give you advice as a man to man.",
                "She received false advice that led to negative consequences."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2aWNl&hash=49a1f0aa9630838079c7f5eedab0ee32114d91c3&lang=en&cache-only=0",
            "defineEn": "a suggestion or an opinion that is given with regard to making the best decision in a specific situation",
            "defineVi": "một gợi ý hoặc một ý kiến được đưa ra liên quan đến việc đưa ra quyết định tốt nhất trong một tình huống cụ thể",
            "hasImg": true
        },
        {
            "id": "ac0a5f70-0823-4118-87a2-0f9292edf0d5",
            "word": "sex",
            "phonetic": "sɛks ",
            "partOfSpeechType": "noun",
            "examples": [
                "They're different sexes.",
                "Even though they’re both both sexes.",
                "Yet elephant seals produce both sexes in equal number, and the result is a whole lot of mooching mateless males.",
                "Mesopotamian prayers included blessings for such couples, while Native American Two-Spirit individuals had relationships with both sexes.",
                "But these snails are about to have a battle of the sexes."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V4&hash=6322caeef975b7553a74228dffcfc184740d9194&lang=en&cache-only=0",
            "defineEn": "the physical activity between individuals involving the sexual organs, done for pleasure or to produce babies",
            "defineVi": "hoạt động thể chất giữa các cá nhân liên quan đến cơ quan sinh dục, được thực hiện vì niềm vui hoặc để sinh con"
        }
    ]
}