{
    "id": "9f801354-28db-487b-b495-4d8109c24718",
    "title": "And They Lived Happily Ever After!",
    "originalTitle": "Lesson 29",
    "words": [
        {
            "id": "e9fffba4-9b39-419a-8057-0987c03658ac",
            "word": "bachelor party",
            "phonetic": "bætʃəlɚ pɑːɹɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I think we planned the perfect bachelor party for Shane.",
                "Right, you gotta go to a strip club on a bachelor party.",
                "It's a strip club and it's a bachelor party and I'm a man.",
                "- We want to cause it's a bachelor party.",
                "The people we care the most about. - Man, tell me about it, cause it's gonna be like, hey calm down, we have to go, it's a bachelor party."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFjaGVsb3IgcGFydHk&hash=659236228426308fd684cceee2d9e67157bae85e&lang=en&cache-only=0",
            "defineEn": "a party held for a man by his male friends, who is about to get married",
            "defineVi": "một bữa tiệc được tổ chức cho một người đàn ông bởi những người bạn nam của anh ấy, người sắp kết hôn",
            "hasImg": true
        },
        {
            "id": "ff46bcb5-450d-485c-a8e4-260ebe645a87",
            "word": "bachelorette party",
            "phonetic": "bætʃəlɚɹɛt pɑːɹɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "It looks like you were going to a bachelorette party and then melted.",
                "State governments are willing to shut their own borders and impose new restrictions at even the smallest of outbreaks, like the one caused by a bachelorette party recently in the beach town Byron Bay."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFjaGVsb3JldHRlIHBhcnR5&hash=53c9048914766a09ed21afeacf9b0b6070c00e1c&lang=en&cache-only=0",
            "defineEn": "a party for a woman that is held before her marriage and is attended by her female friends",
            "defineVi": "một bữa tiệc dành cho một người phụ nữ được tổ chức trước khi cô ấy kết hôn và có sự tham dự của những người bạn nữ của cô ấy",
            "hasImg": true
        },
        {
            "id": "7ffbcf98-b45c-4f4d-be38-2af3f4ce1f5c",
            "word": "best man",
            "phonetic": "bɛst mæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "You definitely struck a sour note when you brought up Dan's ex-girlfriends during your best man speech.",
                "I noticed the bride looking daggers at the best man as he started making vulgar jokes during his speech.",
                "- Good luck, you are the best man for the job.",
                "Fifty of my best men will take them safely to Tyre!"
            ],
            "audio": "https://tts.langeek.co/read?text=YmVzdCBtYW4&hash=0d416404d5faf0d5767d295dd9587f6a082b9df6&lang=en&cache-only=0",
            "defineEn": "a man chosen by a bridegroom to help him at his wedding",
            "defineVi": "một người đàn ông được chọn bởi một chú rể để giúp anh ta trong đám cưới của mình",
            "hasImg": true
        },
        {
            "id": "84f9ab0a-6c54-46ed-a0ec-303e96f8fd2e",
            "word": "bridesmaid",
            "phonetic": "bɹaɪdsmeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I have a friend's wedding, I'm a bridesmaid.",
                "Once there, Thrym threw his new bride and her bridesmaid, Loki, a wedding feast.",
                "You make a great bridesmaid, but you'd never actually wear this to a date, right?",
                "But now we're best friends, I'm gonna have you be my bridesmaids, you proved to me that you can do it."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpZGVzbWFpZA&hash=5b247a9cf6f35c57783f2ecec2ef955d92b885c5&lang=en&cache-only=0",
            "defineEn": "a woman or girl chosen by a bride to help her at her wedding",
            "defineVi": "một người phụ nữ hoặc cô gái được cô dâu chọn để giúp cô ấy trong đám cưới của cô ấy",
            "hasImg": true
        },
        {
            "id": "dfa54224-0266-406d-a919-d50b9e485b15",
            "word": "fiance",
            "phonetic": "fiɑːnseɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "When planning their wedding, Michael and his fiancé took their event planner's advice on the venue, catering, and decorations.",
                "Julia's fiancé left her at the altar, causing her immense heartbreak and embarrassment.",
                "She and her fiance are raising two grandchildren between them, also because of substance addiction.",
                "She and her fiance are raising two grandchildren between them, also because of substance addiction.",
                "I had texted my fiance, and it was a big jumbled mess, and that's when he pretty much"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlhbmNl&hash=56337233e4d335a6a5ea8db070799b6bfdd4b230&lang=en&cache-only=0",
            "defineEn": "a man who is engaged to someone",
            "defineVi": "một người đàn ông đã đính hôn với ai đó",
            "hasImg": true
        },
        {
            "id": "6a242230-022b-4c3f-bdd8-f01e75a123f3",
            "word": "fiancee",
            "phonetic": "fiɑːnseɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "John's family had concerns about his fiancée, suspecting she might be a gold digger who was after his inheritance.",
                "Andrew Morton, a royal biographer, said Prince Harry's fiancee will pick up the baton from Princess Diana because Markle's age of 36 is the same as Princess Diana's when she passed away in 1997.",
                "My success is largely attributable to my fiancee.",
                "Tommy Wolikow and his fiancee, Rochelle Carlisle, met while working at the factory.",
                "And, alas, she played Bianca, the girlfriend or fiancee of Chris."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlhbmNlZQ&hash=75da55d4443ed625292f3b8aa75a27cab62cadaf&lang=en&cache-only=0",
            "defineEn": "a woman who is engaged to someone",
            "defineVi": "một người phụ nữ đã đính hôn với ai đó",
            "hasImg": true
        },
        {
            "id": "2d5b5c3f-d16f-4d6d-b1a6-811878c66e61",
            "word": "flower girl",
            "phonetic": "flaʊɚ ɡɜːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zmxvd2VyIGdpcmw&hash=8364cb8e45c498b7b37c6053ddeff2f7fb57b46b&lang=en&cache-only=0",
            "defineEn": "a young girl who throws flower petals in front of a bride at a wedding",
            "defineVi": "một cô gái trẻ ném những cánh hoa trước mặt cô dâu trong đám cưới",
            "hasImg": true
        },
        {
            "id": "30458d69-fbed-4cc2-996c-4440d41cf5c1",
            "word": "maid of honor",
            "phonetic": "meɪd ʌv ɑːnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "- I have broken up so many fights, I've seen maid of honors be fired and I take their place, so there's a lot of drama there.",
                "But we're setting her up here as kind of the black sheep of her family, as she forgets drunkenly as the maid of honor that she's supposed to make a speech. -"
            ],
            "audio": "https://tts.langeek.co/read?text=bWFpZCBvZiBob25vcg&hash=45b9b12054338fe196a8ead5b266411ba7893c7e&lang=en&cache-only=0",
            "defineEn": "an unmarried young woman who is the main bridesmaid at a wedding",
            "defineVi": "một phụ nữ trẻ chưa lập gia đình là phù dâu chính trong đám cưới",
            "hasImg": true
        },
        {
            "id": "10f40ce9-b8f4-464a-b521-60f5446572a0",
            "word": "bouquet",
            "phonetic": "buːkeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I picked a bouquet of fresh flowers from the field.",
                "I decided to buy myself a bouquet of flowers to brighten up my home.",
                "He gifted his friend a bouquet of edible flowers, perfect for garnishing salads and drinks.",
                "He gifted her a bouquet of lavender flowers, symbolizing love and tranquility.",
                "Squeaks just gave me the nicest Valentine’s Day surprise: a bouquet of flowers!"
            ],
            "audio": "https://tts.langeek.co/read?text=Ym91cXVldA&hash=9f02ea0ed5544ea1795a6b16dfba5a1829bbec84&lang=en&cache-only=0",
            "defineEn": "the flowers that are attractively arranged for a ceremony or as a gift",
            "defineVi": "những bông hoa được sắp xếp hấp dẫn cho một buổi lễ hoặc như một món quà",
            "hasImg": true
        },
        {
            "id": "af711ff3-2075-400d-9b2a-b972f29b052b",
            "word": "reception",
            "phonetic": "ɹᵻsɛpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I couldn't get any mobile phone reception.",
                "The decorations were specially designed for the wedding reception.",
                "Guests at the outdoor wedding reception enjoye grilled beefsteaks as the main course.",
                "There's an ATM in the reception area which will change your English money.",
                "My wedding was supposed to be my special day, but my sister and her stupid boyfriend took the stage when he proposed to her at the wedding reception."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjZXB0aW9u&hash=3fa54cbd476d99a9715248f78df5a8269d68f0c5&lang=en&cache-only=0",
            "defineEn": "a formal party held to celebrate an event or welcome someone",
            "defineVi": "một bữa tiệc chính thức được tổ chức để chào mừng một sự kiện hoặc chào đón ai đó",
            "hasImg": true
        },
        {
            "id": "cd47811e-cfe7-4a52-9ea4-ff4e25f3818f",
            "word": "speech",
            "phonetic": "spiːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "His speeches fanned the flames of racial tension.",
                "She memorized the speech word for word.",
                "I lost the gist of his speech.",
                "His hate-filled speeches make my blood boil!",
                "The politician's speech was all fluff and no substance, just a dog and pony show to get votes."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlZWNo&hash=0184d25ec730371f530be3ddd6b5a706c5f8c830&lang=en&cache-only=0",
            "defineEn": "a formal talk about a particular topic given to an audience",
            "defineVi": "một cuộc nói chuyện chính thức về một chủ đề cụ thể được đưa ra cho khán giả",
            "hasImg": true
        },
        {
            "id": "49f11726-9c11-4466-8ee3-24cf5f9a45c4",
            "word": "toast",
            "phonetic": "toʊst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children enjoy peanut butter on toast.",
                "My dad spread a thick layer of orange marmalade on my morning toast.",
                "The café served a delicious breakfast sandwich with eggs, cheese, and ham on a toasted bagel.",
                "They happily raised their glasses for a toast.",
                "I toasted a slice of bread and spread peanut butter on it for breakfast."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9hc3Q&hash=ece571c03f7226e0908d8e6ba47d1512ad666150&lang=en&cache-only=0",
            "defineEn": "the act of a group of people drinking something in order to wish someone happiness or to thank them",
            "defineVi": "hành động của một nhóm người uống thứ gì đó để chúc ai đó hạnh phúc hoặc cảm ơn họ",
            "hasImg": true
        },
        {
            "id": "b9c0c4a5-64a5-4f2d-8191-f860af9d1ed8",
            "word": "engagement ring",
            "phonetic": "ɛŋɡeɪdʒmənt ɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Being betrothed means she wears the insignia of betrothal: engagement rings and all the gifts Pilatus has given her - jewels, earrings, necklaces, and the pendants."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5nYWdlbWVudCByaW5n&hash=36d303f853916107e14c0a19295a4e63fdbbe98c&lang=en&cache-only=0",
            "defineEn": "a ring that someone gives their partner after agreeing to marry each other",
            "defineVi": "một chiếc nhẫn mà ai đó trao cho đối tác của họ sau khi đồng ý kết hôn với nhau",
            "hasImg": true
        },
        {
            "id": "09af50f9-7b47-497a-a9c3-79a381beb989",
            "word": "wedding ring",
            "phonetic": "wɛdɪŋ ɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "An important part of the ceremony is the exchange of wedding rings. ",
                "There, on the third finger, was her wedding ring.",
                "It's a song, a prayer, I mean a promise, like a wedding ring, and later a baby.",
                "If a guy shows up to the date with a band-aid on his wedding ring finger, that constitutes a bad date.",
                "Sometimes you can get a circle of light around the Moon’s surface, and together with the bright spot it looks like a celestial wedding ring."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VkZGluZyByaW5n&hash=f6b977fdeb21651ffc7fbdd14d6baaa862780044&lang=en&cache-only=0",
            "defineEn": "a ring that someone's spouse gives them during their wedding ceremony",
            "defineVi": "một chiếc nhẫn mà vợ / chồng của ai đó trao cho họ trong lễ cưới của họ",
            "hasImg": true
        },
        {
            "id": "08a9c208-f9bf-4387-90d5-ff58b3d621d7",
            "word": "wedding gown",
            "phonetic": "wɛdɪŋ ɡaʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The woman walked gracefully down the aisle, wearing a stunning white wedding gown on her special day.",
                "In the wedding gown, and he's with me."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VkZGluZyBnb3du&hash=2d89172ac88f6ce911a794ea792ccbf0c9e0ba2a&lang=en&cache-only=0",
            "defineEn": "a gown worn by the bride at a wedding",
            "defineVi": "một chiếc váy mặc bởi cô dâu tại một đám cưới",
            "hasImg": true
        },
        {
            "id": "47846042-4ab9-403b-a79b-8d52baec20a3",
            "word": "veil",
            "phonetic": "veɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boy's disappointment was thinly veiled when he opened his present.",
                "Billy realized that his father had passed irrevocably beyond the veil.",
                "As frightened as I am to die, I'm also curious to know what it's like beyond the veil.",
                "These veils reduced the sunlight reaching earth’s surface by roughly 1%. ",
                "Scientists call it the bridal veil."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVpbA&hash=5f690424857319bb41a29c4e1ca06c31bf61b680&lang=en&cache-only=0",
            "defineEn": "a garment made of fine material that women wear to conceal or protect their face",
            "defineVi": "một bộ quần áo làm bằng chất liệu tốt mà phụ nữ mặc để che giấu hoặc bảo vệ khuôn mặt của họ",
            "hasImg": true
        },
        {
            "id": "4b774d88-fa8c-44b5-9787-0448bd6df9a3",
            "word": "tuxedo",
            "phonetic": "tʌksiːdoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "On his wedding day, he looked like a million dollars in his tailored tuxedo and beaming smile.",
                "And he was wearing a white tuxedo.",
                "It’s like wearing your tuxedo with your tennis shoes because you couldn’t afford no good shoes.",
                "Denim top and denim bottom, the controllers ardorned with all the little details you'd expect, in a Canadian tuxedo.",
                "I have never heard, an all denim outfit, called a Canadian tuxedo before."
            ],
            "audio": "https://tts.langeek.co/read?text=dHV4ZWRv&hash=f4cd133b97cfb2ce9469cd051bc6f096dec48955&lang=en&cache-only=0",
            "defineEn": "a formal men's suit typically worn for black-tie events and formal occasions",
            "defineVi": "một bộ đồ nam trang trọng thường được mặc cho các sự kiện cà vạt đen và những dịp trang trọng",
            "hasImg": true
        },
        {
            "id": "9111ffb1-c8d0-49f9-b98d-c649e66067cf",
            "word": "aisle",
            "phonetic": "aɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The father proudly walked his daughter down the aisle on her wedding day.",
                "She pushed the cart down the aisle at the grocery store.",
                "The woman walked gracefully down the aisle, wearing a stunning white wedding gown on her special day.",
                "I'd like an aisle seat.",
                "They checked the footage of me in the aisle way."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlzbGU&hash=883cb753368ccf827f51aef3d30be33cc51d30a1&lang=en&cache-only=0",
            "defineEn": "the lower section of a church, divided by columns, that runs parallel to the nave, transept, or choir",
            "defineVi": "phần dưới của một nhà thờ, được phân chia bởi các cột, chạy song song với gian giữa, gian giữa hoặc dàn hợp xướng",
            "hasImg": true
        },
        {
            "id": "b23cbc8a-ab44-4fd5-b86d-546afddf6ab2",
            "word": "confetti",
            "phonetic": "kənfɛɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The balloon has a heavy marble inside, along with some confetti, just for fun.",
                "Is there an Easter egg under this confetti?",
                "- So go ahead and reach out for that confetti.",
                "Maybe that's why we toss these punctuation marks around like grammatical confetti.",
                "Let's get an employee or a mindless automaton in here to clean up all this confetti."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmV0dGk&hash=3d62bbff02ac4cc3f611d1438520852196903fae&lang=en&cache-only=0",
            "defineEn": "small pieces of colored paper thrown during a special event, particularly over the newlyweds after their wedding ceremony",
            "defineVi": "những mảnh giấy màu nhỏ được ném trong một sự kiện đặc biệt, đặc biệt là trên các cặp vợ chồng mới cưới sau lễ cưới của họ",
            "hasImg": true
        },
        {
            "id": "ef6ea20c-8c1c-437e-b483-7fdde5edf424",
            "word": "to elope",
            "phonetic": "tʊ ᵻloʊp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The couple eloped in Vegas and decided to keep it a secret."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWxvcGU&hash=6fba86a85f8bc7935a61206206925d271ce099d0&lang=en&cache-only=0",
            "defineEn": "to run away secretly and marry one's partner",
            "defineVi": "bí mật bỏ trốn và kết hôn với bạn tình của mình"
        },
        {
            "id": "abc22ec4-458a-45f7-bfcf-497d77cb8e5c",
            "word": "to exchange",
            "phonetic": "tʊ ɛkstʃeɪndʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "They exchanged views on every subject under the sun.",
                "Our policy only allows for exchanges.",
                "The couple knelt before the altar to exchange their vows.",
                "The thug threw dust in her eyes and exchanged her real diamonds with fake stones.",
                "The conference is a good place to share information and exchange ideas."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhjaGFuZ2U&hash=0b35d123b82046fe5a180f684093b98e2491e64b&lang=en&cache-only=0",
            "defineEn": "to give something to someone and receive something else from them",
            "defineVi": "để cung cấp cho một cái gì đó cho một ai đó và nhận được một cái gì đó khác từ họ",
            "hasImg": true
        },
        {
            "id": "c0357d13-da62-4357-a241-be2b95c333b6",
            "word": "vow",
            "phonetic": "vaʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The couple knelt before the altar to exchange their vows.",
                "When Jane discovered that her friend had betrayed her, she was hurt and vowed not to give her any house room in her life anymore.",
                "Emma and Michael had been in a committed relationship for a long time, so they finally took the plunge and exchanged wedding vows.",
                "The protesters were determined to make their voices heard and vowed not to yield until their demands were met.",
                "He vowed that he would keep fighting until the bitter end."
            ],
            "audio": "https://tts.langeek.co/read?text=dm93&hash=9707ea2fd3f923d39e5e892b63bcb9fd6b16a68b&lang=en&cache-only=0",
            "defineEn": "a serious and formal promise, made especially during a wedding or religious ceremony",
            "defineVi": "một lời hứa nghiêm túc và chính thức, được thực hiện đặc biệt trong một lễ cưới hoặc nghi lễ tôn giáo",
            "hasImg": true
        },
        {
            "id": "0e21fc59-e41a-47e2-b099-bf4c35f04c10",
            "word": "bell",
            "phonetic": "bɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The name rings a bell.",
                "The bell sounded for dinner.",
                "Saved by the bell.",
                "This should ring alarm bells in all European countries and the United States.",
                "The answers came back clear as a bell."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVsbA&hash=d2119eec40cd5572ab93f92772f8d9de8b3fe833&lang=en&cache-only=0",
            "defineEn": "a metal cup-shaped object with a separate piece of metal hanging inside that makes a ringing noise when it moves",
            "defineVi": "một vật thể hình chiếc cốc bằng kim loại với một miếng kim loại riêng biệt treo bên trong tạo ra tiếng chuông khi nó di chuyển",
            "hasImg": true
        },
        {
            "id": "7544510a-0756-4dff-b65e-7532441e4e46",
            "word": "dance floor",
            "phonetic": "dæns floːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I saw you at the club last night, strutting your stuff on the dance floor!",
                "It's odd seeing pictures of my granddad tearing up the dance floor in his zoot suit as a young man.",
                "You want me to roller skate into the dance floor?",
                "Too old to, say, for example, to be out there on the dance floor with my nephews and nieces when they're partying.",
                "Once everyone's eaten, which is obviously the most important part of the party, everyone will be on the dance floor."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFuY2UgZmxvb3I&hash=ccd528edbd7925026067b7d52ac4d3dea71c6a9a&lang=en&cache-only=0",
            "defineEn": "the floor of a disco, club, etc. where people can dance",
            "defineVi": "sàn của vũ trường, câu lạc bộ, v.v. nơi mọi người có thể khiêu vũ",
            "hasImg": true
        },
        {
            "id": "63a0b571-a500-437c-beb1-6cc3df820f23",
            "word": "honeymoon",
            "phonetic": "hʌnɪmuːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The crowd wished them well as they left for their honeymoon.",
                "I said, \"The honeymoon stage?\"",
                "What's after the honeymoon stage?",
                "It was like the honeymoon phase, right?",
                "I thought that that sounds about right, the honeymoon stage."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9uZXltb29u&hash=6e40cd31b444a4633c5b7e47370c5457f76d5142&lang=en&cache-only=0",
            "defineEn": "a holiday taken by newlyweds",
            "defineVi": "một kỳ nghỉ được thực hiện bởi các cặp vợ chồng mới cưới",
            "hasImg": true
        },
        {
            "id": "73e3c5c3-8813-4685-953a-51422243321f",
            "word": "newlywed",
            "phonetic": "nuːlɪwɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "A 2015 study asked couples for their best piece of financial advice to newlyweds.",
                "So the rumor has it you guys are newlyweds, is that right?",
                "And newlyweds were often given a pair so they could start breeding a herd for their new family.",
                "And we're newlyweds right now, and we're just enjoying each other."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV3bHl3ZWQ&hash=703f9f3b8d8c41df6c49118aee50e6d216062fed&lang=en&cache-only=0",
            "defineEn": "someone who has recently gotten married",
            "defineVi": "một người vừa mới kết hôn",
            "hasImg": true
        },
        {
            "id": "78c79ef9-2587-4832-a2f2-b8658fb9dd49",
            "word": "pregnant",
            "phonetic": "pɹɛɡnənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Now, this can't go beyond these four walls, but Janet told me that she's pregnant!",
                "Now, I don't want anyone to know that I'm pregnant yet, so mum's the word.",
                "Shirley was four months pregnant and just starting to show.",
                "There are designated seats for elderly and pregnant passengers on the subway.",
                "Someone who is pregnant can pass a disease onto their child."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlZ25hbnQ&hash=ea85084c73e08369b3443691eee10b9063640304&lang=en&cache-only=0",
            "defineEn": "describing a woman or a female animal that carries a baby inside her or its body",
            "defineVi": "mô tả một người phụ nữ hoặc một con vật cái mang một em bé bên trong cơ thể của mình hoặc của nó",
            "hasImg": true
        }
    ]
}