{
    "id": "9f84315a-304c-4099-a288-187e6b21fbeb",
    "title": "Forms & Styles of Art",
    "originalTitle": "Forms & Styles of Art",
    "words": [
        {
            "id": "0e41bc6b-2b61-4303-9a3f-5d5c6d37c3db",
            "word": "embroidery",
            "phonetic": "ɛmbɹɔɪdɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She admired the intricate design and embroidery on the toe of her handmade slippers.",
                "Liles: The Rose Phantom is the biggest embroidery we've done to date.",
                "If it was our embroidery stalk, then we could work on maybe 500 embroidery stalks over two weeks to a month.",
                "I think it’s less about embroidery and more about silhouettes.",
                "It's not just a case of scanning in an image, turning it into embroidery."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1icm9pZGVyeQ&hash=67ce4d34db5922f047073ff1a7d9a6f964a6ad7e&lang=en&cache-only=0",
            "defineEn": "the activity of sewing decorative patterns onto a piece of clothing",
            "defineVi": "hoạt động may các mẫu trang trí lên một bộ quần áo",
            "hasImg": true
        },
        {
            "id": "03e65c4d-90a3-408a-80ad-bb6bd9ecdd64",
            "word": "calligraphy",
            "phonetic": "kælɪɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Through Skillshare you have access to teachers who are experts in their field, like best-selling author and award-winning educator Peggy Dean, who teaches calligraphy, botanical line drawing, and how to price your work as a freelancer."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FsbGlncmFwaHk&hash=ae3dd6194f07820ba32ebe7a9784c02fbac12575&lang=en&cache-only=0",
            "defineEn": "the art of producing beautiful handwriting using special writing instruments such as a dip or brush pen",
            "defineVi": "nghệ thuật viết chữ đẹp bằng cách sử dụng các dụng cụ viết đặc biệt như bút nhúng hoặc bút lông",
            "hasImg": true
        },
        {
            "id": "1f83d3e1-866e-47e0-af77-7af1d5a08a3d",
            "word": "carving",
            "phonetic": "kɑːɹvɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But stone carvings mostly concern gods and wars.",
                "You're stone carving?",
                "This is a recent carving event.",
                "Meanwhile, erosion and other processes have also played a part, with wind and rain carving canyons, arches, and other amazing landscapes.",
                "Decorated with art for pictograms and stone carvings of animals and mythical creatures."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FydmluZw&hash=16b2ab027b4ec840d79d1b2dd071c5458f7d7b1a&lang=en&cache-only=0",
            "defineEn": "the art or process of making a particular pattern or object by cutting solid material",
            "defineVi": "nghệ thuật hoặc quy trình tạo ra một mẫu hoặc đối tượng cụ thể bằng cách cắt vật liệu rắn",
            "hasImg": true
        },
        {
            "id": "0e0c0cfd-7334-4076-82ec-4bf282d34bed",
            "word": "engraving",
            "phonetic": "ɛŋɡɹeɪvɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "There are thousands of Mayan stone engravings.",
                "And linguists have only recently decoded many hieroglyphs found on Mayan engravings.",
                "In the mid-1800s, a German explorer crossing the Sahara encountered the paintings and engravings left behind by those early Holocene artists.",
                "It's a story often hidden in plain sight, as in this 19th century engraving, intended to capture the campus in all its glory, there on a balcony, an enslaved woman holding the child of a professor.",
                "The scientists concluded that, as the engravings evolved, they became more effective at provoking a cognitive response in the viewer."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5ncmF2aW5n&hash=382510a088cb02951572c7a423eec575d662fe26&lang=en&cache-only=0",
            "defineEn": "the art or process of carving an artistic shape or pattern on a hard material",
            "defineVi": "nghệ thuật hoặc quá trình chạm khắc một hình dạng hoặc hoa văn nghệ thuật trên vật liệu cứng",
            "hasImg": true
        },
        {
            "id": "086dbdb1-6ba3-4e11-ab11-4ece41f2f819",
            "word": "ceramics",
            "phonetic": "sᵻɹæmɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "And so we thought, how can we kind of build a workflow for this project for Tulsa that is about rebuilding and building and this kind of ceramics history?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VyYW1pY3M&hash=0c3594cf83d4195633e5e8fcd9a47a3c779e1a69&lang=en&cache-only=0",
            "defineEn": "the process or art of making objects out of clay that are heated to become resistant",
            "defineVi": "quá trình hoặc nghệ thuật tạo ra các đồ vật từ đất sét được nung nóng để trở nên bền",
            "hasImg": true
        },
        {
            "id": "925097ff-eb1e-445f-b776-ac372b486e1f",
            "word": "origami",
            "phonetic": "ɔːɹɪɡɑːmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This new origami structure needed only ten.",
                "- You're like an origami master.",
                "That’s where the origami comes in.",
                "And if you wanted to make your own little paper toys, you should try this origami class on Skillshare!",
                "We are calling this an origami face shield, and it’s the Level 1 protection."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JpZ2FtaQ&hash=8df9616af725b8e21dda0de8d1c8ee59183b61b9&lang=en&cache-only=0",
            "defineEn": "the practice or art of folding paper into desired shapes, which is originated from Japanese culture",
            "defineVi": "thực hành hoặc nghệ thuật gấp giấy thành các hình dạng mong muốn, có nguồn gốc từ văn hóa Nhật Bản",
            "hasImg": true
        },
        {
            "id": "d8f036f1-7cb1-4b90-8913-beb77361d9e6",
            "word": "portraiture",
            "phonetic": "poːɹtɹɪtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Traditional subjects of portraiture were often nobility or religious figures."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ydHJhaXR1cmU&hash=3a8d769c3e999645614ea4c14b59a4f6b89b0997&lang=en&cache-only=0",
            "defineEn": "the art or act of making portraits of people",
            "defineVi": "nghệ thuật hoặc hành động vẽ chân dung của mọi người",
            "hasImg": true
        },
        {
            "id": "4d5ba9e1-6643-40a8-a81a-4a05668cec4f",
            "word": "tapestry",
            "phonetic": "tæpᵻstɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "On the inside, there are tapestries, lots of gold, an office, bedroom, and full gym for the president.",
                "Science is a tapestry, and when you yank at one thread, the whole thing may need reweaving.",
                "This pathetic computer printout is about the opposite of an experience of this work, an immersive environment of color, created through the placement of soft bales of fiber and hanging tapestries.",
                "But he believed in America as this wonderful tapestry coming together around some fundamental principles and as an experiment in progress that we constantly had to perfect. "
            ],
            "audio": "https://tts.langeek.co/read?text=dGFwZXN0cnk&hash=845ca3bbf93ee51e6c56977a3ffc5e8a04d4b85f&lang=en&cache-only=0",
            "defineEn": "a thick piece of handwoven textile with designs or pictures on it that is used for hangings, curtains, etc.",
            "defineVi": "một mảnh vải dệt thủ công dày có thiết kế hoặc hình ảnh trên đó được sử dụng để treo, rèm cửa, v.v.",
            "hasImg": true
        },
        {
            "id": "f5f33827-1baa-4ccc-82dc-63ac5b850035",
            "word": "collage",
            "phonetic": "kɑːlɑːʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Howardena Pindell made this mixed-media collage in 1988.",
                "He teamed up with Christie's for the sale of Beeple's collage.",
                "Let's make a collage about it.",
                "I'd describe them as a hybrid of sorts because they're kind of a collage in a way.",
                "You could even add in certain memories that may come up while you're doing this collage and putting that together."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGFnZQ&hash=8b365b149ef347485d4467a89f3e143357af9cc9&lang=en&cache-only=0",
            "defineEn": "the art of making pictures by sticking photographs, pieces of cloth or colored paper onto a surface",
            "defineVi": "nghệ thuật tạo tranh bằng cách dán các bức ảnh, mảnh vải hoặc giấy màu lên một bề mặt",
            "hasImg": true
        },
        {
            "id": "eec6ad7f-a7c8-4189-9426-18d26994309b",
            "word": "mural",
            "phonetic": "mjʊɹɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The murals on the Protestant side of Northern Ireland's religious divide are less sentimental and more militaristic.",
                "Government-commissioned murals by Rivera and others were part of that, literally painting the contributions of Mexico's indigenous peoples back into its history and its present.",
                "His signature mural celebrates Bobby Sands, considered a martyr by the IRA.",
                "Protestant mural artist Mark Ervine walked us across the dividing line.",
                "Today we have finished the making of the biggest mural in Palestine."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVyYWw&hash=2d47a37b19ee8bfacdcdb5fe31b5914f92edcc70&lang=en&cache-only=0",
            "defineEn": "a large painting done on a wall",
            "defineVi": "một bức tranh lớn được thực hiện trên một bức tường"
        },
        {
            "id": "32d10a6c-1881-4a42-93c7-9065e10a3825",
            "word": "tableau",
            "phonetic": "tæbloʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Food and fine living were a focus in Monet’s life and also an integral part of his approach to art, part of the tableau of modern existence he carefully constructed around him, and that he also liked very much to paint."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFibGVhdQ&hash=1a8836d36f6fc467f9596bb76aa484be6b7c0e66&lang=en&cache-only=0",
            "defineEn": "a group of models or statues arranged in an artistic way, representing a famous historical or fictitious scene",
            "defineVi": "một nhóm các mô hình hoặc tượng được sắp xếp một cách nghệ thuật, đại diện cho một cảnh lịch sử hoặc hư cấu nổi tiếng"
        },
        {
            "id": "e44ae5fb-ba2b-4a09-a32f-6e4ba542ad63",
            "word": "still life",
            "phonetic": "stɪl laɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "But moving on, I also collected this lovely still life over here by the brilliant Dutch painter, Jan van Huysum.",
                "There is a lot written about this guy, an Italian artist very well known for his still life paintings of pretty basic objects arranged on plain surfaces.",
                "He started making still lifes in the 1910s and just kept on going, collecting bottles, boxes, jars, pots, pitchers, and the like, and replaying them again and again in different configurations.",
                "He liked to paint them, too, of course, both in indoor settings and still life arrangements, and outdoors in compositions capturing urban gardens, and in the countryside where he enjoyed painting in plein-air, the French term for, uh, painting outside."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RpbGwgbGlmZQ&hash=a1e0b7fcd2628da5f8d4b166ed2a2fcd2eb5f36d&lang=en&cache-only=0",
            "defineEn": "a painting or drawing, representing objects that do not move, such as flowers, glassware, etc.; an artwork created using this method",
            "defineVi": "một bức tranh hoặc bản vẽ, đại diện cho các vật thể không di chuyển, chẳng hạn như hoa, đồ thủy tinh, v.v.; một tác phẩm nghệ thuật được tạo bằng phương pháp này",
            "hasImg": true
        },
        {
            "id": "24ff9a3f-71f7-423a-9b4c-66c6b794edb0",
            "word": "surrealism",
            "phonetic": "sɚɹiːəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "What's more, surrealism gives us a way to think about the connection between individual creative freedom and collective liberation.",
                "This is the case for surrealism.",
                "Like other avant-gardes before it, surrealism drew inspiration from non-western or so-called primitive cultures which for them provided an alternative set of aesthetic and social values.",
                "For Apollinaire, surrealism meant the fruits of the human imagination freed from the task of imitating nature.",
                "Surrealism was ambitious, contradictory, and complex and it has a history you might not guess from how the word is used today."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VycmVhbGlzbQ&hash=465102adc9b0e11cfd30b0833dbc80d681e37be9&lang=en&cache-only=0",
            "defineEn": "a 20th-century style of art and literature in which unrelated events or images are combined in an unusual way to represent the experiences of the mind",
            "defineVi": "một phong cách nghệ thuật và văn học thế kỷ 20, trong đó các sự kiện hoặc hình ảnh không liên quan được kết hợp theo một cách khác thường để thể hiện những trải nghiệm của tâm trí",
            "hasImg": true
        },
        {
            "id": "ad81e3a9-a32d-401c-8848-57272bd727e7",
            "word": "symbolism",
            "phonetic": "sɪmbəlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The symbolism of what he didwas overwhelmingly clear.",
                "Though it may seem like a childish fairytale, this intricate opera is full of subversive symbolism, and it's now regarded as one of the most influential operas in history.",
                "They understood the symbolism, they understood the message that it sent to his base.",
                "Although Roman culture was never fully lost, its influence declined and new art styles arose focused on religious symbolism and allegory rather than proportion and realism.",
                "A lot of folklorists argue that they have a sexual symbolism as well, but I’ll let you Google that."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ltYm9saXNt&hash=2eb42a3d3c2720d4b925fdb3f27e75aea71fbfce&lang=en&cache-only=0",
            "defineEn": "a late 19th-century style or movement of art that tried to express thoughts and states of mind in strong words and images, called symbols, and avoided detailed representations of the reality",
            "defineVi": "một phong cách hoặc phong trào nghệ thuật cuối thế kỷ 19 cố gắng thể hiện những suy nghĩ và trạng thái của tâm trí bằng những từ ngữ và hình ảnh mạnh mẽ, được gọi là biểu tượng và tránh những biểu hiện chi tiết của thực tế",
            "hasImg": true
        },
        {
            "id": "9efbb8ec-db02-4eab-bc29-40f30121b3cb",
            "word": "abstract",
            "phonetic": "æbstɹækt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The author abstracted key themes from the novel in her literary analysis.",
                "The scientist abstracted the data from various sources to analyze trends.",
                "The professor delivered a lecture on abstract mathematics, exploring complex theories and formulas.",
                "The scientist presented an abstract theory that revolutionized our understanding of the universe.",
                "The film incorporated abstract imagery and surreal elements to convey the protagonist's inner emotional journey."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJzdHJhY3Q&hash=b698d86340386a7b5a49e689993ceb2596b7dc7f&lang=en&cache-only=0",
            "defineEn": "(of a form of art) not depicting things as they are in real life but as what the artist thinks of them",
            "defineVi": "(của một loại hình nghệ thuật) không miêu tả sự vật như chúng vốn có trong đời thực mà là những gì người nghệ sĩ nghĩ về chúng",
            "hasImg": true
        },
        {
            "id": "f83032b4-8211-4225-81f0-609c36d74e15",
            "word": "Baroque",
            "phonetic": "bɚɹoʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "In grand baroque paintings, you can find devils, serpents, old hags, and other signs of evil filtering across society.",
                "- You know that's Baroque, that's Baroque music."
            ],
            "audio": "https://tts.langeek.co/read?text=QmFyb3F1ZQ&hash=6296d5a8b3298865d3b9b6d880ad802a5cadb266&lang=en&cache-only=0",
            "defineEn": "an ornate and grand style of art, music, and architecture present in the 17th and early 18th centuries in Europe",
            "defineVi": "một phong cách nghệ thuật, âm nhạc và kiến trúc trang trí công phu và hoành tráng có từ thế kỷ 17 và đầu thế kỷ 18 ở châu Âu"
        },
        {
            "id": "56c289e5-47a2-41cb-a2bf-3954d69427bd",
            "word": "batik",
            "phonetic": "bæɾɪk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmF0aWs&hash=65c2b382aa84201d58ece2f042af8c1b8b92b599&lang=en&cache-only=0",
            "defineEn": "‌a technique used to color designs on fabrics in which wax is applied to the parts that should be left undyed, originally used in the island of Java, Indonesia",
            "defineVi": "‌một kỹ thuật được sử dụng để tạo màu cho các thiết kế trên vải trong đó sáp được bôi lên những phần không được nhuộm, ban đầu được sử dụng ở đảo Java, Indonesia",
            "hasImg": true
        },
        {
            "id": "e4a5adae-1a3f-4763-8496-2941055c7b68",
            "word": "classicism",
            "phonetic": "klæsɪsɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2xhc3NpY2lzbQ&hash=31640ec62336025bec2d6f13bea00803187ff89e&lang=en&cache-only=0",
            "defineEn": "a style of art and literature associated with harmony, simplicity, and beauty based on the standards of ancient Greece and Rome, Classicism was popular in Europe from the Renaissance to the 18th century",
            "defineVi": "một phong cách nghệ thuật và văn học gắn liền với sự hài hòa, đơn giản và đẹp đẽ dựa trên các tiêu chuẩn của Hy Lạp và La Mã cổ đại, Chủ nghĩa cổ điển phổ biến ở châu Âu từ thời Phục hưng đến thế kỷ 18",
            "hasImg": true
        },
        {
            "id": "47f69a7d-7772-4730-8aad-71b6d747ea5f",
            "word": "silhouette",
            "phonetic": "sɪlʊwɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "You can backlight multiple silhouettes from different angles.",
                "It recognizes the silhouette of its prey in even the most dim light.",
                "The moon silhouetted the planes around us and danced on the white caps of the channel below us.",
                "This 33,000 square-foot room features silhouettes of woodland creatures, hanging basket chairs, and bean bags.",
                "Even in Amazon's commercials, the people are almost like shadows and silhouettes."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lsaG91ZXR0ZQ&hash=641f57c5c478ae6e56fdd1e064962803909bc6c6&lang=en&cache-only=0",
            "defineEn": "a drawing that depicts the outline of someone or something that is in a single black color and against a light background, often from the side",
            "defineVi": "một bản vẽ mô tả đường viền của một ai đó hoặc một cái gì đó có một màu đen duy nhất và trên nền sáng, thường là từ một bên",
            "hasImg": true
        },
        {
            "id": "ac84828f-3bfa-4712-bd35-f5de5bdb0c78",
            "word": "charcoal",
            "phonetic": "tʃɑːɹkoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Friends gather around the grill as spare ribs slowly cook over charcoal.",
                "\"Charcoal toothpaste is better than regular toothpaste.\"",
                "\"Charcoal toothpaste is better than regular toothpaste.\"",
                "Coal burned more efficiently than charcoal.",
                "Normally, incense sticks are made from charcoal."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcmNvYWw&hash=a2672e9b871871889a6beaa71d4c058cab7fc70d&lang=en&cache-only=0",
            "defineEn": "a piece or pencil made of a black substance mostly consisting carbon, used by artists for drawing",
            "defineVi": "một mảnh hoặc bút chì làm bằng chất màu đen chủ yếu bao gồm carbon, được các nghệ sĩ sử dụng để vẽ",
            "hasImg": true
        },
        {
            "id": "2264d99a-7a15-4e3b-97d3-433bc98e4850",
            "word": "crayon",
            "phonetic": "kɹeɪɑːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "William was never known as the brightest crayon in the box.",
                "Your mother's not the sharpest crayon in the box, and she does great.",
                "Which is a good thing, otherwise crayons would melt in your hand!",
                "You’ll only need two things: your old crayons, and some kind of bakeable mold to shape the new crayons in.",
                "It’s time to check our crayons!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JheW9u&hash=8ca00ed34f6b61c55585f9fd049d462d2993c072&lang=en&cache-only=0",
            "defineEn": "a small stick of white or colored wax or chalk, used for writing or drawing",
            "defineVi": "một thanh nhỏ sáp hoặc phấn màu trắng hoặc màu, được sử dụng để viết hoặc vẽ",
            "hasImg": true
        },
        {
            "id": "d820a907-f7e5-4375-8553-c4067e061a18",
            "word": "mannerism",
            "phonetic": "mænɚɹɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The person may have unusual mannerisms.",
                "Although feudal mannerisms would evolve over time, the spirit behind them remained constant.",
                "So what you do is you match the other person's posture and mannerism.",
                "It could be just one mannerism that I'm doing that reminds you of them and that's why the transference is happening.",
                "So we need to figure out that other things, other than that one mannerism that are different and that set me apart from that other person."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFubmVyaXNt&hash=e8383c05f8efa2929fe7df3f63a7e0d4bc5a87df&lang=en&cache-only=0",
            "defineEn": "a European style of art in the late 16th century characterized by hyper-idealization and distorted human forms",
            "defineVi": "một phong cách nghệ thuật châu Âu vào cuối thế kỷ 16 được đặc trưng bởi sự siêu lý tưởng hóa và các hình dạng con người bị bóp méo"
        },
        {
            "id": "8a33450b-523c-47a0-9d03-dee28fb12591",
            "word": "figurative",
            "phonetic": "fɪɡjɚɹətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This is the figurative definition.",
                "It's not a real paralysis, it's a figurative term.",
                "Artists are thinking abstractly and figurative, trying to blur the lines between them.",
                "They were the first figurative art made by both our kids somewhere between the ages of 2 and 3.",
                "There are many extremely affecting memorials that are figurative, including German artist Käthe Kollwitz’s 1920 woodcut"
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlndXJhdGl2ZQ&hash=80ca91ec0189f947b1a0d6b2951ec0a96b49433d&lang=en&cache-only=0",
            "defineEn": "representing people, animals and objects and forms as they appear in the real world",
            "defineVi": "đại diện cho con người, động vật và đồ vật và hình dạng khi chúng xuất hiện trong thế giới thực"
        },
        {
            "id": "cfe0b8f1-6e87-4ff5-b63a-b5a66adedf74",
            "word": "minimalism",
            "phonetic": "mɪnɪməlɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Minimalism had its haters from the start.",
                "But minimalism changed things.",
                "I see minimalism.",
                "But minimalism is a resistant lover.",
                "But minimalism was a rejection of what came before."
            ],
            "audio": "https://tts.langeek.co/read?text=bWluaW1hbGlzbQ&hash=c2e75653be7afaf443e5f27df11bd079aca1fab3&lang=en&cache-only=0",
            "defineEn": "‌a style of art, music, or design that arose in the 1950s and is associated with simplicity and uses only a limited number of elements",
            "defineVi": "‌một phong cách nghệ thuật, âm nhạc hoặc thiết kế phát sinh vào những năm 1950 và gắn liền với sự đơn giản và chỉ sử dụng một số yếu tố hạn chế",
            "hasImg": true
        },
        {
            "id": "c07db0ab-6b4c-40db-a6d3-6c4fba9e5c0e",
            "word": "retrospective",
            "phonetic": "ɹɛtɹoʊspɛktɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "That’s retrospective inevitability.",
                "O’Hara curated the 1965 David Smith exhibition that traveled through Europe, the 1965 Robert Motherwell retrospective, and MoMA’s 1966 Reuben Nakian retrospective.",
                "Positive results were mostly found in retrospective studies, which look at people after they've been diagnosed.",
                "Instead, scientists often have to rely on after-the-fact case studies written up by doctors, retrospective studies, or reviews of these.",
                "Again, we can call it a self-delusion, or even the retrospective self-delusion."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV0cm9zcGVjdGl2ZQ&hash=1ef0bfb6b1375670464e3cbbb9187f56e5ef99d0&lang=en&cache-only=0",
            "defineEn": "a public exhibition of an artist's work over a span of time, showing their career development",
            "defineVi": "một triển lãm công cộng về tác phẩm của một nghệ sĩ trong một khoảng thời gian, cho thấy sự phát triển nghề nghiệp của họ"
        },
        {
            "id": "fa6ffbd7-0658-42f2-9edc-3282401539f9",
            "word": "perspective",
            "phonetic": "pɚspɛktɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "He had a different perspective on the movie.",
                "She discovered new perspectives and solutions that she never would have considered otherwise.",
                "From the perspective of realizer functionalism, the role variety rides roughshod over distinctions that need to be taken seriously.",
                "I tried to put the matter into perspective.",
                "Leave it to anxiety to put a situation out of perspective."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc3BlY3RpdmU&hash=5a86ddba161e579ae0b16bd34489b04093414f87&lang=en&cache-only=0",
            "defineEn": "the technique of representing a two-dimensional object in a way that gives the right impression of distance by drawing objects and people that are farther in a smaller size",
            "defineVi": "kỹ thuật thể hiện một vật thể hai chiều theo cách mang lại ấn tượng đúng về khoảng cách bằng cách vẽ các vật thể và con người ở xa hơn với kích thước nhỏ hơn",
            "hasImg": true
        },
        {
            "id": "b1fa875b-1409-432b-a390-0229709a3929",
            "word": "palette",
            "phonetic": "pælət ",
            "partOfSpeechType": "noun",
            "examples": [
                "and I really wanted a palette.",
                "But here is my eyeshadow palette.",
                "So don't cleanse the palette?",
                "This is my palette.",
                "And you all said the Natasha Denona Sunrise palette."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFsZXR0ZQ&hash=98026d4468b5dad2a4bb61602d9fcb8089b87402&lang=en&cache-only=0",
            "defineEn": "a thin oval board that a painter uses to mix colors and hold pigments on, with a hole for the thumb to go through",
            "defineVi": "một tấm bảng hình bầu dục mỏng mà một họa sĩ sử dụng để trộn màu và giữ các sắc tố trên đó, có một lỗ cho ngón tay cái đi qua",
            "hasImg": true
        },
        {
            "id": "b59b88e5-356f-4725-9f7b-f8dd6c12e9c9",
            "word": "pigment",
            "phonetic": "pɪɡmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now, corals actually produce these pigments all the time.",
                "Under their fur, their skin is lightly pigmented.",
                "See, like algae, corals can produce pigments.",
                "But arsenic pigments weren’t the only harmful ones.",
                "The blue color isn’t from a pigment."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlnbWVudA&hash=cfe40066b476d4219080498d7b7365f36fdc09e5&lang=en&cache-only=0",
            "defineEn": "a dry substance that has to be mixed with a liquid to produce paint",
            "defineVi": "một chất khô phải trộn với chất lỏng để tạo ra sơn",
            "hasImg": true
        },
        {
            "id": "0242b22d-272b-46d4-b7d1-71464975d448",
            "word": "muse",
            "phonetic": "mjuːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Better to be born lucky than rich, he mused.",
                "Hillary Clinton as the muse that inspires the Russian demonstrations?",
                "Like, in sonnet 144, he actually compares the two muses.",
                "I work as a fine art muse.",
                "There's Muse, hold on, I know,"
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzZQ&hash=52224d260cbeebfed61fe55a33ecd161f13ddf44&lang=en&cache-only=0",
            "defineEn": "a source of inspiration for an artist or author that gives them ideas or motivates them to create works of art",
            "defineVi": "một nguồn cảm hứng cho một nghệ sĩ hoặc tác giả cung cấp cho họ những ý tưởng hoặc thúc đẩy họ tạo ra các tác phẩm nghệ thuật"
        },
        {
            "id": "db7be49d-d652-498e-8b3a-4455c9e2a86f",
            "word": "likeness",
            "phonetic": "laɪknəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Yes, that's right, name, image and likeness state statutes.",
                "\"It allows college athletes to be paid for their name, their image and their likeness.\"",
                "But just imagine if you had hours and hours and hours of video at hand, we could create a really good likeness of you from different angles, saying different things.",
                "He provided examples by plotting human likeness against likability for things like robots and puppets, and came up with a graph with a sharp dip: that is the uncanny valley.",
                "But as of now, there's no way to be sure exactly who has access to your likeness."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlrZW5lc3M&hash=68109f233f5f2a12f7322c8458bd7f2130b31d48&lang=en&cache-only=0",
            "defineEn": "a portrait or representation of someone, especially one that looks just like them",
            "defineVi": "một bức chân dung hoặc đại diện của một ai đó, đặc biệt là một người trông giống như họ",
            "hasImg": true
        },
        {
            "id": "388e9c24-7aac-4d09-b62d-839cb1cd9920",
            "word": "patron",
            "phonetic": "peɪtɹən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Patrons get access to cool perks, like monthly livestreams and bloopers.",
                "Also his patron, the Yongle Emperor, died.",
                "A sign outside the drive-in movie theater politely asks patrons not to bring in any dynamite. ",
                "This episode of SciShow goes out to our patrons on Patreon!",
                "Patrons get access to neat perks, like monthly livestreams and a community Discord where you can chat with members of our team."
            ],
            "audio": "https://tts.langeek.co/read?text=cGF0cm9u&hash=e5d64274317f4566c17ebb6b3ebc2662c53bc77c&lang=en&cache-only=0",
            "defineEn": "an individual who provides monetary aid for an artist, charity, cause, etc.",
            "defineVi": "một cá nhân cung cấp viện trợ tiền tệ cho một nghệ sĩ, tổ chức từ thiện, nguyên nhân, v.v."
        },
        {
            "id": "71481081-9ebe-49ca-837e-e56c6fc11c46",
            "word": "curator",
            "phonetic": "kjʊɹɹeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The museum curator collects antique artworks for the museum's collection.",
                "Hey curator, come here.",
                "Funny story, our curator actually did find a human skull in the dumpster behind this building.",
                "Alexis interviewed museum curators, former Apollo engineers, current NASA scientists, and even some science YouTubers.",
                "Christiane Paul is curator of new media arts at New York's Whitney Museum."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VyYXRvcg&hash=fe917aa37ab4da2234f0f776e8bda4ecd2e69123&lang=en&cache-only=0",
            "defineEn": "someone who is in charge of a museum, taking care of a collection, artwork, etc.",
            "defineVi": "người phụ trách bảo tàng, chăm sóc bộ sưu tập, tác phẩm nghệ thuật, v.v.",
            "hasImg": true
        },
        {
            "id": "9e0c7110-37dd-4295-9494-303ed582648c",
            "word": "harmony",
            "phonetic": "hɑːɹməni ",
            "partOfSpeechType": "noun",
            "examples": [
                "The studied composition in Vermeer's paintings invokes a balanced harmony.",
                "Now the political fight over Brexit, Britain's exit from the European Union, is threatening that precious harmony.",
                "But harmony is also a key component of his efforts as the president of a university, which, like many institutions, is beset with issues of racism and division.",
                "Way, harmony, way gotta have that harmony.",
                "In the 17th century, Johannes Kepler theorized cosmic musical harmonies to explain the nature of planetary orbits."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFybW9ueQ&hash=4bd699d77e8f791286c9073544a26a2068b46e5d&lang=en&cache-only=0",
            "defineEn": "a pleasing combination of things in a way that forms a coherent whole",
            "defineVi": "một sự kết hợp dễ chịu của mọi thứ theo cách tạo thành một tổng thể mạch lạc"
        },
        {
            "id": "40230a5a-928f-4e5f-b079-1a4b73ba7bd4",
            "word": "impasto",
            "phonetic": "ɪmpæstoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW1wYXN0bw&hash=62f677528043dc6a05b470c13741a6702069aaaa&lang=en&cache-only=0",
            "defineEn": "a painting technique in which paint is applied so thickly to the canvas or panel that the brush strokes are visible",
            "defineVi": "một kỹ thuật vẽ tranh trong đó sơn được phủ dày đến mức có thể nhìn thấy các nét cọ"
        },
        {
            "id": "c1a2850f-e434-4d58-82da-1532cce5633a",
            "word": "icon",
            "phonetic": "aɪkɑːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Images of thatextraordinary confrontation became icons of freedom.",
                "Pot icon I guess.",
                "Click the calendar icon here.",
                "Then tap the share icon.",
                "The three-lines icon will display a menu of additional settings."
            ],
            "audio": "https://tts.langeek.co/read?text=aWNvbg&hash=7408974a1491bd5778e92dae2ebbffbfab491782&lang=en&cache-only=0",
            "defineEn": "a depiction of Jesus Christ or a holy figure painted on a wooden panel often on a gilded background, venerated by the Eastern Orthodox Church",
            "defineVi": "một mô tả về Chúa Giêsu Kitô hoặc một nhân vật thánh được vẽ trên một tấm gỗ thường trên nền mạ vàng, được tôn kính bởi Nhà thờ Chính thống Đông phương"
        },
        {
            "id": "44807e80-f02e-466d-a06e-62ae23968022",
            "word": "bust",
            "phonetic": "bʌst ",
            "partOfSpeechType": "noun",
            "examples": [
                "I just about busted a gut.",
                "They're busting a move tomorrow.",
                "Time to bust a move.",
                "She busts her chops to make sure your experience is above and beyond.",
                "Let's bust a move."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVzdA&hash=8a38bb2cdbc1127da779cc1c769d880b91eff6bf&lang=en&cache-only=0",
            "defineEn": "a sculpture representing someone's head, shoulders and chest",
            "defineVi": "một tác phẩm điêu khắc đại diện cho đầu, vai và ngực của ai đó",
            "hasImg": true
        },
        {
            "id": "34fa3b80-4703-4192-ac53-5079cbd1ab9e",
            "word": "to sculpt",
            "phonetic": "tə skʌlpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "But that only sculpts our outer shell.",
                "Sculpting Mechanical Pencil in Taupe.",
                "And thankfully, modern eye surgeons can sculpt the cornea with far less invasive tools.",
                "Guided by the refractive error and the shape of the cornea, the excimer laser robotically sculpts the exposed corneal bed into the correct shape.",
                "I sculpted the mouth and the lips and the whole head out of tin foil and then little glass marbles I used for the eyes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2N1bHB0&hash=7289abee32030a578f1b9becc5358753b3bfb204&lang=en&cache-only=0",
            "defineEn": "to form figures and objects by cutting and carving hard materials such as wood, stone, metal, etc.",
            "defineVi": "để tạo thành các hình và đồ vật bằng cách cắt và chạm khắc các vật liệu cứng như gỗ, đá, kim loại, v.v.",
            "hasImg": true
        },
        {
            "id": "16e49a67-cd57-42f1-8da2-a59e3b8141c2",
            "word": "restoration",
            "phonetic": "ɹɛstɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The six years that followed his restoration.",
                "And restoration, is that 80 percent, 50 or 60 percent?",
                "Engineer the restoration of Russia as a major power.",
                "And number three is the restoration, the restoring of rights.",
                "Others are based on the latest restoration methods."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzdG9yYXRpb24&hash=512789b87da7c6041195a6f8b51f15876f4a449b&lang=en&cache-only=0",
            "defineEn": "the act of repairing something such as an artwork, building, etc. to be in its original state",
            "defineVi": "hành động sửa chữa một cái gì đó như tác phẩm nghệ thuật, tòa nhà, v.v. để ở trạng thái ban đầu",
            "hasImg": true
        },
        {
            "id": "ce2decea-8446-488d-a82c-af3828c3ea54",
            "word": "shading",
            "phonetic": "ʃeɪdɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So this was the line needle and this was the shading needle.",
                "It's kind of the same thing as what variable rate shading does in DirectX12 and more modern titles.",
                "And how many were on the shading needle?",
                "how a stick figure is so clear what it is without a lot of lines or shading.",
                "First, we have a choropleth map, which shows how a theme like population changes over a particular space using different colors or shadings of colors."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hhZGluZw&hash=8e6ba3318ded799919e3042a3348a64d9746e2cd&lang=en&cache-only=0",
            "defineEn": "lines and markings in dark color that provide the effect of light and shade in a drawing or painting",
            "defineVi": "các đường kẻ và đánh dấu bằng màu tối mang lại hiệu ứng ánh sáng và bóng râm trong bản vẽ hoặc bức tranh",
            "hasImg": true
        },
        {
            "id": "feaf5204-efff-4202-9496-02cc45e0c31a",
            "word": "magnum opus",
            "phonetic": "mæɡnəm oʊpəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFnbnVtIG9wdXM&hash=77a8f2a8e5d0f04d53ccd1f1c1f35193bf491e29&lang=en&cache-only=0",
            "defineEn": "the greatest literary or artistic piece that an author or artist has created",
            "defineVi": "tác phẩm văn học hoặc nghệ thuật vĩ đại nhất mà một tác giả hoặc nghệ sĩ đã tạo ra"
        },
        {
            "id": "1c4ab899-1a4c-43dd-97cb-3ff9c4ba1d6b",
            "word": "pottery",
            "phonetic": "pɑːɾɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She bought a beautiful piece of European pottery as a souvenir.",
                "Pottery became widespread.",
                "The oldest example of spice use in cooking is 6,000-year-old pottery found with traces of garlic-mustard, a plant with otherwise little-to-no nutritional value.",
                "This pigment was used in paint for wall art or mummy coffins, or in glazes for pottery.",
                "Pottery Barn Kids and Teen accounted for 15% of sales, and the remainder came from lighting store Rejuvenation and online gift buying site, Mark and Graham."
            ],
            "audio": "https://tts.langeek.co/read?text=cG90dGVyeQ&hash=4cf137060fff1ceaf4050a630c117cad32aa248f&lang=en&cache-only=0",
            "defineEn": "the skill or activity of making dishes, pots, etc. using clay",
            "defineVi": "kỹ năng hoặc hoạt động làm bát đĩa, nồi, v.v. bằng đất sét",
            "hasImg": true
        },
        {
            "id": "ebab5ff2-17a0-4f48-b1a0-e7cd62478b55",
            "word": "taxidermy",
            "phonetic": "tæksɪdɚmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And taxidermy has played a role in history.",
                "Artistic taxidermy took an eccentric route in the Victorian Era with the introduction of anthropomorphic taxidermy.",
                "A lot of taxidermists today create anthropomorphic taxidermy.",
                "In the 1800s, scientists used taxidermy to study animals outside of their geographical region.",
                "Artistic taxidermy took an eccentric route in the Victorian Era with the introduction of anthropomorphic taxidermy."
            ],
            "audio": "https://tts.langeek.co/read?text=dGF4aWRlcm15&hash=8aebcc69d8fb4423952755e53f2b93f13383f3e9&lang=en&cache-only=0",
            "defineEn": "the art of preserving the dead body of animals by skinning and then filling them with a specific substance in order to use them as decoration",
            "defineVi": "nghệ thuật bảo quản xác chết của động vật bằng cách lột da và sau đó lấp đầy chúng bằng một chất cụ thể để sử dụng chúng làm vật trang trí",
            "hasImg": true
        },
        {
            "id": "66c4354b-d81b-4474-9bed-5f20822688e7",
            "word": "handicraft",
            "phonetic": "hændɪkɹæft ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dalahästar, or dala horses, are traditional handicrafts that have been around for centuries.",
                "The final stop is the weaving shed, where the making of household goods and handicrafts begins."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZGljcmFmdA&hash=53fa08488b92e3562764b524a192274f0c813b9b&lang=en&cache-only=0",
            "defineEn": "the activity or art of skillfully using one’s hand to create attractive objects",
            "defineVi": "hoạt động hoặc nghệ thuật sử dụng khéo léo bàn tay của mình để tạo ra những đồ vật hấp dẫn",
            "hasImg": true
        }
    ]
}