{
    "id": "9f9f1684-2ba3-4af8-8e26-5fee7a49a39e",
    "title": "Name That Game!",
    "originalTitle": "Lesson 56",
    "words": [
        {
            "id": "a4fe373d-0af2-4b92-9dbb-3838b1b2f311",
            "word": "entertainment",
            "phonetic": "ɛntɚteɪnmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The newspaper has an entertainment section with movie reviews and celebrity news.",
                "Let's have a movie night upstairs in the entertainment room.",
                "Many tourists visit Europe to experience its vibrant nightlife and entertainment.",
                "I always try to fill my free time with meaningful pursuits instead of wasting hours in front of mindless entertainment, remembering the wise words that idle hands are the devil's playthings.",
                "The actress, known for her carrot top, rose to fame in the entertainment industry and left a lasting impression on audiences."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW50ZXJ0YWlubWVudA&hash=2aeaa7b52446024be410e17eb8b5b5f71f4f59c3&lang=en&cache-only=0",
            "defineEn": "the action of providing people with a performer to make them laugh or amuse them",
            "defineVi": "hành động cung cấp cho mọi người một nghệ sĩ biểu diễn để khiến họ cười hoặc giải trí cho họ",
            "hasImg": true
        },
        {
            "id": "fab9545c-8e6b-4b55-aceb-92a3619b7720",
            "word": "recreation",
            "phonetic": "ɹɛkɹiːeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "We watched conventions kind of for recreation.",
                "These were not perfect recreations.",
                "It's not about recreation.",
                "Some anesthetics had been used for dubious recreation for centuries.",
                "These sections were used to make a 3D recreation of his brain in 2014."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjcmVhdGlvbg&hash=4d14d0f01ce340ecfd4aef4b298bcaff74570e65&lang=en&cache-only=0",
            "defineEn": "things done in one's free time for pleasure or enjoyment",
            "defineVi": "những việc được thực hiện trong thời gian rảnh rỗi để giải trí hoặc hưởng thụ",
            "hasImg": true
        },
        {
            "id": "8e30570b-a5ec-4edc-8c4a-cde26168f543",
            "word": "charades",
            "phonetic": "ʃɚɹeɪdz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hhcmFkZXM&hash=c8e7a63ec3a8ddb33324c2fb9420eb73d0827b9f&lang=en&cache-only=0",
            "defineEn": "a type of game in which a player does not speak and only uses movements or gestures to express the meaning of a word or phrase so that the other players can guess what word or phrase it is",
            "defineVi": "một loại trò chơi trong đó người chơi không nói mà chỉ sử dụng động tác hoặc cử chỉ để diễn đạt ý nghĩa của một từ hoặc cụm từ để những người chơi khác đoán đó là từ hoặc cụm từ nào",
            "hasImg": true
        },
        {
            "id": "d962e4a2-5230-49df-ac07-d790e3f6c37c",
            "word": "jigsaw puzzle",
            "phonetic": "dʒɪɡsɔː pʌzəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Life is like a messy jigsaw puzzle with too much room between the cracks.",
                "Instead, they fused together like pieces of a jigsaw puzzle, with interlocking ridges and valleys.",
                "When I first saw the airplane arrive here, it looked like a giant Lego set or a jigsaw puzzle.",
                "Plates that cover Earth like a giant jigsaw puzzle.",
                "I'm talking about things like do a jigsaw puzzle."
            ],
            "audio": "https://tts.langeek.co/read?text=amlnc2F3IHB1enpsZQ&hash=7e676f457bc3ab90edb8c6bf1b6798a1c7d35f60&lang=en&cache-only=0",
            "defineEn": "a picture on a cardboard that is cut into different pieces and one should fit them together in order for the picture to become whole again",
            "defineVi": "một bức tranh trên bìa cứng được cắt thành nhiều mảnh khác nhau và người ta phải ghép chúng lại với nhau để bức tranh trở nên nguyên vẹn",
            "hasImg": true
        },
        {
            "id": "a9c8a49c-6365-4b23-bc9d-c6bcc600e0b7",
            "word": "playmate",
            "phonetic": "pleɪmeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And Lee’s childhood playmate, Truman Persons, was a weird kid who spent extended periods visiting relatives next door.",
                "Much like ourselves, young orangutans involuntarily mimic the facial expressions and emotions of their playmates, with behaviors that closely parallel human smiling and laughter.",
                "But not only was Playboy one of the first to publish colored photographs of nude women, its Playmate concept set it apart from the rest.",
                "So you could enjoy a show, you could enjoy a gourmet dinner, or you could dance to disco music, or you could just go down into the Playmate bar and have a drink.",
                "The photo layouts were a seduction, with the Playmate slowly revealing more and more until being fully nude in the centerfold."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxheW1hdGU&hash=7a4cecae52b776b951db69fa11c8e5e58d498f90&lang=en&cache-only=0",
            "defineEn": "someone with whom a child plays",
            "defineVi": "một người mà một đứa trẻ chơi",
            "hasImg": true
        },
        {
            "id": "98471c33-147d-4115-8515-64ff36eb4d68",
            "word": "playing card",
            "phonetic": "pleɪɪŋ kɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Whether you are watching a movie or a tv show or playing cards or any number of things.",
                "In another study, college students placed bets on whether a playing card pulled from the top of the deck would be higher than their opponent’s.",
                "It appeared that Heathcliff had won Hindley's house, land and money from him when playing cards, so he was now the master of Wuthering Heights.",
                "It appeared that Heathcliff had won Hindley's house, land and money from him when playing cards, so he was now the master of Wuthering Heights.",
                "Playing cards with my teammates, going to the gym a bit more."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxheWluZyBjYXJk&hash=eb4717fd8f8a878f49180fb6532a3c93eeaf7c0e&lang=en&cache-only=0",
            "defineEn": "one of the set of 52 cards with unique symbols and numbers on one side, used in specific card games",
            "defineVi": "một trong bộ 52 lá bài có các ký hiệu và số duy nhất trên một mặt, được sử dụng trong các trò chơi bài cụ thể",
            "hasImg": true
        },
        {
            "id": "e94859d7-30d7-4468-b4af-6186862de029",
            "word": "club",
            "phonetic": "klʌb ",
            "partOfSpeechType": "noun",
            "examples": [
                "His clubs are collecting dust now.",
                "The club has an important place in the community as far as golf is concerned.",
                "Are you coming to the club with us tonight?",
                "The club will cease to exist if financial help is not found.",
                "They joined a swimming club to meet other swimmers and train together."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2x1Yg&hash=022ac594dac510e016ebbd16f69a0797da4e2f78&lang=en&cache-only=0",
            "defineEn": "(always plural) one of the four sets in a pack of playing cards that is marked with a black design in the shape of a leaf with 3 connected balls on a small stem; a card of such set",
            "defineVi": "(luôn luôn là số nhiều) một trong bốn bộ trong một bộ bài được đánh dấu bằng thiết kế màu đen có hình chiếc lá với 3 quả bóng được kết nối trên một thân nhỏ; một thẻ của bộ như vậy",
            "hasImg": true
        },
        {
            "id": "de608847-0f34-4a61-93b5-f4f0a0b56a09",
            "word": "diamond",
            "phonetic": "daɪəmənd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The diamond thief double-crossed his partners and gave them only worthless fake jewels.",
                "The diamonds appeared to be genuine.",
                "My grandfather was a bit of a rough diamond.",
                "The thug threw dust in her eyes and exchanged her real diamonds with fake stones.",
                "The speaker's slight stuttering did not detract from the power of her message, as a diamond with a flaw is better than a common stone that is perfect."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhbW9uZA&hash=cbf71b911e6bcbf5cefdf645e81e841d93178443&lang=en&cache-only=0",
            "defineEn": "(plural) one of the four suits in a pack of playing cards that is characterized by a red diamond shape; a card of such set",
            "defineVi": "(số nhiều) một trong bốn quân bài trong bộ bài được đặc trưng bởi hình thoi màu đỏ; một thẻ của bộ như vậy",
            "hasImg": true
        },
        {
            "id": "164be4fd-e286-4eca-b6ef-aba0a89cefd2",
            "word": "heart",
            "phonetic": "hɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our hearts go out to the families of the victims of this terrible tragedy.",
                "They never lost heart, even in the face of adversity.",
                "They pour out their hearts to God.",
                "Please, open your hearts to these poor people.",
                "And now the poor thing is crying his heart out."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhcnQ&hash=0df043b9bf913282183721a25e9a4a615cee0e75&lang=en&cache-only=0",
            "defineEn": "(plural) one of the four sets in a pack of playing cards that is marked with a red heart shape; a card of such set",
            "defineVi": "(số nhiều) một trong bốn bộ bài trong bộ bài được đánh dấu bằng hình trái tim màu đỏ; một thẻ của bộ như vậy",
            "hasImg": true
        },
        {
            "id": "4a08e352-309b-4bbe-956e-20c027f8c091",
            "word": "spade",
            "phonetic": "speɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "It is time to name names and call a spade a spade.",
                "It is time to name names and call a spade a spade.",
                "Mary might be the only one who calls a spade a spade.",
                "Mary might be the only one who calls a spade a spade.",
                "Maiopatagium has skin flaps in spades: stretching from its cheeks to its wrists, its wrists to its ankles, and its ankles to its tail."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BhZGU&hash=60c77fbc9c63b3fbe2ed6d68f7e032981fd4998f&lang=en&cache-only=0",
            "defineEn": "(plural) one of the four sets in a pack of playing cards that is marked with a black design in the shape of a pointed leaf with a small stem; a card of this set",
            "defineVi": "(số nhiều) một trong bốn bộ trong một bộ bài được đánh dấu bằng thiết kế màu đen có hình chiếc lá nhọn với một thân nhỏ; một thẻ của bộ này",
            "hasImg": true
        },
        {
            "id": "580c2269-eacf-4498-8c69-a2e00a4fb712",
            "word": "ace",
            "phonetic": "eɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "She served an ace.",
                "His ace in the hole is his political influence.",
                "Our superior technology is our ace in the hole.",
                "Darren Kinder has a couple aces up his sleeve this week.",
                "They usually have aces up their sleeves when they negotiate an important transaction."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNl&hash=96757ac3a5ed2654bfce653b4f023d344167590d&lang=en&cache-only=0",
            "defineEn": "one of the playing cards with only one symbol on it, which in most card games is considered the highest-ranking card",
            "defineVi": "một trong những quân bài chỉ có một biểu tượng trên đó, trong hầu hết các trò chơi bài được coi là quân bài cao cấp nhất",
            "hasImg": true
        },
        {
            "id": "88225366-5bb5-4a5e-a061-8b8c137b2b09",
            "word": "hand",
            "phonetic": "hænd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Canadian team handed the game to them on a silver plate.",
                "The girl held her father's hand tightly.",
                "She handed me a clean plate for dessert.",
                "The police had the situation well in hand.",
                "The prisoner held his head in his hands."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZA&hash=42372c981f552b4e6ec5da776f5b1bee27c6c04e&lang=en&cache-only=0",
            "defineEn": "the set of playing cards that a player is given during a game",
            "defineVi": "bộ thẻ chơi mà người chơi được đưa ra trong trò chơi",
            "hasImg": true
        },
        {
            "id": "6b66d77d-c3f6-40b0-897f-78c0044cbc99",
            "word": "tic-tac-toe",
            "phonetic": "tɪktæktoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I’ll drop a link with the rough history of tic-tac-toe down below.",
                "Here’s what some of you had to say: Tia M. Mohacsi on the Origin of Everything Facebook page pointed out three other uses of the hash sign/pound sign: the number sign, the musical sharp, and the tic-tac-toe board."
            ],
            "audio": "https://tts.langeek.co/read?text=dGljLXRhYy10b2U&hash=bc41c1b6a2f5a1700c80810f0c3d2b5a5105a8f2&lang=en&cache-only=0",
            "defineEn": "a game for two players who take a turn to put an X or O in nine provided squares, and the first player who manages to make a row, column or diagonal of three Xs or Os in those squares wins",
            "defineVi": "một trò chơi dành cho hai người chơi thay phiên nhau đặt dấu X hoặc O vào chín ô vuông cho sẵn và người chơi đầu tiên xếp được một hàng, cột hoặc đường chéo của ba dấu X hoặc O vào các ô vuông đó sẽ thắng",
            "hasImg": true
        },
        {
            "id": "180436c2-ab78-4268-91eb-89ba839c523f",
            "word": "handball",
            "phonetic": "hændbɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Anyway, all of this is probably less a criticism of Denmark, which is a perfectly nice place full of herring sandwiches and competitive handball, than it is a commentary on Elizabethan England, a place notorious for spying and also the place where Shakespeare actually lived."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZGJhbGw&hash=d9442455fbb408d80797c27a908ccaacd4033f03&lang=en&cache-only=0",
            "defineEn": "an indoor game for two teams of players each trying to throw a ball with their hands to the opponent’s goal",
            "defineVi": "một trò chơi trong nhà dành cho hai đội chơi, mỗi đội cố gắng ném bóng bằng tay vào khung thành của đối phương",
            "hasImg": true
        },
        {
            "id": "dab86d02-7b16-450a-8450-f57357c961b4",
            "word": "Hula-Hoop",
            "phonetic": "huːləhuːp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=SHVsYS1Ib29w&hash=e045b44d71a03ec494e7f78b22d8f57ba7271048&lang=en&cache-only=0",
            "defineEn": "a plastic ring that can be swung around one’s middle section of body by moving their hips",
            "defineVi": "một vòng nhựa có thể xoay quanh phần giữa của cơ thể bằng cách di chuyển hông của họ",
            "hasImg": true
        },
        {
            "id": "36cb80c6-849f-4f9f-9cca-60987281471a",
            "word": "Barbie doll",
            "phonetic": "bɑːɹbi dɑːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "a few Christmases ago when I was opening a Barbie doll.",
                "Its growth coincided with the rise of iconic toys like Barbie dolls and Mr. Potato Head, as well as TV commercials, which helped build Toys R Us' highly successful brand.",
                "And my outfit is like, I remember getting fitted for this, and I was, at the time I was doing an an MTV show where they dress me like a Barbie doll."
            ],
            "audio": "https://tts.langeek.co/read?text=QmFyYmllIGRvbGw&hash=5de7d65f26afd713338b63a55188657718c003b2&lang=en&cache-only=0",
            "defineEn": "a type of doll that, based on popular belief, represents an attractive young woman",
            "defineVi": "một loại búp bê, dựa trên niềm tin phổ biến, đại diện cho một phụ nữ trẻ hấp dẫn",
            "hasImg": true
        },
        {
            "id": "23e67e22-831c-4009-941a-3ded51697476",
            "word": "domino",
            "phonetic": "dɑːmɪnoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So clear dominoes are heavier",
                "I do not understand dominoes.",
                "The dominos would have fallen.",
                "But the simple domino, the Simple domino is a challenge.",
                "But the simple domino, the Simple domino is a challenge."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9taW5v&hash=5e32b56a617edf3afa6b9bc357354acdb91ebbb3&lang=en&cache-only=0",
            "defineEn": "each of a set of small flat blocks, made of wood, plastic, etc., with spots that represent numbers on one side, used in specific games",
            "defineVi": "mỗi tập hợp các khối phẳng nhỏ, làm bằng gỗ, nhựa, v.v., có các điểm đại diện cho các con số trên một mặt, được sử dụng trong các trò chơi cụ thể",
            "hasImg": true
        },
        {
            "id": "5d21efa9-2ed7-426b-b781-919aad9560de",
            "word": "rag doll",
            "phonetic": "ɹæɡ dɑːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmFnIGRvbGw&hash=516965f3ffe43345bf09ff87d97457e8f80a43af&lang=en&cache-only=0",
            "defineEn": "a human-like soft doll made from cloth pieces",
            "defineVi": "một con búp bê mềm giống người làm từ những mảnh vải",
            "hasImg": true
        },
        {
            "id": "a6e713da-7bdb-4a9b-ad41-2537b75848ad",
            "word": "piece",
            "phonetic": "piːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The piece raises the ghosts of a number of twentieth-century art ideas.",
                "That piece of work just rejected my resume for the third time!",
                "My mother went to pieces after his death.",
                "he broke off a piece of his chocolate.",
                "Play us that new piece."
            ],
            "audio": "https://tts.langeek.co/read?text=cGllY2U&hash=eef478a04c9accc95579134c49ae42ba9b838fd8&lang=en&cache-only=0",
            "defineEn": "one of the small objects that a player moves around in board games",
            "defineVi": "một trong những đồ vật nhỏ mà người chơi di chuyển xung quanh trong các trò chơi trên bàn cờ",
            "hasImg": true
        },
        {
            "id": "54aeea87-e889-4d87-b704-f594f5d9467f",
            "word": "Lego",
            "phonetic": "lɛɡoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I also love LEGOs.",
                "Covered in Lego.",
                "Thanks to LEGO® ART for supporting PBS.",
                "Thanks to LEGO® ART for supporting PBS.",
                "For this video Lego sent me some of their Saturn V rocket sets."
            ],
            "audio": "https://tts.langeek.co/read?text=TGVnbw&hash=e0cfd2f28c0d7c5bf39e5e83f64f39578fe1da99&lang=en&cache-only=0",
            "defineEn": "a type of toy that consists of colored plastic blocks that fit together and using which children can build different things",
            "defineVi": "một loại đồ chơi bao gồm các khối nhựa màu khớp với nhau và sử dụng chúng để trẻ em có thể xây dựng những thứ khác nhau",
            "hasImg": true
        },
        {
            "id": "8f570a05-8886-4e19-9224-afcc5a859389",
            "word": "monopoly",
            "phonetic": "mənɑːpəli ",
            "partOfSpeechType": "noun",
            "examples": [
                "For decades, a few networks held the monopoly on both morning and evening news.",
                "Is that monopoly power? ",
                "It's not monopoly. -",
                "He played Monopoly.",
                "It’s a non-coercive monopoly."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9ub3BvbHk&hash=1ca917e7343c2e7d053b31bc7ba494946298bbb8&lang=en&cache-only=0",
            "defineEn": "a type of board game in which players use game currency to buy buildings or streets represented on the board",
            "defineVi": "một loại trò chơi trên bàn cờ trong đó người chơi sử dụng tiền tệ trong trò chơi để mua các tòa nhà hoặc đường phố được thể hiện trên bàn cờ",
            "hasImg": true
        },
        {
            "id": "2d08de8d-97a5-4541-8ecb-a09e9f584266",
            "word": "Scrabble",
            "phonetic": "skɹæbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Become a champion Scrabble player.",
                "And pro-tip, xylem is one of my favorite scrabble words.",
                "You can still become someone else or host a scrabble scramble dinner.",
                "CLARE JONES, Student: I have learned to engage with my parents a little bit more, playing Scrabble and binge-watching television shows.",
                "And we both came from, you know, the hard-scrabble, salt of the earth."
            ],
            "audio": "https://tts.langeek.co/read?text=U2NyYWJibGU&hash=93fefa1eee3698b9642a37990c5dc867de1eb059&lang=en&cache-only=0",
            "defineEn": "a type of board game in which one tries to make words on a board using small lettered blocks",
            "defineVi": "một loại trò chơi cờ trong đó một người cố gắng tạo ra các từ trên bảng bằng cách sử dụng các khối chữ cái nhỏ",
            "hasImg": true
        },
        {
            "id": "fd27777f-74d2-4dcd-9823-745165c1eda0",
            "word": "scoreboard",
            "phonetic": "skoːɹboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scoreboard doesn't lie.",
                "It's not about that scoreboard out there.",
                "- Let's take a look at that final scoreboard.",
                "If you were looking closely during the sonar video, you could see above the white board that Chief Luth was using to explain sonar to me, there was a scoreboard of sorts between the captain and the executive officer.",
                "Well, it was funny because they'd be running their mouth, and I'd point up at the scoreboard, because nine times out of 10, we were beating that same team."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NvcmVib2FyZA&hash=628f69d602346477af8218cd423e15c3db5bd26b&lang=en&cache-only=0",
            "defineEn": "a board that displays the score in a contest or game",
            "defineVi": "một bảng hiển thị điểm số trong một cuộc thi hoặc trò chơi",
            "hasImg": true
        },
        {
            "id": "64f4bf44-db4f-4fa3-a693-fa4d76f49605",
            "word": "avatar",
            "phonetic": "ævɐtɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tap your profile's avatar at the top left corner of the screen.",
                "He's an avatar.",
                "Users can change their avatar's look, accessories or tools.",
                "In Roblox, players create an avatar they use in different games on the platform.",
                "But I don't know those avatars!"
            ],
            "audio": "https://tts.langeek.co/read?text=YXZhdGFy&hash=709f23f04caff2700db1a01125d39b0774ed37af&lang=en&cache-only=0",
            "defineEn": "an image that is the representation of a player in a game or an account on social media",
            "defineVi": "một hình ảnh đại diện cho một người chơi trong một trò chơi hoặc một tài khoản trên phương tiện truyền thông xã hội",
            "hasImg": true
        },
        {
            "id": "ae2d7664-54b6-40f8-bd6e-4bc585eeb3f6",
            "word": "joystick",
            "phonetic": "dʒɔɪstɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"Use the joystick.\"",
                "Resistance on the joysticks, though is pretty darn good.",
                "Oh, that's the joystick!",
                "The joystick, the fact that you can only use the joystick to walk around.",
                "And you have this little silicone joystick."
            ],
            "audio": "https://tts.langeek.co/read?text=am95c3RpY2s&hash=bd905d85892f688d90ec5eaac520f85e04ab061f&lang=en&cache-only=0",
            "defineEn": "an upright lever that can be moved in different directions to control an image or character in a video game",
            "defineVi": "một đòn bẩy thẳng đứng có thể di chuyển theo các hướng khác nhau để điều khiển hình ảnh hoặc nhân vật trong trò chơi điện tử",
            "hasImg": true
        }
    ]
}