{
    "id": "9fc2b294-b818-48f3-94c9-6b5dd4d7bc56",
    "title": "Photography Concepts",
    "originalTitle": "photography Concepts",
    "words": [
        {
            "id": "5a2db205-5260-4f7b-859d-46cf4406bc60",
            "word": "bracketing",
            "phonetic": "bɹækɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So without that proof, paleontologists have to rely on inferences, based on closely related animals for which they do have hard evidence, a technique known as phylogenetic bracketing."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJhY2tldGluZw&hash=b5cd59cb18d67c1734ef9c288106eadd0a44b757&lang=en&cache-only=0",
            "defineEn": "the technique of taking multiple shots of the same scene with different camera settings, typically exposure, to ensure at least one of the shots captures the desired result",
            "defineVi": "kỹ thuật chụp nhiều ảnh của cùng một cảnh với các cài đặt máy ảnh khác nhau, điển hình là độ phơi sáng, để đảm bảo ít nhất một trong số các ảnh chụp được kết quả mong muốn"
        },
        {
            "id": "0bd54098-27fa-40c8-ac2f-c6dc1eeb3f99",
            "word": "burst mode",
            "phonetic": "bɜːst moʊd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnVyc3QgbW9kZQ&hash=8c3813e99969a6d518a2cd7c5d0a3832bbe04e68&lang=en&cache-only=0",
            "defineEn": "a camera feature that allows users to capture multiple consecutive photos in quick succession by holding down the shutter button, making it easier to capture fast-moving or action-packed scenes",
            "defineVi": "một tính năng máy ảnh cho phép người dùng chụp nhanh nhiều ảnh liên tiếp bằng cách giữ nút chụp, giúp dễ dàng chụp các cảnh chuyển động nhanh hoặc nhiều hành động"
        },
        {
            "id": "ac33d13c-af36-4f5b-88e9-8db4667b350d",
            "word": "exposure",
            "phonetic": "ɛkspoʊʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure.",
                "That exposure was huge.",
                "Photographic time exposures show it best.",
                "Short term exposure to the chemical can burn your eyes and skin.",
                "Constant exposure could be deadly."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwb3N1cmU&hash=2635151eca42228d74e8bd71f245b7d4647a44d0&lang=en&cache-only=0",
            "defineEn": "the amount of light that enters a camera's sensor when taking a photograph, which is determined by the combination of three factors: aperture, shutter speed, and ISO sensitivity",
            "defineVi": "lượng ánh sáng đi vào cảm biến của máy ảnh khi chụp ảnh, được xác định bởi sự kết hợp của ba yếu tố: khẩu độ, tốc độ màn trập và độ nhạy ISO"
        },
        {
            "id": "0f26e7dc-2ea4-458a-86c4-d43128c589f7",
            "word": "beauty dish",
            "phonetic": "bjuːɾi dɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmVhdXR5IGRpc2g&hash=c4d73bf039983863cfe06c0a99243ff5e00b8a9a&lang=en&cache-only=0",
            "defineEn": "a specialized photographic lighting accessory that produces a soft, even light with a slightly specular or glossy quality, often used in portrait and fashion photography to create a flattering, glamorous look",
            "defineVi": "một phụ kiện chiếu sáng chụp ảnh chuyên dụng tạo ra ánh sáng dịu, đều với chất lượng hơi bóng hoặc hơi bóng, thường được sử dụng trong chụp ảnh chân dung và thời trang để tạo ra vẻ ngoài rực rỡ, quyến rũ"
        },
        {
            "id": "0c699602-3dcd-4923-8537-7fb739b41d1e",
            "word": "lighting",
            "phonetic": "laɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "For instance, green mood lighting made the wine taste fresher.",
                "I have better lighting.",
                "The lighting was lovely.",
                "LED lighting, a lot of state of the art stuff back then.",
                "For lighting, I have a high quality UV light for Jade and a 6500 LED light for the plants."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlnaHRpbmc&hash=9b58edc508a3de25d1222e4d51b52c575baad81d&lang=en&cache-only=0",
            "defineEn": "the use of various equipment and techniques to illuminate the actors and environment in a way that enhances the mood, atmosphere, and visual style of the film",
            "defineVi": "việc sử dụng các thiết bị và kỹ thuật khác nhau để chiếu sáng các diễn viên và môi trường theo cách giúp nâng cao tâm trạng, bầu không khí và phong cách hình ảnh của bộ phim"
        },
        {
            "id": "79f86a10-20b0-4962-bb58-66efdd4e6c0a",
            "word": "fill light",
            "phonetic": "fɪl laɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmlsbCBsaWdodA&hash=a84b476422406541afe8bc90c3e602f59c049e2e&lang=en&cache-only=0",
            "defineEn": "a supplementary light used in photography, videography, and filmmaking to reduce shadows or fill in areas that are poorly lit",
            "defineVi": "một ánh sáng bổ sung được sử dụng trong chụp ảnh, quay phim và làm phim để giảm bóng hoặc lấp đầy những khu vực thiếu ánh sáng"
        },
        {
            "id": "017b211d-147b-4e87-969b-5e2b9b1f37be",
            "word": "flash synchronization",
            "phonetic": "flæʃ sɪŋkɹənᵻzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zmxhc2ggc3luY2hyb25pemF0aW9u&hash=bdd7e9ec6130c2cd72e5ac7a015d53a7b55648a9&lang=en&cache-only=0",
            "defineEn": "the coordination of the camera's shutter speed with the firing of an external flash, so that the flash output is synchronized with the opening of the camera's shutter",
            "defineVi": "sự phối hợp giữa tốc độ màn trập của máy ảnh với việc đánh đèn flash ngoài, sao cho công suất đèn flash được đồng bộ hóa với việc mở màn trập của máy ảnh"
        },
        {
            "id": "a9a99470-f4d7-4935-a18f-3f63ce1a4fb8",
            "word": "red-eye effect",
            "phonetic": "ɹɛdaɪ ɪfɛkt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVkLWV5ZSBlZmZlY3Q&hash=d4d7f40639ad10e8670a52ac71b5c56d1495d6c1&lang=en&cache-only=0",
            "defineEn": "a photographic phenomenon where the subject's eyes appear red or orange in a flash photograph, caused by the reflection of the camera flash off the retina of the subject's eyes",
            "defineVi": "một hiện tượng nhiếp ảnh trong đó mắt của đối tượng xuất hiện màu đỏ hoặc cam trong một bức ảnh có đèn flash, gây ra bởi sự phản chiếu của đèn flash máy ảnh khỏi võng mạc của mắt đối tượng"
        },
        {
            "id": "0c8ff510-7f36-4b54-9734-6e7ffc544bfb",
            "word": "guide number",
            "phonetic": "ɡaɪd nʌmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3VpZGUgbnVtYmVy&hash=dad08219eaebf0be99409607a64ea9f3380715d2&lang=en&cache-only=0",
            "defineEn": "a measurement of a flash unit's power output and range, calculated by multiplying the distance between the flash and subject by the f-number of the camera's aperture setting",
            "defineVi": "phép đo phạm vi và công suất đầu ra của bộ đèn nháy, được tính bằng cách nhân khoảng cách giữa đèn nháy và đối tượng với số f trong cài đặt độ mở ống kính của máy ảnh"
        },
        {
            "id": "e33584e4-3f30-44f6-9b02-2fdc11b281f7",
            "word": "key lighting",
            "phonetic": "kiː laɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=a2V5IGxpZ2h0aW5n&hash=290c29c40c359f46c6636c817a330981d5a1ccfd&lang=en&cache-only=0",
            "defineEn": "the main source of light used to illuminate the subject of a shot or scene in film or photography",
            "defineVi": "nguồn sáng chính được sử dụng để chiếu sáng đối tượng của cảnh quay hoặc cảnh trong phim hoặc nhiếp ảnh"
        },
        {
            "id": "45e95697-6dba-4202-b5fe-b85b82d271cd",
            "word": "monolight",
            "phonetic": "mɑːnoʊlaɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9ub2xpZ2h0&hash=59e0e798add8a099fba44250d7e66c84d12c2dd8&lang=en&cache-only=0",
            "defineEn": "a self-contained photographic lighting unit that combines a flash tube, power source, and modeling light into a single, portable device",
            "defineVi": "một thiết bị chiếu sáng chụp ảnh độc lập kết hợp đèn flash, nguồn điện và ánh sáng mô hình thành một thiết bị di động duy nhất"
        },
        {
            "id": "083f4b8d-9032-499b-8cdb-6cfe684f7605",
            "word": "reflector",
            "phonetic": "ɹᵻflɛktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Or sometimes called parabolic reflectors.",
                "The sea ice is a natural reflector.",
                "So you have optical corner reflectors for the Leica total station here. ",
                "You have metal mechanical corner reflectors for the interfermetric radar? ",
                "And that reflector area is called the tapetum."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmbGVjdG9y&hash=4060352e679259cddd41e390bbe680b2f212d155&lang=en&cache-only=0",
            "defineEn": "a photographic accessory used to redirect or bounce light onto a subject, typically consisting of a flat or curved surface made of reflective material",
            "defineVi": "một phụ kiện chụp ảnh được sử dụng để chuyển hướng hoặc chiếu ánh sáng vào đối tượng, thường bao gồm một bề mặt phẳng hoặc cong làm bằng vật liệu phản chiếu"
        },
        {
            "id": "0a732be9-ed05-459f-97c9-d093ada74601",
            "word": "snoot",
            "phonetic": "snuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Let’s say I would like to boop this snoot.",
                "Luckily for them, their long, flappy snoots act like a valve to keep water from getting in their nostrils."
            ],
            "audio": "https://tts.langeek.co/read?text=c25vb3Q&hash=e732467cc218f9cd7d7d926f15363ea59bde8298&lang=en&cache-only=0",
            "defineEn": "a photographic accessory that fits over a studio light or flash unit to create a narrow, focused beam of light",
            "defineVi": "một phụ kiện chụp ảnh phù hợp với đèn studio hoặc đèn nháy để tạo ra chùm sáng hẹp, tập trung"
        },
        {
            "id": "5949da42-80d5-44a9-9509-ade7f817f61e",
            "word": "softbox",
            "phonetic": "sɔftbɑːks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c29mdGJveA&hash=cf46fae29ddc71776cf6ef018d3a5b5542ef3f0f&lang=en&cache-only=0",
            "defineEn": "a photographic lighting equipment that diffuses and softens studio light to create a more flattering and natural-looking light for a subject",
            "defineVi": "một thiết bị chiếu sáng chụp ảnh giúp khuếch tán và làm dịu ánh sáng studio để tạo ra ánh sáng tự nhiên và rực rỡ hơn cho đối tượng"
        },
        {
            "id": "3b0f1a94-8989-4edd-9c25-5c2b4c96bf28",
            "word": "bokeh",
            "phonetic": "boʊkeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So I don't expect it to be super sharp and like, it looks super creamy in the bokeh out of focus areas.",
                "But you can actually use the same AI nonsense that Google uses to take a single lens shooter like this one and apply a background bokeh in post and use that on your old photos as well."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9rZWg&hash=441a068c086897e6d085d33cd9f42ad0e1cab056&lang=en&cache-only=0",
            "defineEn": "the aesthetic quality of the out-of-focus areas in a photograph, particularly the way that points of light are rendered and appear as soft, blurred circles or shapes",
            "defineVi": "chất lượng thẩm mỹ của các khu vực mất nét trong ảnh, đặc biệt là cách các điểm sáng được hiển thị và xuất hiện dưới dạng các hình tròn hoặc hình dạng mềm, mờ"
        },
        {
            "id": "e1180aad-8d48-4879-b80e-03419c26aab1",
            "word": "motion blur",
            "phonetic": "moʊʃən blɜː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW90aW9uIGJsdXI&hash=5f95fd3d84b6adf70ba655cb90b9e05b5e9efdf2&lang=en&cache-only=0",
            "defineEn": "a photographic effect that occurs when the camera's shutter remains open for a longer period of time, causing moving objects in the scene to appear blurred in the final image",
            "defineVi": "một hiệu ứng chụp ảnh xảy ra khi màn trập của máy ảnh vẫn mở trong một khoảng thời gian dài hơn, làm cho các đối tượng chuyển động trong cảnh xuất hiện mờ trong hình ảnh cuối cùng"
        },
        {
            "id": "eb28dad3-f239-4dec-b6e1-698e28d59c61",
            "word": "rule of thirds",
            "phonetic": "ɹuːl ʌv θɜːdz ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cnVsZSBvZiB0aGlyZHM&hash=1cb25333ba20fbab44e51061aec023565f3a6999&lang=en&cache-only=0",
            "defineEn": "a compositional guideline in photography and other visual arts that suggests dividing an image into thirds both horizontally and vertically, and placing the main subject or points of interest at the intersections or along the lines",
            "defineVi": "hướng dẫn bố cục trong nhiếp ảnh và nghệ thuật thị giác khác đề xuất chia ảnh thành ba phần theo chiều ngang và chiều dọc, đồng thời đặt đối tượng chính hoặc các điểm ưa thích tại các giao điểm hoặc dọc theo các đường"
        },
        {
            "id": "b543ffbe-475a-4952-8634-6cac581f92c4",
            "word": "angle of view",
            "phonetic": "æŋɡəl ʌv vjuː ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW5nbGUgb2Ygdmlldw&hash=daa4f8e482a11a19d60421174e0792ae97ea9b5f&lang=en&cache-only=0",
            "defineEn": "the extent of the scene that is captured by a camera's lens and recorded in the final image, measured in degrees and determined by the focal length of the lens and the size of the camera's sensor or film",
            "defineVi": "phạm vi của cảnh được chụp bởi ống kính của máy ảnh và được ghi lại trong hình ảnh cuối cùng, được đo bằng độ và được xác định bởi độ dài tiêu cự của ống kính và kích thước của cảm biến hoặc phim của máy ảnh"
        },
        {
            "id": "8c618186-cc47-4119-9c29-eb218290ee45",
            "word": "headroom",
            "phonetic": "hɛdɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "It gives us a 40 mm-longer wheel base and closer to 30 mm of more headroom.",
                "So, they're still high enough up that you have lots of space and headroom.",
                "The Germans lose share, and there are still lots of headroom for opening new stores.",
                "Pack 'em just as tightly as I can, uh, so they don't have to have as much brine, If it extends beyond the half-inch or so that you leave for headroom, just slice 'em right off the top."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhZHJvb20&hash=7a39dc19077eabeb50116d109c303f9186b9c639&lang=en&cache-only=0",
            "defineEn": "the space between the top of the subject's head and the top edge of the image frame, and is an important compositional element that can affect the balance and aesthetic appeal of the image",
            "defineVi": "khoảng cách giữa đỉnh đầu của đối tượng và cạnh trên của khung ảnh và là một yếu tố cấu thành quan trọng có thể ảnh hưởng đến sự cân bằng và tính thẩm mỹ của ảnh"
        },
        {
            "id": "2737e989-e312-4c62-ae5a-3ae116ed9b30",
            "word": "perspective",
            "phonetic": "pɚspɛktɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "He had a different perspective on the movie.",
                "She discovered new perspectives and solutions that she never would have considered otherwise.",
                "From the perspective of realizer functionalism, the role variety rides roughshod over distinctions that need to be taken seriously.",
                "I tried to put the matter into perspective.",
                "Leave it to anxiety to put a situation out of perspective."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc3BlY3RpdmU&hash=5a86ddba161e579ae0b16bd34489b04093414f87&lang=en&cache-only=0",
            "defineEn": "the technique of representing a two-dimensional object in a way that gives the right impression of distance by drawing objects and people that are farther in a smaller size",
            "defineVi": "kỹ thuật thể hiện một vật thể hai chiều theo cách mang lại ấn tượng đúng về khoảng cách bằng cách vẽ các vật thể và con người ở xa hơn với kích thước nhỏ hơn",
            "hasImg": true
        },
        {
            "id": "b57304fa-dcf1-413a-88b8-67b20f268f9e",
            "word": "lead room",
            "phonetic": "liːd ɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGVhZCByb29t&hash=ef8a3652345085ddea174ed2d916c4e7556260f4&lang=en&cache-only=0",
            "defineEn": "the space in front of a moving subject that is included in the image frame, allowing room for the subject to move or travel within the frame",
            "defineVi": "khoảng không phía trước đối tượng chuyển động được bao gồm trong khung ảnh, cho phép đối tượng di chuyển hoặc di chuyển trong khung"
        },
        {
            "id": "53fad332-21c2-4fcc-a5fe-a5f84f04405d",
            "word": "golden triangle",
            "phonetic": "ɡoʊldən tɹaɪæŋɡəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z29sZGVuIHRyaWFuZ2xl&hash=a7d94a0ddda8197dd344b09459b4bcc249464ad4&lang=en&cache-only=0",
            "defineEn": "a compositional guideline in photography that suggests dividing the image into three triangles by drawing lines from the corners of the frame to the center of the opposite side",
            "defineVi": "một hướng dẫn bố cục trong nhiếp ảnh gợi ý chia ảnh thành ba hình tam giác bằng cách vẽ các đường từ các góc của khung hình đến tâm của phía đối diện"
        },
        {
            "id": "ff9be9e5-60b3-4035-b0a9-596165d477c6",
            "word": "framing",
            "phonetic": "fɹeɪmɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Psychologists call this type of cognitive bias the Framing Effect.",
                "We've had reality TV framing for the presidency.",
                "And here we are in the framing studio in the warehouse.",
                "So let's see, we have AI auto framing.",
                "And I’ll say something for Joe Biden’s framing of Russia relations in his Munich Security Conference speech."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJhbWluZw&hash=848cda6549066d07573550677fffb9faec99e5a3&lang=en&cache-only=0",
            "defineEn": "the technique of using elements within the scene, such as natural or man-made structures, to surround or enclose the subject and draw the viewer's attention to the main focal point of the image",
            "defineVi": "kỹ thuật sử dụng các yếu tố trong cảnh, chẳng hạn như cấu trúc tự nhiên hoặc nhân tạo, để bao quanh hoặc bao quanh đối tượng và thu hút sự chú ý của người xem vào tiêu điểm chính của hình ảnh"
        },
        {
            "id": "28f46f5a-9de3-424a-a83e-d70143acbba6",
            "word": "density",
            "phonetic": "dɛnsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And density has a huge effect on vibrations.",
                "For one, without the stress of Earth's gravity, her bones lose density.",
                "The water’s density also increases with a higher salt content.",
                "The nucleus has a crazy-high density.",
                "Both determine the density of the water."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVuc2l0eQ&hash=530b8f7966015bbd8382c183977b987d3836fec2&lang=en&cache-only=0",
            "defineEn": "the amount of light that is allowed to pass through a photographic filter or film, typically measured in stops or optical density units",
            "defineVi": "lượng ánh sáng được phép đi qua bộ lọc ảnh hoặc phim, thường được đo bằng đơn vị điểm dừng hoặc mật độ quang học"
        },
        {
            "id": "7c51c52b-a4ec-490b-96b3-1f0d529de708",
            "word": "contrast",
            "phonetic": "kɑːntɹæst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The golden skin of the loquat contrasts beautifully with its vibrant orange flesh.",
                "I enjoy the contrast of flavors and textures when I crumble pot cheese over my fresh garden salad.",
                "We added radicchio to our pasta dish, and it gave a wonderful contrast to the other ingredients.",
                "They use mint leaves to garnish their chocolate chip ice cream for a delightful contrast.",
                "The cool and crisp texture of the melon provided a pleasant contrast to the hot weather."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJhc3Q&hash=6da8237a5c9a04d56beb61d9d5d22459c88916b8&lang=en&cache-only=0",
            "defineEn": "differences in color or in brightness and darkness that an artist uses in a painting or photograph to create a special effect",
            "defineVi": "sự khác biệt về màu sắc hoặc độ sáng và bóng tối mà một nghệ sĩ sử dụng trong một bức tranh hoặc bức ảnh để tạo hiệu ứng đặc biệt",
            "hasImg": true
        },
        {
            "id": "53e00974-efb2-401e-af38-aebaf7922416",
            "word": "reciprocity",
            "phonetic": "ɹᵻsɪpɹɑːsᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Thanks to reciprocity, it makes us want to give something back.",
                "You also learned about altruism, the bystander effect, and when we are more or less likely to help a person in need, and also about the social exchange theory, the reciprocity norm, the social responsibility norm, and social traps.",
                "You might know this concept, sometimes it's called the norm of reciprocity, sometimes it's called paying it forward.",
                "The predecessor of gratitude is probably reciprocity."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjaXByb2NpdHk&hash=18b8480e99e0425fbc853a49978512678f0fc6c4&lang=en&cache-only=0",
            "defineEn": "the relationship between the intensity and duration of light exposure, where longer exposures require proportionally less light intensity and shorter exposures require proportionally more light intensity",
            "defineVi": "mối quan hệ giữa cường độ và thời gian tiếp xúc với ánh sáng, trong đó thời gian phơi sáng lâu hơn yêu cầu cường độ ánh sáng ít hơn theo tỷ lệ và thời gian phơi sáng ngắn hơn yêu cầu cường độ ánh sáng nhiều hơn theo tỷ lệ"
        },
        {
            "id": "cbc174d4-0983-4d65-a72c-97e0e3910cf1",
            "word": "exposure",
            "phonetic": "ɛkspoʊʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure.",
                "That exposure was huge.",
                "Photographic time exposures show it best.",
                "Short term exposure to the chemical can burn your eyes and skin.",
                "Constant exposure could be deadly."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwb3N1cmU&hash=2635151eca42228d74e8bd71f245b7d4647a44d0&lang=en&cache-only=0",
            "defineEn": "the amount of light that enters a camera's sensor when taking a photograph, which is determined by the combination of three factors: aperture, shutter speed, and ISO sensitivity",
            "defineVi": "lượng ánh sáng đi vào cảm biến của máy ảnh khi chụp ảnh, được xác định bởi sự kết hợp của ba yếu tố: khẩu độ, tốc độ màn trập và độ nhạy ISO"
        },
        {
            "id": "02b143a5-ac24-4c24-870c-e5dd53592110",
            "word": "shutter speed",
            "phonetic": "ʃʌɾɚ spiːd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2h1dHRlciBzcGVlZA&hash=b4613e1d108354b7ab8646416d2dd63b923af95f&lang=en&cache-only=0",
            "defineEn": "the length of time that the camera's shutter remains open to allow light to enter and reach the camera's sensor or film",
            "defineVi": "khoảng thời gian mà màn trập của máy ảnh vẫn mở để cho phép ánh sáng đi vào và chạm tới cảm biến hoặc phim của máy ảnh"
        },
        {
            "id": "8da1e16e-b717-4319-b755-e279f2c3662d",
            "word": "aperture",
            "phonetic": "æpɚtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Webb will have an aperture of 8 meters.",
                "It's not setting the aperture correctly enough and the photos don't look very good.",
                "Four optical telescopes, each with an aperture of 0.7 meters, are being installed on California's Mount Palomar.",
                "A lot of people assign it to just aperture because it's convenient.",
                "This is their little button lock, and then they have a manual aperture priority, shutter priority program, and then six custom profiles, which is pretty awesome."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBlcnR1cmU&hash=b64dedde95e36d2bb35a01a3359111b6872af952&lang=en&cache-only=0",
            "defineEn": "the opening in a camera's lens that controls the amount of light that enters the camera and reaches the sensor or film",
            "defineVi": "lỗ mở trong ống kính của máy ảnh kiểm soát lượng ánh sáng đi vào máy ảnh và đến cảm biến hoặc phim"
        },
        {
            "id": "a2224a3d-ecc9-4d05-8266-49eeb3cc08f7",
            "word": "f-number",
            "phonetic": "ɛfnʌmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zi1udW1iZXI&hash=041883fa7acd310e0bf509346a954a5a7a48de31&lang=en&cache-only=0",
            "defineEn": "a numerical measurement that represents the size of the lens aperture and determines the amount of light that enters the camera",
            "defineVi": "một phép đo số đại diện cho kích thước của khẩu độ ống kính và xác định lượng ánh sáng đi vào máy ảnh"
        },
        {
            "id": "24ba0c11-2701-4db1-bd5c-e61484fc8587",
            "word": "moire pattern",
            "phonetic": "mwɑːɹ pætɚn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9pcmUgcGF0dGVybg&hash=96d7025f3ddb1a5f4e6572ed32b5ceb7976f7d62&lang=en&cache-only=0",
            "defineEn": "a visual artifact that occurs in digital photography when a fine, repetitive pattern in the subject, such as a fabric or a grill, interacts with the camera's sensor and produces an unintended, wavy pattern in the final image",
            "defineVi": "một tạo tác thị giác xảy ra trong nhiếp ảnh kỹ thuật số khi một mô hình đẹp, lặp đi lặp lại trong đối tượng, chẳng hạn như vải hoặc vỉ nướng, tương tác với cảm biến của máy ảnh và tạo ra một mô hình gợn sóng ngoài ý muốn trong hình ảnh cuối cùng"
        },
        {
            "id": "cf21babd-9f48-42f3-a266-71e475360d92",
            "word": "chromatic aberration",
            "phonetic": "kɹoʊmæɾɪk æbɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hyb21hdGljIGFiZXJyYXRpb24&hash=7434f258b3030aa84b707e87a5ee37a75922a515&lang=en&cache-only=0",
            "defineEn": "a common optical aberration that occurs in photography when different colors of light are refracted differently through a lens and fail to converge at the same point",
            "defineVi": "quang sai phổ biến xảy ra trong nhiếp ảnh khi các màu khác nhau của ánh sáng bị khúc xạ khác nhau qua một thấu kính và không hội tụ tại cùng một điểm"
        },
        {
            "id": "b6c0ce30-279d-479a-9e30-2a9b51c769cd",
            "word": "field of view",
            "phonetic": "fiːld ʌv vjuː ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmllbGQgb2Ygdmlldw&hash=98ddc7941b649062205e135f413028641638f6d7&lang=en&cache-only=0",
            "defineEn": "the extent of the scene that is visible through the camera's lens and recorded in the final image",
            "defineVi": "phạm vi của cảnh có thể nhìn thấy qua ống kính của máy ảnh và được ghi lại trong hình ảnh cuối cùng"
        },
        {
            "id": "41fc6673-3d3f-4d1e-86cb-f93d084e6f48",
            "word": "focus",
            "phonetic": "foʊkəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "You just focus on the task at hand.",
                "We focused on building the business one customer at a time.",
                "The CEO's focus on customer satisfaction was reflected in the employees' behavior, as like master, like man.",
                "The gourmet cooking class focused on mastering the art of cooking the perfect beefsteak.",
                "He focused on the meat and potatoes of his job, accomplishing tasks efficiently and effectively."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9jdXM&hash=4ffdc18c778687d848b68a3c651e53017fed8f3b&lang=en&cache-only=0",
            "defineEn": "the sharpness and clarity of the subject in an image, achieved by adjusting the camera's lens to bring the subject into clear and sharp focus",
            "defineVi": "độ sắc nét và rõ ràng của đối tượng trong ảnh, đạt được bằng cách điều chỉnh ống kính của máy ảnh để đưa đối tượng vào tiêu điểm rõ ràng và sắc nét"
        },
        {
            "id": "04dca10d-21b8-4c59-a37e-2f8cc7616d69",
            "word": "autofocus",
            "phonetic": "ɔːɾoʊfoʊkəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "And here's an autofocus test as well.",
                "But look at that autofocus.",
                "And Fuji's implementation of the phase detection autofocus, is pretty impressive.",
                "I mean, if the autofocus sucks on the camera, the autofocus sucks on the camera.",
                "So here's the autofocus feature that I was talking about before you can see it a little bit better now because it's just running Android TV."
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0b2ZvY3Vz&hash=4209f368acd340b67378ca491995ef35e31c2a8d&lang=en&cache-only=0",
            "defineEn": "the technology or mechanism in a camera or other optical device that automatically focuses on the subject being photographed or viewed",
            "defineVi": "công nghệ hoặc cơ chế trong máy ảnh hoặc thiết bị quang học khác tự động lấy nét đối tượng được chụp hoặc xem"
        },
        {
            "id": "180238d0-392d-4a13-b6ea-51bbd2aaf865",
            "word": "depth of field",
            "phonetic": "dɛpθ ʌv fiːld ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVwdGggb2YgZmllbGQ&hash=5bac794d40d14c2fc9b4c6990ec295a1fef7bf13&lang=en&cache-only=0",
            "defineEn": "the range of distance in a scene that appears acceptably sharp and in focus in the final image",
            "defineVi": "phạm vi khoảng cách trong một cảnh có vẻ sắc nét và được lấy nét ở mức chấp nhận được trong hình ảnh cuối cùng"
        },
        {
            "id": "ee7213b4-2933-462e-a589-09d8bab0488e",
            "word": "depth of focus",
            "phonetic": "dɛpθ ʌv foʊkəs ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVwdGggb2YgZm9jdXM&hash=edb1262cb2ce970c37e354595597b768ba4dc5a2&lang=en&cache-only=0",
            "defineEn": "the range of distance in a scene that is in focus at a specific camera-to-subject distance and lens aperture setting",
            "defineVi": "phạm vi khoảng cách trong cảnh được lấy nét ở một khoảng cách cụ thể giữa máy ảnh và đối tượng và cài đặt khẩu độ ống kính"
        },
        {
            "id": "5e159170-9ea3-45cf-bc86-ae2ecadd4e43",
            "word": "hyperfocal distance",
            "phonetic": "haɪpɚfoʊkəl dɪstəns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aHlwZXJmb2NhbCBkaXN0YW5jZQ&hash=13202567a1ad09207cedece6a797c38c31f3e3ff&lang=en&cache-only=0",
            "defineEn": "the closest distance a lens can be focused at a given aperture setting while still keeping objects at infinity acceptably sharp, and is useful for maximizing the depth of field in landscape",
            "defineVi": "khoảng cách gần nhất mà một ống kính có thể được lấy nét ở một cài đặt khẩu độ nhất định trong khi vẫn giữ cho các đối tượng ở độ sắc nét vô cực có thể chấp nhận được và rất hữu ích để tối đa hóa độ sâu trường ảnh trong phong cảnh"
        },
        {
            "id": "7aa7d118-9012-4635-8887-e653b5dc0840",
            "word": "distortion",
            "phonetic": "dɪstɔːɹʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Visual distortions are most common.",
                "Cognitive distortion is a concept from Cognitive Behavior Therapy perspective.",
                "We call these cognitive distortions.",
                "Wow, that distortion is something else.",
                "Here are eight common cognitive distortions."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzdG9ydGlvbg&hash=beb33bcd9e43de836d0073047fd9eb5e4b137d52&lang=en&cache-only=0",
            "defineEn": "the unintentional alteration of the shape or proportions of objects in a scene, caused by factors such as the curvature of the lens, the angle of view, and the distance to the subject",
            "defineVi": "sự thay đổi không chủ ý về hình dạng hoặc tỷ lệ của các đối tượng trong một cảnh, gây ra bởi các yếu tố như độ cong của ống kính, góc xem và khoảng cách đến đối tượng"
        },
        {
            "id": "a7d3711c-0e0f-42ca-b892-dc7829052f80",
            "word": "electromagnetic spectrum",
            "phonetic": "ɪlɛktɹoʊmɐɡnɛɾɪk spɛktɹəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3Ryb21hZ25ldGljIHNwZWN0cnVt&hash=aed105af228ecfe406d76f90eb2506f2b5c31406&lang=en&cache-only=0",
            "defineEn": "the range of all types of electromagnetic radiation, including radio waves, microwaves, infrared radiation, visible light, ultraviolet radiation, X-rays, and gamma rays, ordered by wavelength or frequency",
            "defineVi": "phạm vi của tất cả các loại bức xạ điện từ, bao gồm sóng vô tuyến, vi sóng, bức xạ hồng ngoại, ánh sáng nhìn thấy, bức xạ cực tím, tia X và tia gamma, được sắp xếp theo bước sóng hoặc tần số"
        },
        {
            "id": "b7f92168-b00f-45d6-816f-bb0a21fad96f",
            "word": "focal length",
            "phonetic": "foʊkəl lɛŋθ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zm9jYWwgbGVuZ3Ro&hash=7233abec08f67e205a9bb1c2a7aa07490f462686&lang=en&cache-only=0",
            "defineEn": "the distance between the lens and the camera's sensor or film when the lens is focused at infinity, measured in millimeters, and affects the angle of view, magnification, and depth of field of the final image",
            "defineVi": "khoảng cách giữa thấu kính và cảm biến của máy ảnh hoặc phim khi thấu kính được lấy nét ở vô cực, được đo bằng milimét và ảnh hưởng đến góc xem, độ phóng đại và độ sâu trường ảnh của hình ảnh cuối cùng"
        },
        {
            "id": "044f9f78-8ea0-4f6f-b404-6adf2843b042",
            "word": "vignetting",
            "phonetic": "vɪnjɛɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmlnbmV0dGluZw&hash=7359953927b79b02cd16560fc090b16d07f73ba4&lang=en&cache-only=0",
            "defineEn": "the unintentional darkening or shading of the corners or edges of an image, caused by factors such as the lens design, the use of filters or lens hoods, or the angle of light entering the lens",
            "defineVi": "hiện tượng các góc hoặc cạnh của hình ảnh bị tối hoặc bóng không chủ ý do các yếu tố như thiết kế ống kính, việc sử dụng bộ lọc hoặc nắp đậy ống kính hoặc góc ánh sáng đi vào ống kính"
        },
        {
            "id": "94dc4f25-85b7-45f1-a1bd-7979c2c88711",
            "word": "exposure compensation",
            "phonetic": "ɛkspoʊʒɚ kɑːmpənseɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXhwb3N1cmUgY29tcGVuc2F0aW9u&hash=d174fd65f65eec6a271ad0522d33e3182f4a8937&lang=en&cache-only=0",
            "defineEn": "a camera setting that allows the user to adjust the camera's exposure settings",
            "defineVi": "cài đặt máy ảnh cho phép người dùng điều chỉnh cài đặt phơi sáng của máy ảnh"
        },
        {
            "id": "9a9694fb-3d46-4aec-96a7-ea25c751852a",
            "word": "exposure value",
            "phonetic": "ɛkspoʊʒɚ væljuː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXhwb3N1cmUgdmFsdWU&hash=6bac0e3efc2d70001f6e06975e6ca53affac05c7&lang=en&cache-only=0",
            "defineEn": "a numerical representation of the camera's exposure settings, calculated by combining the aperture, shutter speed, and ISO sensitivity values into a single value",
            "defineVi": "biểu thị bằng số của cài đặt phơi sáng của máy ảnh, được tính bằng cách kết hợp các giá trị khẩu độ, tốc độ màn trập và độ nhạy ISO thành một giá trị duy nhất"
        },
        {
            "id": "251d1d2e-d606-4ab4-a402-5ba5f751efa3",
            "word": "exposure latitude",
            "phonetic": "ɛkspoʊʒɚ læɾɪtuːd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXhwb3N1cmUgbGF0aXR1ZGU&hash=3191e7485b1c084eca52b6059efa78892819d524&lang=en&cache-only=0",
            "defineEn": "the range of exposure settings that a camera's sensor or film can capture while still producing an acceptable level of image quality and detail",
            "defineVi": "phạm vi cài đặt độ phơi sáng mà cảm biến của máy ảnh hoặc phim có thể chụp trong khi vẫn tạo ra chất lượng và chi tiết hình ảnh ở mức chấp nhận được"
        },
        {
            "id": "6b57f69f-f92c-4297-a7f5-b1d87ac6b4dc",
            "word": "zone system",
            "phonetic": "zoʊn sɪstəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=em9uZSBzeXN0ZW0&hash=297df7589482934385ec0040e66fb2ca7de7711d&lang=en&cache-only=0",
            "defineEn": "a photographic technique developed by Ansel Adams and Fred Archer that involves a methodical approach to exposure and development to achieve the desired tonal range and contrast in the final image",
            "defineVi": "một kỹ thuật chụp ảnh được phát triển bởi Ansel Adams và Fred Archer bao gồm cách tiếp cận có phương pháp đối với phơi sáng và phát triển để đạt được phạm vi tông màu và độ tương phản mong muốn trong ảnh cuối cùng"
        },
        {
            "id": "21d88cbc-7552-42f2-8b92-db3aa503dfd9",
            "word": "metering mode",
            "phonetic": "miːɾɚɹɪŋ moʊd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWV0ZXJpbmcgbW9kZQ&hash=9e9107aa05329fa63ea735487dd4077eda5ebcef&lang=en&cache-only=0",
            "defineEn": "a camera setting that determines how the camera measures the light in a scene to set the exposure settings",
            "defineVi": "cài đặt máy ảnh xác định cách máy ảnh đo ánh sáng trong cảnh để đặt cài đặt phơi sáng"
        },
        {
            "id": "08527373-49d6-488d-968a-d7a28a3917e8",
            "word": "pixel",
            "phonetic": "pɪksəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Pixels can't move.",
                "Yeah, the pixel did a much better job of the sky in this one.",
                "And the pixel five has two gigabytes more Ram for a total of eight gigabytes of Ram.",
                "Do you see any pixels?",
                "The Pixel has a great camera."
            ],
            "audio": "https://tts.langeek.co/read?text=cGl4ZWw&hash=0a81fab942b3fb8c4767f6da06a02ee96a5f9816&lang=en&cache-only=0",
            "defineEn": "the smallest unit of an image on the screen that collectively can form a whole image",
            "defineVi": "đơn vị nhỏ nhất của một hình ảnh trên màn hình có thể tạo thành toàn bộ hình ảnh"
        },
        {
            "id": "d1510385-25b1-46b3-a242-333e7b96434d",
            "word": "GIF",
            "phonetic": "dʒɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "We just made a bunch of gifs.",
                "And then I just exported those tables into gif.",
                "- I exported in like, gif.",
                "Just working on some gifs Okay.",
                "And there is a GIF of Will Smith from Suicide Squad."
            ],
            "audio": "https://tts.langeek.co/read?text=R0lG&hash=f9e1cfd0ce1e2e898b0995a5d7fcd495ec87db1c&lang=en&cache-only=0",
            "defineEn": "a type of image file that uses lossless compression to reduce file size without compromising image quality",
            "defineVi": "một loại tệp hình ảnh sử dụng nén không mất dữ liệu để giảm kích thước tệp mà không làm giảm chất lượng hình ảnh"
        },
        {
            "id": "cb059341-5e8f-40b8-aeab-d7537ceac812",
            "word": "JPEG",
            "phonetic": "dʒeɪpɛɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Pixel 3 will let you save RAW files alongside JPEGs.",
                "By saving a RAW image you can avoid JPEG compression, and gain improved editing controls after the image is taken.",
                "So this is how you get to your settings, where you can set raw JPEG."
            ],
            "audio": "https://tts.langeek.co/read?text=SlBFRw&hash=83e618fe338ec4c16b828f7ef19a8e443f9a4da3&lang=en&cache-only=0",
            "defineEn": "a type of image file format that uses lossy compression to reduce file size by discarding some image data",
            "defineVi": "một loại định dạng tệp hình ảnh sử dụng nén mất dữ liệu để giảm kích thước tệp bằng cách loại bỏ một số dữ liệu hình ảnh"
        },
        {
            "id": "14d654a9-273e-4f24-89cb-666f2ae375b4",
            "word": "PNG",
            "phonetic": "piːɛndʒiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Well, how many Russian operatives should we PNG?",
                "Your background is now removed, and you can save this as a PNG file type, which keeps the background transparent and saves a cutout version of the image.",
                "Your background is now removed, and you can save this as a PNG file type, which keeps the background transparent and saves a cutout version of the image.",
                "Your background is now removed, and you can save this as a PNG file type, which keeps the background transparent and saves a cutout version of the image.",
                "You'll need an image software that allows you to create transparent PNG files, such as Adobe Photoshop."
            ],
            "audio": "https://tts.langeek.co/read?text=UE5H&hash=24134ea617373b3aec9d992db1f308c5206118f5&lang=en&cache-only=0",
            "defineEn": "a type of image file format that uses lossless compression to reduce file size without compromising image quality",
            "defineVi": "một loại định dạng tệp hình ảnh sử dụng nén không mất dữ liệu để giảm kích thước tệp mà không làm giảm chất lượng hình ảnh"
        },
        {
            "id": "854e02fb-0d90-4cd4-9a4c-aa73caf88231",
            "word": "BMP",
            "phonetic": "biːɛmpiː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Qk1Q&hash=06848c0471225be256c4f88125781ea626ff8635&lang=en&cache-only=0",
            "defineEn": "a type of image file format that stores digital images as a grid of pixels, with each pixel represented by a specific color or shade",
            "defineVi": "một loại định dạng tệp hình ảnh lưu trữ hình ảnh kỹ thuật số dưới dạng lưới pixel, với mỗi pixel được biểu thị bằng một màu hoặc sắc thái cụ thể"
        },
        {
            "id": "197d0cf9-8dfe-4baa-b848-69f84d8fe237",
            "word": "sensitometry",
            "phonetic": "sɛnsɪtɑːmətɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2Vuc2l0b21ldHJ5&hash=2f983c238bbfd711655d690d5052bd5a14d9265c&lang=en&cache-only=0",
            "defineEn": "the scientific study of the photographic properties of light-sensitive materials",
            "defineVi": "nghiên cứu khoa học về tính chất chụp ảnh của vật liệu nhạy sáng"
        },
        {
            "id": "71d24524-dda6-49b9-a527-69b4ab2ec977",
            "word": "color balance",
            "phonetic": "kʌlɚ bæləns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29sb3IgYmFsYW5jZQ&hash=d6ec5973708d27e858217ab66422d2d2a099dc04&lang=en&cache-only=0",
            "defineEn": "the adjustment of colors in a photographic image to ensure that they appear natural and accurate, with no dominant color cast or tint",
            "defineVi": "việc điều chỉnh màu sắc trong ảnh chụp để đảm bảo rằng chúng xuất hiện tự nhiên và chính xác, không có màu sắc hoặc tông màu chủ đạo"
        }
    ]
}