{
    "id": "a0419f39-9b71-4b8e-b055-5f6942dc0700",
    "title": "Sports and Players",
    "originalTitle": "Lesson 15",
    "words": [
        {
            "id": "8049513b-4bda-4b39-934f-bda93b353bd8",
            "word": "boxing",
            "phonetic": "bɑːksɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "As for the future of his boxing career, Taylor continues to maintain that he has hung up his gloves for good.",
                "The club was becoming noted for its boxing rather than its athletics and this was not welcomed by the runners and walkers.",
                "Think boxing.",
                "It's like a boxing belt.",
                "Recruit CarmonaCorrea entered boot camp with the unique experience of a semipro boxing career."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym94aW5n&hash=0fa38d51c80432678bc28564c5967f5fb237e41a&lang=en&cache-only=0",
            "defineEn": "a sport in which fighters wear special gloves and use only their fists to hit each other",
            "defineVi": "một môn thể thao trong đó các võ sĩ đeo găng tay đặc biệt và chỉ dùng nắm đấm để đánh nhau",
            "hasImg": true
        },
        {
            "id": "1b347d15-faf2-43cb-94dd-b175e69a449a",
            "word": "squash",
            "phonetic": "skwɑːʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Squash adds a wonderful texture and sweetness to curries.",
                "The squash player killed the ball with a nick.",
                "He grew a beautiful yellow squash in his backyard garden and used it to make a delicious food.",
                "Have you played her at squash yet?",
                "The natural sugars in acorn squash provide a healthier alternative to processed sugars."
            ],
            "audio": "https://tts.langeek.co/read?text=c3F1YXNo&hash=6c87638e9f7f8253805dab97a613b6914e93817b&lang=en&cache-only=0",
            "defineEn": "a game that involves two or more players, hitting a rubber ball against the walls of a closed court by a racket",
            "defineVi": "một trò chơi có sự tham gia của hai hoặc nhiều người chơi, đánh một quả bóng cao su vào tường của một sân kín bằng vợt",
            "hasImg": true
        },
        {
            "id": "bd617252-65e4-4688-96e8-48cc0a8f5cc1",
            "word": "horseback riding",
            "phonetic": "hɔːɹsbæk ɹaɪdɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'll have to invite you up for horseback riding.",
                "We enjoy going horseback riding.",
                "Well, there's an old saying that goes back to the first days of horseback riding.",
                "My daughter has horses, so we enjoy going horseback riding.",
                "Gucci's founder, Guccio Gucci, originally designed leather goods for the aristocratic upper classes, specializing in horseback riding gear."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9yc2ViYWNrIHJpZGluZw&hash=387af16a22ec02a4349d3df0e90195b8339381b6&lang=en&cache-only=0",
            "defineEn": "the competitive activity of riding horses, often with specific objectives such as jumping over obstacles or performing in a show ring",
            "defineVi": "hoạt động cạnh tranh cưỡi ngựa, thường với các mục tiêu cụ thể như nhảy qua chướng ngại vật hoặc biểu diễn trên võ đài",
            "hasImg": true
        },
        {
            "id": "6fc2e06a-dee8-492f-99a7-d6fdcfe510c4",
            "word": "pool",
            "phonetic": "puːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children were playing by a pool.",
                "Was there a pool at the hotel?",
                "They jump off the diving board into the pool.",
                "The swimmer jumped into the pool and splashed water everywhere.",
                "She packed her swimming gear in a waterproof bag for the pool."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9vbA&hash=a5953a3bb258d43dbd0592d4b3a534304d81d6d6&lang=en&cache-only=0",
            "defineEn": "a game for two players, played on a table, in which the players use special sticks called cues to hit 16 numbered balls into the holes at the edge of the table",
            "defineVi": "một trò chơi dành cho hai người chơi, chơi trên một bàn, trong đó những người chơi sử dụng những cây gậy đặc biệt gọi là gậy để đánh 16 quả bóng được đánh số vào các lỗ ở cạnh bàn",
            "hasImg": true
        },
        {
            "id": "24d2955b-9f9c-40d1-83f9-4b2f9483e9d1",
            "word": "horse racing",
            "phonetic": "hɔːɹs ɹeɪsɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Not knowing beans about horse racing is when she says she'd like to vote for number two.",
                "Kentucky is to horse racing what Detroit is to the American auto industry.",
                "The agora was also a place for seasonal festivals and sports such as horse racing.",
                "And there will not be a Triple Crown winner in horse racing this year.",
                "That is, unless you’re into horse racing, where the track stretches for one furlong."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9yc2UgcmFjaW5n&hash=03e0bfe0dad52ff101fdb1122c4573b9668754e3&lang=en&cache-only=0",
            "defineEn": "a sport in which riders race against each other with their horses",
            "defineVi": "một môn thể thao trong đó các tay đua đua với nhau bằng ngựa của họ",
            "hasImg": true
        },
        {
            "id": "75b47a88-f9a8-4cc4-8d7c-1b67a45b852d",
            "word": "goalkeeper",
            "phonetic": "ɡoʊlkiːpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our goalkeeper is such a nincompoop.",
                "Arsenal goalkeeper, Arsenal legend, if you like.",
                "It's also about how long goalkeepers have to save a penalty kick or fail trying."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29hbGtlZXBlcg&hash=619a67ee29b4ca687ad7c59a09a984444e01bbbc&lang=en&cache-only=0",
            "defineEn": "a player that guards the goal in soccer or other sports",
            "defineVi": "một cầu thủ bảo vệ khung thành trong bóng đá hoặc các môn thể thao khác",
            "hasImg": true
        },
        {
            "id": "f69207d0-dbae-4b37-9e17-e9183bea7145",
            "word": "cyclist",
            "phonetic": "saɪklɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "A young cyclist is fighting for his life after the accident.",
                "A Tour de France cyclist at peak human performance can hit maybe four or five times their base metabolism.",
                "I'm a much more careful cyclist.",
                "This way, pedestrians and cyclists have an audio cue of what the car is doing.",
                "She might be a boring cyclist, but she's also an imperfect human."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3ljbGlzdA&hash=569b5838c214131c14775d5dcfcd3fa1fd9e46ad&lang=en&cache-only=0",
            "defineEn": "a person who professionally rides a bicycle as a sport",
            "defineVi": "một người chuyên nghiệp đi xe đạp như một môn thể thao",
            "hasImg": true
        },
        {
            "id": "49ea01a2-a876-4e20-b62d-6cec206b1fa5",
            "word": "golfer",
            "phonetic": "ɡɑːlfɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "From an early age Tiger had his heart set on becoming a professional golfer.",
                "I'm a horrible golfer.",
                "Every golfer out here, the best ones in the world, they all talk about my team.",
                "But the most experienced golfers did much better when they were distracted.",
                "An avid golfer, he resolved to build his own nine-hole course."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29sZmVy&hash=4df8b2cceda84a16531765e3d9f6839a653da41b&lang=en&cache-only=0",
            "defineEn": "someone who plays golf as a profession or just for fun",
            "defineVi": "một người chơi gôn như một nghề hoặc chỉ để giải trí",
            "hasImg": true
        },
        {
            "id": "fa0a3470-cc27-4a9b-b407-519bac9e4cf9",
            "word": "soccer player",
            "phonetic": "sɑːkɚ pleɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She dreams of becoming a professional soccer player one day.",
                "Take soccer players, who are known for repeatedly heading soccer balls.",
                "In 1971, for example, there were only 700 high-school female soccer players.",
                "It's easier to find the 30 best soccer players in countries that are a fraction of the size of ours.",
                "And when they tried the experiment again with 20 soccer players, they tested this idea by having everyone try a round with their non-dominant foot."
            ],
            "audio": "https://tts.langeek.co/read?text=c29jY2VyIHBsYXllcg&hash=671a724ac59d6a968a8d430a88dfbf7ddf41a777&lang=en&cache-only=0",
            "defineEn": "someone who plays soccer, especially as a job",
            "defineVi": "một người chơi bóng đá, đặc biệt là một công việc",
            "hasImg": true
        },
        {
            "id": "e6c60366-3554-4883-a1dc-d781f467ef26",
            "word": "diver",
            "phonetic": "daɪvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Meet nature’s scuba divers.",
                "Hey the diver's are ready! -",
                "Pelicans are surface hunters, not divers.",
                "Scuba divers know what I'm pointing at right here.",
                "Like, he has a reputation in the lab, amongst the divers."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGl2ZXI&hash=bb4c8ad16afd6029218f956b780cad770505f34b&lang=en&cache-only=0",
            "defineEn": "someone who jumps into a body of water as a sport",
            "defineVi": "một người nhảy vào một vùng nước như một môn thể thao",
            "hasImg": true
        },
        {
            "id": "08cb5db9-2cd4-4ced-8580-74bd6c4bd9c1",
            "word": "captain",
            "phonetic": "kæptɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The captain navigated the ship through rough waters with skill and expertise.",
                "The boat captain guided us through the narrow canals of the city.",
                "He wasn't going to make captain.",
                "She wasn't going to make captain.",
                "The old captain was dead as a dodo."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwdGFpbg&hash=9653aa9d5df26d28e815a6be253185e5ac86d8d9&lang=en&cache-only=0",
            "defineEn": "the player in charge of a sports team",
            "defineVi": "người chơi phụ trách một đội thể thao",
            "hasImg": true
        },
        {
            "id": "e7ff9af8-cae0-42ed-98ad-34f6e72d9ac5",
            "word": "athletic",
            "phonetic": "æθlɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His son doesn't share his passion for athletics.",
                "The club was becoming noted for its boxing rather than its athletics and this was not welcomed by the runners and walkers.",
                "The coach reminded his team that an empty sack cannot stand upright, emphasizing the importance of proper nutrition for optimal athletic performance.",
                "Athletics have happened in recent past, no.",
                "And in sports, male athletic directors hire male coaches."
            ],
            "audio": "https://tts.langeek.co/read?text=YXRobGV0aWM&hash=9dcb811bea629b17bfbeba7f65b8b2d27b48dd93&lang=en&cache-only=0",
            "defineEn": "being physically active and strong with a proportionate body",
            "defineVi": "hoạt động thể chất và mạnh mẽ với thân hình cân đối",
            "hasImg": true
        },
        {
            "id": "129a0263-8ffe-4215-9e61-38bc95119b0f",
            "word": "stadium",
            "phonetic": "steɪdiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "This stadium has seen many thrilling football games.",
                "They checked our tickets at the entrance of the stadium.",
                "In his fascination with the details of the stadium, Zeffer had come too close to the wall to see the wood for the trees.",
                "We do have fans in stadiums.",
                "They have an awful lake front stadium."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhZGl1bQ&hash=19c4c9f634a466e1b2d442350ad83d744e55491a&lang=en&cache-only=0",
            "defineEn": "a very large, often roofless, structure where sports events, etc. are held for an audience",
            "defineVi": "một cấu trúc rất lớn, thường không có mái che, nơi tổ chức các sự kiện thể thao, v.v. cho khán giả",
            "hasImg": true
        },
        {
            "id": "e044114f-dd33-4aec-9a5e-617dcb0f2097",
            "word": "course",
            "phonetic": "koːɹs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our ship changed course.",
                "The course gives you a bird's eye view of European art history.",
                "The guidance system keeps the machine on course.",
                "The college runs summer courses for foreign students.",
                "The ship is holding a south-easterly course."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291cnNl&hash=276da89157b3e2a579185bbd8bd39607aea0fde9&lang=en&cache-only=0",
            "defineEn": "an area of land or water used for races",
            "defineVi": "một diện tích đất hoặc nước được sử dụng cho các cuộc đua",
            "hasImg": true
        },
        {
            "id": "cd4fed59-903c-4685-9037-c2ab233efd98",
            "word": "court",
            "phonetic": "koːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lawyer presented the right argument in court.",
                "The courts decided in favor of the New York claimants.",
                "The court found in her favor.",
                "The charges against the suspect will come up in court tomorrow.",
                "The court held that such conduct violated the statute."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291cnQ&hash=ee233c1bed336836a237563bba8c6bbf8eed92c0&lang=en&cache-only=0",
            "defineEn": "an area where people can play basketball, tennis, etc.",
            "defineVi": "một khu vực mà mọi người có thể chơi bóng rổ, quần vợt, v.v.",
            "hasImg": true
        },
        {
            "id": "afc7b973-c9a5-40a3-928c-07987e54dea1",
            "word": "tournament",
            "phonetic": "tʊɹnəmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She won the tennis tournament and received a trophy.",
                "He had high expectations for the team's performance in the tournament.",
                "During the chess tournament, Jane was confident in her skills, but her opponent ended up cleaning her clock with a series of surprising moves.",
                "She knew that it would take blood, sweat, and tears to reach the next stage of the tournament.",
                "Jacobsen went for broke on the last nine holes and won the tournament."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91cm5hbWVudA&hash=c0e86c6003807988ad7c54e932262a2fd1dd61e4&lang=en&cache-only=0",
            "defineEn": "a series of sporting games in which teams or players compete against different rivals in different rounds until only one remains and that is the winner",
            "defineVi": "một loạt các trò chơi thể thao trong đó các đội hoặc người chơi thi đấu với các đối thủ khác nhau trong các vòng khác nhau cho đến khi chỉ còn lại một người và đó là người chiến thắng",
            "hasImg": true
        },
        {
            "id": "ae7a55e9-89bb-4370-855f-ca62c330bda9",
            "word": "league",
            "phonetic": "liːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The two chefs are not in the same league.",
                "Our college team took the wooden spoon in the inter-collegiate league this season.",
                "She joined a soccer league to compete against other teams.",
                "She joined a local volleyball league to compete against other teams.",
                "When I play chess with my Dad I'm out of my league."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhZ3Vl&hash=ef48600a05fe97c40519795b2c4c36abc80fe9e3&lang=en&cache-only=0",
            "defineEn": "a group of sports clubs or players who compete against each other and are put together based on the points they have gained through the season",
            "defineVi": "một nhóm các câu lạc bộ thể thao hoặc các vận động viên thi đấu với nhau và được xếp cùng nhau dựa trên số điểm mà họ đạt được trong suốt mùa giải"
        },
        {
            "id": "cc87952e-3167-4385-9381-50b68fc22a61",
            "word": "olympic",
            "phonetic": "əlɪmpɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The Olympic athlete understood that a great ship asks deep waters and pushed herself to train in the most difficult conditions to improve her performance.",
                "For her, making the Olympic team was a dream come true.",
                "At last, housework has become Olympic.",
                "The Olympic rings officially debuted at the 1920 Summer Olympics in Belgium.",
                "Olympic organizers have planned for up to 10,000 people at some venues."
            ],
            "audio": "https://tts.langeek.co/read?text=b2x5bXBpYw&hash=70f468e63ab828d0acaacdce67f72463debfba21&lang=en&cache-only=0",
            "defineEn": "related to or associated with the Olympic Games",
            "defineVi": "liên quan đến hoặc liên kết với Thế vận hội Olympic",
            "hasImg": true
        },
        {
            "id": "3e10248a-ef89-4907-8c5e-af78f8b68f64",
            "word": "competitive",
            "phonetic": "kəmpɛɾᵻtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The firm will be turning up the heat on its rivals in a highly competitive industry now scrapping for a share of the domestic market.",
                "In the competitive world of business, there is often little love lost between rival companies.",
                "The job market can be highly competitive, so first in, best dressed is often the rule when it comes to applying for positions.",
                "They hate losing games because they are competitive",
                "The sports team played better on their home field than when they were away, showing that birds in their little nests agree also applies to team dynamics in competitive settings."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGV0aXRpdmU&hash=1004e9a25ad60cc9c2c8a7b8454df2e60d89c3e7&lang=en&cache-only=0",
            "defineEn": "describing a situation in which teams or players are trying to defeat their rivals",
            "defineVi": "mô tả một tình huống trong đó các đội hoặc người chơi đang cố gắng đánh bại đối thủ của họ",
            "hasImg": true
        },
        {
            "id": "85c0827a-72e6-4c0d-bbb8-d713bbcbb484",
            "word": "champion",
            "phonetic": "tʃæmpiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Last year's champions have been making mincemeat of the competition again this year.",
                "She held the title of world champion for three years.",
                "The Italian champion was in second position when he came to grief on the third lap.",
                "She thought she could outwit the seasoned chess champion, but it was like bringing a knife to a gunfight.",
                "The underdog team, surprisingly, defeated the reigning champions in a stunning upset."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbXBpb24&hash=da18288eaaf696147de023087bbe917dbdff205a&lang=en&cache-only=0",
            "defineEn": "the winner of a competition",
            "defineVi": "người chiến thắng trong một cuộc thi",
            "hasImg": true
        },
        {
            "id": "c0f00313-bf7e-4a85-acbb-fda3991316ab",
            "word": "final",
            "phonetic": "faɪnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He spoke the final words of the play.",
                "The final word on policy determination belongs to the committee.",
                "This latest evidence could be the final nail in the coffin for Jackson's case.",
                "She just went all to pieces during finals.",
                "The train departed from New York City, with Chicago as its final destination."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmluYWw&hash=ad5c00fedd1f18a3e47f8c0b961b72a5bc126dbe&lang=en&cache-only=0",
            "defineEn": "the last match, race, etc. in a competition that determines the champion",
            "defineVi": "trận đấu cuối cùng, cuộc đua, v.v. trong một cuộc thi xác định nhà vô địch"
        },
        {
            "id": "cebe4b85-c8fa-42cc-8472-a58763887cf1",
            "word": "half-time",
            "phonetic": "hæftaɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "At half-time the teams change ends.",
                "He started off the game well but seemed to have shot his bolt by half-time."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFsZi10aW1l&hash=ee6a115bc28ee516442bc6966bc1e4484d1f5343&lang=en&cache-only=0",
            "defineEn": "a short break between two halves of a game or match",
            "defineVi": "một khoảng nghỉ ngắn giữa hai nửa của trò chơi hoặc trận đấu",
            "hasImg": true
        },
        {
            "id": "5ea658a2-6d4c-450a-89b2-5eca7ea6d797",
            "word": "to pass",
            "phonetic": "tə pæs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The days passed slowly.",
                "The time passed quickly.",
                "The day and night passed slowly.",
                "The feeling of sickness soon passed.",
                "Unemployment has now passed the three million mark."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFzcw&hash=3b50cf4d62c7b70b80079db2e60f59421a6ea54d&lang=en&cache-only=0",
            "defineEn": "to give the ball to a teammate by kicking, throwing, etc.",
            "defineVi": "đưa bóng cho đồng đội bằng cách đá, ném, v.v.",
            "hasImg": true
        },
        {
            "id": "235143de-92ff-4f00-8b90-bbb80efebc02",
            "word": "racket",
            "phonetic": "ɹækɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tennis is a fun and competitive sport played with a racket and a ball.",
                "They run extortion rackets.",
                "It’s a racket. ",
                "It’s a racket, because the people are over here. ",
                "It’s a racket, because the people are over here. "
            ],
            "audio": "https://tts.langeek.co/read?text=cmFja2V0&hash=83d0229af4f6037c5b756fb2c2db32df3facabf9&lang=en&cache-only=0",
            "defineEn": "an object with a handle, an oval frame and a tightly fixed net, used for hitting the ball in sports such as badminton, tennis, etc.",
            "defineVi": "một vật có tay cầm, khung bầu dục và lưới cố định chặt, dùng để đánh bóng trong các môn thể thao như cầu lông, quần vợt, v.v.",
            "hasImg": true
        },
        {
            "id": "1e9295c4-c019-49fb-99bd-f17b17976bfc",
            "word": "basket",
            "phonetic": "bæskɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I gathered a basket of sloes from the bushes near my house.",
                "My sister packed some Spanish limes in her picnic basket for a tangy snack on our outdoor adventure.",
                "The farmer harvested a basket of potatoes from the field, satisfied with a successful yield.",
                "I placed the shiny red apple in the basket.",
                "She was preparing a holiday gift basket and included a jar of apple butter, along with a selection of homemade jams."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFza2V0&hash=ea51ae2ed027662311c536da2417d6e893e3564e&lang=en&cache-only=0",
            "defineEn": "the net attached to a ring in which basketball players try to throw the ball",
            "defineVi": "lưới gắn vào một vòng trong đó các cầu thủ bóng rổ cố gắng ném bóng",
            "hasImg": true
        },
        {
            "id": "1ffa000a-3b3c-4f66-b69d-bee2763700e1",
            "word": "save",
            "phonetic": "seɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "The goalie saved Johnson's long-range shot.",
                "Save data frequently.",
                "But a truck driver saved her bacon.",
                "Save your breath, Tom.",
                "To save a penalty."
            ],
            "audio": "https://tts.langeek.co/read?text=c2F2ZQ&hash=1f327c1ee56d5ae249ce89bad853db1f6f19072d&lang=en&cache-only=0",
            "defineEn": "a move made by a player in order to stop their opponent from scoring a goal or point",
            "defineVi": "một động tác được thực hiện bởi một cầu thủ để ngăn đối thủ của họ ghi bàn hoặc ghi điểm",
            "hasImg": true
        },
        {
            "id": "cb07e1d3-66f5-4f98-964f-01e2a043820b",
            "word": "opponent",
            "phonetic": "əpoʊnənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The boxer knocked down his opponent with a powerful uppercut.",
                "The politician's opponent laughed at his proposal during the debate.",
                "The video gamer is leaving his opponent in the dust with his expert knowledge of the game mechanics and quick reflexes.",
                "The player elbowed his opponent out of the way to gain possession of the ball",
                "His opponents believe he is definitely on the run."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Bwb25lbnQ&hash=3a44e747bf89fc61bd81f6c2cdb40d564bb871ba&lang=en&cache-only=0",
            "defineEn": "someone who plays against another player in a game, contest, etc.",
            "defineVi": "ai đó chơi với người chơi khác trong trò chơi, cuộc thi, v.v.",
            "hasImg": true
        },
        {
            "id": "e610789a-d065-435f-ba84-312cacb322d9",
            "word": "referee",
            "phonetic": "ɹɛfɚɹiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The referee gave him the benefit of the doubt.",
                "The referee in the firing line is an experienced official.",
                "The referee told the players to mind their language.",
                "The referee was forced to stop the game because of heavy snow.",
                "I was acting as referee and telling them to break."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmZXJlZQ&hash=b87dbc1d6c6460f0edd1f5b1fd109dbc6d64c7f3&lang=en&cache-only=0",
            "defineEn": "an official who is in charge of a game, making sure the rules are obeyed by the players",
            "defineVi": "một quan chức phụ trách trò chơi, đảm bảo các quy tắc được người chơi tuân theo",
            "hasImg": true
        },
        {
            "id": "b878ec77-d6e8-483c-a151-30d7218f048e",
            "word": "match",
            "phonetic": "mætʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The striped socks matched perfectly with his striped shirt.",
                "Fifty thousand people saw the match.",
                "The match was awesome.",
                "He gave a good account of himself in matches against Crewe and Chesterfield.",
                "They had a friendly soccer match with their friends in the park."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0Y2g&hash=7af6d91e27ad7301429e373ac01a45b7f7f52493&lang=en&cache-only=0",
            "defineEn": "a competition in which two players or teams compete against one another such as soccer, boxing, etc.",
            "defineVi": "một cuộc thi trong đó hai cầu thủ hoặc đội thi đấu với nhau như bóng đá, đấm bốc, v.v.",
            "hasImg": true
        },
        {
            "id": "f6fe1c29-d290-4149-8a79-29da42351796",
            "word": "contest",
            "phonetic": "kɑːntɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "That contest wasn't fair!",
                "You don't have a prayer in this contest.",
                "The battle lines were drawn yesterday for the fiercest contest in the history of local radio.",
                "I know you worked really hard on this project, but it looks like your cake is dough, and you won't be winning the contest.",
                "The trip to the beach cost me $100, but I almost broke even after winning $90 in a contest."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGVzdA&hash=375f1f3dfc4bf70ff81f9b043eafc94df885236b&lang=en&cache-only=0",
            "defineEn": "a competition in which participants compete to defeat their opponents",
            "defineVi": "một cuộc thi trong đó những người tham gia cạnh tranh để đánh bại đối thủ của họ",
            "hasImg": true
        },
        {
            "id": "496c13ed-833e-4187-9696-7b3c36b8c96e",
            "word": "result",
            "phonetic": "ɹɪzʌlt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We need the results now.",
                "She'll have had the results by now.",
                "The result of this election is going to be too close to call.",
                "The bakery incorporated finely diced fatback into savory pie crusts for flaky results.",
                "If you invest time and energy into learning and personal growth, you will see positive results in your life."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzdWx0&hash=4cd6b175ad93d907fe42c76ab89bcd7a6b5a139f&lang=en&cache-only=0",
            "defineEn": "the final outcome or score of a competition, match, etc.",
            "defineVi": "kết quả hoặc tỷ số cuối cùng của một cuộc thi, trận đấu, v.v.",
            "hasImg": true
        },
        {
            "id": "cc47ffe4-ac96-42c7-a656-c1d4c8f469eb",
            "word": "catch",
            "phonetic": "kætʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film caught a cold over the outstanding debt.",
                "A vase on a side table caught his eye.",
                "The new law caught them unawares.",
                "He caught a glimpse of his reflection in the glass.",
                "As she turned back, a movement across the lawn caught her eye."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0Y2g&hash=fd1994eae39614afa518e1a1035ad90606ceb342&lang=en&cache-only=0",
            "defineEn": "the act of capturing a thrown object in midair with hands",
            "defineVi": "hành động chụp một vật ném trong không trung bằng tay",
            "hasImg": true
        },
        {
            "id": "bfd1fccc-943b-4deb-8a15-79bef96e2297",
            "word": "indoor",
            "phonetic": "ɪndoːɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I stayed indoors because it was a rainy day.",
                "During the dog days of summer, the temperatures soar, and people seek relief by staying indoors or swimming in pools.",
                "Yesterday was a rainy day, so I stayed indoors and watched movies.",
                "As far as the weather's concerned, I'd stay indoors today, if I were you.",
                "The couple who was planning an outdoor wedding hoped for beautiful weather, but also rented a tent and prepared backup indoor options, as they believed in the saying hope for the best, prepare for the worst."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kb29y&hash=10fd67d0a3543f22e95b5b6e762120e14843f69d&lang=en&cache-only=0",
            "defineEn": "describing sport events that take place in a building",
            "defineVi": "mô tả các sự kiện thể thao diễn ra trong một tòa nhà",
            "hasImg": true
        },
        {
            "id": "d2bce506-1393-4cd0-a389-91adcc277704",
            "word": "to disqualify",
            "phonetic": "tə dɪskwɑːlᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "- Disqualified.",
                "In the ordinary course, his conflicts of interest would disqualify him from this position.",
                "Does that disqualify him from the Supreme Court?",
                "But it was not necessarily disqualifying.",
                "The colt was declared the derby winner last Saturday, after the first-place finisher was disqualified."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzcXVhbGlmeQ&hash=cd654136ac39e8edcb0b906aec347b677746bd2e&lang=en&cache-only=0",
            "defineEn": "(particularly of a physical disability) to make a person not fit or suitable for a particular position or activity",
            "defineVi": "(đặc biệt là khuyết tật về thể chất) để làm cho một người không phù hợp hoặc phù hợp với một vị trí hoặc hoạt động cụ thể"
        },
        {
            "id": "813debfd-f6ec-4910-a013-2df30e3a665b",
            "word": "away game",
            "phonetic": "ɐweɪ ɡeɪm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXdheSBnYW1l&hash=da52cd67bbe42a09d7228762e225728fcbbda297&lang=en&cache-only=0",
            "defineEn": "a competition that is held at the ground of an opponent",
            "defineVi": "một cuộc thi được tổ chức tại mặt đất của một đối thủ"
        },
        {
            "id": "be21591a-629e-4085-b82e-0a15b4fd2295",
            "word": "home game",
            "phonetic": "hoʊm ɡeɪm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9tZSBnYW1l&hash=e809467b406e738b707d8a10fbab9de68cad7c8f&lang=en&cache-only=0",
            "defineEn": "a game in which a team plays in its own country",
            "defineVi": "một trò chơi trong đó một đội chơi ở quốc gia của mình"
        },
        {
            "id": "78ee1c4f-e503-410c-94f6-20519ea589eb",
            "word": "Super Bowl",
            "phonetic": "suːpɚ boʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I maintain that the defense actually played pretty well in the Super Bowl, especially when you consider how things were stacked against them.",
                "The Munich Security Conference for 30, 40 years has been the Super Bowl of transatlantic security conversations.",
                "Did you ever go to a Super Bowl?",
                "Her husband, Tom Brady, is one of the greatest NFL quarterbacks of all time, with five Super Bowl rings and three league MVP awards.",
                "Veteran quarterback Tom Brady notched his seventh Super Bowl win last night, a record, this time at the helm of the Tampa Bay Buccaneers."
            ],
            "audio": "https://tts.langeek.co/read?text=U3VwZXIgQm93bA&hash=1104bb5c1a6b2801bf056480a1e7cb5446b5445e&lang=en&cache-only=0",
            "defineEn": "a yearly football competition held in America where the two best professional teams play against each other to win the National Football League",
            "defineVi": "một cuộc thi bóng đá hàng năm được tổ chức ở Mỹ, nơi hai đội chuyên nghiệp giỏi nhất thi đấu với nhau để giành chức vô địch Giải bóng đá quốc gia"
        }
    ]
}