{
    "id": "a04c1f0c-0e30-4322-90cc-dbf38b7390e8",
    "title": "Discuss It Further!",
    "originalTitle": "Lesson 39",
    "words": [
        {
            "id": "b532b515-ab5b-4193-bca1-c9e8240487a0",
            "word": "to generalize",
            "phonetic": "tə dʒɛnɚɹəlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "He's not generalizing.",
                "And then they'll generalize it out to these years.",
                "We fully generalized our consumption function and now we've written it as a function of aggregate income, not just aggregate disposable income.",
                "So all of these are generalized ways for binomial coefficients.",
                "Then we will plot that generalized one based on the variables."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2VuZXJhbGl6ZQ&hash=6744afc45799313adb37a6dd989f729fa1749cd7&lang=en&cache-only=0",
            "defineEn": "to form an opinion or reach a conclusion about something by taking a few instances or facts into account",
            "defineVi": "để hình thành một ý kiến hoặc đạt được một kết luận về một cái gì đó bằng cách lấy một vài trường hợp hoặc sự kiện vào tài khoản"
        },
        {
            "id": "742fbf9c-9bc0-48ce-8851-b9035538f784",
            "word": "to go against",
            "phonetic": "tə ɡoʊ ɐɡɛnst ",
            "partOfSpeechType": "verb",
            "examples": [
                "Everything was smiles and sunshine in his family, unless you made the mistake of ever going against his wishes.",
                "The decision not to have children somehow goes against the grain.",
                "The idea of taking credit for someone else's work didn't sit right with me because it goes against my values.",
                "I really went against the stream when I was in college with some radical opinions, but as I've grown older I have found myself falling more in line with other people's way of thinking.",
                "The plan goes against the advice of top American commanders."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28gYWdhaW5zdA&hash=f34cf40753363139cfef31de607a411b0a6b5de0&lang=en&cache-only=0",
            "defineEn": "to not be in agreement with something; to be opposite to something",
            "defineVi": "không đồng ý với điều gì đó; đối diện với một cái gì đó"
        },
        {
            "id": "52676b06-c8ef-4c14-a402-4a8fbb784e13",
            "word": "to invoke",
            "phonetic": "tʊ ɪnvoʊk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The studied composition in Vermeer's paintings invokes a balanced harmony.",
                "Some of the less likely ones invoke our perceptions.",
                "Maybe the ads will invoke the authority of a famous baby doctor to emphasize the health appeal. ",
                "He invoked the sacred rite of single combat in order to fight the intruders one by one.",
                "He's irresponsibly invoked it already."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW52b2tl&hash=e159e2593e6923060031da5d7e92e648733abac3&lang=en&cache-only=0",
            "defineEn": "to mention someone or something of prominence as a support or reason for an argument or action",
            "defineVi": "để đề cập đến một ai đó hoặc một cái gì đó nổi bật như là một hỗ trợ hoặc lý do cho một cuộc tranh luận hoặc hành động"
        },
        {
            "id": "e94e2065-fc97-4e09-bb32-0a487aa90709",
            "word": "to plead",
            "phonetic": "tə pliːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "My younger brother is always pleading for me to help out his career, so I threw him a bone and got him a small gig.",
                "Wright's mother pleaded for calm.",
                "Both pleaded not guilty to all counts.",
                "He pleads not guilty.",
                "President Trump's former lawyer, Michael Cohen, pleaded guilty to two campaign finance violations related to these hush money payments."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxlYWQ&hash=3ab939bb7e17d3df4a8b8d19be2209607b934c97&lang=en&cache-only=0",
            "defineEn": "to state something as an excuse",
            "defineVi": "để tuyên bố một cái gì đó như một cái cớ"
        },
        {
            "id": "3114c48a-165d-4f1a-8b7b-cb25d7223b6c",
            "word": "to point",
            "phonetic": "tə pɔɪnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The compass needle always points north.",
                "The problem has now reached crisis point.",
                "I take your point.",
                "No point in spoiling the ship for a ha'porth of tar",
                "The line cuts the circle at two points."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9pbnQ&hash=5f68b6af0cb61829d8c0200ae73cd4436c50967a&lang=en&cache-only=0",
            "defineEn": "to suggest that something is the case",
            "defineVi": "để gợi ý rằng một cái gì đó là trường hợp"
        },
        {
            "id": "91170faf-22d7-40c9-9262-cd948c102d8c",
            "word": "to prejudice",
            "phonetic": "tə pɹɛdʒuːdɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Rivalries and prejudice were by degrees fading out.",
                "In her entire career, Monia has stayed a cut above the rest by steering clear of prejudices and letting her work talk for itself.",
                "As a journalist, I believe that fair play is a jewel, and it's important to report the truth without bias or prejudice.",
                "Prejudice is a poison that divides and conquers the people that are engaged in this fear based, antagonistic way of living.",
                "The racial slur in this newsreel title shows the prejudice towards Mexican workers during this time."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlanVkaWNl&hash=5343325845b01a43976d575887093c76ddd803fd&lang=en&cache-only=0",
            "defineEn": "to affect someone in a way that their opinion regarding someone or something becomes unfair and unjust",
            "defineVi": "ảnh hưởng đến ai đó theo cách mà ý kiến của họ về ai đó hoặc một cái gì đó trở nên không công bằng và bất công"
        },
        {
            "id": "c68f0b38-353a-46a4-97a4-45ede2c95d65",
            "word": "to provoke",
            "phonetic": "tə pɹəvoʊk ",
            "partOfSpeechType": "verb",
            "examples": [
                "She provoked him with her remarks, so she asked for it when he got angry.",
                "Initially, the high interest rates definitely provoked a recession in 1981 and 1982.",
                "So they provoked a counter-Maidan.",
                "They provoke people in the wrong way.",
                "That provoked a response in the Ukrainian populace, in the Ukrainian streets."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvdm9rZQ&hash=bc5a68002be26483c7d00ca69ae923c6cc84520c&lang=en&cache-only=0",
            "defineEn": "to intentionally annoy someone so that they become angry",
            "defineVi": "cố ý làm phiền ai đó để họ trở nên tức giận"
        },
        {
            "id": "95eddfee-b3ef-4f61-a1ca-f27b8ce440e4",
            "word": "to reconsider",
            "phonetic": "tə ɹiːkənsɪdɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The documentary presented the controversial issue in a different light, challenging commonly held beliefs and inviting viewers to reconsider their opinions.",
                "And people are really reconsidering their options.",
                "It gave Facebook six months to reconsider.",
                "On the next page, Amazon will ask you to reconsider.",
                "Today, the Minnesota Court of Appeals ruled that the trial judge must reconsider a state request to add third-degree murder to the charges Chauvin faces."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjb25zaWRlcg&hash=a70f4da827fbba071d69467576000cc0b9a4aa14&lang=en&cache-only=0",
            "defineEn": "to think again about an opinion or decision, particularly to see if it needs changing or not",
            "defineVi": "suy nghĩ lại về một ý kiến hoặc quyết định, đặc biệt là để xem nó có cần thay đổi hay không"
        },
        {
            "id": "f774186e-6d41-4679-8efa-e3859f372f40",
            "word": "to signpost",
            "phonetic": "tə saɪnpoʊst ",
            "partOfSpeechType": "verb",
            "examples": [
                "The streets aren't as signposted.",
                "I don’t think that it was a signpost of a strategy.",
                "I think that coming down and leaving a little pile at the base of your favorite trees is sort of like a little signpost.",
                "Of course, Earth isn’t the only place that experiences tides, and tides have actually become a signpost in the search for life."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2lnbnBvc3Q&hash=79d3a22ce053a0b5d4407d5d0451f6291bbe2199&lang=en&cache-only=0",
            "defineEn": "to mark a place such as a road, etc. with a signpost",
            "defineVi": "để đánh dấu một nơi chẳng hạn như một con đường, vv với một dấu hiệu"
        },
        {
            "id": "7d81f424-7733-4b82-a98b-4ced5852f841",
            "word": "to sum up",
            "phonetic": "tə sʌm ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "He sums up the whole case with judicial fairness and gives the devil his dues.",
                "The 1474 Venetian patent statute sums up the economic rationale of patent law pretty nicely.",
                "Georgia Senator Jon Ossoff summed up the issue.",
                "Which basically sums up Portugal’s motivations for exploration.",
                "We're summing up the infinite number, of those infinitely thin rectangles, or the areas of those infinitely thin rectangles between 1 and 4."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VtIHVw&hash=8119fa1818a56e05079a713d6aa0e35178624e26&lang=en&cache-only=0",
            "defineEn": "to briefly state the most prominent parts or facts of something",
            "defineVi": "để nêu ngắn gọn những phần hoặc sự kiện nổi bật nhất của một cái gì đó"
        },
        {
            "id": "a0bde46e-bf04-4f6f-a8f1-2374e1e09916",
            "word": "to yap",
            "phonetic": "tə jæp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Yap 30 watt charger, USB type C to type C cable and boom!",
                "Yap, if you had more than 10 people at your Thanksgiving, you're gonna get what you deserve.",
                "Over the next 60 years, Zika popped up in the odd monkey or mosquito, but prior to a 2007 outbreak on the Pacific island of Yap, only 14 human cases had ever been reported."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8geWFw&hash=09d282f3fe9a43f893671b14adb767c57dea3b5c&lang=en&cache-only=0",
            "defineEn": "to talk excessively or continuously, often in a way that is annoying to others",
            "defineVi": "nói quá nhiều hoặc liên tục, thường theo cách gây khó chịu cho người khác"
        },
        {
            "id": "b92c541b-706b-4a7d-84d0-8b9cebdec5aa",
            "word": "ideological",
            "phonetic": "aɪdɪəlɑːdʒɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And the second thing is ideological.",
                "And ideological purity had replaced collaboration.",
                "Number two are the ideological attacks.",
                "He has no ideological moorings.",
                "That the nominees would be more ideological."
            ],
            "audio": "https://tts.langeek.co/read?text=aWRlb2xvZ2ljYWw&hash=1f10242e2ec882f4f0b6a18fa1c0251a5e9f807d&lang=en&cache-only=0",
            "defineEn": "based on or relating to a specific set of political or economic views or policies",
            "defineVi": "dựa trên hoặc liên quan đến một tập hợp các quan điểm hoặc chính sách chính trị hoặc kinh tế cụ thể"
        },
        {
            "id": "8824fee1-ee07-4580-a3f2-164b97d76e88",
            "word": "irrelevant",
            "phonetic": "ɪɹɛlᵻvənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The measures are irrelevant as far as inflation is concerned.",
                "She deliberately muddied the waters by constantly referring to other irrelevant cases.",
                "Some thought the elderly woman's critiques of society were outdated and irrelevant, but an old dog barks not in vain, for experience brings valuable perspective.",
                "Even the origins of relatively new words quickly become irrelevant.",
                "All other context should be irrelevant."
            ],
            "audio": "https://tts.langeek.co/read?text=aXJyZWxldmFudA&hash=b836717cd7182431f010aec6cfcb46c37f453ef6&lang=en&cache-only=0",
            "defineEn": "unimportant or having no connection with something",
            "defineVi": "không quan trọng hoặc không có kết nối với một cái gì đó"
        },
        {
            "id": "0a629fd9-82b1-4544-8d70-31d6fe605ae4",
            "word": "inclined",
            "phonetic": "ɪŋklaɪnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The landlord did not seem inclined to trust me with lodging before seeing the color of my money.",
                "They are inclined to bite on the back of your leg.",
                "But they’re very inclined to agree.",
                "But they’re very inclined to agree.",
                "Customers are inclined to shop at stores with familiar names, and more shoppers mean more sales. "
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jbGluZWQ&hash=55f6847a65b33523f38594adf46ff6807a735fbd&lang=en&cache-only=0",
            "defineEn": "giving an opinion in a way that is not strong",
            "defineVi": "đưa ra ý kiến theo cách không mạnh mẽ"
        },
        {
            "id": "602a1913-7016-4d39-8188-ddc2a5a051e4",
            "word": "inflexible",
            "phonetic": "ɪnflɛksɪbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This person is extremely inflexible in his thinking.",
                "Basically, farmers are up against an inflexible food supply chain, which is specialized for the end customer.",
                "They're urgent because they have inflexible deadlines.",
                "It’s only when traits get really rigid and people become inflexible in their behaviors that psychologists start to draw the line between a trait and a disorder.",
                "And number four: Is overconscientious scrupulous, and inflexible about matters of morality, ethics, or values."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mbGV4aWJsZQ&hash=0870f5d43b0f059ae7f4d38343b0c3afc56773a2&lang=en&cache-only=0",
            "defineEn": "(of a rule, opinion, etc.) fixed and not easily changed",
            "defineVi": "(của một quy tắc, quan điểm, v.v.) cố định và không dễ thay đổi"
        },
        {
            "id": "1029d3bf-9874-4eb2-9829-b15c5e01a497",
            "word": "mistaken",
            "phonetic": "mɪsteɪkən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When I suggested he was mistaken he got rather hot under the collar.",
                "No, you're mistaken.",
                "Sorry guys, I was mistaken.",
                "He had just read his own mistaken obituary.",
                "and then I'd get mistaken for him."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzdGFrZW4&hash=cfc75aef22826178d26a5d7ca66ef6d129a6353f&lang=en&cache-only=0",
            "defineEn": "wrong in one's judgment, opinion, or belief",
            "defineVi": "sai trong phán đoán, quan điểm hoặc niềm tin của một người"
        },
        {
            "id": "652db55f-102f-4cb7-9b26-487c2a77ea2a",
            "word": "moderate",
            "phonetic": "mɑːdɚɹət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Nearly one-half of the country, from the Pacific Coast to the Great Plains and the Upper Midwest, is experiencing moderate to exceptional drought conditions.",
                "He was too moderate.",
                "He’s too moderate. ",
                "He was too moderate.",
                "He's too moderate."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kZXJhdGU&hash=6d393b390964b22a51152d91094c61cb20686232&lang=en&cache-only=0",
            "defineEn": "(of a person or ideology) not extreme or radical and considered reasonable by a majority of people",
            "defineVi": "(của một người hoặc ý thức hệ) không cực đoan hoặc cực đoan và được đa số người dân coi là hợp lý"
        },
        {
            "id": "6550d113-5db2-4fce-935f-45edbc7c2146",
            "word": "reserved",
            "phonetic": "ɹɪzɜːvd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Kix is more reserved and will eventually follow her mother’s lead and give the new things a chance.",
                "I do see Finns are very reserved, is that true, you think?",
                "I'm a very sort of reserved and shy person.",
                "Those close-in waters were reserved to protect a handful of local Small-Boat Fishermen, called Alia Fishermen, from competition from larger BOATS.",
                "He was cautioning him to be more careful and more reserved. "
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzZXJ2ZWQ&hash=ee1413b7ff61a2a414292f101986be5bd68edb6b&lang=en&cache-only=0",
            "defineEn": "reluctant to share feelings or problems",
            "defineVi": "miễn cưỡng chia sẻ cảm xúc hoặc vấn đề",
            "hasImg": true
        },
        {
            "id": "775ef628-a626-4989-8249-8b38a79c021a",
            "word": "unstated",
            "phonetic": "ʌnsteɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW5zdGF0ZWQ&hash=fd64877aea72e71738ea3cae44b5df9329bb006b&lang=en&cache-only=0",
            "defineEn": "not put into words; agreed or understood without being expressed in speech",
            "defineVi": "không nói thành lời; đồng ý hoặc hiểu mà không được thể hiện trong bài phát biểu"
        },
        {
            "id": "0a743355-88ee-405e-b4d5-3a3e1da6cee2",
            "word": "vocal",
            "phonetic": "voʊkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The talented young singer gave the established artist a run for her money, impressing the audience with her exceptional vocal skills.",
                "Vocal communication, like chirps, grunts, and songs, is key between individuals within a species.",
                "It has the loudest vocals.",
                "I strained my vocal chords.",
                "Then, about halfway through the song, the vocals come in."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9jYWw&hash=b943d47b916d36a364b99b9c44562e44c6afaad4&lang=en&cache-only=0",
            "defineEn": "giving opinions loudly or freely",
            "defineVi": "đưa ra ý kiến lớn tiếng hoặc tự do"
        },
        {
            "id": "1021d5b1-3e91-4c88-a9fb-247bb080c44d",
            "word": "given that",
            "phonetic": "ɡɪvən ðæt ",
            "partOfSpeechType": "conjunction",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2l2ZW4gdGhhdA&hash=e936b7eae3ff5a558f05cf255d1332a4317abbb5&lang=en&cache-only=0",
            "defineEn": "used to express that one is considering a particular fact before sharing one's opinion or making a judgment",
            "defineVi": "được sử dụng để thể hiện rằng một người đang xem xét một thực tế cụ thể trước khi chia sẻ ý kiến của một người hoặc đưa ra phán quyết"
        },
        {
            "id": "9bded6ec-04d4-4892-9f7a-959a40672d6b",
            "word": "no kidding",
            "phonetic": "noʊ kɪdɪŋ ",
            "partOfSpeechType": "interjection",
            "examples": [
                "No kidding, Bill Cosby gets laughs.",
                "No kidding, 'cause you seem like a college guy.",
                "The mission is very tedious, it is, no kidding, one of the most arduous things that you could possibly do, but it's so rewarding in the sense of, every day you know that you're doing something or you're preparing for the worst."
            ],
            "audio": "https://tts.langeek.co/read?text=bm8ga2lkZGluZw&hash=1bbd84cd2aaf94513260e56a6b101322294a7421&lang=en&cache-only=0",
            "defineEn": "used ironically as a response to a statement that is obvious",
            "defineVi": "được sử dụng một cách mỉa mai như một câu trả lời cho một tuyên bố rõ ràng"
        },
        {
            "id": "330fe9fb-a891-4e02-b29e-24dee81bf7fa",
            "word": "honest to God",
            "phonetic": "ɑːnɪst tə ɡɑːd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9uZXN0IHRvIEdvZA&hash=6bd1d5fad70f1bea043d5b9a6f13aeef4cf8ce30&lang=en&cache-only=0",
            "defineEn": "used to emphasize the fact that one is telling the truth",
            "defineVi": "được sử dụng để nhấn mạnh thực tế là một người đang nói sự thật"
        },
        {
            "id": "81144656-9ea5-49e3-a9c0-36a7540c070c",
            "word": "having said that",
            "phonetic": "hævɪŋ sɛd ðæt ",
            "partOfSpeechType": "phrase",
            "examples": [
                "But having said that, there still will be very high unemployment.",
                "Having said that, there's a big debate now on whether the Democrats should end the filibuster.",
                "Now, having said that, that doesn't mean there won't be noise in the process.",
                "Having said that, car coatings companies are quick to point out that they will make a car in any color an automaker wants.",
                "Having said that, it is not approved by the FDA, per say."
            ],
            "audio": "https://tts.langeek.co/read?text=aGF2aW5nIHNhaWQgdGhhdA&hash=c66413657fc887169bdadfc56cd2f413fc6399b4&lang=en&cache-only=0",
            "defineEn": "in spite of what has just been mentioned",
            "defineVi": "bất chấp những gì vừa được đề cập"
        },
        {
            "id": "59f8b1b0-22ca-48c7-80eb-6891efd728db",
            "word": "if anything",
            "phonetic": "ɪf ɛnɪθɪŋ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aWYgYW55dGhpbmc&hash=5c33587b0ed52d55f4241b6314639eec0f0dae8c&lang=en&cache-only=0",
            "defineEn": "used to introduce a statement to contradict the general belief or used after a negative statement to contradict or add to it",
            "defineVi": "được sử dụng để giới thiệu một tuyên bố mâu thuẫn với niềm tin chung hoặc được sử dụng sau một tuyên bố phủ định để mâu thuẫn hoặc thêm vào nó"
        },
        {
            "id": "77ef91b5-a65d-453b-bf4b-08c0a3e57580",
            "word": "at all",
            "phonetic": "æɾ ɔːl ",
            "partOfSpeechType": "adverb",
            "examples": [
                "They often go several days without driving At All."
            ],
            "audio": "https://tts.langeek.co/read?text=YXQgYWxs&hash=fe8466a1e1bb48b767af0cdc1f3498fab6c4ddbd&lang=en&cache-only=0",
            "defineEn": "in the slightest degree or in any respect",
            "defineVi": "ở mức độ nhỏ nhất hoặc trong bất kỳ khía cạnh nào"
        },
        {
            "id": "773c866b-7a17-4cfc-91a2-2184f9643bc3",
            "word": "that said",
            "phonetic": "ðæt sɛd ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhhdCBzYWlk&hash=52da02b5274bf636ceed432e8b625c49487c1080&lang=en&cache-only=0",
            "defineEn": "used to introduce statement that is in contrast to what one previously stated",
            "defineVi": "được sử dụng để giới thiệu tuyên bố trái ngược với những gì đã nêu trước đó"
        },
        {
            "id": "0294f4ae-684b-41fc-9b7f-4bca19db275b",
            "word": "beyond doubt",
            "phonetic": "bᵻjɔnd daʊt ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmV5b25kIGRvdWJ0&hash=0e636ee2e42f1a79c33688b5afb4cc6a62cb777b&lang=en&cache-only=0",
            "defineEn": "without a doubt; used to show certainty",
            "defineVi": "không nghi ngờ gì; dùng để thể hiện sự chắc chắn"
        },
        {
            "id": "368446fe-afe9-4c26-987b-1d59818a4b61",
            "word": "hostility",
            "phonetic": "hɑːstɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I was aware of her thinly disguised hostility.",
                "Instead of being a calming force you fanned the flames of hostility.",
                "Trump is feeding hostility towards Congress.",
                "He saw the hostility firsthand.",
                "There was a lot of hostility, a lot of feelings of victimization on both sides."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9zdGlsaXR5&hash=0bd809cb012dd577f13e8c619fbdee9b0fd519fb&lang=en&cache-only=0",
            "defineEn": "behavior or feelings that are aggressive or unfriendly",
            "defineVi": "hành vi hoặc cảm xúc hung hăng hoặc không thân thiện"
        },
        {
            "id": "dec60010-f815-4ac3-9f1f-8307f9f0286a",
            "word": "mainstream",
            "phonetic": "meɪnstɹiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "After being on the cusp for several years, Mark finally broke into mainstream success with his most recent novel.",
                "The singer is the poster boy for the new wave of indie music, with his unique sound and style setting him apart from the mainstream.",
                "But in the middle of the 20th century, pizza went mainstream.",
                "Once a taboo topic, pot is going mainstream.",
                "For now, reef burials haven't reached the mainstream."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFpbnN0cmVhbQ&hash=2f081c09baa9b75620b800c53c87d1a175ca98e9&lang=en&cache-only=0",
            "defineEn": "the opinions, activities, or methods that are considered normal because they are accepted by a majority of people",
            "defineVi": "ý kiến, hoạt động hoặc phương pháp được coi là bình thường bởi vì chúng được đa số mọi người chấp nhận"
        },
        {
            "id": "50fde022-a5e4-46b5-8f3a-85c93526fd5b",
            "word": "objectivity",
            "phonetic": "ɑːbdʒɪktɪvᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "So head over to Smarter Every Day and Objectivity where Destin and Brady have some more cool Apollo moon rock science for you.",
                "And using a concrete number, like a measurable biomarker, would allow for more objectivity in screening for AUD and getting help for those who need it.",
                "Gordon from 'A Shell in the Pit' made the audio and the music, Brady got me access to the Royal Society to hang out with Keith, His channel's called 'Objectivity'.",
                "What kind of objectivity could this man bring to bear on Israel?",
                "And it actually relaxes some of the assumptions we made early on about the objectivity of the researcher."
            ],
            "audio": "https://tts.langeek.co/read?text=b2JqZWN0aXZpdHk&hash=34608f59f648fe843b89dde9b57e420964b84dcb&lang=en&cache-only=0",
            "defineEn": "the state of being affected by facts and statistics instead of personal opinions and feelings",
            "defineVi": "tình trạng bị ảnh hưởng bởi các sự kiện và số liệu thống kê thay vì ý kiến và cảm xúc cá nhân"
        },
        {
            "id": "685e25d7-65e2-44a6-a86b-010d8bc7cda7",
            "word": "subjectivity",
            "phonetic": "sʌbdʒɪktɪvᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The voice behind all of these narratives is a white male subjectivity.",
                "There's some subjectivity here to determine what's out of proportion.",
                "Some contemporary thinkers aren't interested in sadness' subjectivity versus universality, and would rather use technology to eliminate suffering in all its forms.",
                "In sociology, we talk about subjectivity as the meaning that people give their own lived experiences.",
                "Some combination of the two probably is where we are headed for the future, some hybrid type of situation, where you can lean into kind of the execution, the ease of use from a technological perspective, and also balancing that with a human adviser that can offer you a little bit more engagement, the subjectivity, that I think a lot of investors are looking for."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ViamVjdGl2aXR5&hash=b96b7ba3dbd27605e5cda979a033168448cf938d&lang=en&cache-only=0",
            "defineEn": "the state of being affected by personal opinions and feelings instead of facts and statistics",
            "defineVi": "tình trạng bị ảnh hưởng bởi ý kiến và cảm xúc cá nhân thay vì sự thật và số liệu thống kê"
        },
        {
            "id": "ccee05fc-f5f7-467e-821f-ac8431ed5246",
            "word": "premise",
            "phonetic": "pɹɛmɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film has a very interesting premise, but the final product leaves much to be desired.",
                "The game's premise and mechanics are interesting, but there's just no meat on the bone when it comes to story and gameplay variety.",
                "The book had an intriguing premise, but the characters felt shallow and undeveloped.",
                "Flip the premise.",
                "I reject that premise completely. "
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlbWlzZQ&hash=62e62a562484844fc7948cdcf725e3178860f193&lang=en&cache-only=0",
            "defineEn": "a theory or statement that acts as the foundation of an argument",
            "defineVi": "một lý thuyết hoặc tuyên bố đóng vai trò là nền tảng của một đối số"
        },
        {
            "id": "75a75fcf-d89f-4db8-80e2-faa811e08e86",
            "word": "reasoning",
            "phonetic": "ɹiːzənɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But this reasoning only creates a climate of oppression.",
                "So, check out this reasoning.",
                "Explain that reasoning.",
                "Number five is Emotional Reasoning.",
                "And this same reasoning applies to mollusks."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhc29uaW5n&hash=683906a1641bff769f7cd15335550f8720bcf267&lang=en&cache-only=0",
            "defineEn": "the act of rational and logical thinking about something",
            "defineVi": "hành động suy nghĩ hợp lý và logic về một cái gì đó"
        },
        {
            "id": "ff8d3c6d-9b52-4a7d-936d-70d77347eb45",
            "word": "say",
            "phonetic": "seɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The incident says an awful lot about his character.",
                "The clock says ten past two.",
                "His angry glance said it all.",
                "To say a prayer.",
                "The clock said three o'clock."
            ],
            "audio": "https://tts.langeek.co/read?text=c2F5&hash=8a868dea91a93f7c6a5a612f412fec6374343beb&lang=en&cache-only=0",
            "defineEn": "the right or chance to give an opinion about something",
            "defineVi": "quyền hoặc cơ hội để đưa ra ý kiến về một cái gì đó"
        },
        {
            "id": "328d9008-f109-4350-9197-e2707c5da15f",
            "word": "to [have] second thoughts",
            "phonetic": "tə hæv sɛkənd θɔːts ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaGF2ZSBzZWNvbmQgdGhvdWdodHM&hash=89f627f5ad1f3f2b051acebc257670509a9ffb90&lang=en&cache-only=0",
            "defineEn": "to start doubting a decision and begin to wonder whether it is the right or best thing to do",
            "defineVi": "bắt đầu nghi ngờ một quyết định và bắt đầu tự hỏi liệu đó có phải là điều đúng đắn hay tốt nhất để làm"
        },
        {
            "id": "a29bd693-a35a-45a2-a2b3-e3da8e27c123",
            "word": "voice",
            "phonetic": "vɔɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "That DJ's voice really sets my teeth on edge.",
                "A voice came from the kitchen.",
                "His voice dropped to a whisper.",
                "Those coffin nails are going to hurt your voice.",
                "Her voice broke as she relived the experience."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9pY2U&hash=2d837e39112a19291355bd3fb17d48f4f76a110f&lang=en&cache-only=0",
            "defineEn": "the right to give an opinion on something",
            "defineVi": "quyền đưa ra ý kiến về một cái gì đó"
        },
        {
            "id": "c9a01f45-88d8-4672-bd95-55eb04cb9d9e",
            "word": "solidarity",
            "phonetic": "sɑːlɪdæɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hundreds of miles away, in Bangladesh, Muslim Rohingya refugees express solidarity.",
                "Hundreds of miles away, in Bangladesh, Muslim Rohingya refugees express solidarity.",
                "People are showing a lot of solidarity.",
                "Members wore traditional Palestinian black-and-white scarves in a show of solidarity.",
                "The attack evokes historic trauma, feelings of deep solidarity with all of the impacted families."
            ],
            "audio": "https://tts.langeek.co/read?text=c29saWRhcml0eQ&hash=6fa93684565f18f86cc5500f352ec39d96d780ba&lang=en&cache-only=0",
            "defineEn": "the support given by the members of a group to each other because of sharing the same opinions, feelings, goals, etc.",
            "defineVi": "sự hỗ trợ của các thành viên trong nhóm dành cho nhau vì có chung quan điểm, cảm xúc, mục tiêu, v.v."
        }
    ]
}