{
    "id": "a1a30bc6-9e49-4318-ad86-8b70f1944e0b",
    "title": "Behind the Scenes",
    "originalTitle": "Behind the Scenes",
    "words": [
        {
            "id": "aec00b04-49b2-4688-a0cc-f67cf6b8d7b6",
            "word": "community theater",
            "phonetic": "kəmjuːnᵻɾi θiəɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Yeah they had the picture of me when they announced my number one position was of me in a duck costume because I'm famous for going into a McDonald's in a very dangerous neighborhood dressed as a chicken and I had a bunch of little kids that were also dressed in chicken costumes because we were doing The Ugly Duckling at the community theater and this isn't like a funny story"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbXVuaXR5IHRoZWF0ZXI&hash=7a7e3d54a0aa455a489408786170d040971bb20d&lang=en&cache-only=0",
            "defineEn": "the activity of acting in or producing a play in a theater as a hobby and not a profession",
            "defineVi": "hoạt động diễn xuất hoặc sản xuất một vở kịch trong nhà hát như một sở thích chứ không phải một nghề"
        },
        {
            "id": "8dc09949-fc51-481d-a690-b8d056787db6",
            "word": "ad lib",
            "phonetic": "æd lɪb ",
            "partOfSpeechType": "noun",
            "examples": [
                "The ad lib immediately provoked an uproar.",
                "Very hot show, had some great ad libs."
            ],
            "audio": "https://tts.langeek.co/read?text=YWQgbGli&hash=eaeef8ef45dd83bf4b4f47c31f47e63ad22eb728&lang=en&cache-only=0",
            "defineEn": "a line that is recited in a speech or performance without prior preparation",
            "defineVi": "một dòng được đọc trong một bài phát biểu hoặc hiệu suất mà không cần chuẩn bị trước"
        },
        {
            "id": "5b905a95-d825-4f6b-9297-db3fa23e0d85",
            "word": "comedy of manners",
            "phonetic": "kɑːmədi ʌv mænɚz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29tZWR5IG9mIG1hbm5lcnM&hash=bef5e86a02501ee74e9d1b67464e9776b8d5a6e7&lang=en&cache-only=0",
            "defineEn": "a comic play, movie, book, etc. that portrays the behaviors of a particular social class, satirizing them",
            "defineVi": "một vở kịch truyện tranh, phim, sách, v.v. mô tả các hành vi của một tầng lớp xã hội cụ thể, châm biếm họ"
        },
        {
            "id": "fbb027ce-059d-4ce8-920a-bad5c9a0f820",
            "word": "montage",
            "phonetic": "mɔntɑːʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "- We did a montage.",
                "We have a montage here.",
                "- We did a whole montage.",
                "You guys are now, like, montage buddies.",
                "It's montage time."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9udGFnZQ&hash=7e9bdf639aac5c794a6780488d2dfa8555f92028&lang=en&cache-only=0",
            "defineEn": "a technique or process of selecting, editing and pasting separate footage in order to create a motion picture",
            "defineVi": "một kỹ thuật hoặc quá trình lựa chọn, chỉnh sửa và dán các cảnh quay riêng biệt để tạo ra một hình ảnh chuyển động"
        },
        {
            "id": "eb138fb5-60d0-4bb1-b1e9-70eb32cfc512",
            "word": "premiere",
            "phonetic": "pɹəmɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "While Hughie's busy floating on cloud nine, not everyone's having such a good time in this premiere.",
                "We should book our seats for the movie premiere as soon as possible to avoid missing out.",
                "Prehistoric Road Trip premieres Wednesdays, June 17th-July 1st at 10/9c.",
                "This fantasy singspiel, a type of folk opera with music and dialogue, premiered in 1791 in Vienna.",
                "Did you enjoy the premiere?"
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlbWllcmU&hash=32730209259333ea0ff945dfe231298077ab0ff9&lang=en&cache-only=0",
            "defineEn": "the first public screening or performance of a movie or play",
            "defineVi": "buổi chiếu hoặc buổi biểu diễn công khai đầu tiên của một bộ phim hoặc vở kịch",
            "hasImg": true
        },
        {
            "id": "b46b7732-2cac-4d99-8939-a7d14850fec1",
            "word": "melodrama",
            "phonetic": "mɛlədɹɑːmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Melodrama was originally a musical form."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVsb2RyYW1h&hash=3d0c034cadd61a18052dac07e8b884a38b0acd95&lang=en&cache-only=0",
            "defineEn": "an exaggerated dramatic genre that aims to elicit strong emotional responses from the audience",
            "defineVi": "một thể loại chính kịch phóng đại nhằm khơi gợi những phản ứng cảm xúc mạnh mẽ từ khán giả"
        },
        {
            "id": "b552f2a6-b698-4e5b-a6ea-e6a074e1e925",
            "word": "matinee",
            "phonetic": "mætəneɪ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWF0aW5lZQ&hash=cfab0be0ac497877e7aff0aa9253f8ca2d4311cf&lang=en&cache-only=0",
            "defineEn": "a musical or dramatic performance that takes place in daytime, especially in the afternoon",
            "defineVi": "một buổi biểu diễn âm nhạc hoặc kịch tính diễn ra vào ban ngày, đặc biệt là vào buổi chiều"
        },
        {
            "id": "3e836e82-999c-49ec-a2af-969e99436ed6",
            "word": "curtain call",
            "phonetic": "kɜːtən kɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "So get ready for like, 9 curtain calls at the end.",
                "Because it’s time for our curtain call.",
                "Look at all these curtain calls."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VydGFpbiBjYWxs&hash=909ef3cfff256f9ab33947d3fb24a6b3a70b3999&lang=en&cache-only=0",
            "defineEn": "the time after a play or show has just ended when the performers come to the stage to receive the applause of the audience",
            "defineVi": "thời gian sau khi một vở kịch hoặc buổi biểu diễn vừa kết thúc khi những người biểu diễn bước ra sân khấu để nhận được những tràng vỗ tay của khán giả"
        },
        {
            "id": "14981cbe-c285-4e3f-a0ce-44a219817886",
            "word": "to dramatize",
            "phonetic": "tə dɹæmɐtaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "So after a period of peace following Pocahontas' marriage to John Rolfe in 1614, dramatized here, things finally came to a head in 1622, when Chief Opechancanough led a rebellion against the English."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJhbWF0aXpl&hash=0e1bd114dd46766355e1bb382acef01391ba391e&lang=en&cache-only=0",
            "defineEn": "to make a movie or write a play based on a book or event",
            "defineVi": "để làm một bộ phim hoặc viết một vở kịch dựa trên một cuốn sách hoặc sự kiện"
        },
        {
            "id": "e8e2566d-0920-4dae-94ea-2a4ffc42e43d",
            "word": "surtitle",
            "phonetic": "sɜːɾaɪɾəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VydGl0bGU&hash=5cd64f917c9816fb8c47d4bd121dd87449802fad&lang=en&cache-only=0",
            "defineEn": "translated words projected above or next to the stage on a screen in an opera or play",
            "defineVi": "các từ đã dịch được chiếu phía trên hoặc bên cạnh sân khấu trên màn hình trong vở opera hoặc vở kịch"
        },
        {
            "id": "6b52de39-68c1-4735-8863-74d095c9fdb7",
            "word": "soliloquy",
            "phonetic": "səlɪləkwi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm writing a, I'm writing a little soliloquy here.",
                "Before the final battle, Macbeth receives the news that his wife has died and recites a soliloquy saying that at this point life means nothing.",
                "Ophelia is watching Hamlet, too, but Hamlet isn’t watching her, because he’s too busy staring at Claudius, trying to figure out if he really did murder his father and of course Hamlet also spends a lot of time watching himself and then reciting anguished soliloquies about it."
            ],
            "audio": "https://tts.langeek.co/read?text=c29saWxvcXV5&hash=6a244107c80bd83798277ddc34fd6d8bfee4f118&lang=en&cache-only=0",
            "defineEn": "a speech that a character in a dramatic play gives in the form of a monologue as a series of inner reflections spoken out loud",
            "defineVi": "một bài phát biểu mà một nhân vật trong một vở kịch kịch đưa ra dưới hình thức độc thoại như một loạt các phản ánh nội tâm được nói to"
        },
        {
            "id": "f46637ce-4469-4a9e-8446-94312c9895b1",
            "word": "stage direction",
            "phonetic": "steɪdʒ dᵻɹɛkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was also big on speaking stage directions out loud."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhZ2UgZGlyZWN0aW9u&hash=aa3741ba4a43fe16444805815319d61e7e586962&lang=en&cache-only=0",
            "defineEn": "a text in the script of a play, giving an instruction regarding the movement, position, etc. of actors",
            "defineVi": "một văn bản trong kịch bản của một vở kịch, đưa ra hướng dẫn về chuyển động, vị trí, v.v. của các diễn viên"
        },
        {
            "id": "f3551ab0-d5b7-42cf-a0b7-d89b491e6af9",
            "word": "revival",
            "phonetic": "ɹᵻvaɪvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The binding of Osiris and his revival is a promise to Egyptians of eternal life.",
                "Then, a revival of science in Europe restrained the imaginations of geographers.",
                "More immediately, we've got to have a revival of the Keres Act.",
                "Could there be a revival?",
                "The gladiator is actually a revival of a pickup truck Jeep sold in the 1960s."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV2aXZhbA&hash=d54467d8b891ded8737b5d829b34014d4090ce5f&lang=en&cache-only=0",
            "defineEn": "a new performance of something old that has not been performed for a long time, such as a play",
            "defineVi": "một buổi biểu diễn mới của một cái gì đó cũ đã không được thực hiện trong một thời gian dài, chẳng hạn như một vở kịch"
        },
        {
            "id": "632eede8-e625-4cc7-9bfa-7727ca9edb39",
            "word": "to prompt",
            "phonetic": "tə pɹɑːmpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the company lost a major client, it prompted the CEO to reassess the company's strategy and make changes that helped them gain new clients - as they say, a stumble may prevent a fall.",
                "The controversial political scandal that dominated news cycles for a week turned into a seven-day wonder, capturing public attention and prompting investigations and debates.",
                "The incident prompted an SEC investigation into Kodak's disclosure of the loan.",
                "Branson's request for a bailout prompted mockery from some corners, especially in the British press.",
                "A decline in new infections has prompted a wider loosening of restrictions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvbXB0&hash=d9700e71413c49f081092feafdea1cb8ec677c77&lang=en&cache-only=0",
            "defineEn": "to assist (somebody acting or reciting) by suggesting the next words of something forgotten or imperfectly learned",
            "defineVi": "để hỗ trợ (ai đó hành động hoặc đọc thuộc lòng) bằng cách gợi ý những từ tiếp theo của một cái gì đó bị lãng quên hoặc học không hoàn hảo"
        },
        {
            "id": "961a4a95-c442-41ad-8d8b-2f6e280e5b42",
            "word": "to enact",
            "phonetic": "tʊ ɛnækt ",
            "partOfSpeechType": "verb",
            "examples": [
                "All states and territories had enacted their own unemployment insurance laws.",
                "Several states have already enacted such bans.",
                "In 20 years' time, the Emperor Vespasian's youngest son, Domitian, as emperor, will enact a reign of terror.",
                "In both states, these laws were enacted during the Jim Crow Era and other discriminatory regimes.",
                "To fight against this, some cities have enacted access to counsel initiatives."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5hY3Q&hash=4c964a87f7d0697c61be0252081e93d6dd5e950c&lang=en&cache-only=0",
            "defineEn": "to act a role in a motion picture or perform a play on stage",
            "defineVi": "để diễn một vai trong một bộ phim chuyển động hoặc biểu diễn một vở kịch trên sân khấu",
            "hasImg": true
        },
        {
            "id": "97d5f990-c524-40d5-b88f-365997f45e15",
            "word": "interpretation",
            "phonetic": "ɪntɜːpɹɪteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm afraid I have to disagree with your interpretation of the data.",
                "Like all kōans, this story has numerous interpretations.",
                "What's the interpretation?",
                "Whose interpretation is correct?",
                "Because simultaneous interpretation requires intense concentration, every 30 minutes, the pair switches roles."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJwcmV0YXRpb24&hash=c235d9a5e609e6eb5d79af3b26efc5c804a361c0&lang=en&cache-only=0",
            "defineEn": "a representation that an actor or a performer gives of an artistic or musical piece that shows their understanding and feeling toward it",
            "defineVi": "một đại diện mà một diễn viên hoặc một người biểu diễn đưa ra một tác phẩm nghệ thuật hoặc âm nhạc thể hiện sự hiểu biết và cảm xúc của họ đối với nó"
        },
        {
            "id": "ee7e3ce2-4d5c-4b3f-b99c-9021e9038ab0",
            "word": "to overact",
            "phonetic": "tʊ oʊvɚɹækt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gb3ZlcmFjdA&hash=1de42af5e8c1ef2acac870fa6f9ec52bf00b0626&lang=en&cache-only=0",
            "defineEn": "to act a role in an exaggerated way that is not natural",
            "defineVi": "đóng vai một cách cường điệu không tự nhiên"
        },
        {
            "id": "1d193aba-b890-4e91-8e55-490582a9090e",
            "word": "to miscast",
            "phonetic": "tə mɪskæst ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbWlzY2FzdA&hash=dd018e32dd43d24e213a35b80b5b850c29566e2b&lang=en&cache-only=0",
            "defineEn": "to assign the roles of a play, motion picture, etc. to unsuitable actors",
            "defineVi": "giao vai của một vở kịch, phim điện ảnh, v.v. cho những diễn viên không phù hợp"
        },
        {
            "id": "a561ec7b-db42-406b-8dea-96ce8fe8b950",
            "word": "read-through",
            "phonetic": "ɹiːdθɹuː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVhZC10aHJvdWdo&hash=f05a1878ec432077f2d820c753e273000a8927cd&lang=en&cache-only=0",
            "defineEn": "a preparatory session during which actors read the words of a play before beginning to practice it on the stage",
            "defineVi": "một buổi chuẩn bị trong đó các diễn viên đọc lời của một vở kịch trước khi bắt đầu thực hành nó trên sân khấu"
        },
        {
            "id": "87d558cf-724d-4823-8618-46665f6d19c0",
            "word": "to put on",
            "phonetic": "tə pʊt ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "I put on a clean pair of socks every morning.",
                "He's just putting on an act for the boss's benefit.",
                "He put on his leather jacket before heading out on his motorcycle.",
                "He was always putting on airs and graces.",
                "She put on her swimsuit and jumped into the pool."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IG9u&hash=c874e673b42aee1bd7924077f0aa9df584d74436&lang=en&cache-only=0",
            "defineEn": "to produce or present a play, a show, etc.",
            "defineVi": "để sản xuất hoặc trình bày một vở kịch, một chương trình, vv"
        },
        {
            "id": "68296fd4-63ec-406f-a037-c9b5261cd525",
            "word": "rehearsal",
            "phonetic": "ɹᵻhɜːsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Scorpion was disgusting rehearsal.",
                "This is a rehearsal?",
                "But the rehearsal process isn’t perfect.",
                "Carol left the rehearsal room with Alan, one of the first violinists.",
                "Most recently, Ebola gave Senegal a rehearsal for COVID."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVoZWFyc2Fs&hash=d8145e7c47a51d1c59b0039bef22723351a492da&lang=en&cache-only=0",
            "defineEn": "a session of practice in which performers prepare themselves for a public performance of a concert, play, etc.",
            "defineVi": "một buổi thực hành trong đó những người biểu diễn tự chuẩn bị cho buổi biểu diễn trước công chúng của một buổi hòa nhạc, vở kịch, v.v."
        },
        {
            "id": "15faf731-ae99-4cfa-866e-1b9f8e984449",
            "word": "to portray",
            "phonetic": "tə poːɹtɹeɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The talented actor effortlessly portrayed a wide range of characters, from a hero to a villain.",
                "The media portrayed the politician in a bad light, focusing only on their past mistakes.",
                "The article portrayed her as domineering by dropping quotes from her out of context.",
                "They portray themselves as patriotic nationalists.",
                "Actors Laura Carmichael and Michelle Dockery portray sisters Edith and Mary Crawley."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9ydHJheQ&hash=eef13e061e780f78398def0d503636ce5a8e8681&lang=en&cache-only=0",
            "defineEn": "to play the role of a character in a movie, play, etc.",
            "defineVi": "đóng vai một nhân vật trong phim, vở kịch, v.v.",
            "hasImg": true
        },
        {
            "id": "9dc71dee-23c1-450c-8297-5db016771f1f",
            "word": "adaptation",
            "phonetic": "ædæpteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Margulies makes both ends meet by making adaptations for the movie business.",
                "Adaptation is already happening.",
                "Adaptation is already happening.",
                "Other burrowing animals, like anteaters, have similar adaptations.",
                "Other creatures' eyes display different adaptations."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRhcHRhdGlvbg&hash=9f44620c81409c31cd6d91495837d4b9946eae19&lang=en&cache-only=0",
            "defineEn": "a movie, TV program, etc. that is based on a book or play",
            "defineVi": "một bộ phim, chương trình truyền hình, vv dựa trên một cuốn sách hoặc vở kịch",
            "hasImg": true
        },
        {
            "id": "4cd1f56e-a4df-4ab1-b790-a7f669c969c0",
            "word": "art director",
            "phonetic": "ɑːɹt dᵻɹɛktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My name is Antonio Alcalá, and I'm an art director for the United States Postal Service."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0IGRpcmVjdG9y&hash=1d1960a45bfb1c811e471c75db481c03f8419e81&lang=en&cache-only=0",
            "defineEn": "someone who is in charge of the artistic features, such as props and costumes of a movie or play",
            "defineVi": "một người chịu trách nhiệm về các tính năng nghệ thuật, chẳng hạn như đạo cụ và trang phục của một bộ phim hoặc vở kịch",
            "hasImg": true
        },
        {
            "id": "3ad13de5-d11a-4958-ac6e-761ff86dd928",
            "word": "dramatist",
            "phonetic": "dɹæmətɪst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHJhbWF0aXN0&hash=90d7752ec882b907f6f4e7aeff91e8931408ab09&lang=en&cache-only=0",
            "defineEn": "someone who writes plays for the TV, radio, or theater",
            "defineVi": "một người viết vở kịch cho TV, đài phát thanh, hoặc nhà hát",
            "hasImg": true
        },
        {
            "id": "ff3ba994-d06b-4de1-8995-88f1be6262e5",
            "word": "balcony",
            "phonetic": "bælkəni ",
            "partOfSpeechType": "noun",
            "examples": [
                "He likes to stand on the balcony to feel the breeze.",
                "He wondered if he could grow his own endive in a small pot on his balcony.",
                "She stumbled off the balcony, but luckily, a hedge below her broke her fall.",
                "We built the balcony.",
                "We step on the balcony."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsY29ueQ&hash=459f5f4532057cce6d220717240f46a13854c64c&lang=en&cache-only=0",
            "defineEn": "an upper floor in a theater or cinema where there are seats for the audience",
            "defineVi": "một tầng trên trong một nhà hát hoặc rạp chiếu phim nơi có chỗ ngồi cho khán giả"
        },
        {
            "id": "885dfe2c-fdd3-40aa-8438-6cf83d6739c2",
            "word": "offstage",
            "phonetic": "ɔfsteɪdʒ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Offstage, as a licensed Medicare agent, she helped senior clients enroll in the federal program.",
                "Onstage he makes millions of people laugh, but offstage he can't shake hands with them or touch a doorknob or a glass or even be with his own family at times.",
                "Shakespeare keeps the violence offstage until that scene, then he allows it full rein, which should shake anyone who still feels sympathy for Macbeth.",
                "For the those of us that don't have as many offstage meetings as you do, what is the agenda that's driving this year's Davos?"
            ],
            "audio": "https://tts.langeek.co/read?text=b2Zmc3RhZ2U&hash=c85fd41d5b6f21ed3d780d5796eaec82708feee8&lang=en&cache-only=0",
            "defineEn": "situated or taking place in the area of a stage not visible to the audience",
            "defineVi": "nằm hoặc diễn ra trong khu vực của sân khấu mà khán giả không nhìn thấy được"
        },
        {
            "id": "c06b9e7e-84fa-41c6-b418-4d916750f192",
            "word": "set piece",
            "phonetic": "sɛt piːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We're doing two set pieces in a row?",
                "To recite these massive epics live, rhapsodes employed a steady meter, along with mnemonic devices, like repetition of memorized passages or set pieces.",
                "So that's the end of one of the biggest set pieces of the movie, which honestly tries to do what we were trying to do with this whole movie, which is take a normal house and turn every single element of that house into a massive Burj Khalifa-scale obstacle.",
                "Instead of being like a set piece in a theatrical narrative scene, she becomes a psychological subject.",
                "So the movie travels a lot, but we filmed all the set stuff and the set pieces in Mumbai but we were on location in Delhi."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V0IHBpZWNl&hash=e94fb2306f0a260aab9824389ef639b60a361bcc&lang=en&cache-only=0",
            "defineEn": "a set of scenes in a motion picture, novel, etc. that could be regarded independently and are very elaborate or complex",
            "defineVi": "một tập hợp các cảnh trong một bộ phim chuyển động, tiểu thuyết, v.v. có thể được xem xét một cách độc lập và rất công phu hoặc phức tạp"
        },
        {
            "id": "c03639fd-8d1b-438c-bf46-6f7062b6b3e2",
            "word": "blockbuster",
            "phonetic": "blɑːkbʌstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Reeve shot from zero to hero in the 1978 blockbuster, Superman.",
                "He seems to have the Midas touch when it comes to blockbusters.",
                "Recent nostalgia for '80s and '90s brands has renewed interest in Blockbuster.",
                "Blockbuster's troubles continued through the mid-2000s.",
                "I stole skittles from Blockbuster."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxvY2tidXN0ZXI&hash=0782d696061d96c8a54e6139a76eb96f5a26554d&lang=en&cache-only=0",
            "defineEn": "a thing that achieves great commercial success, particularly a movie, book, or other product",
            "defineVi": "một thứ đạt được thành công lớn về mặt thương mại, đặc biệt là một bộ phim, cuốn sách hoặc sản phẩm khác"
        },
        {
            "id": "070dfb28-766c-42bb-812a-4ca360e22f70",
            "word": "cinematography",
            "phonetic": "sɪnɪmɐtɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "But through casting, cinematography and the editing, our goal is to make you feel as if this is really happening.",
                "Film language includes cinematography, art directing, acting, editing, sound design, special effects, score, all of which work together to communicate ideas and emotions more quickly and viscerally than books can.",
                "If you’re obsessed with good TV and someone says they’ve found the best show ever, you might spend hours looking at its cinematography and writing before you decide you agree with them."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2luZW1hdG9ncmFwaHk&hash=5b370270d359676825f006537ecd0c6c5db24df1&lang=en&cache-only=0",
            "defineEn": "the art and methods of film-making, especially the photographic aspect and camerawork",
            "defineVi": "nghệ thuật và phương pháp làm phim, đặc biệt là khía cạnh chụp ảnh và quay phim"
        },
        {
            "id": "1e06641f-90e2-4aa8-9770-2c6d0af22643",
            "word": "costume drama",
            "phonetic": "kɔstuːm dɹɑːmə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29zdHVtZSBkcmFtYQ&hash=5e0c17876a616db449325467ef795d4351f4875e&lang=en&cache-only=0",
            "defineEn": "a motion picture or theatrical production with a historical setting in which the actors wear the costume appropriate to that time period",
            "defineVi": "một bộ phim chuyển động hoặc sản xuất sân khấu với bối cảnh lịch sử trong đó các diễn viên mặc trang phục phù hợp với khoảng thời gian đó",
            "hasImg": true
        },
        {
            "id": "f2145c7d-6a5a-4cbf-a2d4-44dc5d4f5427",
            "word": "credit",
            "phonetic": "kɹɛdɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "John's bank account is in credit by $500.",
                "On the credit side, the restaurant offers a wide range of choices.",
                "Enter these amounts on the credit side.",
                "The company is in credit with its customers for providing excellent customer service.",
                "The politician is in credit with his supporters for fulfilling his election promises."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlZGl0&hash=656cea0bc7a86951d742106ddcac8276bc9f7713&lang=en&cache-only=0",
            "defineEn": "(plural) a list of names at the start or end of a TV program or movie acknowledging the people involved in its production",
            "defineVi": "(số nhiều) danh sách tên ở phần đầu hoặc phần cuối của chương trình truyền hình hoặc phim công nhận những người tham gia sản xuất chương trình đó"
        },
        {
            "id": "2805f5dd-a806-4be3-9c6f-472ddbfdd6f4",
            "word": "to fictionalize",
            "phonetic": "tə fɪkʃənəlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Between the fictionalized stories, verifiable practices, and big gaps that still exist in our knowledge, there's no one history of cannibalism.",
                "The film, a fictionalized account based on real events, was directed by Lee Daniels, with a script by playwright Suzan-Lori Parks.",
                "Oh, yes, there's no question this is a fictionalized, rose-tinted view of a tiny sliver of society.",
                "It seems easier to digest certain things when they’re fictionalized."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmljdGlvbmFsaXpl&hash=97c7ec6e28c5ec82b6c902a903fabdfd6e04b41d&lang=en&cache-only=0",
            "defineEn": "make into fiction",
            "defineVi": "biến thành tiểu thuyết"
        },
        {
            "id": "92844790-2c32-4335-b35b-3faa97857183",
            "word": "film noir",
            "phonetic": "fɪlm nwɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmlsbSBub2ly&hash=b81a5ec7aa29126ec6c8261d1e61b948140f51f4&lang=en&cache-only=0",
            "defineEn": "a type of movie involving crime including shadowy footage and dark background music that depicted cynical characters caught in dangerous situations",
            "defineVi": "một thể loại phim liên quan đến tội phạm bao gồm cảnh quay u ám và nhạc nền đen tối mô tả các nhân vật hoài nghi bị mắc kẹt trong các tình huống nguy hiểm"
        },
        {
            "id": "c2e036b0-824a-486f-bfad-4737b2fbbee9",
            "word": "fourth wall",
            "phonetic": "foːɹθ wɔːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zm91cnRoIHdhbGw&hash=f2cd61b276844e88984b577b51262aaab07212d8&lang=en&cache-only=0",
            "defineEn": "an imaginary barrier that separates the mise en scene and the fictional characters from the audience, especially in a theatrical performance",
            "defineVi": "một rào cản tưởng tượng ngăn cách cảnh khổ sở và các nhân vật hư cấu với khán giả, đặc biệt là trong một buổi biểu diễn sân khấu"
        },
        {
            "id": "fd57de1e-6b85-411a-b1d4-877b228359ac",
            "word": "intermission",
            "phonetic": "ɪntɚmɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "We wanted to stretch our legs during intermission.",
                "So at intermission, I said, wasn't that amazing?"
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJtaXNzaW9u&hash=2aa32bfc52e400249d9582b0e00336f8cb58ae16&lang=en&cache-only=0",
            "defineEn": "a short pause between parts of a play, movie, etc.",
            "defineVi": "một khoảng dừng ngắn giữa các phần của vở kịch, bộ phim, v.v."
        },
        {
            "id": "3e53a6af-e90d-4da1-8efb-2721491089c2",
            "word": "interlude",
            "phonetic": "ɪntɚluːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "(Interlude music) Let's start with our sun."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJsdWRl&hash=b356888c901157e60ea4bf854dfad5b0e2619a34&lang=en&cache-only=0",
            "defineEn": "a short performance that is presented between two longer pieces",
            "defineVi": "một màn trình diễn ngắn được trình bày giữa hai phần dài hơn"
        },
        {
            "id": "e4edd6f3-8712-420c-99e2-be992ddb6963",
            "word": "epilogue",
            "phonetic": "ɛpɪlɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "There may have been an epilogue.",
                "But as an epilogue, as I promised, I'm going to derive a centripetal-force equation, which involves a little bit of calculus."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBpbG9ndWU&hash=e603382a82575b9f4f958b515b8019fc5102064e&lang=en&cache-only=0",
            "defineEn": "a concluding speech at the end of a play that is addressed directly to the audience, often in verse",
            "defineVi": "một bài phát biểu kết thúc ở phần cuối của một vở kịch được nói trực tiếp với khán giả, thường là trong câu thơ"
        },
        {
            "id": "5e35cbb5-257c-4782-9158-ff4315663073",
            "word": "understudy",
            "phonetic": "ʌndɚstʌdi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJzdHVkeQ&hash=a0cbc092377d9fa90b8fa0604d2f40ba5bcd3c2d&lang=en&cache-only=0",
            "defineEn": "an actor who practices the lines of another actor in order to replace them if necessary",
            "defineVi": "một diễn viên thực hành lời thoại của một diễn viên khác để thay thế họ nếu cần thiết"
        },
        {
            "id": "41618de4-2bbf-4e93-b510-98a748071c01",
            "word": "telefilm",
            "phonetic": "tɛlᵻfɪlm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVsZWZpbG0&hash=4f0d168bfda65946f35c806309d4a5f52876f4bb&lang=en&cache-only=0",
            "defineEn": "a movie that is intended to be broadcast on TV, rather than being projected on the screen",
            "defineVi": "một bộ phim dự định sẽ được phát trên TV, thay vì được chiếu trên màn hình"
        }
    ]
}