{
    "id": "a2a9f226-9fed-42cd-93be-a35302c4390b",
    "title": "Unit 10 - Lesson 1",
    "originalTitle": "Unit 10 - Lesson 1",
    "words": [
        {
            "id": "b8969e12-6749-43b4-b26a-cb3a8486e2e8",
            "word": "to discuss",
            "phonetic": "tə dɪskʌs ",
            "partOfSpeechType": "verb",
            "examples": [
                "We discuss current scientific advancements and discoveries in science class.",
                "We discussed what punishment should be given to the boys.",
                "We discussed our favorite movie scenes with our friends after watching a film.",
                "The doctor made a call to the patient to discuss the test results.",
                "The parents attended the school meeting to discuss their child's progress."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzY3Vzcw&hash=baaa6cf9eccdbb91de3b23861d342c969b9a2728&lang=en&cache-only=0",
            "defineEn": "to talk or have a discussion about something with someone",
            "defineVi": "để nói chuyện hoặc có một cuộc thảo luận về một cái gì đó với một ai đó",
            "hasImg": true
        },
        {
            "id": "4708b01c-a039-416c-8170-2c6e81cad31a",
            "word": "ingredient",
            "phonetic": "ɪŋɡɹiːdiənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The recipe called for seven ingredients.",
                "The active ingredient checks the growth of bacteria.",
                "Sultanas are a popular ingredient in fruitcakes and other baked goods.",
                "Tomato paste is a staple ingredient for many recipes.",
                "Some vegan cheeses use algae-based ingredients to achieve a creamy texture and unique flavor."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5ncmVkaWVudA&hash=a66489e6ab943286de0bee91d964a98d13fe33f7&lang=en&cache-only=0",
            "defineEn": "any of the constituents that are added to a compound or mixture in order to make it, such as the foods in a meal",
            "defineVi": "bất kỳ thành phần nào được thêm vào một hợp chất hoặc hỗn hợp để tạo ra nó, chẳng hạn như các loại thực phẩm trong bữa ăn",
            "hasImg": true
        },
        {
            "id": "a5df0e2d-e090-4c5a-85bc-e69cd090df96",
            "word": "recipe",
            "phonetic": "ɹɛsᵻpiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The recipe serves four people.",
                "The recipe called for seven ingredients.",
                "The recipe calls for thirty grams of sugar.",
                "I never follow a recipe completely.",
                "My favorite smoothie recipe always includes the juiciness of a Jaffa orange."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjaXBl&hash=a7724e768b8bb688a9dd2d15231a14b603eccc93&lang=en&cache-only=0",
            "defineEn": "the instructions on how to cook a certain food",
            "defineVi": "hướng dẫn cách nấu một món ăn nhất định",
            "hasImg": true
        },
        {
            "id": "e08b5c34-b609-4080-a310-eddae6652dd2",
            "word": "food",
            "phonetic": "fuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The food looks good.",
                "Save some food for me.",
                "Food went missing from the school cafeteria?",
                "The leaves of Morus alba are commonly used as food.",
                "Spiders can live for several days without food."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9vZA&hash=65f49957e3701762fdefa732db230ce6102b0405&lang=en&cache-only=0",
            "defineEn": "things that people and animals eat, such as meat or vegetables",
            "defineVi": "những thứ mà con người và động vật ăn, chẳng hạn như thịt hoặc rau",
            "hasImg": true
        },
        {
            "id": "6ec69366-8ac9-4d30-b867-ba4499087bb2",
            "word": "egg",
            "phonetic": "ɛɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eggs are a great source of protein.",
                "The chicken laid an egg in the nesting box.",
                "The eggs cook quickly in a hot frying pan.",
                "I wanted bacon and eggs for breakfast.",
                "The brunch special featured a beefburger with a sunny-side-up egg, crispy bacon, and a dollop of hollandaise sauce."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWdn&hash=9442aaa358f96481306b74ee0ac4fb268e896189&lang=en&cache-only=0",
            "defineEn": "an oval or round thing that is produced by a chicken and can be used for food",
            "defineVi": "một thứ hình bầu dục hoặc tròn được sản xuất bởi một con gà và có thể được sử dụng cho thực phẩm",
            "hasImg": true
        },
        {
            "id": "2a6beecd-b84b-4a26-b65f-28703fac5854",
            "word": "onion",
            "phonetic": "ʌniən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children enjoyed onion rings as a crispy side dish.",
                "They mixed Welsh onion with cream cheese for a tasty spread on their morning bagels.",
                "When it comes to the new tax reform, the new accountant really knows her onions.",
                "They pickled onions to enjoy as a tangy garnish for sandwiches and salads.",
                "Melt the butter, then add the onion."
            ],
            "audio": "https://tts.langeek.co/read?text=b25pb24&hash=630cbddcf7a13bd1cb746370bbf0b6cdae76ffb8&lang=en&cache-only=0",
            "defineEn": "a round yellow, white, or red vegetable with many layers and a smell and taste that is strong",
            "defineVi": "một loại rau tròn màu vàng, trắng hoặc đỏ với nhiều lớp, có mùi và vị đậm đà",
            "hasImg": true
        },
        {
            "id": "712ee76b-91ba-4ccd-92da-07ed2d0ab70b",
            "word": "apple",
            "phonetic": "æpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The delicate aroma of ripe may apples fills the kitchen.",
                "Honeycrisp apples are right over here in the apple section.",
                "Cripps pink apples add a pop of color and a sweet-tart taste to my fruit salad.",
                "The apple orchard typically yields a bountiful harvest each year.",
                "An industry-backed initiative petition with a large marketing budget overturned the apple cart."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwbGU&hash=0dc781364e082247f121222a7a988201127bea75&lang=en&cache-only=0",
            "defineEn": "a fruit that is round and has thin yellow, red, or green skin",
            "defineVi": "một quả tròn và có vỏ mỏng màu vàng, đỏ hoặc xanh",
            "hasImg": true
        },
        {
            "id": "138ae3f7-918f-44de-a751-297fa67a22de",
            "word": "orange",
            "phonetic": "ɔɹɪndʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My parents always drink orange juice for breakfast.",
                "The market had ripe oranges with bright orange peels.",
                "Bitter orange peel is a great addition to my herbal remedies.",
                "She poured orange juice into a clear glass.",
                "She has an orange cat."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Jhbmdl&hash=99633941bc25f4b445048dab205da735c5e542b6&lang=en&cache-only=0",
            "defineEn": "a fruit that is juicy and round and has thick skin",
            "defineVi": "một loại trái cây ngon ngọt và tròn và có da dày",
            "hasImg": true
        },
        {
            "id": "9ef5fca9-c940-45b9-ac59-70e8aeef8b93",
            "word": "lemon",
            "phonetic": "lɛmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The market had vibrant yellow lemons on display.",
                "Lemon chicken is a flavorful dish that combines the juiciness of chicken with the tanginess of lemons.",
                "He added a squeeze of lemon to his fish tacos for a citrusy twist.",
                "He zests the lemon over the pasta to give it a refreshing flavor.",
                "He squeezed fresh lemon juice into his water, enjoying the tangy taste of the citrus."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVtb24&hash=67ee924feffec5d621c6351e7dfe699a686d7454&lang=en&cache-only=0",
            "defineEn": "a sour fruit that is juicy and round and has thick yellow skin",
            "defineVi": "một loại trái cây chua mọng nước và tròn và có vỏ dày màu vàng",
            "hasImg": true
        },
        {
            "id": "f4fe3f2c-bc23-4810-9c77-b46cceb36c6d",
            "word": "banana",
            "phonetic": "bɐnænə ",
            "partOfSpeechType": "noun",
            "examples": [
                "She went bananas over a doll.",
                "Do you like bananas?",
                "My mom peeled a ripe banana for me.",
                "All of his teachers are going bananas over his science fair experiment.",
                "They froze sliced bananas and blended them into a creamy banana ice cream."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFuYW5h&hash=a48fb7b981c774a18055b2d3750ea207a9b324a8&lang=en&cache-only=0",
            "defineEn": "a soft fruit that is long and curved and has hard yellow skin",
            "defineVi": "một quả mềm dài và cong và có vỏ cứng màu vàng",
            "hasImg": true
        },
        {
            "id": "89491c7f-74f2-4e4c-842b-872384fa59a8",
            "word": "tomato",
            "phonetic": "təmeɪɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tomatoes are out of season now.",
                "Tomato paste is a staple ingredient for many recipes.",
                "The chef prepared a creamy tomato soup for lunch.",
                "Mix cooked conchiglie with cherry tomatoes, cucumbers, and a vinaigrette for a pasta salad.",
                "They loved the sun-dried tomato and mozzarella-filled pansotti."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9tYXRv&hash=b03301d321a2d64e061f6c7de77256d255bdce4f&lang=en&cache-only=0",
            "defineEn": "a soft and round fruit that is red and is used a lot in salads and many other foods",
            "defineVi": "một loại trái cây mềm và tròn có màu đỏ và được sử dụng nhiều trong món salad và nhiều món ăn khác",
            "hasImg": true
        },
        {
            "id": "d60c4120-785c-4996-87a5-65cf97b02eff",
            "word": "potato",
            "phonetic": "pəteɪɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef skillfully peeled the potato, preparing it for the delicious mashed potatoes.",
                "The creamy potato salad was enhanced with crispy lardons of bacon.",
                "The team's success is built on the meat and potatoes of hard work and dedication.",
                "Britain grows 6,000,000 tons of potatoes a year.",
                "The farmer harvested a basket of potatoes from the field, satisfied with a successful yield."
            ],
            "audio": "https://tts.langeek.co/read?text=cG90YXRv&hash=d5e172be4127e5cdef6d2b48ed01de63b616a228&lang=en&cache-only=0",
            "defineEn": "a round vegetable that grows beneath the ground, has light brown skin, and is used cooked or fried",
            "defineVi": "một loại rau tròn mọc dưới đất, có vỏ màu nâu nhạt và được dùng nấu chín hoặc chiên",
            "hasImg": true
        },
        {
            "id": "99b908e0-dc08-472f-9eb2-9e6f026978bc",
            "word": "pepper",
            "phonetic": "pɛpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef peppers the steak with a blend of spices for a flavorful taste.",
                "They passed around the pepper grinder at the dinner table.",
                "She added a dash of cayenne pepper to her soup for an extra kick of flavor.",
                "I tossed the roasted vegetables with olive oil and a sprinkle of salt and pepper.",
                "I love to pepper my popcorn with a sprinkle of chili powder for a spicy snack."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVwcGVy&hash=8df145ff8a7cd52c675078a1a5f5c7a698a345ac&lang=en&cache-only=0",
            "defineEn": "a hollow fruit, typically red, green or yellow, eaten as a vegetable either raw or cooked with other food",
            "defineVi": "một loại trái cây rỗng, thường có màu đỏ, xanh lá cây hoặc vàng, được ăn như một loại rau sống hoặc nấu chín với thực phẩm khác",
            "hasImg": true
        },
        {
            "id": "7829bf64-20d9-46be-b5ef-74bbae35cab5",
            "word": "bean",
            "phonetic": "biːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "My vegetarian friend often uses beans as a filling for vegetarian tacos.",
                "I often use beans as a filling for vegetarian tacos.",
                "So who spilled the beans about her affair with David?",
                "She added steamed lima beans to her garden salad.",
                "I haven't got a bean."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhbg&hash=e00b28fc0c39c03c2a281313f4bffddf71b35ec2&lang=en&cache-only=0",
            "defineEn": "a seed growing in long pods on a climbing plant, eaten as a vegetable",
            "defineVi": "một hạt mọc trong vỏ dài trên cây leo, ăn như một loại rau",
            "hasImg": true
        },
        {
            "id": "3646dac5-1c80-45df-8399-168daf57b67c",
            "word": "pea",
            "phonetic": "piː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The members of the band are like peas in a pod.",
                "The group of friends are like peas in a pod.",
                "She used earthnut peas as a unique ingredient in her vegetarian curry.",
                "Black-eyed peas are commonly used in stews, soups, salads, and traditional dishes.",
                "The twins, Tom and Tim, are like two peas in a pod."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVh&hash=150f442b62683b5e265660adecfec45dad0f77fb&lang=en&cache-only=0",
            "defineEn": "a green seed, eaten as a vegetable",
            "defineVi": "một hạt màu xanh lá cây, ăn như một loại rau",
            "hasImg": true
        },
        {
            "id": "37a597fd-842e-469e-847e-b868e299a36c",
            "word": "vegetable",
            "phonetic": "vɛdʒɪɾəbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "They served fresh vegetables with a side of tangy salad cream.",
                "She juices fresh vegetables every morning for a nutritious start to her day.",
                "I tossed the roasted vegetables with olive oil and a sprinkle of salt and pepper.",
                "Fresh vegetables like tomatoes, cucumbers, and lettuce make a delicious salad.",
                "He sprinkled a pinch of ground anise over his roasted vegetables."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVnZXRhYmxl&hash=1835bc11ddce73275d86279a82b2e18e4b5a790a&lang=en&cache-only=0",
            "defineEn": "a plant or a part of it that we can eat either raw or cooked",
            "defineVi": "một loại cây hoặc một phần của nó mà chúng ta có thể ăn sống hoặc nấu chín",
            "hasImg": true
        },
        {
            "id": "35bfccd5-0a83-4a45-b411-6854d0b47863",
            "word": "carrot",
            "phonetic": "kæɹət ",
            "partOfSpeechType": "noun",
            "examples": [
                "They roasted carrots with a sprinkle of ground cardamom.",
                "I gave a carrot to the hungry rabbit.",
                "She dipped her carrot sticks into the hummus.",
                "He ate an orange carrot for a snack.",
                "They bought a carrot cake from the bakery for their family gathering."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fycm90&hash=74b6a414604c499b3431465ef5c996c902682544&lang=en&cache-only=0",
            "defineEn": "a long orange vegetable that grows beneath the ground and is eaten cooked or raw",
            "defineVi": "một loại rau màu cam dài mọc dưới đất và được ăn chín hoặc sống",
            "hasImg": true
        },
        {
            "id": "2862cba8-babb-4139-a854-642c5a08fd08",
            "word": "cabbage",
            "phonetic": "kæbɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We enjoyed hot cabbage soup on a chilly evening.",
                "They cooked corned beef and cabbage for their St. Patrick's Day celebration.",
                "He picked up a beautiful head of savoy cabbage from the market.",
                "The mahimahi tacos were a hit at the party, topped with fresh cabbage slaw and avocado.",
                "She made some delicious food with shredded cabbage and a creamy dressing."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FiYmFnZQ&hash=8fe31fb7b50f83f90a458fea13965bf4d3f253f6&lang=en&cache-only=0",
            "defineEn": "a large round vegetable with thick white, green or purple leaves, eaten raw or cooked",
            "defineVi": "một loại rau tròn lớn có lá dày màu trắng, xanh hoặc tím, ăn sống hoặc nấu chín",
            "hasImg": true
        },
        {
            "id": "4fe34bcf-0737-4e6d-b083-0a23ba14cfa2",
            "word": "broccoli",
            "phonetic": "bɹɑːkəli ",
            "partOfSpeechType": "noun",
            "examples": [
                "The farmer harvested the fresh broccoli florets from the garden for market.",
                "She wrinkled her nose at the taste of broccoli.",
                "He tried to mask the taste of the broccoli by adding extra seasoning and sauce.",
                "They grilled broccoli and served it as a tasty and healthy appetizer.",
                "They had a family dinner with a roasted chicken, rice, and steamed broccoli."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvY2NvbGk&hash=8cfa4a499615e66aedac6f2d5ff2bdc9474f5449&lang=en&cache-only=0",
            "defineEn": "a vegetable from the cabbage family with a thick stem and many green or purplish flower buds",
            "defineVi": "một loại rau thuộc họ bắp cải có thân dày và nhiều nụ hoa màu xanh lục hoặc tía",
            "hasImg": true
        },
        {
            "id": "3830928f-30f8-4023-8532-0d6c5c680717",
            "word": "cauliflower",
            "phonetic": "kɑːlɪflaʊɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We added cauliflower to our vegetable soup for an extra dose of nutrients.",
                "We roasted cauliflower with a drizzle of balsamic glaze, creating a sweet and savory side dish.",
                "Cauliflower shooters.",
                "- I can't stand cauliflower.",
                "- I don't like cauliflower."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F1bGlmbG93ZXI&hash=3d2f9427dfb52d177f9785085b84649164033810&lang=en&cache-only=0",
            "defineEn": "the flower head of a plant from the cabbage family that is white in color and is eaten as a vegetable",
            "defineVi": "đầu hoa của một loại cây thuộc họ bắp cải có màu trắng và được ăn như một loại rau",
            "hasImg": true
        },
        {
            "id": "07b8edf6-56fb-4c34-9271-134175ca84c5",
            "word": "leek",
            "phonetic": "liːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "She found comfort in a warm bowl of creamy leek and potato soup on a rainy afternoon.",
                "They discovered a hidden spot where wild leeks grew abundantly.",
                "It was a challenge to find leeks at the grocery store, but she finally got her hands on them.",
                "I like leeks, you know?",
                "And I make the best pies with leeks."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVlaw&hash=eb29cbe6ea87acbe2709adb7db59cdcff21aa2f5&lang=en&cache-only=0",
            "defineEn": "a plant of the onion family with layers of green leaves and a white stem, used in cooking",
            "defineVi": "một loại cây thuộc họ hành có nhiều lớp lá xanh và thân màu trắng, dùng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "e3ba1923-cd7c-4f84-b12d-ed1349db5b98",
            "word": "cucumber",
            "phonetic": "kjuːkʌmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I added cucumber to my homemade green smoothie for extra hydration.",
                "We made a refreshing cucumber salsa with tomatoes, onions, and cilantro.",
                "Mix cooked conchiglie with cherry tomatoes, cucumbers, and a vinaigrette for a pasta salad.",
                "Fresh vegetables like tomatoes, cucumbers, and lettuce make a delicious salad.",
                "You should try a Greek salad with cucumbers, tomatoes, feta cheese, and a tangy dressing."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VjdW1iZXI&hash=15aca5536b905d5fccfd857ff6f73ef51b568239&lang=en&cache-only=0",
            "defineEn": "a long fruit that has thin green skin and is used a lot in salads",
            "defineVi": "một loại trái cây dài có vỏ màu xanh mỏng và được sử dụng nhiều trong món salad",
            "hasImg": true
        },
        {
            "id": "74b7ec3a-eb78-40e2-a7c2-3ab25accf9dd",
            "word": "Brussels sprout",
            "phonetic": "bɹʌsəlz spɹaʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef roasted the Brussels sprouts until they turned golden brown.",
                "My grandparents planted Brussels sprouts in their backyard garden, hoping to enjoy a bountiful harvest in the fall.",
                "I tried Brussels sprouts for the first time and discovered that they were surprisingly tasty.",
                "We have three more burgers, we have a slice of lasagna, meatballs, chicken wings, and Brussels sprouts. -",
                "Wasabi and horseradish are both cabbage-type plants related to things like broccoli, kale, Brussels sprouts, and mustard."
            ],
            "audio": "https://tts.langeek.co/read?text=QnJ1c3NlbHMgc3Byb3V0&hash=7095f06378a816af5d5fccaed03e05508f293b16&lang=en&cache-only=0",
            "defineEn": "a small round green vegetable from the cabbage family, used in cooking",
            "defineVi": "một loại rau xanh tròn nhỏ thuộc họ cải bắp, được sử dụng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "28c8e536-d142-4e69-ab55-3ae109c11f73",
            "word": "corn",
            "phonetic": "kɔːɹn ",
            "partOfSpeechType": "noun",
            "examples": [
                "I measured your corn by my own bushel.",
                "They raise corn, soybeans and alfalfa on 460 acres.",
                "The farmer fed the chickens with corn and grains.",
                "Don't measure other people's corn by your own bushel.",
                "The fertile soil in this region yields abundant crops of wheat and corn."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ybg&hash=7a24640bca47273ad2986e9edd323c7014219101&lang=en&cache-only=0",
            "defineEn": "a tall plant with large yellow seeds that grow together on a cob, which is cooked and eaten as a vegetable or animal food",
            "defineVi": "một loại cây cao với những hạt lớn màu vàng mọc cùng nhau trên một lõi ngô, được nấu chín và ăn như một loại thực vật hoặc thức ăn cho động vật",
            "hasImg": true
        },
        {
            "id": "f136ff2e-b682-4e60-8986-be5fbdb16645",
            "word": "lettuce",
            "phonetic": "lɛɾɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The street vendor served crispy chicken cutlet sandwiches with lettuce and mayonnaise.",
                "Fresh vegetables like tomatoes, cucumbers, and lettuce make a delicious salad.",
                "I love the crunch of romaine lettuce in my sandwiches.",
                "We harvested the lettuce from our backyard and shared it with our neighbors.",
                "She tossed the lettuce, carrots, and radishes together to make a colorful salad."
            ],
            "audio": "https://tts.langeek.co/read?text=bGV0dHVjZQ&hash=d6524a306880a33afc634fe9a1f8ea2367a4699f&lang=en&cache-only=0",
            "defineEn": "a type of vegetable with large green leaves, eaten raw in a salad",
            "defineVi": "một loại rau có lá lớn màu xanh, ăn sống trong món salad",
            "hasImg": true
        },
        {
            "id": "3dc82c28-c273-4816-ae0c-71edccfd353d",
            "word": "asparagus",
            "phonetic": "ɐspæɹəɡəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asparagus beanare rich in iron and vitamin K.",
                "She spooned a velvety hollandaise sauce over her grilled asparagus",
                "Impress your guests with a mouthwatering morel mushroom and asparagus quiche for a delightful brunch option.",
                "She valued the high nutritional content and low-calorie nature of asparagus in his diet.",
                "With the arrival of spring, he eagerly anticipated the first harvest of Prussian asparagus to prepare a traditional Easter brunch."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNwYXJhZ3Vz&hash=07e3ca0316a665a57619dba8a7d96f553743a0d1&lang=en&cache-only=0",
            "defineEn": "a long green vegetable with edible stems, used in cooking or eaten raw",
            "defineVi": "một loại rau xanh dài có thân ăn được, dùng để nấu ăn hoặc ăn sống",
            "hasImg": true
        },
        {
            "id": "8436a7dc-8637-4aa7-8391-149e29864a0d",
            "word": "eggplant",
            "phonetic": "ɛɡplənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I carefully peeled the purple eggplant to cook it for dinner.",
                "They decided to serve stuffed eggplant with a flavorful filling of rice, vegetables, and spices.",
                "I'm trying to eat healthier, and I heard eggplant is a good choice.",
                "Eggplants are full of antioxidants.",
                "These eggplants are very good."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWdncGxhbnQ&hash=7ba021be410a7e90cc8f322a2b773f7fbdb48498&lang=en&cache-only=0",
            "defineEn": "a vegetable with dark purple skin, which is eaten cooked",
            "defineVi": "một loại rau có vỏ màu tím sẫm, được ăn chín",
            "hasImg": true
        },
        {
            "id": "656a4e3a-b2a3-4045-bd7c-c7524d9decca",
            "word": "celery",
            "phonetic": "sɛlɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She includes thin slices of celery in her diet.",
                "Grandma's secret stuffing recipe includes a combination of diced onions, celery, and fragrant herbs.",
                "He dislikes the taste of celery and avoids it in his meals.",
                "I sprinkled a little celery seed on top of my baked potatoes to elevate their flavor.",
                "It is important to wash celery thoroughly before consuming it."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2VsZXJ5&hash=57a0de6466324325f37ceb2ecf48a8aec9935e7d&lang=en&cache-only=0",
            "defineEn": "a green vegetable with long stalks that could be eaten",
            "defineVi": "một loại rau xanh có cuống dài có thể ăn được",
            "hasImg": true
        },
        {
            "id": "ce30eaf1-ae8b-4dab-9e95-c323fda7389e",
            "word": "garlic",
            "phonetic": "ɡɑːɹlɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Too much garlic killed the taste of the meat.",
                "They dipped their garlic bread into a bowl of warm tomato sauce.",
                "The homemade garlic sauce was a hit at the dinner party.",
                "The chef grated fresh garlic into the tomato sauce, enhancing its depth and richness.",
                "The kitchen was filled with the smell of garlic."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FybGlj&hash=0e99305121f3de1e5dba4d3463143caecbca0394&lang=en&cache-only=0",
            "defineEn": "a type of vegetable having a strong smell and hot flavor that is used in cooking",
            "defineVi": "một loại rau có mùi mạnh và hương vị nóng được sử dụng trong nấu ăn",
            "hasImg": true
        },
        {
            "id": "4e81b86d-8b3c-4d1b-aaa6-84a5440d1401",
            "word": "tangerine",
            "phonetic": "tændʒɚɹiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "I couldn't resist the temptation of buying a bag of seedless tangerines.",
                "In her tropical garden, there were several citrus trees, including lime, lemon, and tangerine.",
                "Snacking on tangerines is a healthy and delicious way to satisfy my sweet tooth.",
                "I enjoy peeling open a tangerine and being greeted by its bright and citrusy scent.",
                "Does it have too much tangerine on the palette?"
            ],
            "audio": "https://tts.langeek.co/read?text=dGFuZ2VyaW5l&hash=a10123d655c7a368cf078d673e449301d8ab642d&lang=en&cache-only=0",
            "defineEn": "a small orange fruit with loose skin and juicy flesh",
            "defineVi": "một quả cam nhỏ với da lỏng lẻo và thịt mọng nước",
            "hasImg": true
        },
        {
            "id": "2644110e-ce1e-4992-a1ad-4906abe0383c",
            "word": "grapefruit",
            "phonetic": "ɡɹeɪpfɹuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "During my beach vacations, I always pack a juicy grapefruit in my backpack.",
                "They divided the grapefruit into equal segments to share among the group.",
                "When I feel under the weather, a warm cup of grapefruit tea provides a comforting embrace.",
                "She offered him a glass of freshly squeezed grapefruit juice to quench his thirst.",
                "Think atoms in a grapefruit like blueberries in the Earth."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhcGVmcnVpdA&hash=50c614e73f7f665e647cb5138b130b800e035572&lang=en&cache-only=0",
            "defineEn": "a round, citrusy fruit with yellow-orange skin, like a large orange",
            "defineVi": "một loại trái cây tròn, có múi với vỏ màu vàng cam, giống như một quả cam lớn",
            "hasImg": true
        },
        {
            "id": "983189e7-83de-45d8-8488-fb7fd868ca5d",
            "word": "lime",
            "phonetic": "laɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Limes have a tangier taste compared to lemons.",
                "My sister packed some Spanish limes in her picnic basket for a tangy snack on our outdoor adventure.",
                "Lime juice is commonly added to beverages for a refreshing twist.",
                "Drizzling key lime syrup over pancakes or waffles gives them a delicious tropical twist.",
                "You should use lime juice, but in a pinch lemon juice will work."
            ],
            "audio": "https://tts.langeek.co/read?text=bGltZQ&hash=f0d750e289312b3241fa01b7f2c48504348ac075&lang=en&cache-only=0",
            "defineEn": "a round green fruit with a sour taste",
            "defineVi": "một quả tròn màu xanh có vị chua",
            "hasImg": true
        },
        {
            "id": "2b56bd0c-38f0-47bb-b055-fd7f57186d12",
            "word": "grape",
            "phonetic": "ɡɹeɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The grapes are made into wine.",
                "The chef used grape sugar to caramelize the top of the crème brûlée.",
                "The refreshing Muscat grape juice was the perfect choice for a hot summer day.",
                "He used grape juice to make a fruity popsicle.",
                "The Pinot grape juice had a subtle sweetness, making it a great base for refreshing cocktails."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhcGU&hash=bbbb395bd297df32d40ccac3e86cd72bb3a718aa&lang=en&cache-only=0",
            "defineEn": "a purple or green fruit that is round, small, and grows in bunches on a vine",
            "defineVi": "một loại quả màu tím hoặc xanh, tròn, nhỏ và mọc thành chùm trên cây nho",
            "hasImg": true
        },
        {
            "id": "e126a5f6-dc68-4c71-9e84-db9c9fc162ff",
            "word": "pineapple",
            "phonetic": "paɪnæpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drinking pineapple juice is a tasty way to boost your immune system.",
                "He carefully cored the pineapple before serving it as a tropical dessert.",
                "As I cut into the exocarp of the pineapple, its tropical aroma filled the room, making my mouth water.",
                "I love starting my day with a bowl of fresh fruit salad, filled with juicy strawberries, pineapple, and oranges.",
                "The thick and tough skin of the pineapple protected its sweet and tangy flesh."
            ],
            "audio": "https://tts.langeek.co/read?text=cGluZWFwcGxl&hash=9d906e23212a54b02268e60f1c0153a1574ac2b6&lang=en&cache-only=0",
            "defineEn": "a sweet large and tropical fruit that has brown skin, pointy leaves, and yellow flesh which is very juicy",
            "defineVi": "một loại trái cây nhiệt đới lớn ngọt ngào có vỏ màu nâu, lá nhọn và thịt màu vàng rất mọng nước",
            "hasImg": true
        },
        {
            "id": "383de07a-8b20-4b4d-8ff0-4d189df9cce1",
            "word": "pear",
            "phonetic": "pɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Almond-leaved pear has a mild sweetness and a hint of almond taste.",
                "A juicy pear is a refreshing treat on a hot summer day.",
                "Our dessert of the day is a delectable almond-leaved pear tart.",
                "Cerrado pears are known for their unique flavor and crisp texture.",
                "Bosc pear and cinnamon muffins are a delicious way to start the day."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVhcg&hash=66a01ebb51f910a3886f699e5d5b4432f8c43db3&lang=en&cache-only=0",
            "defineEn": "a sweet yellow or green bell-shaped fruit with a lot of juice",
            "defineVi": "một loại trái cây hình chuông màu vàng hoặc xanh ngọt với rất nhiều nước",
            "hasImg": true
        },
        {
            "id": "a8d60af1-e94a-47f6-be7f-9fe19248c0b3",
            "word": "strawberry",
            "phonetic": "stɹɔːbɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "He dipped his strawberries into a bowl of chocolate syrup.",
                "A strawberry margarita, but hold the tequila.",
                "You can buy strawberries all year round, but at a price.",
                "The strawberries and clotted cream combined to create a heavenly dessert parfait.",
                "The candy had an artificial strawberry flavor that burst in your mouth."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyYXdiZXJyeQ&hash=c4991a396106b9f05b65f7a3a70a554215807278&lang=en&cache-only=0",
            "defineEn": "a soft, red juicy fruit with small seeds on its surface",
            "defineVi": "một loại trái cây mềm, mọng nước màu đỏ với những hạt nhỏ trên bề mặt của nó",
            "hasImg": true
        },
        {
            "id": "9d255274-362e-4d56-8683-da8c981ee2e9",
            "word": "apricot",
            "phonetic": "eɪpɹɪkɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Try some dried apricots as a healthy snack.",
                "The baker skillfully removed the stone from the apricot, preparing it for a delicious pie.",
                "I made apricot muffins for the bake sale, and they were a big hit among the crowd.",
                "He enjoyed cracking open the pits of the apricot and extracting the tasty kernel inside.",
                "Fruits like apricots and peaches contain actual cyanide in their seeds to defend against herbivores."
            ],
            "audio": "https://tts.langeek.co/read?text=YXByaWNvdA&hash=2ffbc6ebec8058db85aa937d6ecd31af5a26455e&lang=en&cache-only=0",
            "defineEn": "a small yellow or orange fruit with juicy flesh and a large pit",
            "defineVi": "một quả nhỏ màu vàng hoặc cam với thịt mọng nước và một cái hố lớn",
            "hasImg": true
        },
        {
            "id": "f9af57ff-82ad-45a2-989c-de78c932f449",
            "word": "peach",
            "phonetic": "piːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He shared a juicy peach with his friend during a picnic in the park.",
                "Peaches are packed with antioxidants that help protect your body against harmful free radicals.",
                "They spent the afternoon pitting the peaches for their summer jam.",
                "I bit into a ripe peach and enjoyed its sweet flesh.",
                "Sarah made a refreshing peach iced tea to beat the summer heat."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVhY2g&hash=c81b48d718d4c83e5e4fa5ad6459e4451ce9d5a9&lang=en&cache-only=0",
            "defineEn": "a soft and juicy fruit that has a stone in the middle and its skin has extremely little hairs on it",
            "defineVi": "một loại trái cây mềm và ngon ngọt có một viên đá ở giữa và da của nó có rất ít lông trên đó",
            "hasImg": true
        },
        {
            "id": "c1015eb3-9a14-4aea-bee3-d401a0446473",
            "word": "raspberry",
            "phonetic": "ɹæsbɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She enjoyed the juicy sweetness of raspberries, an aggregate fruit.",
                "She sprinkled some powdered sugar on top of the raspberry muffins for an extra touch of sweetness.",
                "She made a raspberry smoothie by blending fresh raspberries, yogurt, and a splash of honey.",
                "Jim retired to raise raspberries.",
                "She made a raspberry smoothie by blending fresh raspberries, yogurt, and a splash of honey."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFzcGJlcnJ5&hash=d7ab7d0e12a96dfafba52b9deacbe5ef1bdf64a2&lang=en&cache-only=0",
            "defineEn": "an edible soft berry that is red or black in color and grows on bushes",
            "defineVi": "một quả mọng mềm ăn được có màu đỏ hoặc đen và mọc trên bụi cây",
            "hasImg": true
        },
        {
            "id": "64c49afd-a32b-4e83-86a5-e1becadaf305",
            "word": "honeydew melon",
            "phonetic": "hʌnɪduː mɛlən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aG9uZXlkZXcgbWVsb24&hash=fd3e686e9323f408af817fcb82b840c70d68e900&lang=en&cache-only=0",
            "defineEn": "a type of sweet melon with a smooth, pale green rind and sweet, juicy flesh that is typically light green in color",
            "defineVi": "một loại dưa ngọt có vỏ nhẵn, màu xanh nhạt và thịt ngọt, mọng nước, thường có màu xanh nhạt",
            "hasImg": true
        },
        {
            "id": "ef76656a-2c65-4202-94eb-b6da40d53672",
            "word": "avocado",
            "phonetic": "ævəkɑːdoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My friend prefers a vegetarian sandwich with avocado and sprouts.",
                "The chef prepared a fleshy avocado salad, combining its creamy texture with tangy dressing.",
                "I created a unique avocado chutney, blending the creamy fruit with lime juice, cilantro, and jalapenos.",
                "You can sprinkle sesame seeds on your avocado toast to enhance its taste and texture.",
                "He carefully selected the least overripe avocados from the pile."
            ],
            "audio": "https://tts.langeek.co/read?text=YXZvY2Fkbw&hash=25247929681acf6d02eb3f91fca2824c97a83575&lang=en&cache-only=0",
            "defineEn": "a bell-shaped tropical fruit with bright green flesh, dark skin and a big stony seed",
            "defineVi": "một loại trái cây nhiệt đới hình chuông với thịt màu xanh tươi, vỏ sẫm màu và một hạt đá lớn",
            "hasImg": true
        },
        {
            "id": "556fed94-cbd0-4af2-b345-07b92da0c031",
            "word": "papaya",
            "phonetic": "pɐpaɪə ",
            "partOfSpeechType": "noun",
            "examples": [
                "When I was a child my mother used to surprise me with homemade papaya smoothies on hot summer afternoons.",
                "Whenever I feel under the weather, a warm cup of papaya leaf tea is my go-to remedy.",
                "Babaco is like a cross between a papaya and a pineapple, with a smooth and tender texture.",
                "Without it, the state's papaya industry would have collapsed.",
                "The solution was a papaya genetically modified to be vaccinated against the virus."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFwYXlh&hash=d047930faa5ed0bd2ec1152f970a9ae3302b074f&lang=en&cache-only=0",
            "defineEn": "an oval tropical fruit with an orange-yellow flesh containing black seeds",
            "defineVi": "một loại trái cây nhiệt đới hình bầu dục có thịt màu vàng cam chứa hạt đen",
            "hasImg": true
        },
        {
            "id": "3874e2c5-72db-4d1b-a86f-8e98456c44f3",
            "word": "mango",
            "phonetic": "mæŋɡoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She mixed diced mango, jalapeños, and lime juice to create a refreshing salsa.",
                "You can tell a mango is ripe when it gives a slight squeeze and yields to gentle pressure.",
                "Including mangoes in your diet can provide a boost of vitamins and antioxidants.",
                "Paying nine bucks for 200g of dried mango is highway robbery.",
                "Creating a homemade face mask using mango can be a cost-effective option for skincare."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuZ28&hash=5fa92a8a914e44d3fb27aa985fdcdb3c23563b7b&lang=en&cache-only=0",
            "defineEn": "a sweet yellow fruit with a thin skin that grows in hot areas",
            "defineVi": "một loại trái cây màu vàng ngọt với vỏ mỏng mọc ở vùng nóng",
            "hasImg": true
        },
        {
            "id": "e37028e6-9536-48ca-aae6-6156d0d2db7b",
            "word": "kiwi",
            "phonetic": "kiːwiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "He peeled back the skin of the kiwi, revealing its vibrant green flesh dotted with tiny black seeds.",
                "We decided to peel the kiwi before adding it to our fruit salad for easier eating.",
                "Kiwi is a versatile fruit that can be used in both sweet and savory dishes.",
                "I love the crunch and juiciness of freshly sliced kiwi in my summer fruit salad.",
                "But for kiwi birds, giant chicks are the norm."
            ],
            "audio": "https://tts.langeek.co/read?text=a2l3aQ&hash=a38ce67d14157f2529764b045a69819c669894c7&lang=en&cache-only=0",
            "defineEn": "an oval fruit with hairy brown skin and green flesh",
            "defineVi": "một quả hình bầu dục với vỏ màu nâu có lông và thịt màu xanh lá cây",
            "hasImg": true
        },
        {
            "id": "26bf6f5b-502a-4b86-8aa6-14d60f3a6c37",
            "word": "watermelon",
            "phonetic": "wɔːɾɚmɛlən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Watermelon juice is a popular beverage during picnics and barbecues.",
                "I bought a delicious watermelon from the grocery store.",
                "The children enjoyed a refreshing slice of watermelon on a hot summer day.",
                "The farmer harvested a bountiful crop of watermelons from his fields.",
                "Feta cheese pairs perfectly with juicy watermelon, creating a refreshing summer salad."
            ],
            "audio": "https://tts.langeek.co/read?text=d2F0ZXJtZWxvbg&hash=37e03cbf3d2c811a2c6aa7696e79369a1609cc1e&lang=en&cache-only=0",
            "defineEn": "a large, round, and juicy fruit that is red on the inside and has green stripes on its hard and thick skin",
            "defineVi": "một loại trái cây to, tròn và mọng nước, bên trong có màu đỏ và có sọc xanh trên lớp vỏ cứng và dày",
            "hasImg": true
        },
        {
            "id": "d2e0492e-df8f-4958-af00-2afdd2e4f5b1",
            "word": "raisin",
            "phonetic": "ɹeɪzən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cinnamon raisin bagel is my go-to choice for a tasty breakfast.",
                "Grandma's oatmeal cookies are the best, especially with plump raisins baked into them.",
                "Grapes, raisins are toxic to dogs.",
                "Sultanas are raisins right?",
                "The raisins are my favorite part."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFpc2lu&hash=dd81f7eb81d5558a2f4faeba4be9dab103990793&lang=en&cache-only=0",
            "defineEn": "a grape that is dried, used in making cakes, cookies, etc.",
            "defineVi": "một loại nho được sấy khô, được sử dụng để làm bánh, bánh quy, v.v.",
            "hasImg": true
        },
        {
            "id": "8c4478f7-dece-4a09-90c4-ca08088de185",
            "word": "fig",
            "phonetic": "fɪɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Fig jam is a popular spread that you can enjoy on bread or toast.",
                "You can serve camembert with some crusty bread and fig jam for a delightful appetizer.",
                "Dried figs make a convenient and healthy snack to take on-the-go.",
                "The skin of a fig can be green, purple, or brown, depending on the variety.",
                "Then, the females take pollen from the fig flowers and go in search of another fig tree with another syconium."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmln&hash=0bc947d8d6f4d623bc8f6d1abdf0724d653b849e&lang=en&cache-only=0",
            "defineEn": "a small soft fruit, containing many small seeds, with green or purple skin and is eaten dried or fresh",
            "defineVi": "một loại trái cây nhỏ mềm, chứa nhiều hạt nhỏ, có vỏ màu xanh lục hoặc tím và được ăn khô hoặc tươi",
            "hasImg": true
        },
        {
            "id": "64a475ed-925c-4c0d-bba0-c5077b8eb8ef",
            "word": "prune",
            "phonetic": "pɹuːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Prunes are a good source of antioxidants.",
                "Consuming prunes may have a positive impact on heart health by reducing LDL cholesterol levels.",
                "His explanation is totally full of prunes and doesn't answer the question at all.",
                "Drinking all of this prune juice keeps me regular as clockwork!",
                "Have you ever had a prune?"
            ],
            "audio": "https://tts.langeek.co/read?text=cHJ1bmU&hash=a16374dd2a4cc78db4958ed7960bac2c0a756e46&lang=en&cache-only=0",
            "defineEn": "a dried plum rich in carbohydrates and fiber, usually consumed after eating",
            "defineVi": "một quả mận khô giàu carbohydrate và chất xơ, thường được tiêu thụ sau khi ăn",
            "hasImg": true
        },
        {
            "id": "52e612f3-6013-4c28-8a98-c708920999cd",
            "word": "date",
            "phonetic": "deɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They set a date for a full hearing at the end of February.",
                "I’ll check the dates.",
                "The wedding date is set for next month.",
                "We should mark the date on the calendar for our family gathering.",
                "Her date failed to show."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGF0ZQ&hash=306047f81731865f50d6a6e0e1a4a95c77e68b53&lang=en&cache-only=0",
            "defineEn": "a small brown fruit with a sweet taste and a hard seed",
            "defineVi": "một quả nhỏ màu nâu có vị ngọt và hạt cứng",
            "hasImg": true
        },
        {
            "id": "0e2bdafd-aeec-489e-bcd8-5838c44a9999",
            "word": "to keep",
            "phonetic": "tə kiːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The soldiers kept the attackers at bay.",
                "Her father kept a grocer's shop.",
                "The big fellow keeps a fish shop near the post office.",
                "The master kept a weekly journal.",
                "Always keep a backup of the file."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ga2VlcA&hash=a6cfa1ba5bca1df01b715fe53db340eaf9f235d4&lang=en&cache-only=0",
            "defineEn": "to have or store something in a specific place",
            "defineVi": "để có hoặc lưu trữ một cái gì đó ở một nơi cụ thể",
            "hasImg": true
        },
        {
            "id": "425e0640-8b9e-4ddc-b94e-9fa31cc5e739",
            "word": "kitchen",
            "phonetic": "kɪtʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The delicate aroma of ripe may apples fills the kitchen.",
                "A voice came from the kitchen.",
                "The aromatic spice fills the kitchen with a delightful scent.",
                "The kitchen was filled with the smell of garlic.",
                "I love the aroma of fresh herbs in my kitchen."
            ],
            "audio": "https://tts.langeek.co/read?text=a2l0Y2hlbg&hash=424c434e57ae7d314a1b9172171eaf9d5e85ee41&lang=en&cache-only=0",
            "defineEn": "the place in a building or home where we make food",
            "defineVi": "nơi trong một tòa nhà hoặc nhà nơi chúng tôi làm thức ăn",
            "hasImg": true
        },
        {
            "id": "a6978ee1-720f-4c57-a76c-59b6cb89343b",
            "word": "fridge",
            "phonetic": "fɹɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fridge has a freezer section for storing frozen foods.",
                "Milk and cream should keep quite well in a fridge.",
                "The fridge door has a magnetic strip to hold notes and pictures.",
                "I opened the fridge to get a bottle of water.",
                "I put leftovers in the fridge to save them for later."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJpZGdl&hash=39662c9ae532350a0a72d3d21683d1850ae9def5&lang=en&cache-only=0",
            "defineEn": "a container, usually put in a kitchen, that uses electricity to keep food cool and fresh",
            "defineVi": "một thùng chứa, thường được đặt trong nhà bếp, sử dụng điện để giữ cho thực phẩm tươi và mát",
            "hasImg": true
        },
        {
            "id": "ad6b86ca-9bbf-4811-a397-b801b6f32f8c",
            "word": "refrigerator",
            "phonetic": "ɹᵻfɹɪdʒɚɹeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He stored the leftover chard in the refrigerator to use in future meals.",
                "Now, I'm not pointing the finger at anyone in particular, but someone here has been stealing food from the communal refrigerator.",
                "Early in the twentieth century, home refrigerators became available. ",
                "- Poor families in America have, 99% of them have a refrigerator.",
                "They have bathrooms, sinks, refrigerators, complex lighting systems and unique construction."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmcmlnZXJhdG9y&hash=79ad7d25488a836dd539c725bf5d160d328a1d7a&lang=en&cache-only=0",
            "defineEn": "an electrical equipment used to keep food and drinks cool and fresh",
            "defineVi": "một thiết bị điện được sử dụng để giữ cho thực phẩm và đồ uống mát và tươi",
            "hasImg": true
        },
        {
            "id": "6b5233d2-4e2f-4a88-bbda-47bfe2e5132f",
            "word": "shelf",
            "phonetic": "ʃɛlf ",
            "partOfSpeechType": "noun",
            "examples": [
                "This dictionary goes on the top shelf.",
                "To hit the shops/stores/shelves.",
                "The book on the shelf had a purple cover.",
                "He kept his favorite toys on the shelves in his bedroom.",
                "I can't reach the top shelf."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hlbGY&hash=c850b935e7ce89e25336bcd3d7aef0dee5e2b952&lang=en&cache-only=0",
            "defineEn": "a flat, narrow board made of wood, metal, etc. attached to a wall, to put items on",
            "defineVi": "một tấm ván phẳng, hẹp làm bằng gỗ, kim loại, v.v. gắn vào tường, để đặt các vật dụng lên",
            "hasImg": true
        }
    ]
}