{
    "id": "a33d6738-fd69-45e7-a29e-23989f1e7c54",
    "title": "Literature",
    "originalTitle": "Literature",
    "words": [
        {
            "id": "29777471-11ec-4dab-a2bb-da5d300024e3",
            "word": "literary",
            "phonetic": "lɪɾɚɹɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The literary festival attracts renowned authors, publishers, and literary agents.",
                "The author abstracted key themes from the novel in her literary analysis.",
                "The literary festival attracts renowned authors, publishers, and literary agents.",
                "He won three Pulitzer Prizes in a row, achieving a literary hat trick.",
                "She was a critic who loomed large in literary circles."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0ZXJhcnk&hash=0580980be21429e8f9b38a94c7a143d82c5b5831&lang=en&cache-only=0",
            "defineEn": "related to literature",
            "defineVi": "liên quan đến văn học",
            "hasImg": true
        },
        {
            "id": "ca951940-4c25-438f-bfe0-3b2c666af714",
            "word": "anecdote",
            "phonetic": "ænɪkdoʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mackay enlivens his account with amusing anecdotes.",
                "There are extraordinary anecdotes in here.",
                "We know the anecdote that the Roman Empire went down because of lead poisoning.",
                "They chose an anecdote that should be told by Putin to George W. Bush during the first meeting.",
                "For months, news reports, preliminary data and anecdotes suggested that the pandemic had ravaged state budgets."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5lY2RvdGU&hash=3a1fd0cfa6958d02e10ce3a1d7e5de581c37d648&lang=en&cache-only=0",
            "defineEn": "a short interesting story about a real event or person, often biographical",
            "defineVi": "một câu chuyện thú vị ngắn về một sự kiện hoặc người có thật, thường là tiểu sử"
        },
        {
            "id": "62ede294-2571-4bb8-9d47-a1e4d809ba8d",
            "word": "prose",
            "phonetic": "pɹoʊz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Plenty of Christians have tried their hand at putting their beliefs into prose or poetry, usually with calamitous aesthetic results.",
                "And Harper Lee’s great novel may be straightforward in its prose and in its plot, but when it comes to opportunities for that collaboration, it is extremely rich.",
                "Here, the lack of human presence in the Ramsays' beach house allows Woolf to reimagine time in flashes and fragments of prose.",
                "The prose can go from exceedingly indulgently purple to short and choppy noir style, sometimes even in the same book.",
                "Its prose and style read like literary fiction, yet it featured supernatural characters and events."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvc2U&hash=073bfad5f6b08cd6963fa65895c5876d9c77af97&lang=en&cache-only=0",
            "defineEn": "spoken or written language in its usual form, in contrast to poetry",
            "defineVi": "ngôn ngữ nói hoặc viết ở dạng thông thường, trái ngược với thơ"
        },
        {
            "id": "21a8485f-5762-4016-b543-1593f5beb5d7",
            "word": "passage",
            "phonetic": "pæsɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We mark important passages in a book with a pencil underline.",
                "Having a shot at driving a car when you are a teenager is a right of passage.",
                "I know by heart that there are passages devoted to this in our substantial programme.",
                "With that, a backlog of some 370 ships resumed their passage through the canal.",
                "Gravity also alters the passage of time itself."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzc2FnZQ&hash=750466970c092a3b8c8def9f6fc6c135a4ebcbdc&lang=en&cache-only=0",
            "defineEn": "a brief part of a book, piece of music or other composition",
            "defineVi": "một phần ngắn gọn của một cuốn sách, bản nhạc hoặc tác phẩm khác",
            "hasImg": true
        },
        {
            "id": "768c3565-b2b2-4a4c-9136-ee5bc3e151e4",
            "word": "rhyme",
            "phonetic": "ɹaɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "That rhymed.",
                "These rhymes are Darryl's ♪",
                "- Didn't rhyme.",
                "but I'm rhyming.",
                "I can't rhyme."
            ],
            "audio": "https://tts.langeek.co/read?text=cmh5bWU&hash=2a74241a1d45f5cdd122fd9482a80e4d8005767f&lang=en&cache-only=0",
            "defineEn": "agreement between the sound or the ending of a word and another word",
            "defineVi": "thỏa thuận giữa âm thanh hoặc kết thúc của một từ và một từ khác"
        },
        {
            "id": "6e675113-83db-47a2-a04b-1641b45a8279",
            "word": "storyline",
            "phonetic": "stoːɹilaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film received lavish praise from critics for its groundbreaking visual effects, compelling storyline, and outstanding performances.",
                "Is it with characters, characterizations, a storyline?",
                "But you do come together in this storyline?",
                "Trump recognized that it was a good storyline.",
                "The fantasies are intentionally generated and are usually complex narratives with multiple characters and multiple storylines."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvcnlsaW5l&hash=35e88ca9d58315b908fe637da8078d3dfa6e8296&lang=en&cache-only=0",
            "defineEn": "the plot of a movie, play, novel, etc.",
            "defineVi": "cốt truyện của một bộ phim, vở kịch, tiểu thuyết, v.v."
        },
        {
            "id": "95a02c72-8e22-4a71-9bd3-6493f49c97b6",
            "word": "tale",
            "phonetic": "teɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "She again told tales out of school.",
                "After dinner she told me a tall tale about her pet.",
                "A tale never loses in the telling, as they say.",
                "nly two members of the expedition lived to tell the tale.",
                "The guy who always tells tales outside school?"
            ],
            "audio": "https://tts.langeek.co/read?text=dGFsZQ&hash=05893f378cdaae1e4342e6f82d05d291d68ad1e9&lang=en&cache-only=0",
            "defineEn": "a true or imaginary story, particularly one that is full of exciting events",
            "defineVi": "một câu chuyện có thật hoặc tưởng tượng, đặc biệt là một trong đó có đầy đủ các sự kiện thú vị",
            "hasImg": true
        },
        {
            "id": "ddcd0e7b-5eba-4114-a744-ce2000f256c4",
            "word": "volume",
            "phonetic": "vɑːljuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "She gave a reading from her latest volume of poetry.",
                "Emily turned up the volume on the TV, but her grandfather still couldn't hear a thing.",
                "Lidl stole a march on other retailers by stocking pink prosecco in large volumes earlier.",
                "The TV remote control allows me to change channels and adjust the volume.",
                "The happy smile on the child's face when he opened the box spoke volumes about my choice of gift."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9sdW1l&hash=6030dc59a1352c16a74a65e1a288b0e580e9c9c1&lang=en&cache-only=0",
            "defineEn": "a book or other publication that is part of a series of works",
            "defineVi": "một cuốn sách hoặc ấn phẩm khác là một phần của một loạt các tác phẩm"
        },
        {
            "id": "74eb71ab-8e76-476b-a801-adfc753edcda",
            "word": "publication",
            "phonetic": "pʌblɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "With years of groundbreaking research and numerous publications to her name.",
                "Publication of the article brought her into conflict with the authorities.",
                "Around the same time, in the late 7th to early 8th century, the publication of the Book of Monsters describes the siren with the upper torso of a woman and a scaly tail.",
                "The 2020 election was host to 35 Senate elections as a publication.",
                "The first publication about this phenomenon in humans was in 1971, in the scientific journal Nature."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVibGljYXRpb24&hash=bc22fa59bfc4cd702b9d8686f90d2fa125d3095f&lang=en&cache-only=0",
            "defineEn": "the act of preparation and distribution of a book, magazine, piece of music, etc. to the public",
            "defineVi": "hành động chuẩn bị và phân phối một cuốn sách, tạp chí, bản nhạc, v.v. cho công chúng"
        },
        {
            "id": "77677103-03ce-4132-9554-5b3b77309282",
            "word": "playwright",
            "phonetic": "pleɪɹaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Shakespeare is one of the most famous British playwrights in history.",
                "AUGUST WILSON, Playwright: I am.",
                "I'm a Black American playwright.",
                "But, yeah, it's my favorite playwright.",
                "Greek poets and mathematicians playwrights and architects and philosophers founded a culture we still identify with."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxheXdyaWdodA&hash=e24aeb649b64b3ccb83f01661912f43cadc43a4c&lang=en&cache-only=0",
            "defineEn": "someone who writes plays for the TV, radio, or theater",
            "defineVi": "một người viết vở kịch cho TV, đài phát thanh, hoặc nhà hát",
            "hasImg": true
        },
        {
            "id": "e488037d-e11a-4d35-9897-b31c8a3d027c",
            "word": "poetic",
            "phonetic": "poʊɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This moment was poetic.",
                "Dylan's music has transformed the poetic potential of the lyric.",
                "A sonnet is a poetic form consisting of 14 lines.",
                "A couple people also said some just like really beautiful poetic things.",
                "So it’s kind of poetic that its final resting place is near Mars’s equator in a place called Perseverance Valley."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ldGlj&hash=d495390daa0ec723641badea6acf314ce1db2f83&lang=en&cache-only=0",
            "defineEn": "involving or relating to poetry",
            "defineVi": "liên quan đến hoặc liên quan đến thơ"
        },
        {
            "id": "e436d56b-7e1f-4805-9c51-a2de88aacbab",
            "word": "myth",
            "phonetic": "mɪθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Are myths records of historical fact?",
                "Myth #1: Deaf people can't use the bathroom.",
                "Myths from other parts of eastern Asia also associate dragons with water and imperial power.",
                "So this myth illustrates some central facets of Egyptian culture.",
                "Debunking the myths."
            ],
            "audio": "https://tts.langeek.co/read?text=bXl0aA&hash=866061c6e8620ca239cc44b53329ddc65b3ac10a&lang=en&cache-only=0",
            "defineEn": "a story involving the ancient history of a people, usually about heroes and supernatural events that could be unreal",
            "defineVi": "một câu chuyện liên quan đến lịch sử cổ đại của một dân tộc, thường là về các anh hùng và các sự kiện siêu nhiên có thể không có thật"
        },
        {
            "id": "44b27e60-a8b1-4023-997c-c0787273206a",
            "word": "mythical",
            "phonetic": "mɪθɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Mythical Beasts, many things have been mashed.",
                "Yes, be mythical.",
                "Life is so much more mythical with you in it.",
                "From Sweden, we have mythical beasts there.",
                "You win the special mythical breakfast."
            ],
            "audio": "https://tts.langeek.co/read?text=bXl0aGljYWw&hash=2c8e8c7ff008232a5f77cee92cf77e8a8a71008c&lang=en&cache-only=0",
            "defineEn": "existing in or related to myths",
            "defineVi": "tồn tại trong hoặc liên quan đến thần thoại"
        },
        {
            "id": "002ac6fe-ec5e-4aa7-af9d-6d768f44ffa7",
            "word": "fiction",
            "phonetic": "fɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In his latest book, he tries his hand at fiction.",
                "This collection of stories bridges the gap between history and fiction.",
                "Fiction plays with our senses: taste, smell, touch, hearing, sight, and the sense of motion.",
                "We read fiction for many reasons.",
                "The last thing on this immigration issue, that argument and his entire case is built on a fiction."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmljdGlvbg&hash=84efddce0cb857fad53eacc427378eac9948f6e7&lang=en&cache-only=0",
            "defineEn": "a type of literature about unreal people, events, etc.",
            "defineVi": "một loại văn học về những người, sự kiện không có thật, v.v."
        },
        {
            "id": "2a253065-6fc4-42b7-8e5e-857b1eda0f03",
            "word": "plot",
            "phonetic": "plɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film faithfully follows Shakespeare's plot.",
                "Many families own plots of land to grow food.",
                "The plot is almost impossible to follow.",
                "He explained the plot of the movie to his friend who hadn't seen it.",
                "The unexpected twist in the plot made the audience cry out in surprise."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxvdA&hash=80cfe4258376dbbf43fa35bc5b81274bcd41d932&lang=en&cache-only=0",
            "defineEn": "the events that are crucial to the formation and continuity of a story in a movie, play, novel, etc.",
            "defineVi": "các sự kiện quan trọng đối với sự hình thành và tính liên tục của một câu chuyện trong phim, vở kịch, tiểu thuyết, v.v."
        },
        {
            "id": "b788c4ac-cb5e-4a5b-92b7-371827290dcf",
            "word": "legend",
            "phonetic": "lɛdʒənd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The athlete won several consecutive championships and did not look back on their way to becoming a legend in their sport.",
                "Maybe one day, thousands of years later, the descendants of humanity will tell legends about earth’s ancient past.",
                "The legend of overpopulation was born.",
                "I'm insulting a legend.",
                "Isn't my wife a legend?"
            ],
            "audio": "https://tts.langeek.co/read?text=bGVnZW5k&hash=6da912986064b4e78bfb4fec57c4850387b0ec91&lang=en&cache-only=0",
            "defineEn": "an old story that is sometimes considered historical although it is not usually proved to be true",
            "defineVi": "một câu chuyện cũ đôi khi được coi là lịch sử mặc dù nó thường không được chứng minh là đúng"
        },
        {
            "id": "18f27860-dd7e-444d-903a-f0861368102f",
            "word": "romance",
            "phonetic": "ɹoʊmæns ",
            "partOfSpeechType": "noun",
            "examples": [
                "A romance that was born away back in 1910.",
                "In some countries, February is known as the month of love and romance.",
                "After her whirlwind romance, Susan decided it was time to put her house in order before settling down with her new partner.",
                "A decade ago, Whitley became enamored of romance and gave writing a whirl.",
                "The secrecy and danger of their forbidden romance only added to their passion, as they both believed that stolen kisses are the sweetest."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9tYW5jZQ&hash=0a59801e258a3f81d76e89d50bcff8e1bab0d765&lang=en&cache-only=0",
            "defineEn": "a novel or movie about love",
            "defineVi": "một cuốn tiểu thuyết hoặc bộ phim về tình yêu",
            "hasImg": true
        },
        {
            "id": "f5b02d48-8e00-4957-838c-68af8cb4d3bd",
            "word": "tragic",
            "phonetic": "tɹædʒɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The tragic event tore the community out of its sense of normalcy.",
                "He makes King Lear a truly tragic figure.",
                "After the tragic loss, she fell to pieces and couldn't stop crying.",
                "When they lost their friend in a tragic accident, they found comfort in the thought that he would always be with them, as he lived on through the memories and stories they shared.",
                "The tragic death of our good friend Tom at age 29 reminded us yet again that the good die young, and how unfair life can be to take someone so young with so much promise."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhZ2lj&hash=84221ad44a71998b7d930be659bd3dae11097f45&lang=en&cache-only=0",
            "defineEn": "(of a literary piece) related to tragedy",
            "defineVi": "(của một tác phẩm văn học) liên quan đến bi kịch"
        },
        {
            "id": "b148d59f-61d5-48ee-abac-9a45b03eafcd",
            "word": "symbolic",
            "phonetic": "sɪmbɑːlɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And the money largely had symbolic value.",
                "Similarly, the ceremonial clothing of kings and queens is symbolic of their royal status. ",
                "Symbolic interactionism first appeared most clearly in the work of German sociologist Max Weber and his focus on Verstehen, or \"understanding.\"",
                "Military uniforms serve several symbolic functions. ",
                "It's largely symbolic."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ltYm9saWM&hash=85cdb778cd4cf1fd3277118682f7753eaadf482c&lang=en&cache-only=0",
            "defineEn": "consisting of or employing symbols",
            "defineVi": "bao gồm hoặc sử dụng các biểu tượng",
            "hasImg": true
        },
        {
            "id": "827b207d-0b8c-46b4-a8d3-09340ee03e74",
            "word": "to author",
            "phonetic": "tʊ ɔːθɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The author abstracted key themes from the novel in her literary analysis.",
                "The literary festival attracts renowned authors, publishers, and literary agents.",
                "The famous author made a mint from royalties on his best-selling books.",
                "The children's book author is a big noise in the publishing industry, with several award-winning books.",
                "The author writes that this theory has now been disproved."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXV0aG9y&hash=f6af5c30b6bd369aad09b91af75fe062174b3bf8&lang=en&cache-only=0",
            "defineEn": "to be the writer of a book, article, etc.",
            "defineVi": "là tác giả của một cuốn sách, bài viết, vv",
            "hasImg": true
        },
        {
            "id": "48ef19db-dee4-4628-8c12-d7492c701faf",
            "word": "biography",
            "phonetic": "baɪɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Booksellers should easily be able to move this biography of Lincoln.",
                "After reading her biography, I saw her accomplishments in a different light and gained a deeper admiration for her resilience and determination.",
                "I have discovered biographies.",
                "Earlier this year, I read Ron Chernow's magnificent biography of Ulysses S. Grant.",
                "Earlier this year, I read Ron Chernow's magnificent biography of Ulysses S. Grant."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlvZ3JhcGh5&hash=9b77ca96fe4644a9ecbfa121cd67ec87e9ab1fdc&lang=en&cache-only=0",
            "defineEn": "the story of someone's life that is written by another person",
            "defineVi": "câu chuyện về cuộc đời của ai đó được viết bởi một người khác"
        },
        {
            "id": "4f80dfb9-941a-4e6e-a07b-5b59478926c4",
            "word": "autobiography",
            "phonetic": "ɔːɾoʊbaɪɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Autobiographies should be taken with a grain of salt.",
                "Her shocking autobiography is about to hit the streets.",
                "The Arabic-language autobiography spent decades in private collections, before the library acquired it in 2017.",
                "It's titled Autobiography: Water/Ancestors/Middle Passage/Family Ghosts.",
                "McCain wrote about it in his autobiography, \"Faith of My Fathers.\""
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0b2Jpb2dyYXBoeQ&hash=c95167af1a20fd2db4ee9d65ac1578cd67e81e51&lang=en&cache-only=0",
            "defineEn": "the story of the life of a person, written by the same person",
            "defineVi": "câu chuyện về cuộc đời của một người, được viết bởi cùng một người"
        },
        {
            "id": "4c00c823-2a90-46e2-9875-495f5d132786",
            "word": "to depict",
            "phonetic": "tə dᵻpɪkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The old painting depicted a picturesque landscape from a bygone era.",
                "The artist created an abstract painting that captured the essence of emotion without depicting recognizable objects.",
                "The artist's painting depicted a crowded city street, with the figures in the painting appearing isolated and alone, capturing the theme of 'a great city, a great solitude'.",
                "Artists depicted cityscapes, ball games, and field hands at work.",
                "The second photograph depicts a more clear image of Slender Man."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVwaWN0&hash=56319b9b8745eacda3d7db389590ebcaf0828f5e&lang=en&cache-only=0",
            "defineEn": "to describe or portray someone or something in words",
            "defineVi": "để mô tả hoặc miêu tả một ai đó hoặc một cái gì đó trong lời nói",
            "hasImg": true
        },
        {
            "id": "dd5ff07a-b76b-4340-8858-1f6c2f160faa",
            "word": "metaphor",
            "phonetic": "mɛɾəfɔːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "These metaphors break down at some point.",
                "Basically, Sonnet 18 is one big extended metaphor.",
                "That's the wrong metaphor.",
                "JED LEIBER, Plaintiff: For me, the metaphor for my grandfather's story and mine is chess.",
                "JED LEIBER, Plaintiff: For me, the metaphor for my grandfather's story and mine is chess."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0YXBob3I&hash=083e29be842fe6eb380a7d5165dacc5da13a91b8&lang=en&cache-only=0",
            "defineEn": "a type of figure of speech by which a person describes something or someone by referring to something or someone else to point out their similarities or emphasize them or give a better description of what they mean",
            "defineVi": "một loại hình của bài phát biểu mà một người mô tả một cái gì đó hoặc ai đó bằng cách đề cập đến một cái gì đó hoặc người khác để chỉ ra những điểm tương đồng của họ hoặc nhấn mạnh họ hoặc đưa ra một mô tả tốt hơn về ý nghĩa của họ"
        },
        {
            "id": "2129555c-7764-4ce3-b3d1-b65c6b72096f",
            "word": "narration",
            "phonetic": "nɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now It's My Turn: Narration When the whole video is illustrated, the narration is recorded in a small recording studio on a Neumann TLM 103 microphone and Pro Tools",
                "It features footage from Jam’s Germs, music from Andrew Huang, and narration from me, but, like, much more chill than you might be used to.",
                "Now It's My Turn: Narration When the whole video is illustrated, the narration is recorded in a small recording studio on a Neumann TLM 103 microphone and Pro Tools",
                "It means that even though the narration is in the third person, the narrative voice takes on the thoughts and feelings of characters.",
                "It’s fun, of course, but to make animation videos like this a ridiculous amount of time is necessary: writing the script, storyboard, designing all the stuff, recording the narration, animation, sound design, and composing original music."
            ],
            "audio": "https://tts.langeek.co/read?text=bmFycmF0aW9u&hash=69ffc7ed9ab78494e80381fa5d7ad77a6d706277&lang=en&cache-only=0",
            "defineEn": "the act of telling or explaining a story, particularly in a movie, novel, etc.",
            "defineVi": "hành động kể hoặc giải thích một câu chuyện, đặc biệt là trong một bộ phim, tiểu thuyết, v.v."
        },
        {
            "id": "a8ff36bb-a739-44fb-b2ab-3fbfe2bd32b1",
            "word": "moving",
            "phonetic": "muːvɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And, the volume of the fluid moving past this point is simply the area of the pipe at this cross section, times the distance the fluid moves.",
                "It talks about age head-on, and it's very moving.",
                "In the 1990s, the US Department of Housing and Urban Development conducted an experiment known as The Moving to Opportunity study.",
                "There was a very moving moment in there to me when Reverend Traci Blackmon is telling you about going into the streets in Ferguson during the protests, and she talks about holding a prayer vigil.",
                "The peregrine falcon is widely acknowledged to be the fastest moving bird, achieving astonishing speeds when it dives for prey."
            ],
            "audio": "https://tts.langeek.co/read?text=bW92aW5n&hash=d0aa6ec98fba46300206ed120b37a69b0fe3dd81&lang=en&cache-only=0",
            "defineEn": "causing powerful emotions of sympathy or sorrow",
            "defineVi": "gây ra những cảm xúc mạnh mẽ của sự cảm thông hoặc đau buồn"
        },
        {
            "id": "709d3644-d1e9-488a-aadb-7bd85c8cb220",
            "word": "to illustrate",
            "phonetic": "tʊ ɪləstɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "A single example serves to illustrate what I mean.",
                "Your presentation is along the right lines, but I think it could benefit from more visuals to help illustrate your points.",
                "The writer who spends too much time trying to achieve the perfect sentence or paragraph may never finish their work, illustrating how best is the enemy of good.",
                "Some people may find tattoos beautiful and appealing, while others may find them unattractive, illustrating that beauty is in the eye of the beholder.",
                "Although he was not particularly popular before his inheritance, he found that after his father's death, he suddenly had many new friends, illustrating that wealth attracts many friends."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaWxsdXN0cmF0ZQ&hash=1d57e5a868549ba81eb0a10b5dc9461f0cb0dfc6&lang=en&cache-only=0",
            "defineEn": "to use pictures in a book, magazine, etc.",
            "defineVi": "để sử dụng hình ảnh trong một cuốn sách, tạp chí, vv",
            "hasImg": true
        },
        {
            "id": "631471b8-daf0-44f4-8208-d36ef9650025",
            "word": "to compose",
            "phonetic": "tə kəmpoʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The energy company's board of directors was composed entirely of men in gray suits who were resistant to investing in renewable energy sources.",
                "The board of directors of the company was composed entirely of men in gray suits who were resistant to change and innovation, and who were not receptive to new ideas or perspectives.",
                "He plays the piano and enjoys composing beautiful music.",
                "I love playing the piano and composing my own melodies.",
                "He spent countless hours practicing his guitar and composing his own songs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcG9zZQ&hash=3fd1974b25d0e3cfd92ea07f51c120f97c350df8&lang=en&cache-only=0",
            "defineEn": "to write a literary piece with a lot of consideration",
            "defineVi": "để viết một tác phẩm văn học với rất nhiều cân nhắc",
            "hasImg": true
        },
        {
            "id": "e364fb03-7128-40c2-89b2-8f699cd896ec",
            "word": "to draft",
            "phonetic": "tə dɹæft ",
            "partOfSpeechType": "verb",
            "examples": [
                "I’ve read your drafts and I advise you not to give up your day job.",
                "With a gentle push, the window closed tightly, sealing out the draft.",
                "Mark wasn't happy with his first draft of the book, but he's grateful for the chance to take a second bite at the cherry and revise it before submitting it to publishers.",
                "The U.S. government drafted thousands of 18 to 21 year old men.",
                "Did you draft that statement?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJhZnQ&hash=f995e16debd5c89462c3c259511e9d4205f739ca&lang=en&cache-only=0",
            "defineEn": "to write something for the first time that needs corrections for the final presentation",
            "defineVi": "viết một cái gì đó lần đầu tiên cần chỉnh sửa cho bản trình bày cuối cùng",
            "hasImg": true
        },
        {
            "id": "cd96df26-6336-4622-b74e-6a54b2c7ffa0",
            "word": "bestseller",
            "phonetic": "bɛstsɛlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "His new book is on par with his bestsellers.",
                "Her latest novel is her crowning glory, receiving widespread critical acclaim and topping the bestseller lists.",
                "The author rode on a wave of success with her debut novel, which became a bestseller and won critical acclaim.",
                "The author was able to make a comeback after a series of poorly received books, with a new novel that became a bestseller and earned critical praise.",
                "The writer decided to follow her nose and write a novel based on her personal experiences, which ended up becoming a bestseller."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVzdHNlbGxlcg&hash=9f706f5b0f1d47b657599c93d6e08c020e773ed2&lang=en&cache-only=0",
            "defineEn": "an item, especially a book, that is bought by a large number of people",
            "defineVi": "một mặt hàng, đặc biệt là một cuốn sách, được mua bởi một số lượng lớn người"
        },
        {
            "id": "4c259258-8141-48af-aa18-144022768f4d",
            "word": "comic",
            "phonetic": "kɑːmɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So comic books gave me an imagination.",
                "Attack that comic book!",
                "The comic Saturday Morning Breakfast Cereal tears science down in a sometimes-innapropriate-for-children but always hilariously nerdy way.",
                "Like, you know, comic books, apparently.",
                "But the comic deflation in the second half of the sentence is pure Austen."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29taWM&hash=3822a71ab657ce3721da06ffbaf307b360ff5ffc&lang=en&cache-only=0",
            "defineEn": "connected with or in the style of comedy",
            "defineVi": "kết nối với hoặc theo phong cách hài kịch"
        },
        {
            "id": "faa8a46d-ad3f-4c6a-882d-fb10d73625af",
            "word": "comic strip",
            "phonetic": "kɑːmɪk stɹɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "It even has its own comic strip on the team’s website.",
                "Well, in 1982, Gary Larson's comic strip The Far Side depicted a group of cavemen getting a lesson in dinosaur anatomy.",
                "In the early part of the 20th century, there was a popular comic strip about a family who obsessed with their social status was always trying to match the fashionable lifestyle of their neighbors."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29taWMgc3RyaXA&hash=418b8c7a614dab2ea8de1837e1f351f012ed0eed&lang=en&cache-only=0",
            "defineEn": "a series of cartoons in boxes that narrate a story",
            "defineVi": "một loạt phim hoạt hình trong hộp thuật lại một câu chuyện"
        }
    ]
}