{
    "id": "a356dc37-30b7-4954-b9cd-108d8d177614",
    "title": "Human Anatomy",
    "originalTitle": "Human Anatomy",
    "words": [
        {
            "id": "8c090d02-5942-4654-8128-a33272f42d40",
            "word": "trachea",
            "phonetic": "tɹɐkiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "She also had sediment in her trunk, trachea, and lungs.",
                "From there, the trachea splits in two, forming the right and left main bronchi.",
                "It contains two important tubes, the trachea, or windpipe, where air travels, and the esophagus, where food travels.",
                "Insects for example have a fine network of trachea, tunnels with a pressure gradient, where air very slowly can diffuse in and exchange gases with the insect cells.",
                "There have even been some successful trachea transplants that helped patients, although others have had more serious complications."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhY2hlYQ&hash=3572d785c6f9e703ca5bb9a33710a2d06ad46b52&lang=en&cache-only=0",
            "defineEn": "(anatomy) the membranous tube in the body that carries air from the throat to the bronchi",
            "defineVi": "(giải phẫu) ống màng trong cơ thể mang không khí từ cổ họng đến phế quản",
            "hasImg": true
        },
        {
            "id": "bbc9000c-b368-42a9-86b5-fafa103c0675",
            "word": "respiration",
            "phonetic": "ɹɛspᵻɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Meanwhile, microbial respiration releases even more carbon into the atmosphere.",
                "And then cellular respiration occurs.",
                "And then our cells perform cellular respiration in a whole series of steps.",
                "Photosynthesis and respiration, for example, affect the amounts of oxygen and carbon dioxide in Earth’s air.",
                "The overall reaction for respiration is essentially the reverse of carbon fixation."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzcGlyYXRpb24&hash=aaa0cf4262f9671bfcf788192b9422e71db74abe&lang=en&cache-only=0",
            "defineEn": "(anatomy) the act or process of breathing",
            "defineVi": "(giải phẫu) hành động hoặc quá trình thở",
            "hasImg": true
        },
        {
            "id": "b0bc671d-3488-4a19-a164-6b0c88d5e94f",
            "word": "larynx",
            "phonetic": "læɹɪŋks ",
            "partOfSpeechType": "noun",
            "examples": [
                "The larynx was already making noise!",
                "And instead of a larynx, it has gills.",
                "But birds can’t make sounds with their larynx.",
                "The larynx is a muscular organ that sits at the top of the windpipe in many animals, including birds.",
                "The sound of your voice starts in your voice box, or your larynx."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFyeW54&hash=98d24a5750fed50690655abe2e4373e0ec6653c6&lang=en&cache-only=0",
            "defineEn": "(anatomy) the hollow organ in the throat that contains the vocal cords and provides an air passage to the lungs",
            "defineVi": "(giải phẫu) cơ quan rỗng trong cổ họng chứa dây thanh âm và cung cấp đường dẫn khí đến phổi",
            "hasImg": true
        },
        {
            "id": "4c05c1e3-57c4-45cc-8f79-aa5845418ab8",
            "word": "saliva",
            "phonetic": "səlaɪvə ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"Dog saliva can heal wounds.\"",
                "In fact, saliva has similar components to blood, because it is partly filtered blood plasma.",
                "Just a few weeks ago, I sent in my saliva for analysis.",
                "Compounds in their saliva help blood pool under the surface of our skin.",
                "Like saliva, tears have a composition that’s pretty similar to blood."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FsaXZh&hash=16a61545f9d979b1f01a76f5ba2abf41d17f3ea5&lang=en&cache-only=0",
            "defineEn": "the liquid produced in the mouth to make chewing and swallowing easier and to prepare food for digestion",
            "defineVi": "chất lỏng được tạo ra trong miệng để nhai và nuốt dễ dàng hơn và chuẩn bị thức ăn cho quá trình tiêu hóa"
        },
        {
            "id": "6516bb28-bbe6-49ad-8a51-84878bd2d0f0",
            "word": "taste bud",
            "phonetic": "teɪst bʌd ",
            "partOfSpeechType": "noun",
            "examples": [
                "These hairs sit at the top of the taste bud, where tiny pieces of food can wander in when you eat.",
                "Every gustatory cell projects a thread-like protrusion of the cellular membrane called a gustatory hair, which runs down to a taste pore, a small hole in the stratified squamous epithelium covering the taste bud and the rest of the tongue."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFzdGUgYnVk&hash=aaeaf03700338cf0aa9e5848853810f74437c865&lang=en&cache-only=0",
            "defineEn": "any of the group of sensory cells that are mainly on the tongue, making one recognize different tastes",
            "defineVi": "bất kỳ nhóm tế bào cảm giác nào chủ yếu nằm trên lưỡi, khiến người ta nhận ra các vị khác nhau"
        },
        {
            "id": "b7a3129f-934c-4ef7-8b79-465c20c8e0ed",
            "word": "canine",
            "phonetic": "keɪnaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Next up is canine distemper.",
                "To the researchers' excitement, the canines excelled.",
                "Males' canines are twice as long as females'.",
                "But the canines spread well beyond the continent.",
                "Together with wolves, these meat-eating mammals are called canines."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FuaW5l&hash=4e6987c2a0a20f42031ce67d2385253cb5f1d848&lang=en&cache-only=0",
            "defineEn": "(anatomy) any of the four pointed teeth that are between the incisors and premolars, used for tearing food",
            "defineVi": "(giải phẫu) bất kỳ chiếc răng nào trong số bốn chiếc răng nhọn nằm giữa răng cửa và răng hàm, dùng để xé thức ăn",
            "hasImg": true
        },
        {
            "id": "62b3868e-a1d2-4417-a8fa-9da358161eb8",
            "word": "incisor",
            "phonetic": "ɪnsaɪzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So these animals have molar teeth and really big incisors.",
                "Beavers are well-known for their oversized incisors.",
                "Has these incisors that are still popping out.",
                "The giant beaver’s incisors could grow to be over 20 centimeters long!",
                "Rodents use their incisors, or their front teeth, to bite."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jaXNvcg&hash=b006e665fbe78ddf36b01e6e07d1c1b8645d6502&lang=en&cache-only=0",
            "defineEn": "(anatomy) any of the eight narrow-edged teeth at the front of the mouth that are used for biting",
            "defineVi": "(giải phẫu) bất kỳ chiếc răng nào trong số tám chiếc răng có cạnh hẹp ở phía trước miệng dùng để cắn",
            "hasImg": true
        },
        {
            "id": "810f1740-0946-4238-a944-7b6ae4afd3a3",
            "word": "enamel",
            "phonetic": "ɪnæməl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Eons enamel pins are available now!",
                "So building enamel is like making rocks in your mouth.",
                "and it's eroding the enamel and it can cause permanent damage.",
                "In 2008, a team of anthropologists studied the thickness of the enamel on ten Gigantopithecus teeth, as well as the shape of the hard tissue underneath it, called the dentin.",
                "And then it has enamel, which shows up whiter."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5hbWVs&hash=1e4d30062aeb6cac9a329b8f1c32e5f6c10ea9c7&lang=en&cache-only=0",
            "defineEn": "the hard white external layer that covers the crown of a tooth",
            "defineVi": "lớp ngoài cứng màu trắng bao phủ thân răng",
            "hasImg": true
        },
        {
            "id": "a219ff89-aacc-4982-9bb1-abaa7da62f25",
            "word": "nostril",
            "phonetic": "nɑːstɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "It burns the eyes, the nostrils.",
                "My nostrils are burning! -",
                "For one thing, its nostrils were on the top of the snout.",
                "We put some iodine into the nostrils.",
                "It has a paired set of nostrils in the front."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9zdHJpbA&hash=117290df8ae8e0b83eace82d844bdd0d615a9cd6&lang=en&cache-only=0",
            "defineEn": "either of the two external openings of the nose that one breathes through",
            "defineVi": "một trong hai lỗ mũi bên ngoài mà người ta thở qua",
            "hasImg": true
        },
        {
            "id": "dea2a78c-2485-49b8-889b-3ae43b2f623e",
            "word": "nasal",
            "phonetic": "neɪzəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And in the 1990s, researchers studied the nasal regions of three species of theropods and one ornithischian.",
                "Then they gave a subset of both groups a single dose of oxytocin through a nasal spray.",
                "It had nasal horns that were 33 millimeters tall - over one-third the total length of its skull.",
                "The dry cabin dries out your nasal passages, which means your taste buds become less perceptive.",
                "And in 2018, similar nasal structures in two different species of ankylosaurs were shown to have functioned like turbinates."
            ],
            "audio": "https://tts.langeek.co/read?text=bmFzYWw&hash=45c2cec53a60277c462c02b759c6cdacba55294d&lang=en&cache-only=0",
            "defineEn": "(anatomy) connected with the nose",
            "defineVi": "(giải phẫu) nối liền với mũi",
            "hasImg": true
        },
        {
            "id": "6315a688-1cac-4f96-8664-51fc3d4f8495",
            "word": "phlegm",
            "phonetic": "flɛm ",
            "partOfSpeechType": "noun",
            "examples": [
                "So your in-flight nose is similar to your nose when you have a cold, but hopefully with less phlegm.",
                "They found that moist-averse people rated words like phlegm, puke, and vomit more negatively, suggesting that they associate it with bodily functions.",
                "Each of these corresponds to one of the four elements of Empedocles: blood, made of air, phlegm, made of water, yellow bile, made of fire, and black bile, made of earth.",
                "It refers to words with an inoffensive meaning yet when you hear them like crevice and phlegm, they have the unique power to disgust people.",
                "At the time, doctors believed that we were all made of four elements called humors: black bile, yellow bile, blood, and phlegm."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhsZWdt&hash=04c3b0bd576765af63c8ab389ab3230e07b43afd&lang=en&cache-only=0",
            "defineEn": "the thick mucus that is formed in the nasal and throat cavities, usually secreted in excessive amounts as a result of common cold",
            "defineVi": "chất nhầy dày được hình thành trong khoang mũi và cổ họng, thường được tiết ra quá nhiều do cảm lạnh thông thường"
        },
        {
            "id": "00b4d2bf-3e66-4037-9c46-8bb0046a440e",
            "word": "scalp",
            "phonetic": "skælp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Now he has become bald as a coot, with a shiny scalp that catches the sunlight.",
                "- Are they living scalps?",
                "I got sensitive scalp.",
                "Our scalp is their buffet.",
                "Can you scalp it?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2NhbHA&hash=c63f989ec202b308a086a96b058364e490d3bd6c&lang=en&cache-only=0",
            "defineEn": "the skin under one's hair, covering the head",
            "defineVi": "da dưới tóc, che đầu",
            "hasImg": true
        },
        {
            "id": "7de2bcf0-29ad-46ea-9533-bfc0de7fc1a4",
            "word": "sinus",
            "phonetic": "saɪnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The engorged sinuses put pressure on the cranial arteries and veins, as well as muscles in the neck and head.",
                "The sinuses are a system of cavities that spread behind our foreheads, noses, and upper cheeks.",
                "So he chose the Latin word sinus, which meant bay or bosom.",
                "It even left a bite wound on the roof of its opponent’s mouth and crushed the sinus cavities in its skull.",
                "In one case, a 53 year old woman managed to carve a hole right through her sinus."
            ],
            "audio": "https://tts.langeek.co/read?text=c2ludXM&hash=35db4dd4e7ac8c241a81ff236f6ff5148e291528&lang=en&cache-only=0",
            "defineEn": "(anatomy) any hollow tract in the bones of the face or the skull that is connected to the nasal cavities",
            "defineVi": "(giải phẫu) bất kỳ đường rỗng nào trong xương mặt hoặc hộp sọ nối với khoang mũi",
            "hasImg": true
        },
        {
            "id": "d7f0b58f-561f-4cfc-94b0-072facb649b3",
            "word": "lobe",
            "phonetic": "loʊb ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their frontal lobes are virtually inactive.",
                "It's a lobe.",
                "And other studies have linked parietal lobe activation to illusions about the perceived size and shape of your body.",
                "Your hippocampus is located in your temporal lobe.",
                "The frontal lobes are responsible for what's called executive functioning."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9iZQ&hash=e622d053b4f0f213604ec543a799b567da8abd85&lang=en&cache-only=0",
            "defineEn": "(anatomy) a rounded part of an organ, such as, lungs or brain that seems to be separate in some way from the rest",
            "defineVi": "(giải phẫu) phần tròn của một cơ quan, chẳng hạn như phổi hoặc não dường như tách biệt theo cách nào đó với phần còn lại",
            "hasImg": true
        },
        {
            "id": "7eb2261b-0996-4987-8266-8db5024823e9",
            "word": "cortex",
            "phonetic": "kɔːɹɾɛks ",
            "partOfSpeechType": "noun",
            "examples": [
                "The visual cortex sits at the back of the brain in the occipital lobe, where the right cortex processes input from the left eye and vice versa.",
                "This right here was the cortex.",
                "Medial frontal cortex damage usually leads to mischievous dominant hands.",
                "They send the results of their analysis up to the auditory cortex.",
                "The researchers also looked at human brain tissue from deceased Alzheimer’s patients, specifically from their prefrontal cortices."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ydGV4&hash=732dbea1836d67990b547f17e1442be709b7834f&lang=en&cache-only=0",
            "defineEn": "(anatomy) the outer layer of the anterior part of the brain, called cerebrum, containing gray matter",
            "defineVi": "(giải phẫu) lớp ngoài của phần trước não, gọi là đại não, chứa chất xám",
            "hasImg": true
        },
        {
            "id": "7d456441-b7d8-4233-a7f9-04ae1a8ad4c7",
            "word": "pupil",
            "phonetic": "pjuːpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Pupils are required to sit nine subjects at GCSE.",
                "Even really good actors probably can't control their pupils.",
                "Their slit-shaped pupils also have a greater range of size.",
                "The pupil itself is just the opening in the iris that allows light to travel into the eye.",
                "They’re like our pupils, where the light enters the eye."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVwaWw&hash=7470fb84ec70a94d607437aa7e5bfef4a69d130e&lang=en&cache-only=0",
            "defineEn": "(anatomy) the small round black area in the center of the eye, through which light enters",
            "defineVi": "(giải phẫu) vùng đen tròn nhỏ ở giữa mắt, qua đó ánh sáng đi vào",
            "hasImg": true
        },
        {
            "id": "73b55138-ebc3-4283-87e1-3c48c8090b8b",
            "word": "iris",
            "phonetic": "aɪɹɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "What Iris told me still rings in my head.",
                "So, Iris invites Onion to her house for dinner.",
                "Iris is very sensitive.",
                "Iris is immediately smitten.",
                "Irises, for example, live longer when paired with daffodils."
            ],
            "audio": "https://tts.langeek.co/read?text=aXJpcw&hash=57daf1660e2a89d6ee7926895981b7fa754660a1&lang=en&cache-only=0",
            "defineEn": "(anatomy) the round colored portion of the eye around the pupil and behind the cornea",
            "defineVi": "(giải phẫu) phần màu tròn của mắt xung quanh con ngươi và phía sau giác mạc",
            "hasImg": true
        },
        {
            "id": "736696f5-73c2-4e40-80e2-6ed2d6fc4377",
            "word": "retina",
            "phonetic": "ɹɛtɪnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lens focuses the image in front of the retina.",
                "The focal point now hits right on the retina.",
                "Foxes, and some other mammals, also have cryptochromes in their retinas.",
                "Normally light reaches the retina at the back of your eye where it triggers photo receptors that relay the information to your brain.",
                "The retina has an especially high metabolic rate, which means that it needs tons of glucose and oxygen for its size."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV0aW5h&hash=a48a8495958f46a424e2c03e07b08d3fe972c4d2&lang=en&cache-only=0",
            "defineEn": "(anatomy) the sensory membrane at the back of the eye that transmits light signals to the brain through optic nerves",
            "defineVi": "(giải phẫu) màng cảm giác ở phía sau mắt truyền tín hiệu ánh sáng đến não thông qua các dây thần kinh thị giác",
            "hasImg": true
        },
        {
            "id": "6c68310b-19ea-4ee0-a7c4-21fdb99b29a3",
            "word": "cornea",
            "phonetic": "kɔːɹniə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cornea gets devoid of oxygen.",
                "And thankfully, modern eye surgeons can sculpt the cornea with far less invasive tools.",
                "Essentially, this technique carves a patient’s contact lens prescription onto their cornea.",
                "And in people with astigmatism, the cornea has two different curvatures which focus light at two distances and produce blurry vision.",
                "And if you’re unlucky enough to get a squirt of sap in your eye, those crystals can damage your cornea, the clear protective covering on the front of your eyeball."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ybmVh&hash=30a532dc6e1a399343d9f9d26ace85201124d586&lang=en&cache-only=0",
            "defineEn": "(anatomy) the transparent layer that covers the outside of the eyeball",
            "defineVi": "(giải phẫu) lớp trong suốt bao phủ bên ngoài nhãn cầu",
            "hasImg": true
        },
        {
            "id": "68d9e184-52f5-4523-bd9a-5455db54ded3",
            "word": "eardrum",
            "phonetic": "ɪɹdɹəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "My left eardrum has exploded.",
                "wanna lose my eardrum.",
                "At nearly 180 dB, this explosion shattered eardrums 40 miles away, and pushed a wave of air around the globe four times.",
                "Normally, the space right behind the eardrum is full of air.",
                "One end of the malleus connects to the inner eardrum and moves back and forth when the drum vibrates."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWFyZHJ1bQ&hash=6a32de3633e29b26e222adc31132cbc6d3c5223b&lang=en&cache-only=0",
            "defineEn": "a thin piece of skin in the middle ear that vibrates by sound waves and enables one to hear sounds, also known as tympanic membrane",
            "defineVi": "một miếng da mỏng ở tai giữa rung động bởi sóng âm thanh và cho phép một người nghe thấy âm thanh, còn được gọi là màng nhĩ",
            "hasImg": true
        },
        {
            "id": "a5ac8cc7-e0ca-4a62-ae4b-965dd5d88dff",
            "word": "trunk",
            "phonetic": "tɹʌŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The elephant had big ears and a long trunk.",
                "Up in the canopy, single trees split into multiple trunks.",
                "Of course, their trunks didn't evolve as bomb detectors.",
                "Maybe because banana trunks can look like human legs.",
                "In one study, researchers counted 137 trunks growing out of a single tree."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJ1bms&hash=c7d4a7a75f3e918fdfaddedb4da136f11ed99d25&lang=en&cache-only=0",
            "defineEn": "the body of an animal or human, except the limbs and head",
            "defineVi": "cơ thể của một con vật hoặc con người, ngoại trừ các chi và đầu",
            "hasImg": true
        },
        {
            "id": "8ccb3b04-7f66-4851-9866-8c3622980f86",
            "word": "abdomen",
            "phonetic": "æbdəmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "That sound is actually her abdomen hitting the ground.",
                "As the dope travels through a duct in the spider’s abdomen, the spidroins form chains and other structures.",
                "Using their pincers, they go straight for each others’ abdomens.",
                "Many species of aquatic insects have flat extensions on the thorax and abdomen, when they’re in their nymph phase.",
                "Crustaceans include crabs, lobsters, shrimp, and barnacles, and like insects, they have three body segments: head, thorax and abdomen."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJkb21lbg&hash=58a179c73c15389e63eef19313313e089ab52d27&lang=en&cache-only=0",
            "defineEn": "(anatomy) the lower part of the body below the chest that contains the digestive and reproductive organs",
            "defineVi": "(giải phẫu) phần dưới ngực chứa các cơ quan tiêu hóa và sinh sản",
            "hasImg": true
        },
        {
            "id": "3155e9ac-e47c-4bc2-a2bd-03ef19da54e2",
            "word": "bile",
            "phonetic": "baɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "But one of its most vital products is bile.",
                "Too much black bile, for example, causes depression.",
                "And you can see bile.",
                "Bile also helps carry other toxins and byproducts from the liver out of the body.",
                "The liver sends bile to the gallbladder, which secretes it into the first portion of the small intestine called the duodenum."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlsZQ&hash=23b8e34755663cd72b0eb816d9829e9fa2fad0c0&lang=en&cache-only=0",
            "defineEn": "a greenish-brown alkaline fluid that is produced by the liver in order to help the body digest fats",
            "defineVi": "một chất lỏng kiềm màu nâu xanh được sản xuất bởi gan để giúp cơ thể tiêu hóa chất béo",
            "hasImg": true
        },
        {
            "id": "9187318f-c372-4ee4-b15e-2cfecb21773c",
            "word": "bladder",
            "phonetic": "blædɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A cat’s bladder can only store a golf ball’s worth of urine.",
                "Our flipped catfish has a swim bladder too.",
                "Those crystals then irritate the bladder, something that simply does not happen in humans.",
                "So do we have a bladder in here?",
                "The bladder can go on stretching, but only to a point."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhZGRlcg&hash=ed72d4213a292d7a92481c7170954357ce46729a&lang=en&cache-only=0",
            "defineEn": "a sac-like organ inside the body where urine is stored before being passed",
            "defineVi": "một cơ quan giống như túi bên trong cơ thể, nơi nước tiểu được lưu trữ trước khi đi qua",
            "hasImg": true
        },
        {
            "id": "2e439758-3318-4db6-b8e5-6a5528f202e5",
            "word": "gland",
            "phonetic": "ɡlænd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sweat glands come in primarily two forms: eccrine and apocrine.",
                "Sweat glands work a lot like a well.",
                "The pituitary gland then sends a signal to the adrenal glands.",
                "Our salivary glands are always making more spit.",
                "Sessile glands at the base of the tentacles release digestive enzymes into the prey."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xhbmQ&hash=cb357ac2f02cd03d56da1b7be3242b78e5553414&lang=en&cache-only=0",
            "defineEn": "an organ in the body that produces certain chemical substances to be used in the body or to be discharged into the surroundings",
            "defineVi": "một cơ quan trong cơ thể sản xuất một số chất hóa học được sử dụng trong cơ thể hoặc thải ra môi trường xung quanh",
            "hasImg": true
        },
        {
            "id": "ba583a4a-1277-43ab-ab88-e728807940ef",
            "word": "pancreas",
            "phonetic": "pæŋkɹiəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Another crucial accessory organ is the pancreas, a gland that looks like a fistful of cottage cheese stuffed in a plastic bag.",
                "So over here on the left side, my tool can be run to find where exactly the pancreas is in one of these CT or MRI slices and output this result instantaneously.",
                "It says that a diet high in carbs makes your pancreas secrete more insulin, which makes your body store fat instead of breaking it down for energy, ultimately leading to weight gain.",
                "In one experiment, they took some mouse embryos that lacked a functional gene called Pdx1, which is required for pancreas development.",
                "Then the pancreas secretes insulin to remove the sugar from the blood, that sugar is stored as fat."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFuY3JlYXM&hash=d491030414c3b4d6921272c67e12aa6d69bb8504&lang=en&cache-only=0",
            "defineEn": "a large gland in the body that produces insulin and glucagon and substances that help the body digest food",
            "defineVi": "một tuyến lớn trong cơ thể sản xuất insulin và glucagon và các chất giúp cơ thể tiêu hóa thức ăn",
            "hasImg": true
        },
        {
            "id": "689bc22f-60c8-44c4-89eb-14685b30441a",
            "word": "spleen",
            "phonetic": "spliːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Jack vented his spleen at his wife whenever things went badly at work.",
                "Peter vented his spleen on his car by kicking it when it broke down.",
                "I listened patiently while she vented her spleen.",
                "Mom's been venting her spleen to me for an hour already.",
                "Our spleens are what filter and store oxygen-rich red blood cells."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BsZWVu&hash=2029161a41dff9964ef4586a630f93e51ee0def4&lang=en&cache-only=0",
            "defineEn": "(anatomy) an abdominal organ that controls the quality of the blood cells",
            "defineVi": "(giải phẫu) cơ quan bụng kiểm soát chất lượng tế bào máu",
            "hasImg": true
        },
        {
            "id": "8e87be6e-2e25-414e-8068-d41587d95b8a",
            "word": "colon",
            "phonetic": "koʊlən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Colon cancer looks a certain way, in a lymph node, in the liver, on a CAT scan.",
                "And this right here is the colon cancer?",
                "There was the whole colon.",
                "Is there a colon between the Z and the EN?",
                "On the contrary, the calcium in milk might even have a protective effect against colon cancer."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sb24&hash=c85d2fd08ad9f012e602cb6d24a39c4dd6b90bb4&lang=en&cache-only=0",
            "defineEn": "(anatomy) the main part of the large intestine, between the caecum to the rectum, where water is removed from solid waste",
            "defineVi": "(giải phẫu) phần chính của ruột già, giữa manh tràng đến trực tràng, nơi nước được lấy ra khỏi chất thải rắn",
            "hasImg": true
        },
        {
            "id": "f4b61330-d525-4053-b3bd-f26e1b665830",
            "word": "bowel",
            "phonetic": "baʊəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Should we remove the bowels today?",
                "Probably coming up from his bowels.",
                "Would you evacuate your bowels here in the privacy of your own room, if we had sort of like a prison toilet here?",
                "This leads to unpleasant symptoms in some people with bowel problems.",
                "One study followed over 50 healthy poopers through 1,000 collective bowel movements using the Squatty Potty."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym93ZWw&hash=9aefb0f8cef9b5e7bb95e4f118f0ddd953efa20c&lang=en&cache-only=0",
            "defineEn": "(usually plural) the tube in the body through which digested food passes from the stomach to the anus",
            "defineVi": "(thường là số nhiều) ống trong cơ thể mà qua đó thức ăn được tiêu hóa đi từ dạ dày đến hậu môn",
            "hasImg": true
        },
        {
            "id": "916875d8-1797-4cfd-99a5-b082edf2118a",
            "word": "pelvis",
            "phonetic": "pɛlvɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Its leg bones and pelvis were broken.",
                "- She broke her pelvis.",
                "An alligator with a pelvis that is detached and can become legs in different places on its body? ",
                "Specifically, the rearward-tilted bone is a part of the pelvis called the pubis.",
                "Partly because some modern whales still have the vestigial remnants of a pelvis and hind-limb bones."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVsdmlz&hash=5e4fab51f163fcc1a66a352eca5548385a361f57&lang=en&cache-only=0",
            "defineEn": "(anatomy) the large round bone structure that the limbs and the spine are joined to, which also protects the abdominal organs",
            "defineVi": "(giải phẫu) cấu trúc xương tròn lớn nối các chi và cột sống với nhau để bảo vệ các cơ quan trong bụng",
            "hasImg": true
        },
        {
            "id": "5a1157c8-c3a2-45ca-947a-6025bc131dcc",
            "word": "womb",
            "phonetic": "wuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "When Maria's friends supported her during a difficult time, even when her siblings didn't, she realized how the blood of the covenant is thicker than the water of the womb.",
                "Babies, for example, naturally obtain passive humoral immunity while still in the womb.",
                "Placental mammals can spend far longer inside the womb than other mammals.",
                "But in her case, two female embryos had fused in the womb.",
                "In the womb, these cells begin developing pretty early, sometime around the first trimester."
            ],
            "audio": "https://tts.langeek.co/read?text=d29tYg&hash=04af88db2e55c2fd9d210814d09f9f7de8716739&lang=en&cache-only=0",
            "defineEn": "the part of the body of a woman or female mammal where the baby develops before birth",
            "defineVi": "bộ phận cơ thể của phụ nữ hoặc động vật có vú giống cái nơi em bé phát triển trước khi sinh"
        },
        {
            "id": "9a929a7b-d92b-4e33-aaf3-399bc2da0a40",
            "word": "cervix",
            "phonetic": "sɜːvɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "What's that cervix up to?",
                "The cells of the cervix are especially at risks.",
                "But then researchers looked at cells from Lydia’s cervix, and that DNA matched her children!",
                "This involves a doctor examining the cervix through a microscope, and possibly taking a small biopsy of tissue for closer examination.",
                "Women over 21 can undergo a regular pap smear, where a sample of tissue is gently scraped from the lining of the cervix to test for abnormal cells."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Vydml4&hash=d4ec03a0a075bf1921bb58ffc31d62730613631e&lang=en&cache-only=0",
            "defineEn": "(anatomy) the narrow outer opening of the womb or uterus of a female",
            "defineVi": "(giải phẫu) lỗ hẹp bên ngoài của dạ con hoặc tử cung của phụ nữ"
        },
        {
            "id": "0ef4c985-fe1c-4704-bab6-c6b24ef93967",
            "word": "uterus",
            "phonetic": "juːɾɚɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Blood comes out of uteruses.",
                "A woman's uterus grows to over 500 times its normal size during pregnancy.",
                "I had fibroids in my uterus.",
                "But the uterus isn’t completely unreceptive for several weeks.",
                "Humans with uteruses and vaginas get periods."
            ],
            "audio": "https://tts.langeek.co/read?text=dXRlcnVz&hash=9f48102ba3d3b143eddb78ce5cb28cbbc28c11d2&lang=en&cache-only=0",
            "defineEn": "(anatomy) the organ in the female body where the fetus is conceived and grown before being born",
            "defineVi": "(giải phẫu) cơ quan trong cơ thể phụ nữ, nơi bào thai được thụ thai và lớn lên trước khi chào đời"
        },
        {
            "id": "adf3b243-af2c-48f9-835d-5f827ae9215d",
            "word": "ovary",
            "phonetic": "oʊvɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "They're ovaries.",
                "Normally, a person releases one egg per month from their ovaries.",
                "In some cases, the host’s testes will actually convert to ovaries!",
                "Well, hold on to your ovaries, folks.",
                "But many fruits are more than just a ripened flower ovary."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Zhcnk&hash=fd522e4daae954a703bebcd927ee049f0c92040b&lang=en&cache-only=0",
            "defineEn": "either of the two organs in women or female animals that produce eggs for reproduction",
            "defineVi": "một trong hai cơ quan ở phụ nữ hoặc động vật cái sản xuất trứng để sinh sản"
        },
        {
            "id": "3fdcae54-2124-4550-a3c1-5b8c4c88144c",
            "word": "urethra",
            "phonetic": "jʊɹɹiːθɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The urethra’s diameter also affects flow rate.",
                "We pee out of our urethras.",
                "In doing so, the urethra harnesses the power of Torricelli’s Law, which states that flow rate increases with container height.",
                "A kidney stone is a hard mass of crystals that can form in the kidneys, ureters, bladder, or urethra.",
                "By transporting urine from high to low, the urethra has a similar effect."
            ],
            "audio": "https://tts.langeek.co/read?text=dXJldGhyYQ&hash=6fb23eb7be5e63049ad166f294afcb3d27ff346a&lang=en&cache-only=0",
            "defineEn": "(anatomy) the tube in most mammals that carries urine out of the body, which also carries sperm in males",
            "defineVi": "(giải phẫu) ống ở hầu hết các động vật có vú mang nước tiểu ra khỏi cơ thể, ống này cũng mang tinh trùng ở con đực"
        },
        {
            "id": "33583d4a-0d69-48fa-a55b-90aa338d482c",
            "word": "renal",
            "phonetic": "ɹiːnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And then this area right here, this is the renal medulla.",
                "So this right here is a renal cortex, that outer part right there.",
                "Sadly, he died of renal caner at the age of 42, but his study of northern warblers remains a classic example of community ecology that is still taught today.",
                "Oxygenated blood enters the kidneys through the large renal arteries, which deliver nearly a quarter of all blood pumped through the heart every minute.",
                "And finally, the innermost layer is the renal pelvis, a funnel-shaped tube surrounded by smooth muscle that uses peristalsis to move urine out of the kidney, into the ureter, and into the bladder."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVuYWw&hash=98f20175cd351866c4db76d8a1dab24b6431f69a&lang=en&cache-only=0",
            "defineEn": "(medical) involving or relating to the kidneys",
            "defineVi": "(y học) liên quan đến thận",
            "hasImg": true
        },
        {
            "id": "905d7eb4-14bf-4178-a429-c8bc9b73d96d",
            "word": "intestinal",
            "phonetic": "ɪntɛstɪnəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Because they’re intestinal parasites.",
                "Those without intestinal scrubbing survived for only a few minutes.",
                "This impairs intestinal function, leading to problems like belly pain, bloating, gas, diarrhea, weight loss, skin rash, bone problems like osteoporosis, iron deficiency, small stature, infertility, fatigue and depression.",
                "These intestinal epithelial cells also perform the essential task of balancing the movement of water and nutrients to keep your digestive system running smoothly. ",
                "Also, they lack the gut bacteria that produce intestinal waste gas."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXN0aW5hbA&hash=4c91adb48d6be8e77679e632537e6dc9709eebb8&lang=en&cache-only=0",
            "defineEn": "connected with or affecting the intestines",
            "defineVi": "kết nối với hoặc ảnh hưởng đến ruột",
            "hasImg": true
        },
        {
            "id": "c78544fe-1be6-4d6a-a788-24c5e4d4ba50",
            "word": "antibody",
            "phonetic": "æntɪbɑːdi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Still, the host does eventually develop antibodies.",
                "The antibody heads to the golgi apparatus.",
                "Another 10 percent have antibodies after recovering from COVID.",
                "And it produces antibodies in anticipation for a future encounter.",
                "And some antibodies were just as effective against these mutations."
            ],
            "audio": "https://tts.langeek.co/read?text=YW50aWJvZHk&hash=4b7fcbe76e6202909fdd6e4f8be4822d9edc7ffe&lang=en&cache-only=0",
            "defineEn": "a blood protein produced to fight diseases or infections, or in response to foreign substances in the body",
            "defineVi": "một loại protein trong máu được sản xuất để chống lại bệnh tật hoặc nhiễm trùng, hoặc để đáp ứng với các chất lạ trong cơ thể"
        },
        {
            "id": "1e9b0152-f68d-4e9f-acb9-743c2591791e",
            "word": "bone marrow",
            "phonetic": "boʊn mæɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is bone marrow.",
                "Like all blood cells, these guys originate in your bone marrow.",
                "One example is the bone marrow, where stem cells differentiate into many types of blood cells.",
                "But bone marrow transplants also come with risks, including graft-versus-host disease.",
                "and would you like some bone marrow."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9uZSBtYXJyb3c&hash=bceaf4942a960755d4cc994a1ecac094ab450b54&lang=en&cache-only=0",
            "defineEn": "the soft substance that fills the cavities of bones, which is either yellowish and consists of fat cells or reddish and makes blood cells",
            "defineVi": "chất mềm lấp đầy các hốc xương, có màu hơi vàng và bao gồm các tế bào mỡ hoặc hơi đỏ và tạo ra các tế bào máu",
            "hasImg": true
        }
    ]
}