{
    "id": "a381c0d2-1c3e-4ec2-bd83-2a438a63488c",
    "title": "Lesson 10B",
    "originalTitle": "Lesson 10B",
    "words": [
        {
            "id": "fd90cabc-a789-4438-aae5-147fed3f8006",
            "word": "crime",
            "phonetic": "kɹaɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Crime doesn't pay.",
                "The crime of obtaining title to another's property by false pretenses.",
                "In these traditional stories, no crime goes unpunished.",
                "The crime was committed in broad daylight.",
                "Crime rates are soaring and our public transport system is beyond a joke."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpbWU&hash=fd35490915e9cbdca1bd0d90746d69a1a25469cb&lang=en&cache-only=0",
            "defineEn": "an illegal act that is punishable by law",
            "defineVi": "một hành động bất hợp pháp bị trừng phạt bởi pháp luật",
            "hasImg": true
        },
        {
            "id": "a9044cbf-b064-494f-9147-31face760caf",
            "word": "detective",
            "phonetic": "dɪtɛktɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "Detectives had closed the book on the Hornsey Murders case three years previously.",
                "The detective took after the burglars.",
                "They hired a detective firm to dig up dirt on their rival.",
                "The detective warned the gang members that blood will have blood, and that their violent actions would only lead to more violence and retribution.",
                "The mob boss ordered a hit on the detective who had sent his right-hand man up the river."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV0ZWN0aXZl&hash=c28b803cf7007af975fbcb1b43cad05b4382be52&lang=en&cache-only=0",
            "defineEn": "a person, especially a police officer, whose job is to investigate and solve crimes and catch criminals",
            "defineVi": "một người, đặc biệt là cảnh sát, có công việc là điều tra và giải quyết tội phạm và truy bắt tội phạm",
            "hasImg": true
        },
        {
            "id": "f513bb1e-93f6-4a89-9c5f-9e9a79f84294",
            "word": "evidence",
            "phonetic": "ɛvɪdəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The police searched the suspect's house for evidence.",
                "Evidence of their relationship exists in the form of a series of letters.",
                "He presented a false document as evidence in the court case.",
                "This latest evidence could be the final nail in the coffin for Jackson's case.",
                "This evidence proves that the senator was part of the conspiracy."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZpZGVuY2U&hash=af497e9fcae09f43328ded1e99e4b9a2ac3f9778&lang=en&cache-only=0",
            "defineEn": "anything that proves the truth or validity of something, such as facts, objects, or signs",
            "defineVi": "bất cứ điều gì chứng minh sự thật hoặc giá trị của một cái gì đó, chẳng hạn như sự thật, đối tượng hoặc dấu hiệu"
        },
        {
            "id": "8f8162ea-4897-4667-b5b5-d38a38c318ee",
            "word": "murder",
            "phonetic": "mɜːdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The journey home through the storm was absolute murder!",
                "I could murder a cup of tea!",
                "He could murder a beer and a plate of fresh fish.",
                "She almost shouted bloody murder on top of her lungs.",
                "He was tried for murder."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVyZGVy&hash=30b69b3f2d12b19c8e954e0f4fa8a2d496052b9e&lang=en&cache-only=0",
            "defineEn": "the crime of ending a person's life deliberately",
            "defineVi": "tội cố ý kết liễu đời người",
            "hasImg": true
        },
        {
            "id": "43a5ea52-4188-4399-9ec0-3ce119b95dd6",
            "word": "murderer",
            "phonetic": "mɜːdɚɹɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The murderer was imprisoned at His Majesty's pleasure.",
                "The murderer was given three life sentences, to run concurrently.",
                "The murderer will be found and brought to book.",
                "I like murderer.",
                "The murderer ran away last night.' "
            ],
            "audio": "https://tts.langeek.co/read?text=bXVyZGVyZXI&hash=2f72b247bb1ce31f3bce67abce76263d60cc0f17&lang=en&cache-only=0",
            "defineEn": "a person who is guilty of killing another human being deliberately",
            "defineVi": "một người phạm tội cố ý giết người khác",
            "hasImg": true
        },
        {
            "id": "35484a37-ee45-43d1-927b-9f86e27c9b52",
            "word": "to prove",
            "phonetic": "tə pɹuːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The food supply proved to be the nation's Achilles' heel in its defense against terrorist attacks.",
                "This evidence proves that the senator was part of the conspiracy.",
                "That contract proved to be a millstone around his neck.",
                "\"This proves they're wrong.\"",
                "The new wide receiver and the team's veteran quarterback have proved to be a match made in heaven on the field."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvdmU&hash=d45029bd1ab54caccc8d2f78ce85e06f878d20d9&lang=en&cache-only=0",
            "defineEn": "to show that something is true through the use of evidence or facts",
            "defineVi": "để cho thấy rằng một cái gì đó là sự thật thông qua việc sử dụng các bằng chứng hoặc sự kiện"
        },
        {
            "id": "71326a10-8d01-489d-8d3a-85de50ab02c3",
            "word": "to solve",
            "phonetic": "tə sɑːlv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The problem cannot be solved by throwing money at it.",
                "The teacher highlighted the correct steps to solve the math problem.",
                "I wasn't solving anything just by lending her my ear.",
                "Solving violent crimes is all in a day's work for these police detectives.",
                "She used her brain to solve the difficult puzzle."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc29sdmU&hash=b444fd8c85677603de8f7dea2eef4dc02295511e&lang=en&cache-only=0",
            "defineEn": "to find an answer or solution to a question or problem",
            "defineVi": "để tìm một câu trả lời hoặc giải pháp cho một câu hỏi hoặc vấn đề"
        },
        {
            "id": "4158a4b6-c22c-4a10-b99d-ee21f4ddd954",
            "word": "suspect",
            "phonetic": "sʌspɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The suspects are in the wind.",
                "One suspects that he is writing with tongue in cheek.",
                "The police searched the suspect's house for evidence.",
                "The suspect has been on the hook in the interrogation room for about 12 hours now.",
                "I suspect the management is dragging its heels on this issue."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VzcGVjdA&hash=65826cfddfb97519bff392612fc6c5ba0b4d046b&lang=en&cache-only=0",
            "defineEn": "a person or thing that is thought to be the cause of something, particularly something bad",
            "defineVi": "một người hoặc vật được cho là nguyên nhân của một cái gì đó, đặc biệt là một cái gì đó xấu"
        },
        {
            "id": "1f435f63-4244-422c-8aa3-7aa8967458eb",
            "word": "victim",
            "phonetic": "vɪktɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The victim of the robbery stated that the assailant had slipped him a Mickey Finn at the bar.",
                "She eventually became a victim of her own success.",
                "Our hearts go out to the families of the victims of this terrible tragedy.",
                "Statistics show that millions of people are victims of identity theft each year.",
                "She always did enjoy playing the victim."
            ],
            "audio": "https://tts.langeek.co/read?text=dmljdGlt&hash=074c76cf5226ec57b6064343e2fd1c29d0642b35&lang=en&cache-only=0",
            "defineEn": "a person who has been harmed, injured or killed as a result of a crime, accident, etc.",
            "defineVi": "một người đã bị tổn hại, bị thương hoặc bị giết do tội phạm, tai nạn, v.v.",
            "hasImg": true
        },
        {
            "id": "dd597e49-3760-411f-85d4-dcf86543b0dc",
            "word": "witness",
            "phonetic": "wɪtnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The farmer witnessed the birth of a baby calf in the barn.",
                "The witness was clearly lying through his teeth.",
                "They found him a plausible witness.",
                "We witnessed sea turtles nesting on the shores of the island.",
                "Police have appealed for witnesses, but it seems the locals are keeping shtum."
            ],
            "audio": "https://tts.langeek.co/read?text=d2l0bmVzcw&hash=a650e1de9d6762862aaa8539dca1a57c115b5d9a&lang=en&cache-only=0",
            "defineEn": "a person who sees an event, especially a criminal scene",
            "defineVi": "một người nhìn thấy một sự kiện, đặc biệt là một cảnh tội phạm",
            "hasImg": true
        }
    ]
}