{
    "id": "a4010e2f-9fdb-4be9-bacc-7075ed6fcfe8",
    "title": "Agreement 3",
    "originalTitle": "Agreement 3",
    "words": [
        {
            "id": "3326b27c-cca6-4e26-b1b7-27cb13d9867e",
            "word": "handshake",
            "phonetic": "hændʃeɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "He knows the handshake.",
                "Can I know the handshake?",
                "In ancient Rome, handshakes appeared on coins as a symbol of an alliance or friendship.",
                "There's no handshake?",
                "- There is no handshake."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFuZHNoYWtl&hash=7e5fccdacb73bbb019db5b9818807832abee5793&lang=en&cache-only=0",
            "defineEn": "an act of taking a person's hand and shaking it as a greeting or after having made an agreement with them",
            "defineVi": "một hành động nắm lấy tay của một người và bắt tay như một lời chào hoặc sau khi đã thỏa thuận với họ",
            "hasImg": true
        },
        {
            "id": "912d6894-9cca-476d-b726-cb3e4672b102",
            "word": "harmonious",
            "phonetic": "hɑːɹmoʊniəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "There are a lot of different ethnicities in Oakland Chinatown, and, usually, it's very harmonious.",
                "And the sum of all self-interests would make for a balanced, harmonious, and prosperous society.",
                "Besides things like good health in a harmonious family life, individual happiness is affected by how beautiful you find the city you live in.",
                "See how harmonious it is to bring people together as the whole.",
                "Just to keep things harmonious, it's important when you work with your spouse to have a distinct division of labor."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFybW9uaW91cw&hash=e1124b6f2c9edb1ab3215d52ecac2d679c17354c&lang=en&cache-only=0",
            "defineEn": "peaceful, helpful, and friendly with no disagreement involved",
            "defineVi": "hòa bình, hữu ích và thân thiện không có bất đồng liên quan"
        },
        {
            "id": "8d5fbdb8-eb00-47b2-b693-9cf59d70592d",
            "word": "harmoniously",
            "phonetic": "hɑːɹmoʊniəsli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "We have proved that different groups can work harmoniously together.",
                "Increasingly, public art is designed by architects with the goal of blending harmoniously with buildings or planned spaces.",
                "Increasingly, public art is designed by architects with the goal of blending harmoniously with buildings or planned spaces.",
                "By observing and studying nature, hopefully we can continue to improve our world and coexist more harmoniously with the world around us.",
                "But the states are saying, Well we have the Supreme Court precedence from Avocado and Lime Growers versus Paul and other cases where the Supreme Court says if you can have two statutes, a federal statute and a state statute that can be read harmoniously and they don't necessarily conflict, the Supreme Court is not going to find that there is preemption - that there is a conflict. "
            ],
            "audio": "https://tts.langeek.co/read?text=aGFybW9uaW91c2x5&hash=caec867f7e232026fd3ef0e7c538cb9121e9e42f&lang=en&cache-only=0",
            "defineEn": "in a manner that is helpful, peaceful, friendly, and without disagreement",
            "defineVi": "theo cách hữu ích, hòa bình, thân thiện và không có bất đồng"
        },
        {
            "id": "0e4f998e-f543-40a6-9b70-deae4ddd2e01",
            "word": "harmony",
            "phonetic": "hɑːɹməni ",
            "partOfSpeechType": "noun",
            "examples": [
                "The studied composition in Vermeer's paintings invokes a balanced harmony.",
                "Now the political fight over Brexit, Britain's exit from the European Union, is threatening that precious harmony.",
                "But harmony is also a key component of his efforts as the president of a university, which, like many institutions, is beset with issues of racism and division.",
                "Way, harmony, way gotta have that harmony.",
                "In the 17th century, Johannes Kepler theorized cosmic musical harmonies to explain the nature of planetary orbits."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFybW9ueQ&hash=4bd699d77e8f791286c9073544a26a2068b46e5d&lang=en&cache-only=0",
            "defineEn": "coexistence in peace and agreement",
            "defineVi": "cùng tồn tại trong hòa bình và thỏa thuận"
        },
        {
            "id": "43ade533-6349-450d-9274-569302167102",
            "word": "hear! hear!",
            "phonetic": "hɪɹ hɪɹ ",
            "partOfSpeechType": "interjection",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGVhciEgaGVhciE&hash=081be680998546f4bd421ef3ec9c51cc19032174&lang=en&cache-only=0",
            "defineEn": "used to show one's complete agreement with something, particularly in a speech",
            "defineVi": "được sử dụng để thể hiện sự đồng ý hoàn toàn của một người với một cái gì đó, đặc biệt là trong một bài phát biểu"
        },
        {
            "id": "6fecb234-88e9-4daf-a550-27313041bf8d",
            "word": "to honor",
            "phonetic": "tʊ ɑːnɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "It's an honor to meet you!",
                "I feel it a great honor to be chosen.",
                "Mother's Day is celebrated in May to honor mothers.",
                "She realized that sometimes, a prophet is not without honor save in his own country.",
                "The company's management recognized the importance of honoring its traditions while also being open to new ideas and innovations, understanding that tradition is a guide and not a jailer."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9ub3I&hash=d518a677c860ca716ed27da822b308ab5147ad01&lang=en&cache-only=0",
            "defineEn": "to do what one promised or agreed to do",
            "defineVi": "để làm những gì đã hứa hoặc đồng ý để làm"
        },
        {
            "id": "cf2c1584-9870-4097-8715-c1cca309aee2",
            "word": "honor system",
            "phonetic": "ɑːnɚ sɪstəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "It is an honor system type of rules and regulations that we we adhere to.",
                "But this truly is an honor system, is it not?",
                "The effect has been replicated in everyday settings too, where pictures of eyes resulted in things like fewer bike thefts and more people paying for drinks on an honor system."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9ub3Igc3lzdGVt&hash=c57384a00d46fa2fee9ac19e46225184f4c40f9a&lang=en&cache-only=0",
            "defineEn": "an agreement that is completely based on the honesty of the parties involved",
            "defineVi": "một thỏa thuận hoàn toàn dựa trên sự trung thực của các bên liên quan"
        },
        {
            "id": "1c1fc5ad-5f1d-45fc-8122-fe2c3b36b5d1",
            "word": "to humor",
            "phonetic": "tə hjuːmɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "They look so alike and share the same quirky sense of humor.",
                "They share the same sense of humor, interests, and are always there for each other.",
                "Tom, who is vertically challenged, has a great sense of humor and often jokes about his height.",
                "Despite his nervousness, John used his sense of humor to charm the pants off his date, leaving her with a lasting impression.",
                "Although they had only just met, the two strangers found themselves talking for hours, realizing they were kindred spirits with a shared sense of humor and outlook on life."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaHVtb3I&hash=4a67feb652a2f3c7bae1fda387a0bed78411c02a&lang=en&cache-only=0",
            "defineEn": "to do the things that a person wants, no matter how unreasonable they are, in order to keep them satisfied",
            "defineVi": "để làm những điều mà một người muốn, bất kể họ là vô lý như thế nào, để giữ cho họ hài lòng"
        },
        {
            "id": "d0869691-9fc7-4d20-b349-c756d2ca2ee1",
            "word": "in accord with",
            "phonetic": "ɪn ɐkoːɹd wɪð ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW4gYWNjb3JkIHdpdGg&hash=a159b2ada1d08f90d3b04054fd7d4de24d41d27d&lang=en&cache-only=0",
            "defineEn": "in agreement with; not against",
            "defineVi": "đồng ý với; không chống lại"
        },
        {
            "id": "6c1e77bf-cd61-44cc-862a-a109eb6dab12",
            "word": "to incline",
            "phonetic": "tʊ ɪŋklaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "It's important to establish good habits and values early on because, as the twig is bent, so is the tree inclined.",
                "It's an incline.",
                "Am going up an incline ♪",
                "It is kind of on an incline.",
                "If you are inclined, of course."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5jbGluZQ&hash=e59cd6757160a236cad895fd79ee032e6202b1d7&lang=en&cache-only=0",
            "defineEn": "to bend one's head downward, particularly as an act of agreement, greeting, etc.",
            "defineVi": "cúi đầu xuống, đặc biệt như một hành động đồng ý, chào hỏi, v.v."
        },
        {
            "id": "6deb2d03-b035-4adf-baf0-0a3ac60aa08d",
            "word": "incontestable",
            "phonetic": "ɪŋkəntɛstəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5jb250ZXN0YWJsZQ&hash=c8ae9317f9f8bb655c22928a29c498c3d250e8a2&lang=en&cache-only=0",
            "defineEn": "true and therefore impossible to be denied or disagreed with",
            "defineVi": "đúng và do đó không thể bị từ chối hoặc không đồng ý với"
        },
        {
            "id": "1d701f87-6bdf-4850-ba96-24d712027023",
            "word": "incontestably",
            "phonetic": "ɪŋkəntɛstəbli ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5jb250ZXN0YWJseQ&hash=4afe4bac47b485faf506d5fed805a50c7514eecd&lang=en&cache-only=0",
            "defineEn": "‌in a manner that leaves no room for disagreement or denial",
            "defineVi": "‌theo cách không có chỗ cho sự bất đồng hoặc từ chối"
        },
        {
            "id": "48f8b596-9bd1-4feb-80d8-3a39cdcefd58",
            "word": "incontrovertible",
            "phonetic": "ɪŋkɑːntɹəvɜːɾᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Darwin wanted to wait until he had incontrovertible proof."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jb250cm92ZXJ0aWJsZQ&hash=8e7e0341753ccdb39407ebb08c039dccaeb1ca04&lang=en&cache-only=0",
            "defineEn": "true in a way that leaves no room for denial or disagreement",
            "defineVi": "đúng theo cách không có chỗ cho sự phủ nhận hoặc bất đồng"
        },
        {
            "id": "093102e1-54a1-459e-b7e0-2d8661010aa6",
            "word": "incontrovertibly",
            "phonetic": "ɪŋkɑːntɹəvɜːɾᵻbli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "In the 1970s, she gathered and published a huge amount of data, showing clearly and incontrovertibly that the galactic rotation problem was typical galactic behavior, and that there was some kind of unexplained physics at work."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jb250cm92ZXJ0aWJseQ&hash=311a93d230e575df785a6bb706df2dd1203a43ef&lang=en&cache-only=0",
            "defineEn": "in a manner that leaves no room for denial or disagreement",
            "defineVi": "theo cách không còn chỗ cho sự từ chối hoặc bất đồng"
        },
        {
            "id": "bfbc0dba-2d6f-47cf-9db1-2533aa82c949",
            "word": "indisputable",
            "phonetic": "ɪndɪspjuːɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It is an indisputable fact that there are a fuckton of Michaels out there.",
                "It's the theory that meticulously and precisely explains the facts, and the facts are indisputable.",
                "STEPHANIE SY: In the article, David Treuer, you lay out a lot of really indisputable atrocities that were leveled against indigenous peoples when this country was settled and founded.",
                "Evolution is just the idea that gene distribution changes over time, which is an indisputable fact which we observe all the time in the natural world.",
                "There are portions of the business that are in indisputable secular decline but if you're in the brown part of the business, making these boxes, that's been some very welcome growth."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaXNwdXRhYmxl&hash=4774c64598146f4ebfcebd4c82cc6b68c2469f1c&lang=en&cache-only=0",
            "defineEn": "true and therefore leaving no room for disagreement or denial",
            "defineVi": "đúng và do đó không có chỗ cho sự bất đồng hoặc phủ nhận"
        },
        {
            "id": "063ffd5e-84a3-448b-96fc-a6c9ea3b1a0b",
            "word": "indisputably",
            "phonetic": "ɪndɪspjuːɾəbli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "But it was indisputably not a bird.",
                "Some things are just wrong, and others are indisputably right.",
                "He helped to steer the royal family and the monarchy so that it remains an institution indisputably vital to the balance and happiness of our national life."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaXNwdXRhYmx5&hash=9382c54c579154fcee991cb0577f646b4b9aa4c0&lang=en&cache-only=0",
            "defineEn": "in a way that makes any disagreement or denial impossible or unlikely",
            "defineVi": "theo cách khiến bất kỳ sự bất đồng hoặc từ chối nào là không thể hoặc không thể xảy ra"
        },
        {
            "id": "548a9c8d-1e74-40bb-895a-e0c7e136dc0a",
            "word": "in favor of",
            "phonetic": "ɪn feɪvɚɹ ʌv ",
            "partOfSpeechType": "phrase",
            "examples": [
                "The U.S. tax code now loads the dice in favor of private pension plans.",
                "The courts decided in favor of the New York claimants.",
                "This support has dramatically tilted the balance of power in favor of the Algerian ruling elite.",
                "The company abandoned its outdated marketing strategy in favor of a more innovative approach.",
                "We received information that would load the dice in favor of our arguments."
            ],
            "audio": "https://tts.langeek.co/read?text=aW4gZmF2b3Igb2Y&hash=d010e50b1248f6d6641f8c98c1543b091783318f&lang=en&cache-only=0",
            "defineEn": "in agreement; in support of something or someone",
            "defineVi": "trong thỏa thuận; để hỗ trợ của một cái gì đó hoặc một ai đó"
        },
        {
            "id": "5de9f1be-dfa4-4e4e-8ac0-d172366b317c",
            "word": "in tune",
            "phonetic": "ɪn tuːn ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW4gdHVuZQ&hash=75c5c84f990b145d69d76f0b5cc00f00fcf3cdb1&lang=en&cache-only=0",
            "defineEn": "in agreement with someone or something",
            "defineVi": "trong thỏa thuận với một ai đó hoặc một cái gì đó"
        },
        {
            "id": "3db70b16-931a-4152-a2ef-cfb75613ca87",
            "word": "to [lend] {one's} name to {sth}",
            "phonetic": "tə lɛnd wʌn bækslæʃ ɛs neɪm tʊ ɛstiːeɪtʃ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbGVuZCB7b25lJ3N9IG5hbWUgdG8ge3N0aH0&hash=9a9c1058a53f0ef2d0feb7bcfa974f9ffa7b7a49&lang=en&cache-only=0",
            "defineEn": "to publicly support something",
            "defineVi": "để hỗ trợ công khai một cái gì đó"
        },
        {
            "id": "e5876c81-3211-417a-9c8a-1ef29a2f174e",
            "word": "to like",
            "phonetic": "tə laɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Over seven hundred Facebook users have already liked the company’s website.",
                "He likes the comfortable seats and big screen at the movie theater.",
                "By the next morning, over twenty of my friends had liked my new profile picture.",
                "Like the commandments written in stone.",
                "Such helps were like drop in the ocean."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGlrZQ&hash=a753f2b9d00ab3c1a3a0bec21a1ef34a42143faf&lang=en&cache-only=0",
            "defineEn": "to show support for or interest in a post shared on social media, a blog, etc. by tapping a specific button",
            "defineVi": "để thể hiện sự ủng hộ hoặc quan tâm đến bài đăng được chia sẻ trên mạng xã hội, blog, v.v. bằng cách nhấn vào một nút cụ thể",
            "hasImg": true
        },
        {
            "id": "b7ad54c5-948f-48da-aa7c-169a604e9f4a",
            "word": "like",
            "phonetic": "laɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Over seven hundred Facebook users have already liked the company’s website.",
                "He likes the comfortable seats and big screen at the movie theater.",
                "By the next morning, over twenty of my friends had liked my new profile picture.",
                "Like the commandments written in stone.",
                "Such helps were like drop in the ocean."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlrZQ&hash=8ebd96a821ea318ea0d4b905a330a1822df2581f&lang=en&cache-only=0",
            "defineEn": "something by which a person can show their interest in or approval of a post shared on social media, a blog, etc. by tapping a specific button",
            "defineVi": "thứ gì đó mà một người có thể thể hiện sự quan tâm hoặc phê duyệt bài đăng được chia sẻ trên phương tiện truyền thông xã hội, blog, v.v. bằng cách nhấn vào một nút cụ thể",
            "hasImg": true
        },
        {
            "id": "072f3251-776f-49c3-8d47-a6b0a91b9ba3",
            "word": "to make up",
            "phonetic": "tə meɪk ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Quite suddenly, her mind was made up.",
                "It's now or never, so make up your mind.",
                "The United Kingdom is made up of four countries: England, Scotland, Wales, and Northern Ireland.",
                "What he lacks in book knowledge he makes up with his street smarts and policing instincts, which often prove equally helpful to the investigation.",
                "Before making up your mind, you need to give both sides a fair hearing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFrZSB1cA&hash=0b8bc43fbdf0ecebc12ad0092ad26bf192017101&lang=en&cache-only=0",
            "defineEn": "to become friends with someone once more after ending a quarrel with them",
            "defineVi": "trở thành bạn với ai đó một lần nữa sau khi kết thúc cuộc cãi vã với họ"
        },
        {
            "id": "713c3bfc-5afe-46e3-b9f1-08a945c588e8",
            "word": "to [make] peace",
            "phonetic": "tə meɪk piːs ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFrZSBwZWFjZQ&hash=98c894f8fea629dd8ea29c9b77503e273db6f246&lang=en&cache-only=0",
            "defineEn": "to stop fighting with someone and become friendly with them once more",
            "defineVi": "ngừng chiến đấu với ai đó và trở nên thân thiện với họ một lần nữa"
        },
        {
            "id": "a7db2183-f2e0-4c92-ab15-ba8405d8fbf8",
            "word": "maybe",
            "phonetic": "meɪbiː ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Maybe this photograph will jog your memory.",
                "You know, maybe that old guy was yanking our chain.",
                "They've suffered a heart attack, maybe two.",
                "If you're not prepared to handle the pressure, then maybe this job isn't for you.",
                "Maybe I should take a leaf out of Rick's book and start coming in early every morning."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF5YmU&hash=da457ba76c86442c101d7bc84a9a1c22de531a45&lang=en&cache-only=0",
            "defineEn": "used as a response to a question when one does not have a definite answer or does not want to agree or disagree",
            "defineVi": "được sử dụng như một câu trả lời cho một câu hỏi khi một người không có câu trả lời chắc chắn hoặc không muốn đồng ý hoặc không đồng ý"
        },
        {
            "id": "46dfc58f-799a-4185-a19a-34090329f7cd",
            "word": "to [meet] {sb} halfway",
            "phonetic": "tə miːt ɛsbiː hæfweɪ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbWVldCB7c2J9IGhhbGZ3YXk&hash=f870c5d2f83877eaee9328cf468e267dd0c6302e&lang=en&cache-only=0",
            "defineEn": "to come to an agreement with someone by granting some of their requests while they grant some of one's requests",
            "defineVi": "đi đến thỏa thuận với ai đó bằng cách chấp nhận một số yêu cầu của họ trong khi họ đồng ý với một số yêu cầu của một người"
        },
        {
            "id": "7ab0a8ff-0865-46fc-b217-68c8bd6eb95d",
            "word": "to mend",
            "phonetic": "tə mɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Liza mended her fences by making amends with his family.",
                "The two neighbors mend fences by discussing their concerns and finding common ground.",
                "With the help of a therapist, the couple is on the mend and is working through the challenges in their relationship.",
                "After a few days of rest and medication, Emily is on the mend and expects to be back to work soon.",
                "After a series of setbacks and missteps, the team regrouped and found themselves on the mend, with a renewed sense of purpose and a clear plan for moving forward."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWVuZA&hash=45da812a0599e0dd9500b891426978c2ff060ec1&lang=en&cache-only=0",
            "defineEn": "to resolve a dispute or problem",
            "defineVi": "để giải quyết một tranh chấp hoặc vấn đề"
        },
        {
            "id": "56d09457-571e-4712-8b36-7dd6315d6c30",
            "word": "to [mend] {one's} fences",
            "phonetic": "tə mɛnd wʌn bækslæʃ ɛs fɛnsᵻz ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbWVuZCB7b25lJ3N9IGZlbmNlcw&hash=59db7150ec01104a81e55092d50a8e03d2770369&lang=en&cache-only=0",
            "defineEn": "to repair or restore one's relationships, especially after a period of tension or conflict",
            "defineVi": "để sửa chữa hoặc khôi phục lại các mối quan hệ của một người, đặc biệt là sau một thời gian căng thẳng hoặc xung đột",
            "hasImg": true
        },
        {
            "id": "ec1440c5-f7c3-4275-90cc-b2bd6f86bd0c",
            "word": "middle ground",
            "phonetic": "mɪdəl ɡɹaʊnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "There's no middle ground.",
                "There's no middle ground.",
                "Is there some middle ground here? ",
                "Is there some middle ground here?",
                "This is a good middle ground."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlkZGxlIGdyb3VuZA&hash=5ec6fb32ba30d1318fc6a47a7874ba80bdccc72c&lang=en&cache-only=0",
            "defineEn": "a specific set of opinions, ideas, etc. on which conflicting parties agree; a position that is intermediate",
            "defineVi": "một tập hợp cụ thể các ý kiến, ý tưởng, v.v. mà các bên xung đột đồng ý; một vị trí trung gian"
        },
        {
            "id": "5a606d2f-47dc-47cc-8e8c-970c76428632",
            "word": "modus vivendi",
            "phonetic": "moʊdəs vaɪvɛndi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9kdXMgdml2ZW5kaQ&hash=a97a4d4020142ae47a9eda956f6d08538cac333b&lang=en&cache-only=0",
            "defineEn": "an agreement between oppositions to stop arguing for a specific time or indefinitely",
            "defineVi": "một thỏa thuận giữa các phe đối lập để ngừng tranh luận trong một thời gian cụ thể hoặc vô thời hạn"
        },
        {
            "id": "122b0472-ae02-41a0-953e-9dc911a35c8d",
            "word": "to nail down",
            "phonetic": "tə neɪl daʊn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbmFpbCBkb3du&hash=183f508fe12b8a91b5708f82636b13403115f0e4&lang=en&cache-only=0",
            "defineEn": "to finally come to an agreement or decision",
            "defineVi": "để cuối cùng đi đến một thỏa thuận hoặc quyết định"
        },
        {
            "id": "eb0ac630-f180-46bc-9b62-7c9b4c082307",
            "word": "to nod",
            "phonetic": "tə nɑːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The teacher nodded approvingly at the student's answer.",
                "She nodded in agreement with his statement.",
                "He nodded his head to acknowledge his friend's suggestion.",
                "The audience nodded in understanding as the speaker explained the concept.",
                "They nodded at every platitude about making sacrifices today for a better tomorrow."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbm9k&hash=a16ffabfc84a448ea10a440184727980838e8e5e&lang=en&cache-only=0",
            "defineEn": "to move one's head up and down as a sign of agreement, understanding, or greeting",
            "defineVi": "di chuyển đầu của một người lên xuống như một dấu hiệu của sự đồng ý, hiểu biết hoặc lời chào",
            "hasImg": true
        },
        {
            "id": "7eac80fd-4309-4550-9a79-1f23e3a8a10a",
            "word": "no kidding",
            "phonetic": "noʊ kɪdɪŋ ",
            "partOfSpeechType": "interjection",
            "examples": [
                "No kidding, Bill Cosby gets laughs.",
                "No kidding, 'cause you seem like a college guy.",
                "The mission is very tedious, it is, no kidding, one of the most arduous things that you could possibly do, but it's so rewarding in the sense of, every day you know that you're doing something or you're preparing for the worst."
            ],
            "audio": "https://tts.langeek.co/read?text=bm8ga2lkZGluZw&hash=1bbd84cd2aaf94513260e56a6b101322294a7421&lang=en&cache-only=0",
            "defineEn": "used ironically as a response to a statement that is obvious",
            "defineVi": "được sử dụng một cách mỉa mai như một câu trả lời cho một tuyên bố rõ ràng"
        },
        {
            "id": "363aeb31-3900-4668-850c-0e5f621535f5",
            "word": "noncontroversial",
            "phonetic": "nɑːŋkɑːntɹəvɜːʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And even when Obama was president, he slow-walked those judgeships, even the noncontroversial ones, especially the noncontroversial ones.",
                "And even when Obama was president, he slow-walked those judgeships, even the noncontroversial ones, especially the noncontroversial ones.",
                "So by the time he actually had his machine going, oiled, McConnell already had the pipeline gummed up, and it took often two, three years even for noncontroversial nominees to be confirmed."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9uY29udHJvdmVyc2lhbA&hash=cc1552f4eb5db9d2f3a1e77651dce2c0cc91ce37&lang=en&cache-only=0",
            "defineEn": "not causing or unlikely to cause disagreement",
            "defineVi": "không gây ra hoặc không có khả năng gây ra sự bất đồng"
        },
        {
            "id": "1ab47869-20fd-4fb9-bef3-016558aeb35c",
            "word": "nor",
            "phonetic": "nɔːɹ ",
            "partOfSpeechType": "conjunction",
            "examples": [
                "Police still haven't made heads nor tails of the heist.",
                "I can’t get hold of that book for love nor money.",
                "The prophet and his God felt as one, but that attachment cannot be felt nor understood by the common folk.",
                "Medical interns are neither fish nor fowl.",
                "They are neither students nor fully qualified practitioners."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9y&hash=d4e9ee7f7d006ad353cbf8f179131260a84baaa2&lang=en&cache-only=0",
            "defineEn": "put before a positive verb to express agreement with the preceding negative statement",
            "defineVi": "đặt trước động từ khẳng định để bày tỏ sự đồng tình với mệnh đề phủ định trước đó"
        },
        {
            "id": "10ba2ab2-c2b7-4f32-bf6a-229488989c15",
            "word": "at all",
            "phonetic": "æɾ ɔːl ",
            "partOfSpeechType": "adverb",
            "examples": [
                "They often go several days without driving At All."
            ],
            "audio": "https://tts.langeek.co/read?text=YXQgYWxs&hash=fe8466a1e1bb48b767af0cdc1f3498fab6c4ddbd&lang=en&cache-only=0",
            "defineEn": "in the slightest degree or in any respect",
            "defineVi": "ở mức độ nhỏ nhất hoặc trong bất kỳ khía cạnh nào"
        },
        {
            "id": "6da31e36-7f61-478c-b149-9ca10e38117f",
            "word": "of course",
            "phonetic": "ʌv koːɹs ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Of course there is some truth in all this, but only up to a point.",
                "Of course we're not going to sell the house!",
                "Of course I'll be there - with bells on!",
                "Of course we'll change it for a larger size, Madam.",
                "Of course, I suppose 20 years does make a lot of difference."
            ],
            "audio": "https://tts.langeek.co/read?text=b2YgY291cnNl&hash=91daa0b48abb7e70f2a761d81ccde79bd8e84bfb&lang=en&cache-only=0",
            "defineEn": "used to give permission or express agreement",
            "defineVi": "được sử dụng để cho phép hoặc bày tỏ sự đồng ý",
            "hasImg": true
        },
        {
            "id": "f4f8b94c-c550-4a3d-953c-eb3ce82957d4",
            "word": "OK",
            "phonetic": "oʊkeɪ ",
            "partOfSpeechType": "interjection",
            "examples": [
                "OK, mum's the word!",
                "OK, it’s a deal.",
                "Ok, we can have pasta for dinner tonight.",
                "OK, I'll do it -",
                "OK, what happened at Blair's party last night?"
            ],
            "audio": "https://tts.langeek.co/read?text=T0s&hash=c1cd8b23cdabd8d030ab38affffcf2e9ff90df17&lang=en&cache-only=0",
            "defineEn": "said to show that we are agreeing to do something or we agree with something",
            "defineVi": "nói để thể hiện rằng chúng tôi đang đồng ý làm điều gì đó hoặc chúng tôi đồng ý với điều gì đó",
            "hasImg": true
        },
        {
            "id": "ef593cde-18a4-483a-ab2c-9d60f6462749",
            "word": "oneness",
            "phonetic": "wʌnnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Not everyone is rediscovering the strength of their marital bond or on the threshold of reaching oneness at a different level than they've ever experienced before.",
                "And the researchers found that when meditators were experiencing that sense of nonduality, or oneness, more parts of their brains were active than usual."
            ],
            "audio": "https://tts.langeek.co/read?text=b25lbmVzcw&hash=04318cbd583fe507bb066188fda182cb786ebbe0&lang=en&cache-only=0",
            "defineEn": "the state of feeling a unity with someone or something",
            "defineVi": "trạng thái cảm thấy thống nhất với ai đó hoặc cái gì đó"
        },
        {
            "id": "b724d75c-89b5-4c10-bbef-657e546d9e14",
            "word": "on {one's} side",
            "phonetic": "ɔn wʌn bækslæʃ ɛs saɪd ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b24ge29uZSdzfSBzaWRl&hash=946e187be94cc514d836d7abb801f5f4b8c51ab2&lang=en&cache-only=0",
            "defineEn": "agreeing with someone or supporting them in an argument, plan, etc.",
            "defineVi": "đồng ý với ai đó hoặc ủng hộ họ trong một cuộc tranh luận, kế hoạch, v.v."
        },
        {
            "id": "c4b591d3-3e5e-4381-89af-a1fb3dbeebed",
            "word": "(it|that) is a deal",
            "phonetic": "ɪt slæʃ ðæt ɪz ɐ diːl ",
            "partOfSpeechType": "sentence",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aXQgaXMgYSBkZWFs&hash=2b0d931c4c91672e20757f6bf5cbfb347d71619b&lang=en&cache-only=0",
            "defineEn": "said to let someone know that one agrees with something, particularly with someone's terms",
            "defineVi": "nói để cho ai đó biết rằng một người đồng ý với điều gì đó, đặc biệt là với các điều khoản của ai đó"
        },
        {
            "id": "18eaf9d5-f40b-4395-b872-62620bbd09e1",
            "word": "on the same page",
            "phonetic": "ɔnðə seɪm peɪdʒ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b24gdGhlIHNhbWUgcGFnZQ&hash=f910874a496947e5253645ec1e04c08817b3c013&lang=en&cache-only=0",
            "defineEn": "in complete agreement with someone",
            "defineVi": "hoàn toàn đồng ý với ai đó"
        },
        {
            "id": "e107f3e1-c9c0-41d9-adff-c98b4f3aba1f",
            "word": "out of tune",
            "phonetic": "aʊɾəv tuːn ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3V0IG9mIHR1bmU&hash=04eb2b5480e7698025c907e6501c1d747146ec9e&lang=en&cache-only=0",
            "defineEn": "not in agreement with someone or something",
            "defineVi": "không đồng ý với một ai đó hoặc một cái gì đó"
        }
    ]
}