{
    "id": "a42dbacc-c128-4635-8416-5c0a93f31aa4",
    "title": "Athletics",
    "originalTitle": "Athletics",
    "words": [
        {
            "id": "7f6ecaa8-4e9f-484e-9b6e-b6a67758e24f",
            "word": "athletics",
            "phonetic": "æθlɛɾɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Athletics have been around a while."
            ],
            "audio": "https://tts.langeek.co/read?text=YXRobGV0aWNz&hash=9823b6809ef668d062710aaa2701d8843a441a30&lang=en&cache-only=0",
            "defineEn": "any sport that people tend to do",
            "defineVi": "bất kỳ môn thể thao nào mà mọi người có xu hướng làm",
            "hasImg": true
        },
        {
            "id": "2712769d-d958-430e-a506-fcf5dfdbb607",
            "word": "tournament",
            "phonetic": "tʊɹnəmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She won the tennis tournament and received a trophy.",
                "He had high expectations for the team's performance in the tournament.",
                "During the chess tournament, Jane was confident in her skills, but her opponent ended up cleaning her clock with a series of surprising moves.",
                "She knew that it would take blood, sweat, and tears to reach the next stage of the tournament.",
                "Jacobsen went for broke on the last nine holes and won the tournament."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91cm5hbWVudA&hash=c0e86c6003807988ad7c54e932262a2fd1dd61e4&lang=en&cache-only=0",
            "defineEn": "a series of sporting games in which teams or players compete against different rivals in different rounds until only one remains and that is the winner",
            "defineVi": "một loạt các trò chơi thể thao trong đó các đội hoặc người chơi thi đấu với các đối thủ khác nhau trong các vòng khác nhau cho đến khi chỉ còn lại một người và đó là người chiến thắng",
            "hasImg": true
        },
        {
            "id": "9b43af02-672b-4403-b65b-d87f434ff238",
            "word": "league",
            "phonetic": "liːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The two chefs are not in the same league.",
                "Our college team took the wooden spoon in the inter-collegiate league this season.",
                "She joined a soccer league to compete against other teams.",
                "She joined a local volleyball league to compete against other teams.",
                "When I play chess with my Dad I'm out of my league."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhZ3Vl&hash=ef48600a05fe97c40519795b2c4c36abc80fe9e3&lang=en&cache-only=0",
            "defineEn": "a group of sports clubs or players who compete against each other and are put together based on the points they have gained through the season",
            "defineVi": "một nhóm các câu lạc bộ thể thao hoặc các vận động viên thi đấu với nhau và được xếp cùng nhau dựa trên số điểm mà họ đạt được trong suốt mùa giải"
        },
        {
            "id": "94448493-809d-42ef-8c74-bb27139151ac",
            "word": "arena",
            "phonetic": "ɚɹiːnə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The politician was known to give preferential treatment to his supporters, showing that kissing goes by favor in the political arena.",
                "Get the horse out of the arena.",
                "And this is the arena.",
                "Eventually, he would leave the arena to become the personal physician to four Roman Emperors.",
                "And it enters the war in both arenas, both in Europe and in the Pacific."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJlbmE&hash=24110ab70e9b8b76e4b6ad0a193d18e5341fb8c1&lang=en&cache-only=0",
            "defineEn": "a large open-air constructed area that is used for playing sports",
            "defineVi": "một khu vực xây dựng ngoài trời rộng lớn được sử dụng để chơi thể thao",
            "hasImg": true
        },
        {
            "id": "3354a875-2ddc-49e7-9381-b33a2b40aeda",
            "word": "pitch",
            "phonetic": "pɪtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He queered my pitch by asking for promotion before I did.",
                "You can't tag on to the training pitch with a chip on your shoulder because you haven't been selected.",
                "We don't get many new players, and our pitch has been in poor nick for as long as I can remember.",
                "The idea appears to be to target perceived 'luxury' goods, while not queering the pitch for exporters.",
                "Tom's the kind of guy who could sell ice to Eskimos, so don't get sucked into any of his sales pitches."
            ],
            "audio": "https://tts.langeek.co/read?text=cGl0Y2g&hash=91827bccee3f1b3ab1c1ea06d3e7e16a51dc0b75&lang=en&cache-only=0",
            "defineEn": "a flat ground prepared and marked for playing particular sports, such as soccer",
            "defineVi": "một mặt đất bằng phẳng được chuẩn bị và đánh dấu để chơi các môn thể thao cụ thể, chẳng hạn như bóng đá",
            "hasImg": true
        },
        {
            "id": "289fc061-6308-479d-a594-e69e0f5a883d",
            "word": "championship",
            "phonetic": "tʃæmpiənʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Last year's winners again have the championship firmly in their pocket.",
                "That shot lost him the championship.",
                "They lost the championship.",
                "The rookie player made his bow on the field during the championship game.",
                "Long Island Marine and Olympian boxer Jamel Herring hangs up the gloves after championship career."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbXBpb25zaGlw&hash=b0d7321fb099c11af2afcc2fb7e63e4f585d458b&lang=en&cache-only=0",
            "defineEn": "a competition in which the best player or team is chosen",
            "defineVi": "một cuộc thi trong đó cầu thủ hay đội tốt nhất được chọn"
        },
        {
            "id": "22bb155e-cda3-4eb3-b56f-6f4b371900e0",
            "word": "spectator",
            "phonetic": "spɛkteɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hall will be able to let in more spectators.",
                "Spectators from abroad have already been banned.",
                "Your life is not a spectator sport.",
                "Korea's professional baseball league kicked off its new season today, with no spectators in the stands.",
                "It has a capacity for around 15,000 spectators."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlY3RhdG9y&hash=c3a4c37f4d17429420662a05b1e3010b0ede2f24&lang=en&cache-only=0",
            "defineEn": "a person who watches sport competitions closely",
            "defineVi": "một người theo dõi chặt chẽ các cuộc thi đấu thể thao",
            "hasImg": true
        },
        {
            "id": "a1c12080-ae74-489b-893d-2a00b3fd22fc",
            "word": "martial art",
            "phonetic": "mɑːɹʃəl ɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Did you see that martial arts expert?",
                "That experience made me open my eyes and started my search for a martial art that teaches practical self-defence skills.",
                "Despite wearing protective gear, James's arms were black and blue after a day of intense martial arts training.",
                "I love martial arts.",
                "He is an expert in martial arts."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFydGlhbCBhcnQ&hash=2bbd6bf175499611880c234c51369a49bdc461c3&lang=en&cache-only=0",
            "defineEn": "any type of sports that include fighting which are especially originated in the Far East, such as judo, kung fu, etc.",
            "defineVi": "bất kỳ loại hình thể thao nào bao gồm chiến đấu đặc biệt có nguồn gốc ở Viễn Đông, chẳng hạn như judo, kung fu, v.v.",
            "hasImg": true
        },
        {
            "id": "9217803e-0e21-4ca3-a969-30606894dec3",
            "word": "ring",
            "phonetic": "ɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The name rings a bell.",
                "The children enjoyed onion rings as a crispy side dish.",
                "This should ring alarm bells in all European countries and the United States.",
                "Your phone is ringing for the thousandth time.",
                "His complaints have a familiar ring."
            ],
            "audio": "https://tts.langeek.co/read?text=cmluZw&hash=e2581860aa6bbe29eb165ecffc216be23ad2c920&lang=en&cache-only=0",
            "defineEn": "a platform surrounded with ropes on which boxing and wrestling competitions take place",
            "defineVi": "một nền tảng được bao quanh bởi những sợi dây thừng nơi diễn ra các cuộc thi đấu quyền anh và đấu vật"
        },
        {
            "id": "24556802-956b-4648-82ac-5e325c11d791",
            "word": "referee",
            "phonetic": "ɹɛfɚɹiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The referee gave him the benefit of the doubt.",
                "The referee in the firing line is an experienced official.",
                "The referee told the players to mind their language.",
                "The referee was forced to stop the game because of heavy snow.",
                "I was acting as referee and telling them to break."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmZXJlZQ&hash=b87dbc1d6c6460f0edd1f5b1fd109dbc6d64c7f3&lang=en&cache-only=0",
            "defineEn": "an official who is in charge of a game, making sure the rules are obeyed by the players",
            "defineVi": "một quan chức phụ trách trò chơi, đảm bảo các quy tắc được người chơi tuân theo",
            "hasImg": true
        },
        {
            "id": "268cca0a-e7dd-4863-b5e3-443d5d70eef7",
            "word": "stroke",
            "phonetic": "stɹoʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The disease wiped out 40 million rabbits at a stroke.",
                "At one stroke, the country lost two outstanding leaders.",
                "stroke a nerve didn't I?",
                "The nurses had to spoon-feed my mother after her stroke.",
                "They added 230 customers to their list at a stroke."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Ryb2tl&hash=cdfb0a15ee9fb4c35fa7f9391ad99725cacc3165&lang=en&cache-only=0",
            "defineEn": "(in sports) an act of hitting the ball using a bat or racket",
            "defineVi": "(trong thể thao) động tác đánh bóng bằng gậy hoặc vợt"
        },
        {
            "id": "17dfa595-5772-4832-9c26-19a056c9312c",
            "word": "strike",
            "phonetic": "stɹaɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The game strikes a great balance between accessibility for younger players and a rewarding challenge for veterans of the genre.",
                "He strikes an attitude of bravery and lonely defiance.",
                "The clock struck twenty times at midnight.",
                "The manager struck a rather insincere note as he expressed his sorrow at the round of layoffs.",
                "The recent strike has put the airline company in a tight spot."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyaWtl&hash=d8230881005f7fcd0d3242bab45eb7cf22ceb522&lang=en&cache-only=0",
            "defineEn": "(baseball) a pitch that the batter swings at and misses, or that the batter hits into foul territory, or that the batter does not swing at but the umpire judges to be in the area over home plate and between the batter's knees and shoulders",
            "defineVi": "(bóng chày) cú ném mà người đánh bóng xoay người và đánh trượt, hoặc người đánh bóng đánh vào khu vực phạm lỗi, hoặc người đánh bóng không vung vợt nhưng trọng tài đánh giá là ở khu vực trên phần sân nhà và giữa đầu gối và vai của người đánh bóng"
        },
        {
            "id": "1224e52d-acfd-43b9-ac85-e074f64b26f2",
            "word": "to tackle",
            "phonetic": "tə tækəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The team's diverse skill sets put together allowed them to tackle a wide range of challenges.",
                "After the intense football game, Henry was left black and blue from all the tackles and rough play.",
                "It is against the grain for me to tackle dishonest people.",
                "After a quick run in the park, I felt more awake and energized, ready to tackle the rest of my day.",
                "Despite being unwell the previous day, Lily was up and about, ready to tackle her daily responsibilities with renewed energy and determination."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFja2xl&hash=4871f2c18c3f87d6cb67e838e61260da8f5173fa&lang=en&cache-only=0",
            "defineEn": "to try to take the ball from the players of the other team, usually by forcing them down, in sports such as football or rugby",
            "defineVi": "cố gắng lấy bóng từ các cầu thủ của đội khác, thường là bằng cách ép họ xuống, trong các môn thể thao như bóng đá hoặc bóng bầu dục",
            "hasImg": true
        },
        {
            "id": "23e705e5-8a72-4e65-8e2e-55f5a135f0b3",
            "word": "offense",
            "phonetic": "əfɛns ",
            "partOfSpeechType": "noun",
            "examples": [
                "She took offense when her boss criticized her work in front of her colleagues.",
                "Please don't take offense at what I said.",
                "I think he took offense at my suggestion that he could improve his work.",
                "When Taylor is slamming into a brick wall, Wentz, Michael Pittman Jr. and the rest of the Colts passing offense have to be able to capitalize.",
                "Some people take offense at jokes that others find funny."
            ],
            "audio": "https://tts.langeek.co/read?text=b2ZmZW5zZQ&hash=81d69d927ed6be7755ed1f09b5de98f7ff8d0198&lang=en&cache-only=0",
            "defineEn": "(in sports) the players of a team who are trying to score against the rival team",
            "defineVi": "(trong thể thao) các cầu thủ của một đội đang cố gắng ghi bàn vào lưới đội đối thủ"
        },
        {
            "id": "041bc231-93da-4ae4-9a3b-726d33326061",
            "word": "defense",
            "phonetic": "dᵻfɛns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The team's defense is a tough nut to crack.",
                "The defense says it plans to call four witnesses.",
                "The food supply proved to be the nation's Achilles' heel in its defense against terrorist attacks.",
                "The football player managed to go through the defense and score a goal.",
                "In a court of law, both the prosecution and the defense have the opportunity to present their case, as there are two sides to every question."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmZW5zZQ&hash=3ec7f6c79a27527a2842d422cf425136bec390e2&lang=en&cache-only=0",
            "defineEn": "(in sports) the players who try to not allow the opposing team to score; the position or role of these players on the field",
            "defineVi": "(trong thể thao) các cầu thủ cố gắng không cho đội đối phương ghi bàn; vị trí hoặc vai trò của những cầu thủ này trên sân",
            "hasImg": true
        },
        {
            "id": "1566f325-a8f3-4b04-bc40-6ed07d30f1f5",
            "word": "to umpire",
            "phonetic": "tʊ ʌmpaɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The umpire gave the ball out.",
                "Umpires can now check to see if they have any of that stuff.",
                "And my father was a baseball local, a baseball umpire in Brooklyn.",
                "And we rely on umpires in this society who are impartial.",
                "As of tonight, umpires can start inspecting pitchers' fingers, gloves, even their hats during the game. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW1waXJl&hash=97e88cec1dff7a4cc59a0601f130673ac4ae1f9f&lang=en&cache-only=0",
            "defineEn": "to act as an umpire in sports match",
            "defineVi": "hành động như một trọng tài trong trận đấu thể thao"
        },
        {
            "id": "8e5bb36b-32b9-49ab-87d1-0c8636ad2a95",
            "word": "to tie",
            "phonetic": "tə taɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Which tie do you like best?",
                "She finally loosened her tie after a long day at work.",
                "Do I have to wear a tie?",
                "He wore a tie to the wedding for a unique look.",
                "She tied some strips of cloth around the wound to check the bleeding."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGll&hash=69f3e3e6606bcba5793efbb026ee60d5ed95a406&lang=en&cache-only=0",
            "defineEn": "(of two players or teams) to finish a game or competition with even scores",
            "defineVi": "(của hai người chơi hoặc đội) để kết thúc một trò chơi hoặc cuộc thi với số điểm chẵn",
            "hasImg": true
        },
        {
            "id": "4b3c4d07-8700-4839-987e-dd9cc4945a89",
            "word": "draw",
            "phonetic": "dɹɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "I draw the line at a pizza with anchovies on it.",
                "She drew a yellow sun on the corner of the paper.",
                "She drew a picture of a hand with five fingers.",
                "he battle lines has been drawn for years.",
                "The battle lines were drawn yesterday for the fiercest contest in the history of local radio."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhdw&hash=a764cc2dcecbdf84eb578a6e7849c1285effd177&lang=en&cache-only=0",
            "defineEn": "when neither player is able to win the game, typically because there are no more legal moves available or because both players agree to a draw",
            "defineVi": "khi không người chơi nào có thể thắng trò chơi, thường là do không còn nước đi hợp pháp nào nữa hoặc vì cả hai người chơi đều đồng ý hòa"
        },
        {
            "id": "951b8c28-8ab9-4efe-9932-cccccca43fd7",
            "word": "foul",
            "phonetic": "faʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He fouled his own nest by wrongly accusing his boss.",
                "You'll just foul your nest if you tell everyone the truth.",
                "The opposition parties have cried foul at the president's act, seeing it as a violation of democracy.",
                "It's important to remember that a fair face may hide a foul heart, and to take the time to get to know someone before making judgments about them.",
                "The business owner who mistreated their employees was a reminder that it is an ill bird that fouls its own nest, as their actions ultimately led to high turnover rates and damaged their own business."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm91bA&hash=8f74a08137a86bef445d9859f5940401c34e7b15&lang=en&cache-only=0",
            "defineEn": "an act in a sport that is against the rules and is not allowed",
            "defineVi": "một hành động trong một môn thể thao trái với các quy tắc và không được phép",
            "hasImg": true
        },
        {
            "id": "ba9ad132-92c2-4b66-a870-1819a4f3e895",
            "word": "versus",
            "phonetic": "vɜːsᵻz ",
            "partOfSpeechType": "preposition",
            "examples": [
                "That ignited the fire of them versus us.",
                "Pampered millennials versus hard working under banked.",
                "I feel this us versus them thing",
                "So 350 grams versus something that has an aluminum construction and glass on the top.",
                "Consider one matchup: West versus North."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVyc3Vz&hash=de78fcfd743760d015f446fc3c937d92d32332ec&lang=en&cache-only=0",
            "defineEn": "(in sport or law) used to show that two sides or teams are against each other",
            "defineVi": "(trong thể thao hoặc luật pháp) được sử dụng để chỉ ra rằng hai bên hoặc hai đội chống lại nhau"
        },
        {
            "id": "d3ff7c29-688c-4103-b56d-cbea9b4c8984",
            "word": "triathlon",
            "phonetic": "tɹaɪæθlən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I started training, which really connected me with myself in a very profound way, and to the surprise of myself and many other people, I ended up showing some prowess in this field and ended up competing at a very high level, specifically a race called Ultraman, which is a double Ironman distance triathlon."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpYXRobG9u&hash=96dec8e0d9a68973a858f3a5573f831f8a6580ff&lang=en&cache-only=0",
            "defineEn": "a sporting contest typically consisting of swimming, cycling, and running taking place in three different events",
            "defineVi": "một cuộc thi thể thao thường bao gồm bơi lội, đạp xe và chạy diễn ra trong ba sự kiện khác nhau"
        },
        {
            "id": "45c59aa3-be6c-4833-8335-1d4c8f3c2b0f",
            "word": "cross-country",
            "phonetic": "kɹɔskʌntɹi ",
            "partOfSpeechType": "adverb",
            "examples": [
                "You keep talking about making a cross-country trip.",
                "I won the cross-country title.",
                "Lisa Heidle moved cross-country from Maine to Point Roberts two years ago, attracted by its natural beauty, slower pace of life, low crime rate, and now a low incidence of COVID, so far, just a single case.",
                "Electrify America just finished building a cross-country route which gives users access to its D.C. fast chargers.",
                "Working together gave non-scheduled airlines the ability to offer lower prices on cross-country trips, pressuring existing carriers to drop their fees."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jvc3MtY291bnRyeQ&hash=aa28aa3563f7bc266c9da9015fb9e742f39d26c8&lang=en&cache-only=0",
            "defineEn": "away from the roads and tracks and across the countryside",
            "defineVi": "cách xa những con đường và đường ray và khắp vùng nông thôn"
        },
        {
            "id": "97dd19ab-fce2-4768-9bc6-c7c535427920",
            "word": "gymnast",
            "phonetic": "dʒɪmnæst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gymnast effortlessly bent her body into a graceful arch during her routine.",
                "The gymnast's body contorted and bent in astonishing ways during her performance.",
                "As a gymnast, Simone went through racism.",
                "But you have got these gymnasts who are being abused by Larry Nassar.",
                "Allan Bower is a gymnast on the US national team trying to make his first Olympics."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3ltbmFzdA&hash=acfaaed9b64108c128b9cbb92534a645ea3c3a90&lang=en&cache-only=0",
            "defineEn": "an athlete who is trained to perform gymnastics, especially in a competition",
            "defineVi": "một vận động viên được đào tạo để biểu diễn thể dục dụng cụ, đặc biệt là trong một cuộc thi",
            "hasImg": true
        },
        {
            "id": "f0c39940-994b-434b-882f-c1636dc1c477",
            "word": "heavyweight",
            "phonetic": "hɛviweɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Heavyweight boxer Mike Tyson had six.",
                "Internet and tech heavyweights have made moves into the space in recent years as well.",
                "heavyweight boxer John L. Sullivan, reinforcing the connection between idealized masculine athleticism and underoos.",
                "But one species in the genus Palaeeudyptes was the penguin heavyweight champ.",
                "That is, this is the heavyweight, man. -"
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhdnl3ZWlnaHQ&hash=5c690f26c0ea61b2b371149fdc764480071ab1dc&lang=en&cache-only=0",
            "defineEn": "(in wrestling and boxing) a weight in the heaviest category which is between 81 to 91kg",
            "defineVi": "(trong đấu vật và quyền anh) hạng cân nặng nhất từ 81 đến 91kg"
        },
        {
            "id": "c04019cb-6062-485c-9f15-4fb6c92a4636",
            "word": "lightweight",
            "phonetic": "laɪtweɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I need a lightweight sweater for the spring season.",
                "The material of these sunglasses are kind of lightweight",
                "Feels really lightweight.",
                "It's lightweight.",
                "It is lightweight."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlnaHR3ZWlnaHQ&hash=cf828675f5d5e6b2eb2f96b3ffb466aac5255219&lang=en&cache-only=0",
            "defineEn": "(in wrestling and boxing)a weight usually between 57 and 60 kilograms",
            "defineVi": "(trong đấu vật và đấm bốc) một trọng lượng thường từ 57 đến 60 kg"
        },
        {
            "id": "c89d0703-3584-4ef9-96d6-2dd1c4e9005d",
            "word": "sprint",
            "phonetic": "spɹɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She tore out of the gate and sprinted towards the finish line.",
                "And also independent voters are sprinting away from the Republican Party.",
                "They are sprinting away from the president and the Republican Party.",
                "While visitors and recent settlers struggle with altitude sickness, native Tibetans sprint up mountains.",
                "The nation's immediate future comes down to this, one month in one state, a mad sprint in Georgia."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ByaW50&hash=b94016506018fb0b4a5881d93383e245fa491356&lang=en&cache-only=0",
            "defineEn": "a type of running in which one runs full speed in a short distance",
            "defineVi": "một kiểu chạy trong đó một người chạy hết tốc lực trong một khoảng cách ngắn"
        },
        {
            "id": "57785eb0-dafc-4d9e-8425-b842866b4cb9",
            "word": "trophy",
            "phonetic": "tɹoʊfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She won the tennis tournament and received a trophy.",
                "The team's destination was to win the championship and bring the trophy home.",
                "The winning captain held the trophy in the air.",
                "Participation trophies actually mean something!",
                "Raising the premier league trophy?"
            ],
            "audio": "https://tts.langeek.co/read?text=dHJvcGh5&hash=ded15251cc88b877d7059421719dbf2171c1133e&lang=en&cache-only=0",
            "defineEn": "an object that is awarded to the winner of a competition",
            "defineVi": "một đối tượng được trao cho người chiến thắng của một cuộc thi",
            "hasImg": true
        },
        {
            "id": "6e1e052b-e69e-406a-9964-be4b42dc0e86",
            "word": "doping",
            "phonetic": "doʊpɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG9waW5n&hash=f772b2cecd3ca2a54032adbb5112b76c7a41ad6a&lang=en&cache-only=0",
            "defineEn": "the use of drugs by an athlete or racehorse in a competition in order to improve their performance",
            "defineVi": "việc sử dụng thuốc của một vận động viên hoặc ngựa đua trong một cuộc thi để cải thiện thành tích của họ"
        },
        {
            "id": "af794421-7fc3-43fc-a48f-c7c7d47ce684",
            "word": "victory",
            "phonetic": "vɪktɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The victory turned the tide of the war in North Africa.",
                "Carefully, in harness with the captain, he carried Australia to victory.",
                "This could not by any stretch be seen as a victory.",
                "They’ve been on the crest of the wave ever since their election victory.",
                "After a difficult start, things were finally on the up and up for the team, with a string of victories in their last few games."
            ],
            "audio": "https://tts.langeek.co/read?text=dmljdG9yeQ&hash=941e60f3b2c2ecb6f6ddc21910b00da55dcc0cc2&lang=en&cache-only=0",
            "defineEn": "the success that is achieved in a competition, game, war, etc.",
            "defineVi": "thành công đạt được trong một cuộc thi, trò chơi, chiến tranh, v.v.",
            "hasImg": true
        },
        {
            "id": "f6bdb3b3-43fd-4fab-a2f9-d5ba0e1d23f0",
            "word": "marathon",
            "phonetic": "mæɹəθɑːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "To run a marathon.",
                "The marathon runner lost so much weight during the race that he appeared skin and bone at the finish line.",
                "She struggled to keep up with the fast pace of the marathon runners.",
                "He pushed the limit of his endurance and managed to run a full marathon.",
                "Mary wanted to run a marathon without training properly, but her coach warned her that it was idle to swallow the cow and choke on the tail."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFyYXRob24&hash=a853c2968b631138e4bb61f2a1ee74673e34ea57&lang=en&cache-only=0",
            "defineEn": "a running race of 26 miles or 42 kilometers",
            "defineVi": "một cuộc đua chạy 26 dặm hoặc 42 km"
        },
        {
            "id": "e76af6a4-5d14-4a3f-98fa-e291808e63c6",
            "word": "track and field",
            "phonetic": "tɹæk ænd fiːld ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJhY2sgYW5kIGZpZWxk&hash=9a454d45a28fc7d094240f5389ca93ffa618183c&lang=en&cache-only=0",
            "defineEn": "a sport that involves various athletic events, including running, jumping, and throwing competitions, that are held on a running track",
            "defineVi": "một môn thể thao liên quan đến các sự kiện thể thao khác nhau, bao gồm các cuộc thi chạy, nhảy và ném, được tổ chức trên đường chạy",
            "hasImg": true
        },
        {
            "id": "0a6f6f0d-8fef-4ca6-a024-9b425d0ac5dd",
            "word": "club",
            "phonetic": "klʌb ",
            "partOfSpeechType": "noun",
            "examples": [
                "His clubs are collecting dust now.",
                "The club has an important place in the community as far as golf is concerned.",
                "Are you coming to the club with us tonight?",
                "The club will cease to exist if financial help is not found.",
                "They joined a swimming club to meet other swimmers and train together."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2x1Yg&hash=022ac594dac510e016ebbd16f69a0797da4e2f78&lang=en&cache-only=0",
            "defineEn": "a group of sports players, their manager, and staff such as a soccer or baseball club",
            "defineVi": "một nhóm người chơi thể thao, người quản lý và nhân viên của họ, chẳng hạn như câu lạc bộ bóng đá hoặc bóng chày"
        }
    ]
}