{
    "id": "a44a0698-d2be-4b8f-bb27-2b118cc8f8c2",
    "title": "Lesson 36",
    "originalTitle": "Lesson 36",
    "words": [
        {
            "id": "d507c185-040b-4cef-81cb-f73a743c12f5",
            "word": "jingo",
            "phonetic": "dʒɪŋɡoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=amluZ28&hash=5daccbb60eef8540aa8ec3bb90d4f01499d0f1fe&lang=en&cache-only=0",
            "defineEn": "an extreme bellicose nationalist",
            "defineVi": "một người theo chủ nghĩa dân tộc hiếu chiến cực đoan"
        },
        {
            "id": "a3f840a0-e6f9-4674-a488-2808bf4f8490",
            "word": "jingoist",
            "phonetic": "dʒɪŋɡoʊɪst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=amluZ29pc3Q&hash=b9bb3f695ff3891cd485c6b4fceaa8368ca92ed1&lang=en&cache-only=0",
            "defineEn": "someone who very strongly believes that their country is far more superior than other countries",
            "defineVi": "một người rất tin tưởng rằng đất nước của họ vượt trội hơn nhiều so với các nước khác"
        },
        {
            "id": "dc9996dd-c159-46d0-81d2-0e2702c9d28a",
            "word": "enormity",
            "phonetic": "ɪnoːɹmᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And sending people to walk on the surface of another world --the enormity of that giant leap--",
                "When you look at the images from that day, the sheer enormity of the blast is really breathtaking.",
                "The enormity of this number means it’s probably safe to assume that there are many many *many* other planets with life - even intelligent life.",
                "But Brennan was certainly of the view that the administration had not woken up to the enormity of what the Russians were doing, and I think that’s fundamentally right.",
                "And that consequence, that enormity, was something I think everyone realized, and knew that it was simply a matter of coming up with a strategy that allowed for the unity that came and that we saw in the process over the next several months. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5vcm1pdHk&hash=84383ccea08e0f7a9d0db012768c7a16547722cd&lang=en&cache-only=0",
            "defineEn": "the quality of being outrageous",
            "defineVi": "chất lượng của thái quá"
        },
        {
            "id": "6e20f2b3-58e3-418d-8fdd-dcb444e139e3",
            "word": "enormous",
            "phonetic": "ɪnoːɹməs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Her credit card bills are enormous!",
                "True, there wasn't always an enormous difference between letting the interviewees speak for themselves and giving them enough rope.",
                "The challenge of powerful imagesfor an authoritarian state is enormous.",
                "The recognition value of this brand is enormous. ",
                "The Amazon rainforest is enormous."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5vcm1vdXM&hash=ed170edc68f20a1a556f4bb8aaf3778b39f68b8f&lang=en&cache-only=0",
            "defineEn": "extremely large in size or quantity",
            "defineVi": "cực kỳ lớn về kích thước hoặc số lượng",
            "hasImg": true
        },
        {
            "id": "ae158817-58d3-4a35-b076-cedfb2632dd0",
            "word": "enormousness",
            "phonetic": "ɪnoːɹməsnəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW5vcm1vdXNuZXNz&hash=5784f580351bf1a0159eddc9223aaa06c41fb9fe&lang=en&cache-only=0",
            "defineEn": "unusual largeness in size or extent or number",
            "defineVi": "sự lớn bất thường về kích thước hoặc mức độ hoặc số lượng"
        },
        {
            "id": "a4cc14f9-e59c-451d-84ea-5cfc0dac9696",
            "word": "to allege",
            "phonetic": "tʊ ɐlɛdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The secretary alleges that the CEO tried to put his hands on her multiple times during the course of her time working at the company.",
                "The interviewer suddenly began whaling on the politician over his alleged ties to the pharmaceutical industry.",
                "They're alleging massive fraud, conspiracy.",
                "She's alleging a 12-year affair with you.",
                "This is alleged, OK"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWxsZWdl&hash=17ae9493474bbd0f77626cafbaa34f42d55533d3&lang=en&cache-only=0",
            "defineEn": "to say something is the case without providing proof for it",
            "defineVi": "để nói một cái gì đó là trường hợp mà không cung cấp bằng chứng cho nó"
        },
        {
            "id": "87519e11-1565-4006-83a0-7c48295be557",
            "word": "allegiance",
            "phonetic": "ɐliːdʒəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "We say the Pledge of Allegiance each morning.",
                "To all Spartans, men and women, perhaps the most important lesson from Spartan school was allegiance to Sparta.",
                "And the government will swear its allegiance to the sound of a 41-gun salute in Hyde Park, London.",
                "Another result of conservatism was a new rationale for allegiance to a kingdom or state.",
                "We said the Pledge of Allegiance. "
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsZWdpYW5jZQ&hash=6ee2dbe1c79bfdf0786f182c10ad55d9cd76b235&lang=en&cache-only=0",
            "defineEn": "the act of binding yourself (intellectually or emotionally) to a course of action",
            "defineVi": "hành động ràng buộc bản thân (trí tuệ hoặc cảm xúc) với một quá trình hành động"
        },
        {
            "id": "6be78258-c562-442a-b7ee-f9bf2c8f9fc8",
            "word": "allegory",
            "phonetic": "ælɪɡɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Zombification took root as an allegory for colonialism, imperialism, and oppression.",
                "You don’t ask about Plato’s allegory of the cave.",
                "They were actually very dark, violent allegories that scared children and adults alike.",
                "Although Roman culture was never fully lost, its influence declined and new art styles arose focused on religious symbolism and allegory rather than proportion and realism.",
                "It ranges in theme and genre and maturity levels, but just like with graphic novels, many titles are rich storytelling devices filled with allegory and metaphor about humanity. "
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsZWdvcnk&hash=ab7a5833d9eef26f0d5b794a4d3a5c389b4b493c&lang=en&cache-only=0",
            "defineEn": "a story, poem, painting, etc. in which the characters and events are used as symbols to convey moral or political lessons",
            "defineVi": "một câu chuyện, bài thơ, bức tranh, v.v. trong đó các nhân vật và sự kiện được sử dụng làm biểu tượng để truyền đạt các bài học đạo đức hoặc chính trị"
        },
        {
            "id": "8567fe1b-92bb-49df-8e6a-5e6932238d88",
            "word": "to crave",
            "phonetic": "tə kɹeɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "I'm craving some crispy spud tonight.",
                "He craved the tangy and zesty flavors of the Mediterranean chicken burger.",
                "The more gifts she received, the more she craved, until he was living beyond his means.",
                "Living in the city can be hectic, so sometimes I crave the tranquility of the country.",
                "She recommends sugar alcohol to her friend who is trying to reduce his sugar intake but still craves something sweet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3JhdmU&hash=090489ec07cae91ca0b2c749b9606214c19a1688&lang=en&cache-only=0",
            "defineEn": "have a craving, appetite, or great desire for",
            "defineVi": "có cảm giác thèm ăn, thèm ăn hoặc mong muốn lớn đối với"
        },
        {
            "id": "2ec86444-12cc-4b62-900b-931061997d7a",
            "word": "craven",
            "phonetic": "kɹeɪvən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And this is the kind of craven act that we are witnessing right now, for the sake of positioning oneself for a presidential election four years from now, is shameful."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JhdmVu&hash=5fe991e611ebb03b9e3ce44cb96bd5f47d7cefd3&lang=en&cache-only=0",
            "defineEn": "not having even the smallest amount of courage",
            "defineVi": "không có chút can đảm nào"
        },
        {
            "id": "dd3ffa10-337b-4f9f-853e-16accd3c4731",
            "word": "idealist",
            "phonetic": "aɪdiəlɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm not completely an idealist.",
                "Idealists from all over the world flocked to what promised to be a wonderland of egalitarian achievement.",
                "Pythagoras’s focus on the pure dovetails with the fact that we think of him as having introduced the notion of idealism to science: idealists generated abstract models of perfect stuff."
            ],
            "audio": "https://tts.langeek.co/read?text=aWRlYWxpc3Q&hash=9691e4b7b5c361b0b8d8acc00ec1a5cc1b59a5df&lang=en&cache-only=0",
            "defineEn": "someone guided more by ideals than by practical considerations",
            "defineVi": "ai đó được hướng dẫn nhiều hơn bởi những lý tưởng hơn là những cân nhắc thực tế"
        },
        {
            "id": "80df2ac8-1913-4deb-ab21-e126c5348296",
            "word": "to idealize",
            "phonetic": "tʊ aɪdiəlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "She had always idealized the romantic notion of a long-distance relationship, but the reality of their separation proved that absence is the mother of disillusion.",
                "heavyweight boxer John L. Sullivan, reinforcing the connection between idealized masculine athleticism and underoos.",
                "And Fibonacci stumbled upon his famous sequence while looking at the growth of an idealized rabbit population.",
                "Reacting against that, Romantic authors like Goethe and Byron sought idealized visions of a past of natural landscapes and mysterious spiritual forces.",
                "rather than some idealized, formulaic hero."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaWRlYWxpemU&hash=6e83b7fbd1c8df6f2b4c73cc7fc9091dfc65101a&lang=en&cache-only=0",
            "defineEn": "consider or render as ideal",
            "defineVi": "coi hoặc kết xuất là lý tưởng"
        },
        {
            "id": "2da066e3-c32b-4ae4-b05c-bfb6ecada341",
            "word": "ideology",
            "phonetic": "aɪdɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "After careful consideration, he abandoned his previous beliefs and embraced a new ideology.",
                "The two politicians had vastly different ideologies and personalities, and it was clear that oil and water do not mix when it came to their ability to work together.",
                "Resistance will always remain a thorn in the flesh of Zionism and its ideology which is rooted in the perverse notion of supremacy and power.",
                "Burke’s theories launched conservative political ideology in the revolution’s aftermath.",
                "The conservative ideology today is quite different than the conservative ideology 25 or 30 years ago."
            ],
            "audio": "https://tts.langeek.co/read?text=aWRlb2xvZ3k&hash=ca59cdf3cf7245e37eb54a00e5b915af5d1da431&lang=en&cache-only=0",
            "defineEn": "an orientation that characterizes the thinking of a group or nation",
            "defineVi": "một định hướng đặc trưng cho suy nghĩ của một nhóm hoặc quốc gia"
        },
        {
            "id": "4806f88b-49bd-459c-aa24-637e216425cc",
            "word": "pension",
            "phonetic": "pɛnʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The U.S. tax code now loads the dice in favor of private pension plans.",
                "The company's recent collapse has left their pension fund members up the creek.",
                "When the economy crashed, thousands lost their jobs, their homes, and their pensions at one fell swoop.",
                "I'm on the hook for nearly half a million dollars after my partner skipped town with the company's pension fund!",
                "Pensions are on their way out."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVuc2lvbg&hash=1d36d2ebd9683dc949305644ce130c3d9ce49a45&lang=en&cache-only=0",
            "defineEn": "a monthly payment that a retired person receives from the government or a private company, for which they used to work",
            "defineVi": "một khoản thanh toán hàng tháng mà một người đã nghỉ hưu nhận được từ chính phủ hoặc một công ty tư nhân mà họ từng làm việc"
        },
        {
            "id": "d2155aa2-4ce8-4752-9b96-43988d89bff0",
            "word": "pensive",
            "phonetic": "pɛnsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In 1772 Swiss watchmaker Pierre Jacquet-Droz built a pensive child named L'Ecrivain (The Writer) that could write passages with a pen."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVuc2l2ZQ&hash=463d282a599d9120e05b9a7b77962e9dd22273fa&lang=en&cache-only=0",
            "defineEn": "deeply or seriously thoughtful",
            "defineVi": "suy nghĩ sâu sắc hoặc nghiêm túc"
        },
        {
            "id": "677c7cf3-dcd7-4686-8020-60e4127faff4",
            "word": "suffrage",
            "phonetic": "sʌfɹɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In 1897, New Zealand granted women’s suffrage.",
                "Organizing was crucial to women’s suffrage.",
                "But women’s suffrage wasn’t started by these two women.",
                "One of the major barriers to that suffrage was racism against Chinese people.",
                "She represented California at the suffrage convention in Washington DC."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VmZnJhZ2U&hash=75c46dce65321523eb38a5649afdfa5d1c2ff1fc&lang=en&cache-only=0",
            "defineEn": "the citizen's right to vote in political elections",
            "defineVi": "quyền bầu cử của công dân trong các cuộc bầu cử chính trị"
        },
        {
            "id": "eb360a5a-937a-4ce4-a014-0ca0e99be553",
            "word": "suffragist",
            "phonetic": "sʌfɹɐdʒɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Which leads us to Fact 5: The day before Woodrow Wilson’s inauguration in 1913, 5,000 suffragists marched on Washington DC.",
                "The suffragists needed 36 of them to ratify it and by the end of March 1920, 35 had.",
                "Eventually, the fences between certain abolitionists and women’s suffragists did mend.",
                "The women made an impression as intended, but like Anthony and Stanton, the coordinators elevated only white suffragists.",
                "In 1913, militant suffragist Emily Wilding Davison cast herself in front of the king’s horse at a horse race and was killed."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VmZnJhZ2lzdA&hash=6fdc3295420484a875d311bb13e970c1b4df36f3&lang=en&cache-only=0",
            "defineEn": "an advocate of the extension of voting rights (especially to women)",
            "defineVi": "một người ủng hộ việc mở rộng quyền bầu cử (đặc biệt là đối với phụ nữ)"
        },
        {
            "id": "a4d2797e-fd52-44c4-8cec-4e9a7b97d417",
            "word": "corpulence",
            "phonetic": "kɔːɹpjʊləns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29ycHVsZW5jZQ&hash=69fa15a8b3cb8b4241accec5e48c4d5f53f38ac5&lang=en&cache-only=0",
            "defineEn": "the state of being fat or obese",
            "defineVi": "tình trạng béo hoặc béo phì",
            "hasImg": true
        },
        {
            "id": "14b893b5-f9b2-49a9-adf9-ad18bbc90d5a",
            "word": "corpulent",
            "phonetic": "kɔːɹpjʊlənt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29ycHVsZW50&hash=ccfab4331af902773511513971e562f34db757d5&lang=en&cache-only=0",
            "defineEn": "fat and with a large body",
            "defineVi": "béo và có thân hình to lớn",
            "hasImg": true
        },
        {
            "id": "e4581f44-1067-40fa-8eb4-7ca8e4c02935",
            "word": "corpuscle",
            "phonetic": "kɔːɹpʌskəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dozens of touch receptors in the elephant’s foot, called Pacinian corpuscles, pick up these vibrations and send a signal to brain.",
                "Each nephron consists of a round renal corpuscle that resides up in the cortex, followed by a long and winding renal tubule that loops around between the cortex and the medulla."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ycHVzY2xl&hash=1e0cdf697c6ec34d65440e6958906216236193bc&lang=en&cache-only=0",
            "defineEn": "either of two types of cells (erythrocytes and leukocytes) and sometimes including platelets",
            "defineVi": "một trong hai loại tế bào (hồng cầu và bạch cầu) và đôi khi bao gồm cả tiểu cầu"
        }
    ]
}