{
    "id": "a49b73f1-c5b6-46c3-80e2-eaa7fab7cde2",
    "title": "Lesson 34",
    "originalTitle": "Lesson 34",
    "words": [
        {
            "id": "3936bec9-75a2-4a87-9a1d-993d9e8e26f9",
            "word": "bane",
            "phonetic": "beɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her brother is the bane of her life.",
                "It's the bane of my life!",
                "I swear, this project is the bane of my existence.",
                "Can you guys do Bane?",
                "My main nemesis is Bane."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFuZQ&hash=b79e313931d56c5b7052226c8bc46a9aace00d70&lang=en&cache-only=0",
            "defineEn": "something causing misery or death",
            "defineVi": "một cái gì đó gây ra đau khổ hoặc cái chết"
        },
        {
            "id": "1cf22d52-38fd-4696-906c-427d4ddcbd44",
            "word": "banter",
            "phonetic": "bæntɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even the banter and the slang in the background I tried to make specific to Oakland.",
                "Honestly as much fun as the questions are, it's at the banter afterwards.",
                "But the trips that Heidi enjoyed most were the ones where she could relax and enjoy the banter with those around her."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFudGVy&hash=ba8962782f40eb4c0726a267108750f1018f1cb8&lang=en&cache-only=0",
            "defineEn": "light teasing repartee",
            "defineVi": "đối đáp trêu chọc nhẹ"
        },
        {
            "id": "374287c9-1a48-4dd4-b386-8d5fa1128500",
            "word": "automaton",
            "phonetic": "ɔːtɑːmətən ",
            "partOfSpeechType": "noun",
            "examples": [
                "By the 4th century BCE, Greek engineers began making actual automatons including robotic servants and flying models of birds.",
                "Such inventions led scientists and philosophers to speculate that the human brain itself was just an elaborate automaton.",
                "His zombies have, from the beginning, represented so much more than just mindless flesh-eating automatons.",
                "Illustrating the demise of Talos on a vase of the fifth century BCE, one painter captured the dying automaton’s despair with a tear rolling down his bronze cheek.",
                "If the work is created by an entity other than a human, like say a monkey or a mindless automaton or an employee, that creator is not an author."
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0b21hdG9u&hash=e0c096afbad16f9e639c0cd4d8691ddf98d52b77&lang=en&cache-only=0",
            "defineEn": "a mechanism that can move automatically",
            "defineVi": "một cơ chế có thể di chuyển tự động",
            "hasImg": true
        },
        {
            "id": "96ef4709-836b-4c82-a7d5-c9c42e74b6df",
            "word": "autobiography",
            "phonetic": "ɔːɾoʊbaɪɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Autobiographies should be taken with a grain of salt.",
                "Her shocking autobiography is about to hit the streets.",
                "The Arabic-language autobiography spent decades in private collections, before the library acquired it in 2017.",
                "It's titled Autobiography: Water/Ancestors/Middle Passage/Family Ghosts.",
                "McCain wrote about it in his autobiography, \"Faith of My Fathers.\""
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0b2Jpb2dyYXBoeQ&hash=c95167af1a20fd2db4ee9d65ac1578cd67e81e51&lang=en&cache-only=0",
            "defineEn": "the story of the life of a person, written by the same person",
            "defineVi": "câu chuyện về cuộc đời của một người, được viết bởi cùng một người"
        },
        {
            "id": "803bf04f-2c0f-4aa9-af2f-70d8e1dd3598",
            "word": "autopsy",
            "phonetic": "ɔːtɑːpsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "We can do autopsies.",
                "You do autopsies here, okay.",
                "Their autopsy revealed the characteristic signs of strangulation: the quiescent galaxies had much higher levels of heavy metals than the living, star-forming galaxies.",
                "Autopsy studies suggest evidence of LATE is present in anywhere from 20 to 50% of people in this age bracket.",
                "This is a six-foot autopsy of a man."
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0b3BzeQ&hash=3cf99459e52d09f4c6827c9c2af8d608450e3f76&lang=en&cache-only=0",
            "defineEn": "an examination and dissection of a dead body to determine cause of death or the changes produced by disease",
            "defineVi": "khám nghiệm và mổ xẻ xác chết để xác định nguyên nhân cái chết hoặc những thay đổi do bệnh tật gây ra"
        },
        {
            "id": "deb86f49-6758-413e-9885-5a3fb323e07c",
            "word": "to encamp",
            "phonetic": "tʊ ɛŋkæmp ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5jYW1w&hash=64a555e2a1446d482b89eaef360981826d19f2ac&lang=en&cache-only=0",
            "defineEn": "live in or as if in a tent",
            "defineVi": "sống trong hoặc như thể trong một cái lều"
        },
        {
            "id": "d7c310bc-e5cc-4398-abc7-27eb696096fc",
            "word": "to encapsulate",
            "phonetic": "tʊ ɛŋkæpsjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "This news conference, Bill, encapsulated the president's thinking, his reasoning and frankly his frustration over the events that took place over the weekend in Charlottesville.",
                "But once it leaves the body, a layer of water encapsulates it as well.",
                "It's not just totally encapsulated in the specific case at hand.",
                "So some interval around the mean that encapsulates 95% of the area.",
                "This is very similar to what we’ve done all series long: hide complexity by encapsulating low-level details in higher-order components."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5jYXBzdWxhdGU&hash=4b5f48ac16d48b940a505136e774c4fa2253f21b&lang=en&cache-only=0",
            "defineEn": "enclose in a capsule or other small container",
            "defineVi": "đặt trong một viên nang hoặc hộp đựng nhỏ khác"
        },
        {
            "id": "6c70dcc6-d53d-4b88-b2a0-0a8de89ad7a6",
            "word": "enclave",
            "phonetic": "ɑːŋkleɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's a Spanish enclave at the northern tip of the country.",
                "That’s predominantly Muslim enclaves inside the Russian Federation, which are tightly controlled by the local barons.",
                "In late September, war again broke out between Armenia and Azerbaijan over the coveted enclave of Nagorno-Karabakh.",
                "The former Soviet republic of Armenia and Azerbaijan went to war again over the enclave of Nagorno-Karabakh, drawing in regional powers.",
                "The former Soviet republic of Armenia and Azerbaijan went to war again over the enclave of Nagorno-Karabakh, drawing in regional powers."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5jbGF2ZQ&hash=eea0aed99926b7a4545d9f87317167a42265c2d1&lang=en&cache-only=0",
            "defineEn": "an enclosed territory that is culturally distinct from the foreign territory that surrounds it",
            "defineVi": "một lãnh thổ khép kín khác biệt về mặt văn hóa với lãnh thổ nước ngoài bao quanh nó"
        },
        {
            "id": "89cb458e-3287-4158-809c-c05ec52281db",
            "word": "to encompass",
            "phonetic": "tʊ ɛŋkʌmpəs ",
            "partOfSpeechType": "verb",
            "examples": [
                "It encompasses so many ingredients, so much soul, so much history so much culture.",
                "The old-school definition can encompass any wonky collection of cells in your body.",
                "So the eating disorder kind of encompasses a feeling and symptoms like BDD.",
                "It can also encompass related concepts, like physical safety.",
                "The new reliability standard also encompasses disruptions or attempts to disrupt the operation of a bulk electric system or cyber system."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5jb21wYXNz&hash=2dfa044cb33711efe30c72532f5baf17dbd8f6f9&lang=en&cache-only=0",
            "defineEn": "to include a wide range of different things; to completely cover something",
            "defineVi": "để bao gồm một loạt các thứ khác nhau; để hoàn toàn bao gồm một cái gì đó"
        },
        {
            "id": "642f9bb9-0c69-4cec-bb27-ee05842a995c",
            "word": "indiscriminate",
            "phonetic": "ɪndɪskɹɪmᵻnət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Indiscriminate and reckless bombing like this may be a war crime.",
                "Worse still, it’s pretty indiscriminate with what molecules it processes.",
                "The indiscriminate shelling and the wanton shooting carried out by the Eritrean and Ethiopian military during the initial offensive on Axum could represent war crimes.",
                "And of course, these indiscriminate rocket attacks on israeli civilians, which have elicited the RESPONSE that they did, because ISRAEL has a right to Defend Itself.",
                "We are seeing lots and lots of cameras out, lots and lots of video footage being caught of a kind of indiscriminate and excessive use of these weapons, often against unarmed and nonviolent protesters."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaXNjcmltaW5hdGU&hash=c7286cc98b29e526daae6fc894fe3dd4d67ebe59&lang=en&cache-only=0",
            "defineEn": "failing to make or recognize distinctions",
            "defineVi": "không thực hiện hoặc nhận ra sự khác biệt"
        },
        {
            "id": "878bc13d-674c-421d-831b-49b95e8c47e0",
            "word": "indispensable",
            "phonetic": "ɪndɪspɛnsəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Lamborghinis futuristic designs, bold colors, massive engines, and trademark scissor doors have been indispensable in establishing this reputation.",
                "And the student athletes themselves, the most indispensable piece of the puzzle, are getting nothing.",
                "I believe we're at the very beginning of the indispensable role of health tech.",
                "This brings up a key point about Indian Ocean Trade, which is that it was indispensable to the creation of certain city states, like Srivijaya and the city states of the Swahili Coast.",
                "Numerous consulting houses, such as the Swiss firm AntOptima, have embraced them as an indispensable tool."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaXNwZW5zYWJsZQ&hash=194abe1dad95ec026e3d5becf5ff18eed2daf3f5&lang=en&cache-only=0",
            "defineEn": "absolutely necessary, essential, vital, or crucial, to the point that being replaced or substituted is not possible",
            "defineVi": "hoàn toàn cần thiết, thiết yếu, quan trọng, hoặc quan trọng, đến mức không thể thay thế hoặc thay thế được"
        },
        {
            "id": "c719a70b-3be2-4bdd-a4f1-53096cd2ae9f",
            "word": "indistinct",
            "phonetic": "ɪndɪstɪŋkt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Outside these ranges the notes become indistinct.",
                "Life is (indistinct).",
                "(indistinct) - All right, Stop the pump.",
                "(indistinct) You have a choice.",
                "(indistinct) How do you get into a restaurant."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaXN0aW5jdA&hash=c9ab7f4bc3a1fbca6960eca207818cd40d56e0ac&lang=en&cache-only=0",
            "defineEn": "not clearly defined or easy to perceive or understand",
            "defineVi": "không được xác định rõ ràng hoặc dễ nhận thức hoặc hiểu"
        },
        {
            "id": "8cdb1ab6-e7c9-48ae-a2df-f365bdd5036c",
            "word": "ineluctable",
            "phonetic": "ɪnᵻlʌktəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5lbHVjdGFibGU&hash=b362765781227cc1d2f9f0ff11b752fd27293b40&lang=en&cache-only=0",
            "defineEn": "impossible to avoid or evade",
            "defineVi": "không thể tránh hoặc trốn tránh"
        },
        {
            "id": "a5f59759-10f5-47ae-bd40-c0ebbb3a7b87",
            "word": "inept",
            "phonetic": "ɪnɛpt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Yeah, I feel totally inept.",
                "Now the sixth one is, 'Views self as socially inept, personally unappealing, or inferior to others.'",
                "You believe other people do things better than you do and project this image of being inept.",
                "Number six, views self as socially inept, personally unappealing, or inferior to others.",
                "Shame is feeling flawed, damaged, or inept."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5lcHQ&hash=f6bc3e6913ee537007be6bb5d2228fa728c6b859&lang=en&cache-only=0",
            "defineEn": "generally incompetent and ineffectual",
            "defineVi": "nói chung là không đủ năng lực và không hiệu quả"
        },
        {
            "id": "2c298a98-1c32-40e6-96c0-2c3f3bdeb90d",
            "word": "to persist",
            "phonetic": "tə pɚsɪst ",
            "partOfSpeechType": "verb",
            "examples": [
                "The scientist faced numerous challenges and obstacles in his research, but remembered that a handful of patience is worth more than a bushel of brains, and persisted with determination and hard work until he finally made groundbreaking discoveries.",
                "A strong Polish accent persisted throughout his life.",
                "The title of her new book is \"Persist.\"",
                "Yet malaria persists.",
                "In a year of racial reckoning, violence, abuse and inequities persist."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVyc2lzdA&hash=e043f1da06af5726dfe3ba6097be0d8d8a8d46db&lang=en&cache-only=0",
            "defineEn": "to keep doing something despite opposition or difficulty",
            "defineVi": "để tiếp tục làm một cái gì đó bất chấp sự phản đối hoặc khó khăn"
        },
        {
            "id": "3b24b0f5-9f3e-41ca-8479-b28280930458",
            "word": "persnickety",
            "phonetic": "pɜːsnɪkɪɾi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You're just a persnickety little Simon, I know you are.",
                "I wouldn't expect anybody else to recognize that like the pen persnickety-ness, you know?",
                "The car was a lead acid powered car and was therefore a very short range and the batteries were persnickety and dangerous."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc25pY2tldHk&hash=6892a99ae37b6a1496075267f1ae9df95d88021f&lang=en&cache-only=0",
            "defineEn": "characterized by excessive precision and attention to trivial details",
            "defineVi": "đặc trưng bởi độ chính xác quá mức và chú ý đến các chi tiết nhỏ"
        },
        {
            "id": "4e80ee5a-6673-48f7-8521-f496fc295b6d",
            "word": "to recant",
            "phonetic": "tə ɹᵻkænt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He didn’t provide a mechanism for how this devolution worked, and he later recanted his controversial views.",
                "There was also, I believe, a second document where uh, she recanted the first document.",
                "Do you know why your mother asked you to recant?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjYW50&hash=7336aa6ecf2b5b2023e26dde2df6ff1842b5be52&lang=en&cache-only=0",
            "defineEn": "formally reject or disavow a formerly held belief, usually under pressure",
            "defineVi": "chính thức từ chối hoặc từ chối một niềm tin trước đây, thường là dưới áp lực"
        },
        {
            "id": "398bcb69-a35a-4cdc-b774-2b0c9bd51a3b",
            "word": "to recline",
            "phonetic": "tə ɹᵻklaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The last row doesn't even recline.",
                "So if this is our starting point, totally not reclined.",
                "For example, in the mid-1990s, British Airways introduced fully reclining seats into their first class cabins.",
                "So next step is going to be the infinite Locking Position recline feature, which I need to find again.",
                "But I will say when you're actually reclined back, even just a bit, it's actually pretty comfortable."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjbGluZQ&hash=64df18a1d86658448b595a80b4cb95c8dc11950f&lang=en&cache-only=0",
            "defineEn": "lean in a comfortable resting position",
            "defineVi": "dựa vào tư thế nghỉ ngơi thoải mái"
        },
        {
            "id": "04649701-07dd-46aa-8767-fcfef5d8cf82",
            "word": "recumbent",
            "phonetic": "ɹᵻkʌmbənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In the past, they've done studies where they got a bunch of people riding this recumbent bicycle while doing their desk work."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjdW1iZW50&hash=7204543bf25783ae537cb5b4de232eb7dbc9eaf2&lang=en&cache-only=0",
            "defineEn": "lying down; in a position of comfort or rest",
            "defineVi": "nằm xuống; ở một vị trí thoải mái hoặc nghỉ ngơi"
        },
        {
            "id": "e09e8542-f6e8-494c-a9d2-6012c6039ca1",
            "word": "to redress",
            "phonetic": "tə ɹiːdɹɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The employee who made a mistake at work quickly admitted his fault, knowing that a fault confessed is half redressed, and worked hard to make amends for the error.",
                "There should be some redress.",
                "The matter of reparations is one of making amends and direct redress, but it also a question of citizenship.",
                "What's gone wrong is that the community now is asking for accountability, and they're also asking for a redress.",
                "The first amendment, for example, says that \"congress shall make no law respecting the establishment of religion, or abridging the free exercise thereof, or abridging the freedom of speech or of the press to assemble or to infringe the right to petition the government for redress of grievances.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVkcmVzcw&hash=afbdae3f20569701207d543f4bf0f4c1b1fdb70c&lang=en&cache-only=0",
            "defineEn": "make reparations or amends for",
            "defineVi": "thực hiện bồi thường hoặc sửa đổi cho"
        }
    ]
}