{
    "id": "a4bdac7c-a77c-4b68-8537-ad1e93814f28",
    "title": "Mushrooms, Fungi and Seaweed",
    "originalTitle": "Mushrooms, Fungi and Seaweed",
    "words": [
        {
            "id": "0f430a27-c982-47d0-9f4f-b901c164f565",
            "word": "red algae",
            "phonetic": "ɹɛd ælɡiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "But red algae reproduce by using tiny spores, and we haven’t detected any direct evidence of those in fossils of that age.",
                "And because of it, kelp cells contain the ancestral remains of a red algae cell, with chloroplasts inside of that!",
                "And drill samples from that ridge contain rocks that formed above water, as well as fossils of shallow-water animals, and red algae, which need light to survive.",
                "And it’s here where we find fossils of the earliest plant-like organisms, red algae, which lived in a shallow sea in what’s now India."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVkIGFsZ2Fl&hash=60db30a7b697b016c96b9fe83b43f8b6b706858e&lang=en&cache-only=0",
            "defineEn": "a group of marine plants with reddish pigmentation, known for their role in providing habitat and food in aquatic ecosystems",
            "defineVi": "một nhóm thực vật biển có sắc tố đỏ, được biết đến với vai trò cung cấp môi trường sống và thức ăn trong hệ sinh thái dưới nước",
            "hasImg": true
        },
        {
            "id": "072858e7-ae78-4fba-bbdf-f0b17857f36a",
            "word": "green algae",
            "phonetic": "ɡɹiːn ælɡiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The presence of green algae in water bodies can indicate the health and balance of the ecosystem.",
                "If halobacteria were absorbing all the green light, then another, say, green algae that were layers deeper in the ocean would have to make do without green light."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlZW4gYWxnYWU&hash=4493b3729fa8e59b4c1397eaf97492318712d30c&lang=en&cache-only=0",
            "defineEn": "a diverse group of photosynthetic organisms, characterized by their green pigmentation",
            "defineVi": "một nhóm sinh vật quang hợp đa dạng, được đặc trưng bởi sắc tố xanh lục của chúng",
            "hasImg": true
        },
        {
            "id": "177935f3-0830-4a0d-aae8-dcf795583899",
            "word": "brown algae",
            "phonetic": "bɹaʊn ælɡiː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJvd24gYWxnYWU&hash=bb32892ad35819fc09e2568da92f8489a17e4eb6&lang=en&cache-only=0",
            "defineEn": "a diverse group of photosynthetic marine organisms, often found in seawater, characterized by their brown pigmentation",
            "defineVi": "một nhóm đa dạng các sinh vật biển quang hợp, thường được tìm thấy trong nước biển, được đặc trưng bởi sắc tố màu nâu của chúng"
        },
        {
            "id": "6e213e56-af22-46ee-ac2e-f84b610e2851",
            "word": "kelp",
            "phonetic": "kɛlp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The distinct taste and texture of kelp are appreciated in certain cuisines around the world.",
                "Its long, ribbon-like structures and firm texture make kelp easily recognizable in the ocean.",
                "Kelp is an example.",
                "Kelp is a seaweed that forms huge underwater forests.",
                "- Is it kelp?"
            ],
            "audio": "https://tts.langeek.co/read?text=a2VscA&hash=70b35dfb6d7925b48229ab605905a772bf2c0b05&lang=en&cache-only=0",
            "defineEn": "large, brown seaweeds that grow in underwater forests, characterized by their long, leaf-like structures",
            "defineVi": "rong biển lớn, màu nâu mọc trong rừng dưới nước, được đặc trưng bởi cấu trúc giống như chiếc lá dài của chúng",
            "hasImg": true
        },
        {
            "id": "ad0f7571-a8b4-4506-8714-6ef653905d6d",
            "word": "agar-agar",
            "phonetic": "eɪɡɑːɹɹeɪɡɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Make lemonade jelly by dissolving agar-agar in lemon juice and sweetened water.",
                "Agar-agar is a jelly-like substance made from algae.",
                "Traditionally, raindrop cake, in Japanese we call mizu shingen mochi, is made with agar-agar."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdhci1hZ2Fy&hash=6101a0a85cb88e7665b98850bed23a49e9384b61&lang=en&cache-only=0",
            "defineEn": "a gelatinous substance derived from seaweed, commonly used as a vegetarian alternative to gelatin",
            "defineVi": "một chất sền sệt có nguồn gốc từ rong biển, thường được sử dụng như một chất thay thế chay cho gelatin",
            "hasImg": true
        },
        {
            "id": "46a93b30-727d-421b-9b49-cda71f2690e6",
            "word": "nori",
            "phonetic": "nɔːɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sprinkle nori flakes on homemade ramen for an authentic touch.",
                "Make a flavorful sushi roll by wrapping rice, vegetables, and cooked seafood in a sheet of nori.",
                "Sushi rolls are often wrapped in sheets of edible algae, known as nori.",
                "- That's from grilling it, and probably the seaweed, or the nori.",
                "Spam musubi is a slice of grilled Spam on top of a block of rice, all wrapped with nori."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9yaQ&hash=3bdd6e4def943a0db4582af92ee90155ebe6e45b&lang=en&cache-only=0",
            "defineEn": "edible seaweed sheets, commonly used in Japanese cuisine, often used for making sushi rolls or as a garnish for soups, salads, and other dishes",
            "defineVi": "tấm rong biển ăn được, thường được sử dụng trong ẩm thực Nhật Bản, thường được dùng để làm sushi cuộn hoặc trang trí cho súp, salad và các món ăn khác",
            "hasImg": true
        },
        {
            "id": "e25bd4d5-135b-46d4-929c-9a401bc8c7cd",
            "word": "porphyra",
            "phonetic": "poːɹfaɪɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Add chopped porphyra to your stir-fries for a nutritious boost.",
                "Prepare a refreshing and nutritious porphyra smoothie by blending rehydrated sheets with banana and coconut water."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9ycGh5cmE&hash=47c21aa91c9f1469fe3d04457dc23b459740c86b&lang=en&cache-only=0",
            "defineEn": "a genus of red algae commonly known as nori, characterized by its thin, edible sheets",
            "defineVi": "một chi tảo đỏ thường được gọi là nori, đặc trưng bởi những tấm mỏng, ăn được"
        },
        {
            "id": "b173dec2-518f-4bf6-a07a-c4fc840a83be",
            "word": "gim",
            "phonetic": "ɡɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Wrap the rice and fresh ingredients in gim to create a delectable sushi roll.",
                "Enjoy a delicious gim and avocado wrap for a quick and nutritious lunch."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2lt&hash=68b6d788439dc8324754d4d28c31629eb4005385&lang=en&cache-only=0",
            "defineEn": "roasted seaweed sheets, often used for wrapping rice, vegetables, and other fillings to make 'gimbap,' a popular Korean dish similar to sushi rolls",
            "defineVi": "rong biển nướng, thường được dùng để gói cơm, rau và các loại nhân khác để làm 'gimbap', một món ăn phổ biến của Hàn Quốc tương tự như sushi cuộn",
            "hasImg": true
        },
        {
            "id": "42dc3f29-cc44-43db-a9a7-62a2ae5fe6cf",
            "word": "abalone",
            "phonetic": "ɐbæloʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Harvesting abalone for culinary purposes requires sustainable practices to ensure the long-term survival of it.",
                "Abalone possesses a unique ability to repair and regenerate its shell.",
                "Their diet consists mainly of marine invertebrates like sea urchins and abalone, which feed on kelp.",
                "And when the otters were gone, the animals they ate like sea urchins and abalone exploded."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJhbG9uZQ&hash=f3348c507631ce0a71090a022b065befef009ff2&lang=en&cache-only=0",
            "defineEn": "a gastropod of warm seas that is edible and contains mother-of-pearl",
            "defineVi": "một loài động vật chân bụng ở biển ấm có thể ăn được và chứa xà cừ",
            "hasImg": true
        },
        {
            "id": "ffd6acf7-d8bf-4c42-9afb-b5cefb55da7f",
            "word": "oyster",
            "phonetic": "ɔɪstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Oyster mushrooms are known for their distinct flavor.",
                "That young woman was close as an oyster!",
                "She spread a dollop of cocktail sauce on her oysters.",
                "She's as dumb as an oyster.",
                "She's as close as an oyster."
            ],
            "audio": "https://tts.langeek.co/read?text=b3lzdGVy&hash=2c02d34e473c19ca339b3a44defd6c6e603db0c9&lang=en&cache-only=0",
            "defineEn": "a type of shellfish that can be eaten both raw and cooked, some of which contain pearls inside",
            "defineVi": "một loại động vật có vỏ có thể ăn sống và nấu chín, một số có chứa ngọc trai bên trong",
            "hasImg": true
        },
        {
            "id": "b03b796a-4382-4df2-b26b-c47a5c54efac",
            "word": "truffle",
            "phonetic": "tɹʌfəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Enhance the flavor of your dishes by shaving truffle over scrambled eggs for a luxurious breakfast.",
                "The distinctive taste of truffles adds an earthy and musky note to dishes like pasta and risotto.",
                "Fungi, such as mushrooms and truffles, add flavor to many dishes.",
                "Theses dogs just found a truffle.",
                "Luxury cousins of the mushroom, truffles are an indulgent food enjoyed across the world."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJ1ZmZsZQ&hash=e20ae58911cd3504d7d99b9e83a4774aa9e3868e&lang=en&cache-only=0",
            "defineEn": "a highly prized fungus that grows underground, known for its distinctive aroma and flavor",
            "defineVi": "một loại nấm được đánh giá cao mọc dưới lòng đất, được biết đến với mùi thơm và hương vị đặc biệt",
            "hasImg": true
        },
        {
            "id": "239f74b6-64e9-4a77-97f6-2d4b36480978",
            "word": "button mushroom",
            "phonetic": "bʌʔn̩ mʌʃɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnV0dG9uIG11c2hyb29t&hash=0b47a55be99ae14d44f266bfa09bb5d7ae5b38c8&lang=en&cache-only=0",
            "defineEn": "common edible mushroom with a smooth white cap and short stem, used in cooking in various dishes",
            "defineVi": "loại nấm ăn phổ biến có mũ màu trắng mịn và thân ngắn, được dùng trong nấu ăn trong nhiều món ăn khác nhau",
            "hasImg": true
        },
        {
            "id": "1199ac3e-f3f5-49da-a3c6-c492817ba583",
            "word": "oyster mushroom",
            "phonetic": "ɔɪstɚ mʌʃɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3lzdGVyIG11c2hyb29t&hash=e1140e6aee972810d4312ca0440e415c5090650c&lang=en&cache-only=0",
            "defineEn": "a type of edible fungus known for its distinct oyster-like appearance and delicate flavor",
            "defineVi": "một loại nấm ăn được được biết đến với vẻ ngoài giống như hàu và hương vị tinh tế",
            "hasImg": true
        },
        {
            "id": "9e9e8bac-bf20-4d34-baf5-22d334568f7c",
            "word": "shiitake",
            "phonetic": "ʃiːtɑːkeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Topping pizza with sliced shiitake mushrooms seems to be very risky.",
                "Greg, who typically avoids mushrooms, decided to give shiitake a try.",
                "It includes chanterelles and shiitakes, but also molds and yeasts.",
                "We're about to make us some shiitake bacon.",
                "Yes-- Lentinula is the Latin name of the very well-known shiitake."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hpaXRha2U&hash=ea6e7c1776896f49d653c71119d4b06765b63a5b&lang=en&cache-only=0",
            "defineEn": "a type of edible mushroom with a savory and rich flavor",
            "defineVi": "một loại nấm ăn được với hương vị thơm ngon và phong phú",
            "hasImg": true
        },
        {
            "id": "3fc3873b-b378-4b3b-a8ca-278b424ff8e5",
            "word": "morel",
            "phonetic": "moːɹl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Impress your guests with a mouthwatering morel mushroom and asparagus quiche for a delightful brunch option.",
                "Add a touch of elegance to your steak dinner by serving it with a side of roasted morel mushrooms."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9yZWw&hash=cc68d482bb4612714a308f54a271a95c76fd06fe&lang=en&cache-only=0",
            "defineEn": "a type of edible mushroom with a distinctive honeycomb-like cap and a rich, nutty flavor",
            "defineVi": "một loại nấm ăn được có nắp giống như tổ ong đặc biệt và hương vị đậm đà, hấp dẫn",
            "hasImg": true
        },
        {
            "id": "a7db7b29-c5ee-4818-b27d-1eb0eff90dfe",
            "word": "chanterelle",
            "phonetic": "tʃæntɚɹɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Make a rustic mushroom pizza with chanterelles and fresh herbs.",
                "Add depth to your creamy soup by including finely chopped chanterelle mushrooms in the recipe.",
                "It includes chanterelles and shiitakes, but also molds and yeasts."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbnRlcmVsbGU&hash=eaf772d6d931f6268b26c55b12ad3bd6e7a9bb92&lang=en&cache-only=0",
            "defineEn": "a type of edible mushroom known for its distinctive funnel-shaped cap and delicate, fruity flavor",
            "defineVi": "một loại nấm ăn được biết đến với nắp hình phễu đặc biệt và hương vị trái cây tinh tế",
            "hasImg": true
        },
        {
            "id": "682dedb5-d954-40ca-bc92-7f43cc135bb6",
            "word": "mushroom",
            "phonetic": "mʌʃɹuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "I added mushrooms, onions, and bell peppers as toppings on my pizza.",
                "Oyster mushrooms are known for their distinct flavor.",
                "He found an edible mushroom in the forest.",
                "Make a rustic mushroom pizza with chanterelles and fresh herbs.",
                "She stirred the creamy mushroom sauce into her pasta."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzaHJvb20&hash=ec5e9abf0c324e588d1e91c3e5af3ff189fe5c8c&lang=en&cache-only=0",
            "defineEn": "any fungus with a short stem and a round top that we can eat",
            "defineVi": "bất kỳ loại nấm nào có thân ngắn và đầu tròn mà chúng ta có thể ăn",
            "hasImg": true
        },
        {
            "id": "8e6a5822-234e-40d2-bc15-9ac9d950cf3f",
            "word": "bladderwrack",
            "phonetic": "blædɚɹæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Support your thyroid health by incorporating bladderwrack supplements into your daily routine.",
                "Create a revitalizing face mask using powdered bladderwrack to nourish and rejuvenate your skin."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhZGRlcndyYWNr&hash=ed60d25fd27bc6a8bf31ef468ec3c354a66a1274&lang=en&cache-only=0",
            "defineEn": "a type of brown seaweed known for its air bladder-like structures and potential health benefits",
            "defineVi": "một loại rong biển màu nâu được biết đến với cấu trúc giống như bong bóng khí và những lợi ích sức khỏe tiềm ẩn"
        },
        {
            "id": "65031fd9-538e-40c8-8408-d2f04e03198b",
            "word": "carrageen",
            "phonetic": "kæɹɐdʒiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chocolate mousse had a velvety consistency thanks to carrageen.",
                "The vegetarian jelly was made using carrageen as a plant-based alternative."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FycmFnZWVu&hash=b8e1c23cca9cfc7f7a93a062dbc97cc0c0ab1b7b&lang=en&cache-only=0",
            "defineEn": "a type of seaweed extract commonly used as a thickening or gelling agent in food products",
            "defineVi": "một loại chiết xuất rong biển thường được sử dụng làm chất làm đặc hoặc tạo gel trong các sản phẩm thực phẩm"
        },
        {
            "id": "03547ba6-a640-4ee5-ac96-9aabbfa9955a",
            "word": "dulse",
            "phonetic": "dʌls ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dulse is a rare gem in the culinary world, often sought after but not easily found.",
                "Adding a pinch of dulse flakes to my stir-fry enhances the overall taste.",
                "I love sprinkling crumbled dulse on my avocado toast for an extra burst of flavor."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVsc2U&hash=23bdc571a3e811796f8f689915d02a583e4d0e28&lang=en&cache-only=0",
            "defineEn": "a type of edible red seaweed with a chewy texture and a salty, umami flavor",
            "defineVi": "một loại rong biển đỏ ăn được với kết cấu dai và vị mặn, vị umami"
        },
        {
            "id": "bb248b92-185c-4a53-9599-d308e5f12c39",
            "word": "fucoid algae",
            "phonetic": "fjuːkɔɪd ælɡiː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnVjb2lkIGFsZ2Fl&hash=b5a50c86c9752478cfcc48feb7cb29a79562233c&lang=en&cache-only=0",
            "defineEn": "a type of brown seaweed commonly found along rocky coastlines and characterized by its olive-green to brown coloration",
            "defineVi": "một loại rong biển màu nâu thường được tìm thấy dọc theo bờ biển đá và được đặc trưng bởi màu xanh ô liu đến nâu"
        },
        {
            "id": "6d624ba1-1a84-4238-8faf-3fc5a14ffd1f",
            "word": "Iceland moss",
            "phonetic": "aɪslənd mɔs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=SWNlbGFuZCBtb3Nz&hash=9f143f2fc7e615962e2cffc86893865a7fa3b42b&lang=en&cache-only=0",
            "defineEn": "a lichen that grows in arctic and subarctic regions, known for its medicinal and culinary uses",
            "defineVi": "một địa y mọc ở vùng Bắc cực và cận Bắc cực, được biết đến với công dụng chữa bệnh và ẩm thực"
        },
        {
            "id": "95450151-d105-4c1d-8b60-2eb3ce8b84f9",
            "word": "Irish moss",
            "phonetic": "aɪɹɪʃ mɔs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=SXJpc2ggbW9zcw&hash=bbf4a085a440018e7d4d535685218497a4da69bb&lang=en&cache-only=0",
            "defineEn": "a type of red seaweed that is commonly used as a thickening agent in various culinary preparations",
            "defineVi": "một loại rong biển đỏ thường được sử dụng làm chất làm đặc trong các chế phẩm ẩm thực khác nhau"
        },
        {
            "id": "bc2606e5-8745-44a2-8c09-c252288f2c74",
            "word": "laver",
            "phonetic": "leɪvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "A pinch of laver flakes enhances the flavor of miso soup.",
                "In Korean cuisine, laver is commonly used to make traditional dishes."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF2ZXI&hash=f4beaf7b1b98afa4cc7dd9ec82b1af810cf7bed3&lang=en&cache-only=0",
            "defineEn": "a type of edible seaweed commonly used in Asian cuisine, particularly in sushi and other dishes",
            "defineVi": "một loại rong biển ăn được thường được sử dụng trong ẩm thực châu Á, đặc biệt là trong sushi và các món ăn khác"
        },
        {
            "id": "ac14ad16-b4b8-4a9e-8a18-3a45f375358a",
            "word": "rockweed",
            "phonetic": "ɹɑːkwiːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I like using dried rockweed as a nutritious ingredient in homemade granola bars.",
                "Rockweed can be blanched and pickled to create a tangy and crunchy condiment."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9ja3dlZWQ&hash=e16b01de9c0ca0db0fff82b73bfe81a2a5602fad&lang=en&cache-only=0",
            "defineEn": "a type of brown seaweed that grows on rocky shorelines and is characterized by its long, ribbon-like fronds",
            "defineVi": "một loại rong biển màu nâu mọc trên bờ biển đá và được đặc trưng bởi những chiếc lá dài giống như dải ruy băng của nó"
        },
        {
            "id": "e7c82c43-fab2-4881-918a-ea7efb95428c",
            "word": "sea lettuce",
            "phonetic": "siː lɛɾɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VhIGxldHR1Y2U&hash=c39133ce57b712f22455ba76444fb8e1454b36dc&lang=en&cache-only=0",
            "defineEn": "a type of edible green seaweed that resembles lettuce leaves and is commonly found in coastal areas",
            "defineVi": "một loại rong biển xanh ăn được giống như lá rau diếp và thường được tìm thấy ở các vùng ven biển"
        },
        {
            "id": "4f6cc2c5-9608-4b7a-963e-2347225dd769",
            "word": "sea tangle",
            "phonetic": "siː tæŋɡəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VhIHRhbmdsZQ&hash=b768d4c85202e565a6bd85f28c75d196732ce3da&lang=en&cache-only=0",
            "defineEn": "a type of brown seaweed with long, ribbon-like fronds, commonly found in cold coastal waters",
            "defineVi": "một loại rong biển màu nâu với những chiếc lá dài giống như ruy băng, thường được tìm thấy ở vùng nước lạnh ven biển"
        },
        {
            "id": "21c60767-0abd-43a0-bebd-79f7c3163782",
            "word": "seaweed",
            "phonetic": "siːwiːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I enjoy the refreshing taste of seaweed salad.",
                "Seaweed can be ground into powder and used as a seasoning to add depth of flavor to dishes.",
                "Carrageenan is a food additive derived from seaweed that is used as a thickener and stabilizer in dairy products and other foods.",
                "The Sargasso Sea is renowned for its vast floating mats of Sargasso seaweed.",
                "Like many reef fish, these colorful creatures eat seaweed."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vhd2VlZA&hash=628a7402ccb307909df67d07c5829f21ca52212f&lang=en&cache-only=0",
            "defineEn": "a type of plant that grows in or near the sea",
            "defineVi": "một loại thực vật mọc trong hoặc gần biển",
            "hasImg": true
        }
    ]
}