{
    "id": "a54b7ec4-9b8c-4cbe-8664-971de02f367d",
    "title": "Appearance Could be Deceptive!",
    "originalTitle": "Appearance Could be Deceptive!",
    "words": [
        {
            "id": "5c6dfd6f-4455-4442-8919-321ca3878cd9",
            "word": "amorphous",
            "phonetic": "ɐmoːɹfəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "When it gets really cold, ice molecules get all amorphous.",
                "I mean, look, impeachment, legally, it’s sort of an amorphous standard.",
                "Pasta also starts in a moist amorphous state, hardens after a few hours, and it can also hold a lot of weight.",
                "But at the heart of these conversations are three daunting and often amorphous concepts: First, what even is culture?",
                "Like all of the gems on this list, amorphous organics look the way they do because of the way their atoms are arranged."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1vcnBob3Vz&hash=3d2cdf768851dbc76834a03d1214962a543333d6&lang=en&cache-only=0",
            "defineEn": "not having a fixed structure, shape, or form",
            "defineVi": "không có cấu trúc, hình dạng hoặc hình thức cố định"
        },
        {
            "id": "5c40011b-034f-4cb6-a207-fc5e53c58288",
            "word": "austere",
            "phonetic": "ɔːstɪɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I feel like already, the packaging is more austere than this one, and here it is.",
                "[Intro Music Plays] Ancient India was home to several schools of thought, including what would become Hinduism, its more austere rivals Buddhism and Jainism, and a super-fatalistic faith called Ajivika that isn’t around anymore.",
                "One issue of major concern, what happens to progress made for women and girls, who've flourished since escaping the Taliban's austere interpretation of Islam?",
                "Again, you just have this idea that it's a resource poor country that you don't expect the food to be a little bit austere or something. -",
                "They are brought up by their austere and wise mother, or Marmee, and are taught all sorts of empowering lessons about being kind, charitable, intelligent, and loving in the face of hardship."
            ],
            "audio": "https://tts.langeek.co/read?text=YXVzdGVyZQ&hash=247293e55619e5f0ae37b58aad02d1d356abe0c9&lang=en&cache-only=0",
            "defineEn": "simple in design or style and lacking embellishments",
            "defineVi": "đơn giản trong thiết kế hoặc phong cách và thiếu trang trí"
        },
        {
            "id": "277fff86-5002-47ad-a516-744bd426ea45",
            "word": "cadaverous",
            "phonetic": "kɐdævɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FkYXZlcm91cw&hash=945b4d43ba68347da0f95164e4e3fff2f8faf347&lang=en&cache-only=0",
            "defineEn": "very thin or pale in a way that is suggestive of an illness",
            "defineVi": "rất gầy hoặc nhợt nhạt theo cách gợi ý về bệnh tật",
            "hasImg": true
        },
        {
            "id": "7aff810b-49ae-4783-ae78-7f62e8c42df7",
            "word": "ethereal",
            "phonetic": "iːθiəɹɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Are numbers, polygons and equations truly real, or merely ethereal representations of some theoretical ideal?",
                "It unfurls into an ethereal globe.",
                "Or are there more ethereal paths to Truth, paths that science can never really travel?",
                "Only extremophiles exist down here, like the ethereal snailfish, that holds the record for the deepest living fish ever seen, at around 8,000 meters.",
                "It, along with his choreography and painting, have an ethereal quality, born, the curator says, of his desire to connect to greater things."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXRoZXJlYWw&hash=c32466254528af2c22eccbcab5ac1c990f1bffb7&lang=en&cache-only=0",
            "defineEn": "extremely delicate, light, and airy",
            "defineVi": "cực kỳ tinh tế, nhẹ nhàng và thoáng mát"
        },
        {
            "id": "f85c0c09-698d-4b2e-974d-59997c8462b4",
            "word": "heterogeneous",
            "phonetic": "hɛɾɚɹədʒiːniəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The income levels are quite heterogeneous.",
                "The young nations were often ethnically heterogeneous and lacked unity."
            ],
            "audio": "https://tts.langeek.co/read?text=aGV0ZXJvZ2VuZW91cw&hash=3fb4ef3787a5ed36d720260c7f1313ab740cc83d&lang=en&cache-only=0",
            "defineEn": "composed of a wide range of different things or people",
            "defineVi": "bao gồm một loạt các sự vật hoặc con người khác nhau"
        },
        {
            "id": "0f59b0a7-0cd8-4298-a38c-9900beae64b5",
            "word": "homogeneous",
            "phonetic": "həmoʊdʒniəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Active engines are based on homogeneous charge compression ignition.",
                "So yes, this is a homogeneous equation.",
                "Last week's Phrase of the Week was \"homogeneous mythologized unitary polity.\"",
                "That's because the pipe is homogeneous.",
                "It also appears to be homogeneous, as far as we can tell."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tb2dlbmVvdXM&hash=41c88f21f3b560c208ec711264aa21114f4f4044&lang=en&cache-only=0",
            "defineEn": "composed of things or people of the same or very similar type",
            "defineVi": "bao gồm những thứ hoặc những người cùng loại hoặc rất giống nhau"
        },
        {
            "id": "cd7d11f1-48a6-408d-8e35-a56b9ebfabb3",
            "word": "incongruous",
            "phonetic": "ɪŋkɑːŋɡɹuːəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Do you see how that could seem strange or incongruous?",
                "Do you see how that could seem strange or incongruous to a viewer? "
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jb25ncnVvdXM&hash=812ae380b956d87975c15efed1829256ecfab947&lang=en&cache-only=0",
            "defineEn": "peculiar and not like what is considered suitable or appropriate for a situation",
            "defineVi": "đặc biệt và không giống như những gì được coi là phù hợp hoặc thích hợp cho một tình huống"
        },
        {
            "id": "4f8e554a-4932-4e66-a0fe-c13c2dd95a34",
            "word": "lackluster",
            "phonetic": "læklʌstɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Its sales growth has been lackluster.",
                "And again, sales were lackluster.",
                "The company's performance was lackluster and the company's profits were unimpressive.",
                "But in Japan, the Xbox One saw yet another lackluster response.",
                "For $6,000, this is a lackluster camera strap."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFja2x1c3Rlcg&hash=b41069915242cb0b4422d7ae7c26318a5dc52c3b&lang=en&cache-only=0",
            "defineEn": "(of hair or eyes) without shine, sheen, or brightness",
            "defineVi": "(của tóc hoặc mắt) không bóng, sáng hoặc sáng"
        },
        {
            "id": "338e10d8-bf3b-496b-9cec-4f94b6b9cde1",
            "word": "opaque",
            "phonetic": "oʊpeɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The painter applied a thick layer of paint on the canvas, creating a textured and opaque surface.",
                "Like cordierite, it’s usually opaque.",
                "And if you notice his eyes are opaque?",
                "This mineral is usually found in metamorphic rocks like gneiss and schist, so is often opaque.",
                "When the Universe was still ionized, prior to recombination, it was opaque."
            ],
            "audio": "https://tts.langeek.co/read?text=b3BhcXVl&hash=82640da6d7580e6ad328480efc073ae6f34555d9&lang=en&cache-only=0",
            "defineEn": "not permitting light to pass, thus cannot be seen through",
            "defineVi": "không cho ánh sáng đi qua nên không thể nhìn xuyên qua"
        },
        {
            "id": "43c7d5b9-b4f5-48a9-9ab5-0e1b3090bf45",
            "word": "peripheral",
            "phonetic": "pɚɹɪfɚɹəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Over 70 percent of their revenue are PCs, notebooks, or PC-related peripherals.",
                "I need the lightest gaming peripherals for my maximum enjoyment.",
                "Which the peripheral nervous system then does.",
                "That’s especially true for your peripheral vision.",
                "Now, over in your peripheral nervous system, there are just two kinds of glial cells."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyaXBoZXJhbA&hash=17e6e0a89d35ae05ca1c845e39e73edee1188bbb&lang=en&cache-only=0",
            "defineEn": "relating or belonging to the edge or outer section of something",
            "defineVi": "liên quan hoặc thuộc về cạnh hoặc phần bên ngoài của một cái gì đó"
        },
        {
            "id": "6e9afd0a-0306-4f6d-9928-381a9809988b",
            "word": "pronounced",
            "phonetic": "pɹənaʊnst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The problem is more pronounced though with anxiety.",
                "But in schizophrenia, the reduction in gray matter is more pronounced.",
                "They'll be less pronounced than they are now.",
                "Looking at regional data, California didn't experience a pronounced exit either.",
                "But here is something that fixed Children of various different ethnicities in that same social strikes, just even more pronounced black boys."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvbm91bmNlZA&hash=8877fcc8109940f8cca85b6ca601623910f84f8f&lang=en&cache-only=0",
            "defineEn": "immediately noticed due to being apparent",
            "defineVi": "ngay lập tức nhận thấy do được rõ ràng"
        },
        {
            "id": "55307e3f-6401-46d6-923d-09002391da7a",
            "word": "sardonic",
            "phonetic": "sɑːɹdɑːnɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I can't tell whether your newfound love for Tesla's price is sardonic or honest."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FyZG9uaWM&hash=18b71bc95767c04f81ef1d05b4231121b9453cea&lang=en&cache-only=0",
            "defineEn": "humorous in a manner that is cruel and disrespectful",
            "defineVi": "hài hước theo cách tàn nhẫn và thiếu tôn trọng"
        },
        {
            "id": "5bb2b082-e6e4-4d62-9cd5-830aa1ff67a9",
            "word": "specious",
            "phonetic": "spiːʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BlY2lvdXM&hash=7ac3ae9ec0f42f2059b54535006dc75af7c1f19a&lang=en&cache-only=0",
            "defineEn": "falsely giving a pleasing appearance",
            "defineVi": "giả mạo cho một vẻ ngoài dễ chịu"
        },
        {
            "id": "5eb2cf7f-14cf-4adf-9419-c90995896451",
            "word": "surreptitious",
            "phonetic": "sɚɹɪptɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VycmVwdGl0aW91cw&hash=6c340561c570cb5f084950a9fdfa94c1f57ce5cd&lang=en&cache-only=0",
            "defineEn": "doing something secretly in an attempt to avoid notice",
            "defineVi": "làm điều gì đó bí mật trong một nỗ lực để tránh thông báo"
        },
        {
            "id": "ed3eb818-3685-4b31-9df9-b653969698d1",
            "word": "tenuous",
            "phonetic": "tɛnjuːəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Things are tenuous.",
                "Restaurant businesses and food businesses are very tenuous.",
                "As remnants expand and age they become more tenuous.",
                "So, the evidence so far is kinda tenuous, and we’ll need a lot more research before we know for sure.",
                "Most of what we can study about Slavic spirits now comes from materials recorded in the nineteenth century when urbanization and advances in science and education made belief in the supernatural tenuous."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVudW91cw&hash=25e37128239556085d85391f1a444de96a1cf684&lang=en&cache-only=0",
            "defineEn": "very delicate, watery, or thin",
            "defineVi": "rất tinh tế, chảy nước, hoặc mỏng"
        },
        {
            "id": "c1155e75-bdc0-48dc-91fc-525855b214fb",
            "word": "turgid",
            "phonetic": "tɜːdʒɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The ball pressure is turgid."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVyZ2lk&hash=88b7a7e5cff15b1560663612e923bfd34046b264&lang=en&cache-only=0",
            "defineEn": "(of speech or writing) using a serious and elevated style that makes it tedious and complicated",
            "defineVi": "(của lời nói hoặc văn bản) sử dụng một phong cách nghiêm túc và nâng cao làm cho nó tẻ nhạt và phức tạp"
        },
        {
            "id": "a0353186-27d4-4a56-b494-79bda1a7407f",
            "word": "to dovetail",
            "phonetic": "tə dʌvteɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "This dovetailed with the common perception that women were meant to take on tasks of emotional labor.",
                "But it does dovetail with the president's recent executive order, which require the FCC or would at least ask the FCC to promulgate new regulations in this space as well.",
                "The timing dovetails with the rise of low fat and low carb diets in the 90s and early 2000s.",
                "And how does that dovetail with the president's long-held beliefs on trade and China?",
                "Pythagoras’s focus on the pure dovetails with the fact that we think of him as having introduced the notion of idealism to science: idealists generated abstract models of perfect stuff."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZG92ZXRhaWw&hash=4e0623e74c9bebd23d1eb3d70b33481c4380a49f&lang=en&cache-only=0",
            "defineEn": "to fit together in a satisfactory or suitable way",
            "defineVi": "để phù hợp với nhau trong một cách thỏa đáng hoặc phù hợp"
        },
        {
            "id": "1cf2ab6a-1d98-4b78-ae02-fe0a21dfdd80",
            "word": "to mesmerize",
            "phonetic": "tə mɛsmɚɹaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The dancer's performance was so mesmerizing that she left her rivals standing and won the competition with ease.",
                "The distinctive golden-brown color of Sargasso adds a mesmerizing touch to the ocean's surface.",
                "It's mesmerizing.",
                "It's just mesmerizing.",
                "I, me, I was mesmerized by the tea set, immediately."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWVzbWVyaXpl&hash=856031f25e6a472bd65dc0d0c35ee61c30cbaf05&lang=en&cache-only=0",
            "defineEn": "to capture someone's attention and interest completely, in a way that they forget about everything else",
            "defineVi": "để thu hút hoàn toàn sự chú ý và quan tâm của ai đó, theo cách mà họ quên đi mọi thứ khác"
        },
        {
            "id": "06abda86-85d7-46bf-b427-fe020cdd2635",
            "word": "disposition",
            "phonetic": "dɪspəzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's just a disposition that we have.",
                "That way, I have a disposition of good will, but I’m not emotionally invested.",
                "What is your understanding right now of the disposition in the House when it comes to the impeachment vote?",
                "So I've got zero concern about my Democratic colleagues’ feelings toward his disposition.",
                "Mosher: There was a document from March 1978 that is a disposition, or a list, of everything in the Apollo program."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzcG9zaXRpb24&hash=482d432eff1c67c92ef6fe0ba0c4544956853c62&lang=en&cache-only=0",
            "defineEn": "the inherent qualities that one is normally characterized by",
            "defineVi": "những phẩm chất vốn có mà một người thường được đặc trưng bởi"
        },
        {
            "id": "20f2f9c5-f1ad-479c-b6af-b9cb38b76c5d",
            "word": "fringe",
            "phonetic": "fɹɪndʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "There are those on the fringes of the Church who do not really believe.",
                "But every movement has a lunatic fringe.",
                "But the fringe became the center of American political life.",
                "More fringe theories that the book was written by a coven of Italian witches, or even by Martians.",
                "Go to the fringes. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJpbmdl&hash=f370f53029a4cbf0026b5234b97d76466ab303e2&lang=en&cache-only=0",
            "defineEn": "the marginal, or outer part of something, such as an area, activity, or group",
            "defineVi": "phần biên, hoặc bên ngoài của một cái gì đó, chẳng hạn như một khu vực, hoạt động hoặc nhóm"
        },
        {
            "id": "e7b86efa-1540-4d3b-992a-4ec31c74e77a",
            "word": "goose bumps",
            "phonetic": "ɡuːs bʌmps ",
            "partOfSpeechType": "noun",
            "examples": [
                "Look I've got goose bumps all over me just from that sort of thing."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29vc2UgYnVtcHM&hash=474d004523bfc453ce442122997eae13beb7f6a6&lang=en&cache-only=0",
            "defineEn": "a state in which little bumps appear on the skin and bodily hair becomes upright because of excitement, cold, or fear",
            "defineVi": "một trạng thái trong đó những vết sưng nhỏ xuất hiện trên da và lông trên cơ thể dựng đứng vì phấn khích, lạnh hoặc sợ hãi"
        },
        {
            "id": "1362b142-b82f-4eb6-9aa6-c3ece689dd05",
            "word": "semblance",
            "phonetic": "sɛmbləns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Do they have any semblance of guilt?",
                "Do they have any semblance of guilt?",
                "Do they have any semblance of guilt?",
                "That's not going to get us to anything close to the ease of some semblance of herd immunity before the fall if not late winter 2021.",
                "The there is a least some semblance of democratic accountability underneath this layer of brutality and quasi fascism and now police state."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VtYmxhbmNl&hash=011eca2a0ee09959bd7a6ccc0385d6ce29975956&lang=en&cache-only=0",
            "defineEn": "a condition or situation that is similar or only appears to be similar to something",
            "defineVi": "một điều kiện hoặc tình huống tương tự hoặc chỉ có vẻ giống với một cái gì đó"
        },
        {
            "id": "9c5db857-1eba-4bc4-b1e5-62febc9a0701",
            "word": "eclectic",
            "phonetic": "ɪklɛktɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The company has an eclectic portfolio, including the licensing rights for the estates of Elvis Presley and Marilyn Monroe.",
                "It's extremely vibrant and ECLECTIC.",
                "and they aren’t the only two branches of this eclectic family tree.",
                "Eclectic, functional, and intimate, it's a space that seems to sum up Dan Auerbach's philosophy for making music.",
                "For Americans who lived through them, the 1990s bring back memories of, among other things, Bill Clinton, the young Internet, certain memorable sitcoms and an eclectic music scene."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWNsZWN0aWM&hash=7b175fa144aab3538700f7ebc018e6d769f678d1&lang=en&cache-only=0",
            "defineEn": "combining different elements of various ideas, styles, methods, beliefs, etc.",
            "defineVi": "kết hợp các yếu tố khác nhau của các ý tưởng, phong cách, phương pháp, niềm tin khác nhau, v.v."
        },
        {
            "id": "8f19f6e2-6eb0-41cf-bfb0-746060c42946",
            "word": "verisimilitude",
            "phonetic": "vɛɹɪsɪmɪlɪɾuːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Verisimilitude, or mirroring the object of pardoy as closely as possible.",
                "Not the kind of cursory looking we often do in a gallery or art book, but the kind of intense, close-up, sustained scrutiny that enables us to appreciate Celmins’ remarkable achievement in verisimilitude, as well as the intricacies and details of the specific rocks she’s chosen for this exercise."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVyaXNpbWlsaXR1ZGU&hash=e5d2b6ec83a90e978e8908e74bbe6842181b6546&lang=en&cache-only=0",
            "defineEn": "the state or quality of implying the truth",
            "defineVi": "trạng thái hoặc chất lượng ngụ ý sự thật"
        }
    ]
}