{
    "id": "a5b9073c-8469-4129-ac19-df11c3fd3bb7",
    "title": "Lesson 6B",
    "originalTitle": "Lesson 6B",
    "words": [
        {
            "id": "6ff9428e-1f55-4d1d-986a-7afacb508c19",
            "word": "first",
            "phonetic": "fɜːst ",
            "partOfSpeechType": "determiner",
            "examples": [
                "His family comes first.",
                "This software first saw the light of day back in 1993.",
                "With the signing of the treaty, a powerful new European alliance first saw the light of day.",
                "She dived head first into the water.",
                "The horse took the first fence well."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmlyc3Q&hash=9e866e04f0a04496fa7a8845c291a11b597aa260&lang=en&cache-only=0",
            "defineEn": "coming or happening before any other person or thing",
            "defineVi": "đến hoặc xảy ra trước bất kỳ người nào khác hoặc điều",
            "hasImg": true
        },
        {
            "id": "23b0043a-37a3-4714-b70e-843e271f80ae",
            "word": "second",
            "phonetic": "sɛkənd ",
            "partOfSpeechType": "determiner",
            "examples": [
                "Her second movie followed close on the heels of her successful film debut.",
                "Her second movie followed close on the heels of her successful film debut.",
                "Take the second road on the right.",
                "Swimming is second nature to Jane.",
                "She came second in the exam."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Vjb25k&hash=7b2e8b13baeeb25d23301f168d9ffe86b6edb04a&lang=en&cache-only=0",
            "defineEn": "coming or happening just after the first person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người đầu tiên hoặc điều",
            "hasImg": true
        },
        {
            "id": "09c5e31a-cd26-4543-9f60-751cbae087b3",
            "word": "third",
            "phonetic": "θɜːd ",
            "partOfSpeechType": "determiner",
            "examples": [
                "She lives on the third floor of a residential building.",
                "That piece of work just rejected my resume for the third time!",
                "I got the third degree when I got home last night.",
                "A third of dog owners have experienced love at first sight when setting eyes on their dog.",
                "The pair went toe to toe until the third set, when Azarenka squandered two match points."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpcmQ&hash=fee7aa04f279aaaaa467dbd7c6bf1d4fddec9514&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the second person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ hai hoặc điều",
            "hasImg": true
        },
        {
            "id": "ca95a0fb-b3e0-451d-851d-fe7e35feed52",
            "word": "fourth",
            "phonetic": "foːɹθ ",
            "partOfSpeechType": "determiner",
            "examples": [
                "Many people enjoy celebrating Independence Day on the Fourth of July.",
                "Top executives at pandemic juggernauts Pfizer and Moderna are at odds on the need for a fourth COVID-19 vaccine dose.",
                "Jim beat me for the fourth time, so I threw in the towel.",
                "\"Fourths,\" answered the next student.",
                "Fourth, opportunities that I've had."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm91cnRo&hash=e21aad1edbcdbc872621d0b62d92e454abde5b92&lang=en&cache-only=0",
            "defineEn": "coming or happening just after the third person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ ba hoặc điều",
            "hasImg": true
        },
        {
            "id": "2b1bc962-1071-447d-ac48-5c05a3a54e55",
            "word": "fifth",
            "phonetic": "fɪfθ ",
            "partOfSpeechType": "determiner",
            "examples": [
                "The Dutch team have dropped to fifth place.",
                "He felt more and more like a fifth wheel at the office.",
                "I just wanted to feel like part of the family instead of a fifth wheel.",
                "Villa have punched above their weight all season and it will be a remarkable achievement if they finish fifth.",
                "The pitcher was doing well for the first four innings, then the wheels fell off in the fifth."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlmdGg&hash=08198ba4de0dde616403cf1f81913d8c3da8a107&lang=en&cache-only=0",
            "defineEn": "coming or happening just after the fourth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ tư hoặc điều",
            "hasImg": true
        },
        {
            "id": "d0ad3830-2b1c-4cac-afd9-1b17962fcd97",
            "word": "sixth",
            "phonetic": "sɪksθ ",
            "partOfSpeechType": "determiner",
            "examples": [
                "He was stopped in the sixth by Tyson.",
                "You’re sixth.",
                "In 1995, a sixth right, digital audio transmission was created.",
                "We're sixth graders.",
                "Today marks the sixth anniversary of the massacre at the Sandy Hook Elementary School in Newtown, Connecticut."
            ],
            "audio": "https://tts.langeek.co/read?text=c2l4dGg&hash=42bbcd797eade6a90302e80f51a073a87bd8149b&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the fifth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ năm hoặc điều",
            "hasImg": true
        },
        {
            "id": "d9cdd68d-11a2-4a3d-bb71-0edb2144481a",
            "word": "seventh",
            "phonetic": "sɛvənθ ",
            "partOfSpeechType": "determiner",
            "examples": [
                "On the seventh of September the clouds broke for the first time.",
                "After I was given my first camera I was in seventh heaven.",
                "Since they got married, they've been in seventh heaven.",
                "Going on its seventh year.",
                "And my daddy was the seventh son."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V2ZW50aA&hash=2481647affe11dbce9868f75158c34162e73d0e2&lang=en&cache-only=0",
            "defineEn": "coming or happening just after the sixth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ sáu hoặc điều",
            "hasImg": true
        },
        {
            "id": "7c590b1d-1068-4442-b326-d07a6f625d36",
            "word": "eighth",
            "phonetic": "eɪtθ ",
            "partOfSpeechType": "determiner",
            "examples": [
                "\"Eighths,\" answered Robert.",
                "You found the eighth button!",
                "My voice just before eighth T shot.",
                "Where's the eighth button on this thing?",
                "During the eighth century, rice cultivation took off in southern China and the Yangzi Basin."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWlnaHRo&hash=e6b8f28402496efc96908171e9a37fc1c5e602ee&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the seventh person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ bảy hoặc điều",
            "hasImg": true
        },
        {
            "id": "85109b95-c60f-4654-ad40-c9068966bf22",
            "word": "ninth",
            "phonetic": "naɪnθ ",
            "partOfSpeechType": "determiner",
            "examples": [
                "The ninth time, it worked.",
                "Prosecutors began the ninth day of the Derek Chauvin trial with testimony from pulmonologist Dr. Martin Tobin.",
                "- Oh, is that your ninth favorite?",
                "That's a ninth criminal case.",
                "In the ninth century, visitors from beyond the frontier were astonished at the graceful stone arches and domes of the imperial palace in Constantinople."
            ],
            "audio": "https://tts.langeek.co/read?text=bmludGg&hash=565b79137fea7bda6a236a1f309aa570d9bfd3ce&lang=en&cache-only=0",
            "defineEn": "coming or happening just after the eighth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ tám hoặc điều",
            "hasImg": true
        },
        {
            "id": "7b202e64-0503-4728-82ea-7724cc3cb852",
            "word": "tenth",
            "phonetic": "tɛnθ ",
            "partOfSpeechType": "determiner",
            "examples": [
                "Or 4 tenths is the same thing as this right over here.",
                "But each tenth is worth ten hundredths.",
                "A typical bacterial cell is a tenth the size of your typical animal cell.",
                "The unemployment rate ticked down just a tenth of a percent.",
                "The tenth floor of the Opera House was a dangerous place."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVudGg&hash=946fa4d6a73308916bf09ae3f8f22738c3200f1a&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the ninth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ chín hoặc điều",
            "hasImg": true
        },
        {
            "id": "261408ea-652d-4e7a-9414-32e042d93d2d",
            "word": "eleventh",
            "phonetic": "ᵻlɛvənθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We only received the signatures at the eleventh hour.",
                "She has arrived like a knight in shining armor at the eleventh hour, and she should be congratulated for that.",
                "Some months later Sara had her eleventh birthday.",
                "And so, the hero set about his eleventh task, obtaining golden apples from the garden of the Hesperides nymphs.",
                "He was a great swimmer, but frolicked in the water for so long that he only managed to come in eleventh."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxldmVudGg&hash=f9de726bac57dfe1a485bec37673dabe44e3acff&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the tenth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ mười hoặc điều",
            "hasImg": true
        },
        {
            "id": "95137040-f65e-4c3a-9006-746ec72b39cd",
            "word": "twelfth",
            "phonetic": "twɛlfθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The BananaTech offices were on the twelfth floor of a tall building.",
                "Supporters of free college often point to our public school system from kindergarten to twelfth grade.",
                "August 28, 1963, was my twelfth birthday.",
                "As for the subject of Homer’s poems, archeological evidence tells us that the Trojan War occurred around the twelfth century BCE, although it probably included far fewer gods and similes than in the epics based on it.",
                "But it took until roughly the twelfth century, under the Song, to perfect the military application of such a volatile substance."
            ],
            "audio": "https://tts.langeek.co/read?text=dHdlbGZ0aA&hash=a0fb06b0438a5a8ad037f88a7d29b2b2d64a2c45&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the eleventh person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ mười một hoặc điều",
            "hasImg": true
        },
        {
            "id": "8237cd7e-5200-4241-9903-a89901be3a6d",
            "word": "thirteenth",
            "phonetic": "θɜːtiːnθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Underwater archaeologists excavate shipwrecks and one ship at Uluburun in Turkey from the thirteenth century BCE had products on it from at least seven different states.",
                "Its official name, though, is M13, because it was the thirteenth thing added to astronomer Charles Messier’s catalog of interesting objects.",
                "Or to watch 'When They See Us', or to watch 'Thirteenth'.",
                "By the thirteenth century, the commercial middle class in Europe wanted a cut of such a lucrative business.",
                "The woman had just given birth to their thirteenth child, and the growing family was quickly running out of food and money."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpcnRlZW50aA&hash=e8ad0a0bb2c627a6eae857a9f17b882ab0a9e418&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the twelfth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ mười hai hoặc điều",
            "hasImg": true
        },
        {
            "id": "41c4077c-e0a0-485e-8b33-e4c4edf11548",
            "word": "fourteenth",
            "phonetic": "foːɹtiːnθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "By the fourteenth century, men took over the industry and formed brewing guilds.",
                "Kw is equal to one point zero times 10 to the negative fourteenth.",
                "If you were living in London during the fourteenth century, you probably didn’t blame the Silk Road for your community’s devastation, but it played a role.",
                "The Commonwealth of Poland-Lithuania formally came into being in 1569, but in reality it had been established with the fourteenth century marriage of a Polish queen to a Lithuanian Grand Duke.",
                "We’ve used gravity to store energy since at least the fourteenth-century, when mechanical turret clocks powered by suspended weights were invented."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm91cnRlZW50aA&hash=d1b4202facf916f7e74face09fd418aa727a759f&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the thirteenth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ mười ba",
            "hasImg": true
        },
        {
            "id": "0b0c0c82-1d17-4f15-864a-b12b7ffb476f",
            "word": "fifteenth",
            "phonetic": "fɪftiːnθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In general men, according to fifteenth century writer Laura Cereta, discounted women’s intellectual worth.",
                "Cosimo Medici and his grandson Lorenzo dominated the second half of the fifteenth century, in Florence, while successive members of the family perpetuated its power and patronage by serving as popes in the next centuries.",
                "In the fifteenth century, Portugal was poor, and it became more so as the Ottomans contested their access to overland trade.",
                "'That's the fifteenth person I've made that agreement with,' he said to him.",
                "On the morning of the fifteenth of January, Bessie rushed up to my room, to tell me a visitor wanted to see me."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlmdGVlbnRo&hash=fa15007fcbf381bd095b99160aacca4fc013142e&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the fourteenth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ mười bốn",
            "hasImg": true
        },
        {
            "id": "8e319cba-e053-49be-b972-baa1e773712e",
            "word": "sixteenth",
            "phonetic": "sɪkstiːnθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "\"Sixteenths, sir,\" was the answer.",
                "It’s the sixteenth century.",
                "We will be back in action with season eleven, Monday, January sixteenth.",
                "And then, in the late sixteenth century, the skull was immortalized.",
                "'You remember that French king, Louis the Sixteenth?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2l4dGVlbnRo&hash=385e14ca90cb036718049252688e901f3c5905ea&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the fifteenth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ mười lăm",
            "hasImg": true
        },
        {
            "id": "15f2c77c-a8d0-4342-943f-b1a109fde372",
            "word": "seventeenth",
            "phonetic": "sɛvəntiːnθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Rates of mortality were very high in the seventeenth century globally because of the pervasiveness of the little ice age and because of devastating warfare.",
                "Until late in the seventeenth century, the Cossacks generally looked down on farming.",
                "Now, for many people in the seventeenth century, the cause of the calamitous bad weather was obvious: human sinfulness.",
                "By the seventeenth century, the Portuguese were importing millions of pieces of porcelain into Europe along with lots of delicious spices.",
                "There were notable alchemists in the seventeenth century, including Isaac Newton."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V2ZW50ZWVudGg&hash=d4fe8b47e35ab0531829ae1014ea0ef1e8d7142b&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the sixteenth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ mười sáu",
            "hasImg": true
        },
        {
            "id": "71234f05-ca00-4727-b397-e6f9a15afa07",
            "word": "eighteenth",
            "phonetic": "eɪtiːnθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "What I got for my eighteenth birthday was beyond my wildest fantasies.",
                "Although it’s roots date back to ancient Chinese, Japanese, and Mesopotamian traditions, the practice held prominent intellectual weight in Europe until the eighteenth century.",
                "Which brings us to the literary canon: In the eighteenth century, people began to use the term canon to refer informally to famous writers as a group.",
                "Then when Tom had his eighteenth birthday, Mr. Thompson took him to his usual bar for the first time.",
                "Individualism, which had not really entered the eighteenth century Enlightenment world until Rousseau wrote of his individual emotions, also figured in post-revolutionary thought."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWlnaHRlZW50aA&hash=791d1340f346d032ab5b2151634e1bc0b8f7aa16&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the seventeenth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ mười bảy",
            "hasImg": true
        },
        {
            "id": "e76ea7d8-176d-4f8f-84d6-a20e64a11d56",
            "word": "nineteenth",
            "phonetic": "naɪntiːnθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "In the nineteenth century, various species of this shrub were introduced to the southwestern U.S. from Eurasia and Africa.",
                "Everything about this was completely unimaginable in the early nineteenth century.",
                "If the seventeenth century was the century of science, and the eighteenth was the century of philosophy, then the nineteenth century was the century of engineering.",
                "By the late nineteenth century, most states in the US had mandates that required young children to go to school until a certain age.",
                "But that changed at the end of the nineteenth century. "
            ],
            "audio": "https://tts.langeek.co/read?text=bmluZXRlZW50aA&hash=84fa120f915a838773498af45e4431c08249b5b5&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the eighteenth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ mười tám",
            "hasImg": true
        },
        {
            "id": "854a9003-ab52-4b69-adf4-cf9976ee7bc9",
            "word": "twentieth",
            "phonetic": "twɛntiəθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The twentieth century saw dramatic changes in most areas of life.",
                "Early in the twentieth century, home refrigerators became available. ",
                "Early in the twentieth century Albert Einstein proposed the Strong Equivalence principle.",
                "This way of thinking found a powerful advocate in W.E.B. Du Bois in the early twentieth century.",
                "By the early twentieth century, feminist movements had developed across the globe and included and extremely diverse group of activists."
            ],
            "audio": "https://tts.langeek.co/read?text=dHdlbnRpZXRo&hash=bbc1669e64d44f21729fb0c6dd997ad871643b81&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the nineteenth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ mười chín",
            "hasImg": true
        },
        {
            "id": "9fa57c59-268f-4d87-9a6f-18e9ddf5d395",
            "word": "twenty-first",
            "phonetic": "twɛntifɜːst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But then, in the early twenty-first century, this sordid little story came into question.",
                "There were more European countries in the twenty-first century than there had been in 1945.",
                "Thanks to some twenty-first century improvements in technology, the race is on to design and build the world’s biggest telescope.",
                "I’ll see you next time for our final episode, where we explore the greatest challenges facing the world in the twenty-first century.",
                "But no matter how many opsins we found, it took until the beginning of the twenty-first century for scientists to really understand the applications of them."
            ],
            "audio": "https://tts.langeek.co/read?text=dHdlbnR5LWZpcnN0&hash=432c7a432643b6334b2448f76aa78c7b80c08014&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the twentieth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ hai mươi",
            "hasImg": true
        },
        {
            "id": "2eb81a89-bb4b-4ed7-8737-69d339e6f040",
            "word": "twenty-second",
            "phonetic": "twɛntisɛkənd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHdlbnR5LXNlY29uZA&hash=671340b6d5e4cc435278cec236c9982946faea71&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the twenty-first person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ hai mươi mốt",
            "hasImg": true
        },
        {
            "id": "114a0103-31d6-46f9-b5f8-6f39d94b0fff",
            "word": "twenty-third",
            "phonetic": "twɛntiθɜːd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But there's 2 to the twenty-third combinations here, because there are 23 pairs that I'm collecting from.",
                "So if I can give 2 to twenty-third combinations of DNA and my wife can give 2 to the 23 combinations of DNA, then we can produce 2 to the forty-sixth combinations."
            ],
            "audio": "https://tts.langeek.co/read?text=dHdlbnR5LXRoaXJk&hash=f0fb68f869028a39823c3e69f147ff2918f4dc91&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the twenty-second person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ hai mươi hai",
            "hasImg": true
        },
        {
            "id": "27f8503b-9b48-4dd0-a298-3617d19509a4",
            "word": "twenty-fourth",
            "phonetic": "twɛntifoːɹθ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHdlbnR5LWZvdXJ0aA&hash=d0d164e3a4a921f12f9adf6e42c995e4ae1efd97&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the twenty-third person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ hai mươi ba",
            "hasImg": true
        },
        {
            "id": "b80e270f-f5f3-40a4-ada3-f6e890ec187d",
            "word": "thirtieth",
            "phonetic": "θɜːɾiəθ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Dr. Oliver Sacks died on August thirtieth of cancer, and we didn't want this week to pass without acknowledging what he taught us about the science of the mind.",
                "The 2.5 refers to the particulate size, 2.5 microns, or about one thirtieth the width of a human hair."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhpcnRpZXRo&hash=9aa7a1aee24949910ab1b73d9e725cb6807b8cae&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the twenty-ninth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người hoặc vật thứ hai mươi chín",
            "hasImg": true
        },
        {
            "id": "0f52b0c4-6a9c-4142-99f0-774ae792ef56",
            "word": "thirty-first",
            "phonetic": "θɜːɾifɜːst ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGhpcnR5LWZpcnN0&hash=b29fa523cf6d1d2de69a49d9f8c82570c7474305&lang=en&cache-only=0",
            "defineEn": "coming or happening right after the thirtieth person or thing",
            "defineVi": "đến hoặc xảy ra ngay sau người thứ ba mươi hoặc điều",
            "hasImg": true
        }
    ]
}