{
    "id": "a617cc44-c697-4a5b-b3e0-f817704e2382",
    "title": "Unit 8 - Lesson 1",
    "originalTitle": "Unit 8 - Lesson 1",
    "words": [
        {
            "id": "2ecec419-55b9-428f-9a22-f6aacf7989a6",
            "word": "home",
            "phonetic": "hoʊm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The policeman hammered home the dangers of drinking and driving.",
                "My son is coming home soon.",
                "The forest is home to a diverse range of plant and animal species.",
                "I pressed the issue home to them.",
                "To hit a home run."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9tZQ&hash=81f3f81d500e0b71450cf5a7d611a31cb5fcd3e0&lang=en&cache-only=0",
            "defineEn": "the place that we live in, usually with our family",
            "defineVi": "nơi mà chúng tôi sống, thường là với gia đình của chúng tôi",
            "hasImg": true
        },
        {
            "id": "80e064f4-196e-4acd-bfb4-9251186713e2",
            "word": "neighborhood",
            "phonetic": "neɪbɚhʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Surprisingly, the quiet neighborhood came alive with vibrant festivities during the annual festival.",
                "The constant noise from the construction site vexed the residents of the neighborhood.",
                "She proudly served a fat hen-infused pesto at the neighborhood potluck.",
                "She discovered a new café in the neighborhood.",
                "Buying a house in this neighborhood is a smart move."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVpZ2hib3Job29k&hash=1fc9d037f4aaa7adc3ac776e607a1f79659d575b&lang=en&cache-only=0",
            "defineEn": "the area around someone or somewhere",
            "defineVi": "khu vực xung quanh một ai đó hoặc một nơi nào đó",
            "hasImg": true
        },
        {
            "id": "ef02293d-619b-4359-9ae7-2cf3b2448ae0",
            "word": "building",
            "phonetic": "bɪldɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The school building has a playground for the students.",
                "The workers construct the building from the ground up.",
                "The tall building stands out among the other structures in the city.",
                "The monastery was several three-storey buildings.",
                "The truck carried a load of construction materials to the building site."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVpbGRpbmc&hash=963fbf1fc2753dd180763a21b78ec467a4dc62dc&lang=en&cache-only=0",
            "defineEn": "a structure that has walls, a roof, and sometimes many levels, like an apartment, house, school, etc.",
            "defineVi": "một cấu trúc có tường, mái nhà và đôi khi có nhiều tầng, như căn hộ, nhà ở, trường học, v.v.",
            "hasImg": true
        },
        {
            "id": "00e8a235-a03f-47f4-a195-ef6b8b093abd",
            "word": "house",
            "phonetic": "haʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The police searched the suspect's house for evidence.",
                "Houses that suits every pocket.",
                "The house looks east.",
                "Better one house spoiled than two.",
                "The singer always brings the house down with her powerful voice and stage presence."
            ],
            "audio": "https://tts.langeek.co/read?text=aG91c2U&hash=efb4fa9476e274a7d587d5151aa2ce03fb46bd6f&lang=en&cache-only=0",
            "defineEn": "a building where people live, especially as a family",
            "defineVi": "một tòa nhà nơi mọi người sống, đặc biệt là như một gia đình",
            "hasImg": true
        },
        {
            "id": "f0dee988-2911-40af-af7f-d316ca0b8f9d",
            "word": "apartment building",
            "phonetic": "ɐpɑːɹtmənt bɪldɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The buildings, the apartment buildings are bombed.",
                "Those assets included hotels, apartment buildings, and other real estate assets.",
                "Then they are outside the apartment building.",
                "Bretton Hall is a low-income apartment building in Cass Corridor.",
                "As an example, a one-story apartment building might provide living space for 25 people. "
            ],
            "audio": "https://tts.langeek.co/read?text=YXBhcnRtZW50IGJ1aWxkaW5n&hash=1a8d9ca649d05a75691102aad8480b7b461f015c&lang=en&cache-only=0",
            "defineEn": "a tall building with one or several apartments built on each floor",
            "defineVi": "một tòa nhà cao với một hoặc một số căn hộ được xây dựng trên mỗi tầng",
            "hasImg": true
        },
        {
            "id": "d8ab706b-7573-4e78-adfb-86c5d47ff448",
            "word": "office building",
            "phonetic": "ɑːfɪs bɪldɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2ZmaWNlIGJ1aWxkaW5n&hash=13b862316ea29559cbb62af027a543f47bcc1df7&lang=en&cache-only=0",
            "defineEn": "a large building with many offices, especially belonging to various companies",
            "defineVi": "một tòa nhà lớn với nhiều văn phòng, đặc biệt là thuộc về các công ty khác nhau",
            "hasImg": true
        },
        {
            "id": "da048b57-14ee-4803-83c9-a5e5e447d678",
            "word": "garden",
            "phonetic": "ɡɑːɹdən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The garden is a feast for the eyes.",
                "The garden looks nice.",
                "Her grandmother's garden was full of stone fruit trees.",
                "The child carefully planted caryopses of wildflowers in the garden.",
                "The garden is filled with an assortment of herbs like parsley, sage, and cilantro."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FyZGVu&hash=882530302a1f6db776229e718574ff232c602e3f&lang=en&cache-only=0",
            "defineEn": "a piece of land where flowers, trees, and other plants are grown",
            "defineVi": "một mảnh đất trồng hoa, cây và các loại cây khác",
            "hasImg": true
        },
        {
            "id": "f0a44659-665a-4b16-ba01-4ffec747db1a",
            "word": "garbage",
            "phonetic": "ɡɑːɹbɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I know you're upset, Sarah, but that doesn't give you a free pass to treat other people like garbage.",
                "So, garbage is a resource.",
                "So the shuttle command is garbage.",
                "A stamper then packs in the garbage.",
                "They basically eat our garbage!"
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FyYmFnZQ&hash=707768dcd486a55588c40ba3b916e1a70d96fa9f&lang=en&cache-only=0",
            "defineEn": "household materials that have no use anymore",
            "defineVi": "vật liệu gia đình không còn sử dụng nữa",
            "hasImg": true
        },
        {
            "id": "d0bc7879-482f-4988-be79-ecaefe39bc54",
            "word": "stairway",
            "phonetic": "stɛɹweɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The main stairways are currently covered with scaffolding and bleachers.",
                "But others, like the Stairway to Heaven, force recruits to slow down and contemplate each move.",
                "Meanwhile, Mayra attempts to negotiate one of the most intimidating obstacles on Parris Island, the 30-foot-tall Stairway to Heaven.",
                "A couple of days later in the state of Texas, riders were suspended 14 stories up in the air for over 30 minutes before being able to climb down an emergency stairway to safety.",
                "A couple of days later in the state of Texas, riders were suspended 14 stories up in the air for over 30 minutes before being able to climb down an emergency stairway to safety."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhaXJ3YXk&hash=cea97420fd1c5b51fc84df25249661d02187008a&lang=en&cache-only=0",
            "defineEn": "a set of steps along with their surrounding structure that can lead one from one floor to another",
            "defineVi": "một tập hợp các bước cùng với cấu trúc xung quanh của chúng có thể dẫn từ tầng này sang tầng khác",
            "hasImg": true
        },
        {
            "id": "7aa4700d-bd32-44d6-b139-fb7ea9e15b20",
            "word": "balcony",
            "phonetic": "bælkəni ",
            "partOfSpeechType": "noun",
            "examples": [
                "He likes to stand on the balcony to feel the breeze.",
                "He wondered if he could grow his own endive in a small pot on his balcony.",
                "She stumbled off the balcony, but luckily, a hedge below her broke her fall.",
                "We built the balcony.",
                "We step on the balcony."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFsY29ueQ&hash=459f5f4532057cce6d220717240f46a13854c64c&lang=en&cache-only=0",
            "defineEn": "a platform above the ground level and on the outside wall of a building that we can get into from the upper floor",
            "defineVi": "một nền tảng trên mặt đất và trên bức tường bên ngoài của một tòa nhà mà chúng ta có thể đi vào từ tầng trên",
            "hasImg": true
        },
        {
            "id": "1724c32d-ba97-43f2-a71f-bb536efbea13",
            "word": "office",
            "phonetic": "ɑːfɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new president takes office in January.",
                "This room would make a nice office.",
                "The keys are kept in my office.",
                "The Mayor left office in 2018.",
                "Go to the principal's office, now!"
            ],
            "audio": "https://tts.langeek.co/read?text=b2ZmaWNl&hash=59c7b1417abf0aea78637505feb01e61dd3505fd&lang=en&cache-only=0",
            "defineEn": "a building, a room, or a place where people work, particularly behind a desk",
            "defineVi": "tòa nhà, phòng hoặc nơi mọi người làm việc, đặc biệt là sau bàn làm việc",
            "hasImg": true
        },
        {
            "id": "d9b804c4-2cef-46aa-a51d-a3c05dc483c9",
            "word": "elevator",
            "phonetic": "ɛlɪveɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We took the elevator to the top floor of the building.",
                "The elevator arrived after a couple of minutes of waiting.",
                "The slow elevator took a long time to reach the desired floor.",
                "The elevator doors opened, revealing a crowded lobby.",
                "I felt a bit nervous when the elevator suddenly stopped between floors."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxldmF0b3I&hash=7f236576ff415b6a859ce3a500a2206a269863a1&lang=en&cache-only=0",
            "defineEn": "a box-like device that moves up and down and is used to get to the different levels of a building",
            "defineVi": "một thiết bị giống như hộp di chuyển lên xuống và được sử dụng để đi đến các tầng khác nhau của tòa nhà",
            "hasImg": true
        },
        {
            "id": "97961026-0f33-4b05-ac60-18d5be596ec2",
            "word": "floor",
            "phonetic": "floːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The senator held the floor for several hours.",
                "At precisely 6:45 a.m. the rowdiness ceases as Sailor, a union safety expert, takes the floor for his weekly lecture.",
                "She covered the floor with a colorful carpet.",
                "They wiped the floor with us in a 3–0 win.",
                "Share prices have gone through the floor."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxvb3I&hash=f6d26bceb1625362fd3257c87e7a30084275c93b&lang=en&cache-only=0",
            "defineEn": "the bottom of a room that we walk on",
            "defineVi": "dưới cùng của một căn phòng mà chúng tôi đi bộ trên",
            "hasImg": true
        },
        {
            "id": "9464c452-90cb-4ba9-9d80-0b46409da5f5",
            "word": "bus station",
            "phonetic": "bʌs steɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnVzIHN0YXRpb24&hash=49fe56f9b51c73ef4e9ec685e1ed53c81f6362db&lang=en&cache-only=0",
            "defineEn": "a place where multiple buses begin and end their journeys, particularly a journey between towns or cites",
            "defineVi": "một nơi mà nhiều xe buýt bắt đầu và kết thúc hành trình của họ, đặc biệt là hành trình giữa các thị trấn hoặc thành phố"
        },
        {
            "id": "8ad0749d-f9de-4701-af9b-3ee5b87ca907",
            "word": "train station",
            "phonetic": "tɹeɪn steɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The train station is busy during rush hour.",
                "The train station is just a few blocks to the east of here.",
                "I took a taxi from my house to the train station.",
                "The train station platform was busy with people waiting for their trains.",
                "He lingered indecisively outside the train station."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhaW4gc3RhdGlvbg&hash=f541c95e2b16b1f6d309a1ca59793a09664b4535&lang=en&cache-only=0",
            "defineEn": "a place where trains regularly stop for passengers to get on and off",
            "defineVi": "nơi tàu hỏa thường xuyên dừng lại để hành khách lên xuống",
            "hasImg": true
        },
        {
            "id": "4a92e5de-0813-4d4f-b8f5-ee5f5ce49c9a",
            "word": "stadium",
            "phonetic": "steɪdiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "This stadium has seen many thrilling football games.",
                "They checked our tickets at the entrance of the stadium.",
                "In his fascination with the details of the stadium, Zeffer had come too close to the wall to see the wood for the trees.",
                "We do have fans in stadiums.",
                "This venerable stadium will be a wild scene tonight."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhZGl1bQ&hash=19c4c9f634a466e1b2d442350ad83d744e55491a&lang=en&cache-only=0",
            "defineEn": "a very large, often roofless, structure where sports events, etc. are held for an audience",
            "defineVi": "một cấu trúc rất lớn, thường không có mái che, nơi tổ chức các sự kiện thể thao, v.v. cho khán giả",
            "hasImg": true
        },
        {
            "id": "0b1bb518-8fcb-4300-b33c-0e2775e6bd1b",
            "word": "park",
            "phonetic": "pɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "We packed sandwiches for our picnic in the park.",
                "His wife drove him to Regent's Park.",
                "The children are playing outside in the park.",
                "The children were happily playing in the park.",
                "He walked toward the park."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyaw&hash=c376e165829b41f07d765ee0c06c3e2d04a42127&lang=en&cache-only=0",
            "defineEn": "a large public place in a town or a city that has grass and trees and people go to for walking, playing, and relaxing",
            "defineVi": "một nơi công cộng lớn trong một thị trấn hoặc một thành phố có cỏ và cây cối và mọi người đi dạo, vui chơi và thư giãn",
            "hasImg": true
        },
        {
            "id": "2ee3807b-883b-4371-9c6b-19e9cc15baa7",
            "word": "mall",
            "phonetic": "mɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The team then beats a retreat from the mall, hoping no one noticed them.",
                "I saw a famous actress at the shopping mall today.",
                "Can you get a new coffee pot while you're at the mall?",
                "The rise of big box stores like Walmart, discount retailers like HomeGoods, and the transition to e-commerce weighed on malls too.",
                "Malls, like fashion, are very expensive."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFsbA&hash=790197d2966081cd9da623e0c78c00599cfd9dd3&lang=en&cache-only=0",
            "defineEn": "‌a large building or enclosed area, where many stores are placed",
            "defineVi": "‌một tòa nhà lớn hoặc khu vực khép kín, nơi đặt nhiều cửa hàng",
            "hasImg": true
        },
        {
            "id": "569532ea-553c-4c75-b18e-9a52ca9273ab",
            "word": "museum",
            "phonetic": "mjuːziəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The museum has free admission on Fridays.",
                "The museum had an impressive collection of European art.",
                "The museum curator collects antique artworks for the museum's collection.",
                "The museum showcased artifacts from different civilizations spanning over a hundred years.",
                "The museum is a fascinating place to learn about history and art."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVzZXVt&hash=86fcd1ce44bb65f7d92c77d50eaa201761a864b2&lang=en&cache-only=0",
            "defineEn": "a place where important cultural, artistic, historical, or scientific objects are kept and shown to the public",
            "defineVi": "nơi lưu giữ và trưng bày các vật thể văn hóa, nghệ thuật, lịch sử hoặc khoa học quan trọng cho công chúng",
            "hasImg": true
        },
        {
            "id": "da39e3f5-bbe6-4cf6-b7ca-6c7c529b3bcb",
            "word": "airport",
            "phonetic": "ɛɹpoːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Airport security was extra tight in the wake of yesterday's bomb attacks.",
                "My mother drove us to the airport.",
                "The taxi driver drove us to the airport quickly and safely.",
                "The closing of the airport knocked our holiday plans on the head.",
                "The journey to the airport takes about half an hour."
            ],
            "audio": "https://tts.langeek.co/read?text=YWlycG9ydA&hash=85636aa0b2a99c38a3d8270814d4021018aef0cd&lang=en&cache-only=0",
            "defineEn": "a large place where planes take off and land, with buildings and other facilities, in which passengers wait for their flights",
            "defineVi": "một nơi rộng rãi, nơi máy bay cất cánh và hạ cánh, với các tòa nhà và cơ sở vật chất khác, trong đó hành khách đợi chuyến bay của họ",
            "hasImg": true
        },
        {
            "id": "51f29a4a-11b3-4dbb-aa22-fff669f5e10e",
            "word": "hospital",
            "phonetic": "hɑːspɪɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The helicopter transported the injured person to the hospital.",
                "He later died in hospital.",
                "The hospital's plea for donors tugged at the heartstrings of millions of viewers.",
                "While in hospital, Jeremy took stock of his life.",
                "I have to go to hospital for an operation."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9zcGl0YWw&hash=1f0cfb41031280ce1afe4c48a555e1bda9cec0bf&lang=en&cache-only=0",
            "defineEn": "a large building where sick or injured people receive medical treatment and care",
            "defineVi": "một tòa nhà lớn nơi những người bị bệnh hoặc bị thương được điều trị và chăm sóc y tế",
            "hasImg": true
        },
        {
            "id": "70a5e160-a733-45c1-b8ad-103fbab382d2",
            "word": "near",
            "phonetic": "nɪɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It was too near for comfort.",
                "The big fellow keeps a fish shop near the post office.",
                "Some of his jokes are a bit near the knuckle.",
                "I hear the sound of seagulls near the sea.",
                "My grandmother stands near the entrance to greet guests."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVhcg&hash=3ea2d84d1c39e84e2bb366087240842dfaf9c9fe&lang=en&cache-only=0",
            "defineEn": "not far from a place, time, condition, or situation",
            "defineVi": "không xa một địa điểm, thời gian, điều kiện, hoặc tình hình",
            "hasImg": true
        }
    ]
}