{
    "id": "a672bc34-6813-49f9-ad37-524b5ceab4bc",
    "title": "Lesson 38",
    "originalTitle": "Lesson 38",
    "words": [
        {
            "id": "eb51fa3f-f0a2-45f1-9de9-de73beee252f",
            "word": "bole",
            "phonetic": "boʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Boles: I worked with people like Dinah Washington, Little Esther, Etta James, Etta Jones, B.B. King, but I was very blessed, musically.",
                "Boles: I was here during the bad times, and I was here during the so-called good times.",
                "Boles: It's a relocation of all the older citizens.",
                "Boles: People like me that's been here for all these years, it's not important that we are here."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9sZQ&hash=8f7f338c4412b8943e0a9cfe7f7100eec00430bf&lang=en&cache-only=0",
            "defineEn": "the main stem of a tree; usually covered with bark; the bole is usually the part that is commercially useful for lumber",
            "defineVi": "thân chính của cây; thường được bao phủ bởi vỏ cây; thân cây thường là phần hữu ích về mặt thương mại cho gỗ xẻ",
            "hasImg": true
        },
        {
            "id": "e98a44b9-fcf5-48a7-bab4-2774974aad0f",
            "word": "bolero",
            "phonetic": "bɑːlɛɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ym9sZXJv&hash=05c2dbfe15bf0cd4c59ebe6b7c2ec7e3908a6d5b&lang=en&cache-only=0",
            "defineEn": "a Spanish dance in triple time accompanied by guitar and castanets",
            "defineVi": "một điệu nhảy Tây Ban Nha trong ba lần kèm theo guitar và castanets"
        },
        {
            "id": "a9aea66f-b3cb-4fb7-a79b-476ca2b35b33",
            "word": "boll",
            "phonetic": "bɑːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The dried cotton seed pod, or boll, that surrounds the fibers cracks open, unveiling a burst of several thousand fiber cells in a fluffy mass."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9sbA&hash=1ed63c2d3c8e33102da9a3b2010a53c06839f4ea&lang=en&cache-only=0",
            "defineEn": "the rounded seed-bearing capsule of a cotton or flax plant",
            "defineVi": "viên nang mang hạt tròn của cây bông hoặc cây lanh"
        },
        {
            "id": "5c8913a0-4d21-499c-a442-ee783d0464dd",
            "word": "to bolster",
            "phonetic": "tə boʊlstɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The presence of an ancient ocean would definitely bolster those ideas.",
                "Meanwhile, states are also bolstering security.",
                "But further study of Bmp4 expression patterns in birds with and without penises could bolster support for this hypothesis.",
                "And Miss Maudie bolsters Scout’s confidence.",
                "It's like lightly bolstered on the sides, but in a way that holds me in really well."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9sc3Rlcg&hash=b72fde101d5150f500a5ced806aa97b7ae958751&lang=en&cache-only=0",
            "defineEn": "to enhance the strength or effect of something",
            "defineVi": "để tăng cường sức mạnh hoặc tác dụng của một cái gì đó"
        },
        {
            "id": "5fa92561-6b8d-4cb8-bd4f-9a366f0f2d42",
            "word": "to levy",
            "phonetic": "tə lɛvi ",
            "partOfSpeechType": "verb",
            "examples": [
                "They levy taxes.",
                "Tywin even levied a tax on the brothels.",
                "When U.S. President Ronald Reagan visited Germany's Bitburg cemetery in 1985, his aides levied strict limitations on photographers.",
                "In addition to New York State's top tax rate of eight point eight two percent, the city levies its own income tax, which can be as much as three point eight seven six percent.",
                "The water broke the levies protecting New Orleans."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGV2eQ&hash=1641fed58e6cec0481fc9c79ec2891422a7429fb&lang=en&cache-only=0",
            "defineEn": "to enforce a type of payment, such as fees, taxes, or fines, and collect it",
            "defineVi": "để thực thi một loại thanh toán, chẳng hạn như lệ phí, thuế hoặc tiền phạt, và thu thập nó"
        },
        {
            "id": "8678595b-823c-4d97-a209-6a81c101ec44",
            "word": "levity",
            "phonetic": "lɛvᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And by finding small doses of levity.",
                "Through it all though, there's been TikTok, providing moments of levity and new dance crazes, interspersed with more serious commentary on the issues that we face.",
                "They’re allowed to laugh and have a moment of levity if they want."
            ],
            "audio": "https://tts.langeek.co/read?text=bGV2aXR5&hash=d73f3444211d7026186b3b6f087b72ecdb03e8d6&lang=en&cache-only=0",
            "defineEn": "a manner lacking seriousness",
            "defineVi": "một cách thiếu nghiêm túc"
        },
        {
            "id": "368867c8-198c-4f2d-9ff3-367323dca7c5",
            "word": "to levitate",
            "phonetic": "tə lɛvᵻteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "So you get particles levitating above the ground.",
                "So the two researchers decided to levitate the entire apparatus using magnets.",
                "Their second idea is to levitate tiny spheres or beads using a magnetic field or laser.",
                "In the real world, we can use magnets to levitate anything from trains to metal desk toys.",
                "Because they only ever experience a repulsive force when exposed to a magnetic field, it allows them to be levitated."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGV2aXRhdGU&hash=660dc9ed9339c758c48b29633af623bcd6e7fa7f&lang=en&cache-only=0",
            "defineEn": "be suspended in the air, as if in defiance of gravity",
            "defineVi": "lơ lửng trong không khí, như thể bất chấp trọng lực"
        },
        {
            "id": "fb02e39e-d184-4a00-bb13-83ed8e39e5d9",
            "word": "leviathan",
            "phonetic": "lɛvaɪəθən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Leviathan was constructed on the grounds of Birr Castle in Ireland, home to William Parsons.",
                "The Leviathan remained in use into the 1880s and was eclipsed in size in 1917 by the 2.5-meter Hooker telescope at Mount Wilson Observatory in Los Angeles.",
                "Within a month of the Leviathan’s completion in 1845, Parsons shared a sketch of the object known as Messier 51.",
                "And that is where the Leviathan of Parsonstown came in: a telescope larger than any in the world, built into what became basically a small fortress.",
                "Each leviathan would then divide its share into 11 equal piles, keeping one, and giving the other 10 to their kraken commanders."
            ],
            "audio": "https://tts.langeek.co/read?text=bGV2aWF0aGFu&hash=9d23ea859ea93d2a0958bb1897de4e38a7fd479b&lang=en&cache-only=0",
            "defineEn": "the largest or most massive thing of its kind",
            "defineVi": "điều lớn nhất hoặc lớn nhất của loại hình này"
        },
        {
            "id": "54aadc92-ec38-4261-9b49-ebd12c655acc",
            "word": "doleful",
            "phonetic": "doʊlfəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG9sZWZ1bA&hash=c96b492e451ba221ca031abc5de7f2edf2ea8286&lang=en&cache-only=0",
            "defineEn": "filled with grief and sorrow",
            "defineVi": "chứa đầy đau buồn và đau khổ"
        },
        {
            "id": "2fb27ae7-30b5-4cab-b365-c5af09323bc3",
            "word": "grantor",
            "phonetic": "ɡɹæntoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3JhbnRvcg&hash=4704519756a5db2b8c519b2ed9eae61e4cf2b08a&lang=en&cache-only=0",
            "defineEn": "a person who makes a grant in legal form",
            "defineVi": "một người thực hiện một khoản trợ cấp dưới hình thức pháp lý"
        },
        {
            "id": "254d8376-32d3-4aab-abbc-91bf935e931f",
            "word": "grantee",
            "phonetic": "ɡɹəntiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Those grantees have thus far allocated over 16.5 dollars million of the 252 million available by February 2020."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhbnRlZQ&hash=9159525eb0cbb8e7f8e8463535930713bd0dae52&lang=en&cache-only=0",
            "defineEn": "a recipient of a grant",
            "defineVi": "người nhận trợ cấp"
        },
        {
            "id": "8abd262b-d6e6-44e6-a778-987796c42b77",
            "word": "to mistrust",
            "phonetic": "tə mɪstɹʌst ",
            "partOfSpeechType": "verb",
            "examples": [
                "I thought about the story of the serpent who first planted the seed of mistrust in the couple's brain.",
                "And then these exploitative relationships reinforce your mistrust of people.",
                "The fifth story is the mistrust story.",
                "For General Hodges, the mistrust goes both ways.",
                "You know, people developed a degree of mistrust."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWlzdHJ1c3Q&hash=92cd4f9fa03873eb8be7bbc5b4b081124f851a22&lang=en&cache-only=0",
            "defineEn": "regard as untrustworthy; regard with suspicion; have no faith or confidence in",
            "defineVi": "coi là không đáng tin cậy; nghi ngờ; không có niềm tin hay sự tự tin trong"
        },
        {
            "id": "2a8d397c-ada1-441a-acb8-9925c4aca2dd",
            "word": "to misrepresent",
            "phonetic": "tə mɪsɹɛpɹᵻzɛnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "In reality Vodou was misrepresented as the stuff of horror again.",
                "He misrepresented some of his most famous case studies, claiming his treatment had cured patients when in fact they had gotten worse.",
                "This is one of the most common ways graphs misrepresent data, by distorting the scale.",
                "It's specifically tailored to misrepresent to misrepresent a specific group of people.",
                "The FTC also alleged that Venmo misrepresented the extent to which consumers financial accounts were protected by quote bank grade security systems."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWlzcmVwcmVzZW50&hash=9eb4e657384ffdc7319a78f869d56888966a944f&lang=en&cache-only=0",
            "defineEn": "represent falsely",
            "defineVi": "đại diện sai"
        },
        {
            "id": "a8bf5d3b-82de-440a-aba7-abf4e4a34d02",
            "word": "misrepresentation",
            "phonetic": "mɪsɹɛpɹᵻzɛnteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "- I think that is the most common misrepresentation because Afrobeats, it's far from, very far from the Afrobeat.",
                "This is a misrepresentation of how people feel.",
                "She declined the award on Brando’s behalf, stating his reason for turning his back on Hollywood’s highest honor: the movie industry’s continued misrepresentation of Native American people in film.",
                "To Littlefeather and Brando’s point: the pleasure American audiences got from watch old Westerns didn’t outweigh the damage caused by cultural appropriation and misrepresentation."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzcmVwcmVzZW50YXRpb24&hash=7493a2554884c9f71f4b107d3352053a522a5c90&lang=en&cache-only=0",
            "defineEn": "a misleading falsehood",
            "defineVi": "một sự giả dối gây hiểu lầm"
        },
        {
            "id": "f4f2bd20-90ba-4d1d-bf46-2825c6787c42",
            "word": "to misplace",
            "phonetic": "tə mɪspleɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "- You probably misplaced it.",
                "Theories included crocodiles, misplaced sea mammals like seals, fossil bones, the duck-billed platypus, swamp gas, and the sounds from swamp birds.",
                "Turns out the earliest old-school measures of iron in spinach were waaaay too high, and wrong, but because of contamination, not a misplaced decimal point.",
                "And increasingly we've seen different instances where that trust may appear to have been misplaced.",
                "And there’s a good reason why your brain just misplaces a part of your body you’ve known and loved your entire life."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWlzcGxhY2U&hash=a98124cc615504346c5db67bb5c4216df548d12c&lang=en&cache-only=0",
            "defineEn": "place or position wrongly; put in the wrong position",
            "defineVi": "đặt hoặc vị trí sai; đặt sai vị trí"
        },
        {
            "id": "4c36e6c3-c09d-4cf5-9ea7-e93ad60d2963",
            "word": "misrule",
            "phonetic": "mɪsɹuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "This country has become stymied in corruption, in nepotism and in misrule."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzcnVsZQ&hash=ce9fabaad4746a1ab0dff7280227057630ecc671&lang=en&cache-only=0",
            "defineEn": "government that is inefficient or dishonest",
            "defineVi": "chính phủ không hiệu quả hoặc không trung thực"
        },
        {
            "id": "7908b987-89be-4c12-91fd-a358061d73e9",
            "word": "to misuse",
            "phonetic": "tə mɪsjuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Data misuse was a major blow to the platform.",
                "But the potential for misuse is high.",
                "And pharmaceutical misuse is an unfortunately common theme when it comes to eating disorders.",
                "So there's one correction, okay, I've misused the word bystander as an adjective",
                "Some tests are being misused, and others were brought into the United States before the FDA could approve them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWlzdXNl&hash=7eca5512a721062084b0668285b6ddd633ff0a68&lang=en&cache-only=0",
            "defineEn": "apply to a wrong thing or person; apply badly or incorrectly",
            "defineVi": "áp dụng cho một điều sai hoặc người; áp dụng không tốt hoặc không chính xác"
        },
        {
            "id": "5b38bc53-61a1-42e1-a5f1-fd1e705cecd2",
            "word": "to mismanage",
            "phonetic": "tə mɪsmænɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Whenever you're, in one way or another, mismanaging your own country, you’ve got to point fingers somewhere else.",
                "Pack argues OTF was mismanaged and revitalized an alternate Internet freedom organization.",
                "They say the university has been mismanaging Maunakea for decades, and they don’t trust the institution to just suddenly start doing better.",
                "Both the Chinese Communist Party and President Trump have accused the other side of mismanaging the coronavirus pandemic.",
                "In a letter to Congress, the private equity firm Leonard Green & Partners rejected any implication it mismanaged Prospect or put its own financial interests ahead of the hospitals'."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWlzbWFuYWdl&hash=9b76e65280f71fb986cb1552071986909b141e02&lang=en&cache-only=0",
            "defineEn": "manage badly or incompetently",
            "defineVi": "quản lý tồi hoặc không đủ năng lực"
        }
    ]
}