{
    "id": "a6991791-c808-451b-9537-09aceb5baf60",
    "title": "Know Your Verbs! (Part 1)",
    "originalTitle": "Lesson 11",
    "words": [
        {
            "id": "8050468e-a468-43c9-a881-32a1de31e8dc",
            "word": "to dip",
            "phonetic": "tə dɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "He dipped his strawberries into a bowl of chocolate syrup.",
                "They dipped their garlic bread into a bowl of warm tomato sauce.",
                "She dipped her carrot sticks into the hummus.",
                "He dipped his crispy chicken nuggets into the creamy ranch.",
                "He dipped a spoon into the luscious flesh of the ripe cantaloupe."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlw&hash=0503ed4ef3557e48d0bd2b8e90856ac495d36212&lang=en&cache-only=0",
            "defineEn": "to momentarily put something into a liquid",
            "defineVi": "để tạm thời đưa một cái gì đó vào một chất lỏng",
            "hasImg": true
        },
        {
            "id": "24613c5d-5ace-453a-8e55-5727dc2349f9",
            "word": "to hook",
            "phonetic": "tə hʊk ",
            "partOfSpeechType": "verb",
            "examples": [
                "That party was off the hook!",
                "He got the hook, reportedly due to differences with his co-star.",
                "That band's new song is really off the hook!",
                "She's got her hooks into you.",
                "If you feel under the desk you'll find a hook."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9vaw&hash=8210e89c9e8e5fe44d1eb9d396a94b1e4fcbdc1f&lang=en&cache-only=0",
            "defineEn": "to fasten something using a hook",
            "defineVi": "để buộc một cái gì đó bằng cách sử dụng một cái móc"
        },
        {
            "id": "ebfe9b3c-5576-40e2-80ba-8566a949e562",
            "word": "to crush",
            "phonetic": "tə kɹʌʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "My sister has a girl crush on Billie Eilish.",
                "Did she have a crush on Ryan?",
                "He crushed the dried capsules of the poppy flowers to extract the tiny seeds for culinary purposes.",
                "Do you really have a crush on folk dancers?",
                "I've had a crush on Tommy for years."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3J1c2g&hash=f7c83555141b81cb5069b53a5d226f656d23d8f9&lang=en&cache-only=0",
            "defineEn": "to forcibly push something against a surface until it breaks or is damaged or disfigured",
            "defineVi": "để cưỡng bức đẩy một cái gì đó lên một bề mặt cho đến khi nó bị vỡ hoặc bị hư hỏng hoặc biến dạng",
            "hasImg": true
        },
        {
            "id": "27b526e2-07c4-464e-9b1d-6de7086915c6",
            "word": "to stab",
            "phonetic": "tə stæb ",
            "partOfSpeechType": "verb",
            "examples": [
                "had a stab at surfing once",
                "The policeman pinched his eyes as if overcome with a sudden stab of pain.",
                "Let me take a stab in the dark and see if I can help you out.",
                "He had been lied to and stabbed in the back by people that he thought were his friends.",
                "Her best friend stabbed her in the back and they never spoke to each other again."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhYg&hash=ad2dc825e5e20c9009aba040216e1e26d5255ede&lang=en&cache-only=0",
            "defineEn": "to push a knife or other sharp object into someone to injure or kill them",
            "defineVi": "đẩy một con dao hoặc vật sắc nhọn khác vào ai đó để làm bị thương hoặc giết họ"
        },
        {
            "id": "678ffc12-b916-45df-ab80-d7fe1bba8a1e",
            "word": "to slash",
            "phonetic": "tə slæʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I slashed the box.",
                "Competitors like McDonald's are slashing prices through deals.",
                "That immediately slashed Amazon's potential tax burden.",
                "To compete, Pier One slashed prices.",
                "So the connection between space and underwater demolitions, slash Navy SEALs, goes a long way back apparently."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2xhc2g&hash=7a1fa56baca7df3052398ae4b14bc0cbe7a3995b&lang=en&cache-only=0",
            "defineEn": "to violently cut with a quick move using a knife, etc.",
            "defineVi": "để cắt dữ dội bằng một động tác nhanh chóng bằng dao, v.v."
        },
        {
            "id": "c54e99d8-4997-4352-83aa-f151bf26e8f9",
            "word": "to torture",
            "phonetic": "tə tɔːɹtʃɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The coup gave the dictatorship a dose of its own medicine, subjecting the dictator and his entourage to torture and confinement in deplorable conditions.",
                "The hangman then applied torture at the direction of a council of examiners.",
                "Any police in any country of the world is torturing innocent people.",
                "Which most countries do consider torture.",
                "They singled out torture, censorship, and their arrogance and capriciousness."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdG9ydHVyZQ&hash=283fb997e5a54b0f107ad0f5e425154ecbd6ce8a&lang=en&cache-only=0",
            "defineEn": "to violently hurt a person as a punishment or as a way of obtaining information from them",
            "defineVi": "để làm tổn thương một cách thô bạo một người như một hình phạt hoặc như một cách để có được thông tin từ họ"
        },
        {
            "id": "a12e2483-24d1-423a-8881-cc290d38f0eb",
            "word": "to whip",
            "phonetic": "tə wɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "he whipped off his coat.",
                "After a successful career at the Italian central bank, few people doubt his ability to whip the economy into shape.",
                "I love adding a dollop of whipped cream as a topping to my hot chocolate.",
                "The whipped cream adds a creamy and indulgent touch to the dessert.",
                "Whipped cream is the perfect finishing touch for a slice of homemade pumpkin pie."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2hpcA&hash=cf7ad5bf2dfa378563a955a75b892cb465d15821&lang=en&cache-only=0",
            "defineEn": "to violently hit a person or animal with a whip",
            "defineVi": "dùng roi đánh người hoặc động vật một cách thô bạo"
        },
        {
            "id": "a1520a75-07d6-4fd2-bd92-e167b802a927",
            "word": "to leak",
            "phonetic": "tə liːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company sent out a trial balloon by leaking a rumor about a new product to test customer interest before investing in its development.",
                "The politician was suspected of being in league with the foreign spy agency to leak confidential information.",
                "He noticed a water stain on the ceiling and called a professional to fix the leak.",
                "A tiny leak in a pipeline can cause a huge problem if left unaddressed.",
                "The roof of the old house leaked during the rainstorm, and water dripped down from the ceiling."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGVhaw&hash=04b94f1a8edd38736938ef7a94fe64799a0a9391&lang=en&cache-only=0",
            "defineEn": "to let gas or liquid flow through a crack or small hole",
            "defineVi": "để cho khí hoặc chất lỏng chảy qua một vết nứt hoặc lỗ nhỏ",
            "hasImg": true
        },
        {
            "id": "0475f05b-8bb9-425d-b566-807bd47bafbc",
            "word": "to manipulate",
            "phonetic": "tə mənɪpjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The journalist's investigation uncovered a network of the gnomes of Zurich who were involved in manipulating global currency markets for their own benefit.",
                "He always warned his friends to be cautious of women, saying that the female of the species is more deadly than the male and that they should never underestimate a woman's ability to manipulate and deceive.",
                "Every bit of it is being manipulated from the beginning of the campaign to the end, a year out.",
                "A quantum gate manipulates an input of superpositions, rotates probabilities, and produces another superposition as its output.",
                "So instead, The Fed manipulates interest rates by changing the money supply."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFuaXB1bGF0ZQ&hash=2c7187da927c7db2eafcd4621ad9d59309290f6b&lang=en&cache-only=0",
            "defineEn": "to skillfully control or work with information, a system, tool, etc.",
            "defineVi": "để khéo léo kiểm soát hoặc làm việc với thông tin, hệ thống, công cụ, v.v."
        },
        {
            "id": "71b3b1c5-2bcd-4adf-8684-ac4f4d9702ac",
            "word": "to seize",
            "phonetic": "tə siːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "the European Council will seize the opportunity to cross the t's and dot the i's.",
                "Then in 1791, these radical petit blancs seized the city of Port-au-Prince.",
                "At the White House, the president seized the moment.",
                "Trump seized on one headline.",
                "Narrator: Any scheduled drugs will be seized."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VpemU&hash=180b8f5b5a09a3a48dea918c06f86578d09c406b&lang=en&cache-only=0",
            "defineEn": "to suddenly and forcibly take hold of something",
            "defineVi": "để đột nhiên và buộc phải giữ một cái gì đó"
        },
        {
            "id": "cf1f688d-f728-4009-99fb-47d0993bb8d7",
            "word": "to plug",
            "phonetic": "tə plʌɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Plug my upcoming even on HBO Night of Too Many Stars.",
                "Plug the cable into the Fire Stick.",
                "Bosley, the hair plug people.",
                "First, plug the power cable into your Chromecast.",
                "Just pull this plug."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGx1Zw&hash=198437527bd080a0b9deedc300d6af329a095219&lang=en&cache-only=0",
            "defineEn": "to tightly fill or block a hole with something",
            "defineVi": "để lấp đầy chặt chẽ hoặc chặn một cái lỗ với một cái gì đó"
        },
        {
            "id": "fb38fd99-d81a-4792-9eb9-2e51221263c2",
            "word": "to pop",
            "phonetic": "tə pɑːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "My husband's favorite genre of music is pop.",
                "James nervously popped the question to his girlfriend during a romantic dinner.",
                "Cripps pink apples add a pop of color and a sweet-tart taste to my fruit salad.",
                "I keep my students on their toes with pop quizzes.",
                "Pop is a feast to the ears of many, but I despise it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9w&hash=a5d694323f04569408aad0cb24a20044e49530d5&lang=en&cache-only=0",
            "defineEn": "to make a sudden light sound like a small explosion",
            "defineVi": "để tạo ra một âm thanh ánh sáng đột ngột giống như một vụ nổ nhỏ"
        },
        {
            "id": "6a5c529c-287e-4de1-b461-ba71a6422ebc",
            "word": "to rip",
            "phonetic": "tə ɹɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "He goes ripping down the driveway, jams on the brake, and lays down these sweet skids!",
                "His pockets ripped, a old vintage Burberry coat.",
                "Will just the inertial forces rip the glove apart?",
                "Ripping buildings apart.",
                "A story ripped from the headlines!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmlw&hash=037a5fcf1ab639df6ab8ff190f94f34d70c19bba&lang=en&cache-only=0",
            "defineEn": "to violently be torn",
            "defineVi": "bị xé nát dữ dội",
            "hasImg": true
        },
        {
            "id": "adff91b9-daf9-444a-830a-d9e86cb96825",
            "word": "to reside",
            "phonetic": "tə ɹᵻsaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "These parasites reside in the bodies of Anopheles mosquitoes. ",
                "THAT thing resides in salt marshes off the California coast.",
                "And I currently reside in Columbia, South Carolina.",
                "Bravery resides in the heart of Barack Obama, and time and time again, I witnessed him summon it.",
                "The core problem with passwords is that they reside on a server."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzaWRl&hash=30e37139f00acb0c0b0df6e9d34e18643542bc95&lang=en&cache-only=0",
            "defineEn": "to live in a specific place",
            "defineVi": "sống ở một nơi cụ thể"
        },
        {
            "id": "473416d1-1e88-469f-9d19-7ac55ef6918b",
            "word": "to rock",
            "phonetic": "tə ɹɑːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "He now rocks a distinguished look with his silver strands.",
                "Charity hits rock bottom in Emmerdale.",
                "He's got rocks in his head.",
                "Morale within the company was at rock bottom.",
                "The boat rocked gently as we set sail on a sunny day."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcm9jaw&hash=acb7eb95f37f15c69826871b1b60e20f50c7cf20&lang=en&cache-only=0",
            "defineEn": "to gently move from one side to another",
            "defineVi": "nhẹ nhàng di chuyển từ bên này sang bên kia"
        },
        {
            "id": "a03f0170-9576-4629-9cfe-d3fb408ff30b",
            "word": "to rotate",
            "phonetic": "tə ɹoʊteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Earth rotates on its axis, causing day and night.",
                "First, rotate this whole circle setup 90 degrees.",
                "People rotate on and off the ship.",
                "Products also rotate in and out of the store's inventory.",
                "And also rotates 90 degrees, both ways."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcm90YXRl&hash=6b48bd5afc7e5929307d69f3441f006894b7f649&lang=en&cache-only=0",
            "defineEn": "to turn or move around a center",
            "defineVi": "để quay hoặc di chuyển xung quanh một trung tâm"
        },
        {
            "id": "468f7748-62b3-4ae7-aa52-25304f3e63e8",
            "word": "to pump",
            "phonetic": "tə pʌmp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The heart pumps blood throughout the body to provide oxygen and nutrients.",
                "The heart is a vital organ that pumps blood throughout the body.",
                "Emma's extreme dieting left her looking thin as a yard of pump water, but her friends worried about her well-being.",
                "Despite his doctor's concerns, Peter ignored his health and remained as thin as a yard of pump water.",
                "Pump the brakes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVtcA&hash=5fd4b914e992e03cf6377d11429f24bfc1300d94&lang=en&cache-only=0",
            "defineEn": "to make gas or liquid move in a certain direction using a pump",
            "defineVi": "để làm cho khí hoặc chất lỏng di chuyển theo một hướng nhất định bằng máy bơm"
        },
        {
            "id": "fdaf87a6-9c19-4f49-9ba4-d7dfa176633a",
            "word": "to probe",
            "phonetic": "tə pɹoʊb ",
            "partOfSpeechType": "verb",
            "examples": [
                "Probes are down.",
                "Some other things were also probed.",
                "This mission would have brought five probes to the Red Planet.",
                "The New York state attorney general's office has now opened a criminal probe into former President Trump's family business.",
                "One of its three instruments will also hammer a probe 5 meters into Mars’ surface, much further down than any mission before it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvYmU&hash=f7acb4274edeaf74b4267d5e0b0daadcce1486d6&lang=en&cache-only=0",
            "defineEn": "to examine or look for something, particularly using a small long instrument",
            "defineVi": "để kiểm tra hoặc tìm kiếm một cái gì đó, đặc biệt là sử dụng một dụng cụ dài nhỏ"
        },
        {
            "id": "6c78c6e4-cbed-4ff2-94f9-e0b6288c4440",
            "word": "to screw",
            "phonetic": "tə skɹuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "Bill Mathis had his head screwed on right.",
                "You must have a few screws loose if you think jumping out of an airplane without a parachute is a good idea.",
                "Thank you so much for getting his head screwed on straight.",
                "John thinks he can talk to aliens, he must have a number of screws loose.",
                "She is the youngest, but she has her head screwed on the right way."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NyZXc&hash=10076aa3a6de868b954cde9af0291d43d1b8df72&lang=en&cache-only=0",
            "defineEn": "to tighten or fasten something with a screw",
            "defineVi": "để thắt chặt hoặc buộc một cái gì đó với một vít",
            "hasImg": true
        },
        {
            "id": "6e898bfb-1642-4d91-8e06-940d04ba9702",
            "word": "to shatter",
            "phonetic": "tə ʃæɾɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She accidentally dropped a plate, and it shattered into pieces on the floor.",
                "but she knew he was shattered",
                "He was said to be absolutely shattered after losing his job.",
                "I usually feel too shattered to do more than crawl into bed.",
                "The attempted escape shattered people's faith in the king."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hhdHRlcg&hash=4e30ccd66b7286507437967bcb631872f26c618f&lang=en&cache-only=0",
            "defineEn": "to break suddenly into several pieces",
            "defineVi": "đột ngột vỡ thành nhiều mảnh"
        },
        {
            "id": "aa013e1b-6466-4568-9a9f-eddd93e04bd9",
            "word": "to shed",
            "phonetic": "tə ʃɛd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The snake shed its old skin to grow a new one.",
                "No one could shed any light on the mysterious car accident.",
                "David built us a shed in the back yard.",
                "I see you think of yourself as the sharpest tool in the shed.",
                "You probably won't need to apply for planning permission to build a shed in your garden, but to be on the safe side, check with your local planning department."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hlZA&hash=5422b2efed1f855f86376bff55bd771590632047&lang=en&cache-only=0",
            "defineEn": "to get rid of something that is not wanted or needed anymore",
            "defineVi": "để thoát khỏi một cái gì đó mà không muốn hoặc cần thiết nữa"
        },
        {
            "id": "c0452f12-84be-4834-a9da-e3be1e7cf2e0",
            "word": "to shrink",
            "phonetic": "tə ʃɹɪŋk ",
            "partOfSpeechType": "verb",
            "examples": [
                "We need a leader who is strong and steady, someone who won't shrink from adversity when the fat hits the fire.",
                "My chair just shrunk.",
                "The egg shrank!",
                "India's contribution shrinks to 3 percent along with the whole of Africa and South America.",
                "And the economy is shrinking."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hyaW5r&hash=fe233b66602ff2bab9dc83d3704e3f4357a268ac&lang=en&cache-only=0",
            "defineEn": "(of clothes or fabric) to become smaller when washed with hot water",
            "defineVi": "(của quần áo hoặc vải) trở nên nhỏ hơn khi giặt bằng nước nóng"
        },
        {
            "id": "a5f53e0b-4bc2-4348-88ce-bf6bb3c9d24f",
            "word": "to tighten",
            "phonetic": "tə taɪʔn̩ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Businesses were tightening their belts and cutting jobs.",
                "I need to tighten the bolt on the bicycle wheel.",
                "Great job on the win, but after victory, tighten your helmet chord and stay focused for the rest of the season.",
                "We’re tightening our belts after the holidays.",
                "With price increases on most goods, everyone is having to tighten their belt."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGlnaHRlbg&hash=792eeb72512bd5b730747d6b2fe6c840bb824a7c&lang=en&cache-only=0",
            "defineEn": "to hold, fasten, or turn something firmly",
            "defineVi": "để giữ, gắn chặt, hoặc biến một cái gì đó vững chắc"
        },
        {
            "id": "04c054d9-0b59-4c64-9eeb-b0969e543bda",
            "word": "to shrug",
            "phonetic": "tə ʃɹʌɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She gave a shrug of her shoulders.",
                "He shrugged and said, \"If it is not one thing, it is another.\"",
                "\"When it's your time to go, it's your time,\" Sarah shrugged.",
                "The old soldier shrugged and remarked that young men may die, but old men must die as he faced his final battle with failing health in old age.",
                "Frigg shrugged."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hydWc&hash=ed56f0a817db9f3733e9712d22f3dbc63c10f039&lang=en&cache-only=0",
            "defineEn": "to momentarily raise one's shoulders to express indifference",
            "defineVi": "tạm thời nâng cao vai của một người để thể hiện sự thờ ơ",
            "hasImg": true
        },
        {
            "id": "65267044-aa64-417e-a7d9-ce224731079f",
            "word": "to sigh",
            "phonetic": "tə saɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Mother clicked her tongue and sighed.",
                "He sighed and said that misfortunes never come singly.",
                "Her father sighed an said that a rolling stone gathers no moss.",
                "he sighed.",
                "And he just, his chest just gave a sigh of relief"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2lnaA&hash=a4e2ea36fb9ce67785b12f4ac17c68b099fbe984&lang=en&cache-only=0",
            "defineEn": "to release a long deep breath that can be heard, to express sadness, tiredness, etc.",
            "defineVi": "để thở ra một hơi dài sâu có thể nghe thấy, để bày tỏ nỗi buồn, sự mệt mỏi, v.v."
        },
        {
            "id": "9aec7d61-9c4b-4bf8-bc00-f5f7c7b128c4",
            "word": "to smash",
            "phonetic": "tə smæʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "In 1994, fragments of the comet Shoemaker-Levy 9 smashed into Jupiter.",
                "Smash that like button!",
                "A smashed dish lies on the floor.",
                "I will smash your face to powder.",
                "They were smashing cars in the streets. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc21hc2g&hash=e144d0cf1824882d1708794c1e763a78d878278a&lang=en&cache-only=0",
            "defineEn": "to forcibly break something into several pieces",
            "defineVi": "để buộc phá vỡ một cái gì đó thành nhiều mảnh",
            "hasImg": true
        },
        {
            "id": "163c7a4b-c6f9-40fa-bad1-b6f6d5ea1876",
            "word": "to snap",
            "phonetic": "tə snæp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The branch broke with a loud snap.",
                "He stopped to take a snap.",
                "My father asked me to create a refreshing snap pea and mint salad for dinner.",
                "I hope he snaps out of it soon, because we'll need him to present our project to the supervisor next week.",
                "She loves snacking on sugar snap peas during her afternoon break."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc25hcA&hash=c80a60cd7d220f3459cd0d92615f3042118000a5&lang=en&cache-only=0",
            "defineEn": "to suddenly break with a sharp noise",
            "defineVi": "để đột nhiên phá vỡ với một tiếng ồn sắc nét"
        },
        {
            "id": "98c0626f-8723-4de3-95f7-98df48f2595a",
            "word": "to soar",
            "phonetic": "tə soːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Crime rates are soaring and our public transport system is beyond a joke.",
                "During the dog days of summer, the temperatures soar, and people seek relief by staying indoors or swimming in pools.",
                "The piercing cry of the eagle filled the air as it soared above the mountains.",
                "Carbon in the atmosphere soared.",
                "President Bush’s popularity soared in the wake of the attacks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc29hcg&hash=0c329aff2b0c9db6aabc46574cdc706ed6d38049&lang=en&cache-only=0",
            "defineEn": "to go higher while flying",
            "defineVi": "để đi cao hơn trong khi bay",
            "hasImg": true
        },
        {
            "id": "af8ba5fd-90b8-416d-820e-ca784210457d",
            "word": "to span",
            "phonetic": "tə spæn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The museum showcased artifacts from different civilizations spanning over a hundred years.",
                "I got a promotion and got engaged in the span of a week!",
                "The poet wrote, knowing that art is long and life is short, and hoping his verses would help him leave some small mark on the world beyond the span of his own life.",
                "The powertrain lineup really spanned a pretty wide range of budgets and tastes and needs.",
                "Life spans seven orders of magnitude, from invisible bacteria to mites, ants, mice, dogs, humans, elephants and, blue whales."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Bhbg&hash=04d4dddd8120b3aeb2f84ead6059daaed6ee8288&lang=en&cache-only=0",
            "defineEn": "to cover or last the whole of a period of time",
            "defineVi": "để trang trải hoặc kéo dài toàn bộ của một khoảng thời gian"
        },
        {
            "id": "aa67787c-e206-43ed-bde0-ee7794dc0f63",
            "word": "to spark",
            "phonetic": "tə spɑːɹk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Some bright spark left the tap running all night.",
                "Who's the bright spark who came up with this rotten idea?",
                "She presented an abstract idea that challenged conventional wisdom and sparked a lively debate.",
                "The strange architectural design of the building sparked curiosity and became a nine day's wonder, attracting tourists from far and wide to witness its unique structure.",
                "As they danced together, Emily caught Alex giving her the eye, and she felt a spark of mutual attraction between them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Bhcms&hash=d18f40898df6f313045370f409ec1939731d09d6&lang=en&cache-only=0",
            "defineEn": "to emit small flashes of electricity or fire",
            "defineVi": "phát ra những tia điện hoặc lửa nhỏ"
        },
        {
            "id": "50f3f87f-a9cb-488d-91ca-deb0d993f365",
            "word": "to spin",
            "phonetic": "tə spɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her drinking problem is spinning out of control.",
                "The helicopter blades spun rapidly as it prepared for takeoff.",
                "She spun a story about a trip to Athens to meet one of the authors.",
                "Hey Noah, fancy taking a spin to the grocery store with me?",
                "After all, he is a saint, But Patrick spins a tale."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Bpbg&hash=1f9be559d90cdb9d9b2bfc1e6b9f684102abb96c&lang=en&cache-only=0",
            "defineEn": "to turn or make someone or something turn around over and over very fast",
            "defineVi": "để quay hoặc làm cho ai đó hoặc cái gì đó quay đi quay lại rất nhanh",
            "hasImg": true
        },
        {
            "id": "6130562e-d9ca-4d10-9d93-1aa72896df6c",
            "word": "to stumble",
            "phonetic": "tə stʌmbəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Emily stumbled through the dark room, searching for her misplaced glasses, feeling as blind as a bat without them.",
                "After a few days at sea, the crew members had finally gotten their sea legs and were able to move around the ship without stumbling.",
                "You stumbled and fell, but you had time to find the blessing in disguise because you learned what you needed to do to be a better employee.",
                "When the company lost a major client, it prompted the CEO to reassess the company's strategy and make changes that helped them gain new clients - as they say, a stumble may prevent a fall.",
                "She stumbled off the balcony, but luckily, a hedge below her broke her fall."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3R1bWJsZQ&hash=f694f0b7aadf58d881fbe52431ecfd52415d3090&lang=en&cache-only=0",
            "defineEn": "to accidentally hit something with one's foot and almost fall",
            "defineVi": "vô tình va vào thứ gì đó bằng chân và suýt ngã",
            "hasImg": true
        },
        {
            "id": "ff048c95-14b4-485f-8b33-1d19b10a591c",
            "word": "to steer",
            "phonetic": "tə stɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "In her entire career, Monia has stayed a cut above the rest by steering clear of prejudices and letting her work talk for itself.",
                "I always steer clear of spicy food because it upsets my stomach.",
                "He warned his friends to steer clear of that part of town after dark.",
                "His parents did everything they could to steer him on the right path, but I think Chris might just be a rotten egg.",
                "If these type of jobs are not what you are used to, steer clear."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RlZXI&hash=736769a5a0ba6ec9d8923c92440f49b06b2a2290&lang=en&cache-only=0",
            "defineEn": "to control the direction of a moving object, such as a car, ship, etc.",
            "defineVi": "để kiểm soát hướng của một đối tượng chuyển động, chẳng hạn như một chiếc xe hơi, tàu, vv"
        },
        {
            "id": "01ef513a-0b04-4135-a736-3ce9f3a114fb",
            "word": "to suck",
            "phonetic": "tə sʌk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Tom's the kind of guy who could sell ice to Eskimos, so don't get sucked into any of his sales pitches.",
                "These young hotshots come in and try to prove they know the ropes better than we do, like they're teaching their grandmothers how to suck eggs.",
                "I wouldn't do the show if I thought we were going to suck.",
                "These last few months suck.",
                "Oppression sucks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Vjaw&hash=a72d7c9559a39b39c6118ab8d4ae7f813725064b&lang=en&cache-only=0",
            "defineEn": "to pull air, liquid, etc. into the mouth by using the muscles of the mouth and the lips",
            "defineVi": "để kéo không khí, chất lỏng, vv vào miệng bằng cách sử dụng các cơ miệng và môi",
            "hasImg": true
        },
        {
            "id": "df156499-c478-421f-971a-0d8300e40434",
            "word": "to swing",
            "phonetic": "tə swɪŋ ",
            "partOfSpeechType": "verb",
            "examples": [
                "We set up a swing set in the yard.",
                "The votes in the swing state may turn the tide in this election.",
                "The building project is in full swing, and the construction workers are making great progress.",
                "The party is in full swing, and everyone is dancing and having a great time.",
                "There's certainly enough space to swing a cat in."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dpbmc&hash=e8a8aa5fed929bc0414f6fcc73e09053686e2123&lang=en&cache-only=0",
            "defineEn": "to move or make something move from one side to another while suspended",
            "defineVi": "để di chuyển hoặc làm cho một cái gì đó di chuyển từ bên này sang bên khác trong khi bị đình chỉ",
            "hasImg": true
        },
        {
            "id": "7d3549a1-6b4d-45fe-86cd-92220f2f25d3",
            "word": "to trail",
            "phonetic": "tə tɹeɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The trail starts just outside the town.",
                "The Wright brothers blazed a trail in aviation by building the first successful airplane.",
                "Mary is blazing a trail as the first woman to lead the company's engineering team.",
                "The bramble bushes along the hiking trail were filled with ripe dewberries.",
                "The hikers diligently searched the dense forest for the lost trail, using a map and compass as their guide."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJhaWw&hash=9bcb7045e5e962b9ef2ad6b8c8e615ab7d957db1&lang=en&cache-only=0",
            "defineEn": "to pull or be pulled along behind someone or something",
            "defineVi": "để kéo hoặc được kéo theo đằng sau một ai đó hoặc một cái gì đó"
        },
        {
            "id": "e002f383-6d78-46b4-85a8-9f81a121f44f",
            "word": "to twist",
            "phonetic": "tə twɪst ",
            "partOfSpeechType": "verb",
            "examples": [
                "Any more cuts in government aid to these poor people will be twisting the knife in the wound.",
                "The colorful bowtie pasta added a fun twist to the classic mac and cheese dish.",
                "Shadberries offer a refreshing twist to homemade smoothies.",
                "The briny taste of olives adds a unique twist to my homemade pizza.",
                "The natural tanginess of tamarind adds a unique twist to sauces, marinades, and soups."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHdpc3Q&hash=fe2508d8c0e01963034256f76d2a49e37419753c&lang=en&cache-only=0",
            "defineEn": "to bend an object into a particular shape, such as wire, cloth, etc.",
            "defineVi": "để uốn một vật thành một hình dạng cụ thể, chẳng hạn như dây, vải, v.v.",
            "hasImg": true
        },
        {
            "id": "3737250f-7dae-41dc-8c74-359b85c52a83",
            "word": "to unveil",
            "phonetic": "tʊ ʌnveɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "For example, in December of 2016, Milton unveiled Nikola's first prototype semi-truck, the Nikola One.",
                "The most recognizable version was unveiled in 2003.",
                "In 1944, they unveiled their most iconic marketing success.",
                "In May of 2019, Jeff Bezos, the richest person on the planet, unveiled his latest invention.",
                "This year it's unveiled a production-ready version of the car."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW52ZWls&hash=5d3860573d609068ed392bcb3761cce034965701&lang=en&cache-only=0",
            "defineEn": "to remove a cover from a statue, painting, etc. for the people to see, particularly as part of a public ceremony",
            "defineVi": "để loại bỏ một bìa từ một bức tượng, bức tranh, vv cho mọi người xem, đặc biệt là một phần của buổi lễ công cộng"
        },
        {
            "id": "351df640-8aef-4723-ae12-4f73ac51068d",
            "word": "to yell",
            "phonetic": "tə jɛl ",
            "partOfSpeechType": "verb",
            "examples": [
                "she yelled and tossed the keys to Veronica.",
                "You can yell your head off at him, but he still won't listen.",
                "You scared the daylights out of me, yelling like that.",
                "The boss came in, yelling and generally throwing his weight around.",
                "He completely lost his cool and started yelling."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8geWVsbA&hash=17866e7829f9fec5b75b735d3cfb64563c373b4d&lang=en&cache-only=0",
            "defineEn": "to shout very loudly",
            "defineVi": "hét rất to",
            "hasImg": true
        }
    ]
}