{
    "id": "a7043456-ca3e-4486-a376-7902abf98801",
    "title": "Lesson 43",
    "originalTitle": "Lesson 43",
    "words": [
        {
            "id": "1e1fe234-818e-4d23-ad70-9db3c988a978",
            "word": "to foment",
            "phonetic": "tə foʊmənt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The United States doesn’t foment color revolutions.",
                "It hasn't just reformed Bitcoins image, it's also fomented a supply shortage.",
                "I think the media foments it. ",
                "Mayor Bill de Blasio accused the president today of fomenting the attack.",
                "Trump causes the anger, he causes the divisiveness, he foments the violence and blames others for it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9tZW50&hash=dcc958b5159b42dcf1d7586c3f2e717792094222&lang=en&cache-only=0",
            "defineEn": "try to stir up public opinion",
            "defineVi": "cố gắng khuấy động dư luận"
        },
        {
            "id": "ccac2e5d-44ec-45be-9bfa-1b71105951e7",
            "word": "fly-by-night",
            "phonetic": "flaɪbaɪnaɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "With nearly 2000 businesses in the daily deal site space alone, it's filled with legitimate businesses and plenty of Fly-By-Night sites working to rise to the top of your search results without any interest in whether that promo code actually works Because you're looking for a coupon code online.",
                "And what happened was fly-by-night companies were set up.",
                "The really strong actors, the nation-states that are trying to do this kind of stuff, will spend the years to build up the audiences over time and then you have these more fly-by-night operations where a blog spins up overnight, they game their way into distribution, and then they just make money on the ads."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmx5LWJ5LW5pZ2h0&hash=b394674de629d3f945c8fcff53fe2c3d4ffb3533&lang=en&cache-only=0",
            "defineEn": "a debtor who flees to avoid paying",
            "defineVi": "một con nợ bỏ trốn để tránh trả tiền"
        },
        {
            "id": "f3f6f47a-7165-4301-b2af-13b5b05e9d49",
            "word": "epic",
            "phonetic": "ɛpɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The explorer's epic journey through the Amazon rainforest lasted for months and covered thousands of miles.",
                "That little drive was epic.",
                "Our journey together has surely been epic.",
                "This epic is not quite over!",
                "- This is epic."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBpYw&hash=9885b88c6f54cfc93e17e4b3751b314bbe893f58&lang=en&cache-only=0",
            "defineEn": "impressive, awe-inspiring, or monumental in nature, often referring to something that has a significant impact on history, culture, or society",
            "defineVi": "ấn tượng, đầy cảm hứng hoặc hoành tráng trong tự nhiên, thường đề cập đến một cái gì đó có tác động đáng kể đến lịch sử, văn hóa hoặc xã hội"
        },
        {
            "id": "d71a1608-616c-4c42-8afc-6bc2ca13f5fe",
            "word": "to enumerate",
            "phonetic": "tʊ ɪnuːmɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Can you enumerate the prices in a sentence or two?",
                "It’s not their business, and these are not rights that the Constitution enumerates and that should be enforced by the courts.",
                "And the national government, the one set up by the Constitution, is supposed to be limited in scope to certain enumerated powers.",
                "Nevertheless, if you would like me to bore everybody by enumerating the things that I do on the show, I am happy to do that."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW51bWVyYXRl&hash=b3649b8c2026cf81b92019a1f9fe293c83dca8c4&lang=en&cache-only=0",
            "defineEn": "to mention things individually",
            "defineVi": "để đề cập đến những điều cá nhân"
        },
        {
            "id": "70fa5ade-d68a-448b-ac35-83ddb36cbfd4",
            "word": "egregious",
            "phonetic": "ɪɡɹiːdʒəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- This is an egregious breach of privacy.",
                "We condemn in the strongest possible terms this egregious display of hatred, bigotry, and violence on many sides, on many sides.",
                "We condemn, in the strongest possible terms, this egregious display of hatred, bigotry, and violence on many sides-- on many sides.",
                "We condemn in the strongest possible terms this egregious display of hatred, bigotry, and violence on many sides, on many sides.",
                "Secretary Kerry would primarily be in listening mode, noting particularly egregious claims on the Russian side."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWdyZWdpb3Vz&hash=25fb783c5ac6a20e72e49af17a0c5c93be118d3b&lang=en&cache-only=0",
            "defineEn": "bad in a noticeable and extreme way",
            "defineVi": "xấu một cách đáng chú ý và cực đoan"
        },
        {
            "id": "19f61ab8-166e-45b4-98f5-65bf6b318450",
            "word": "dike",
            "phonetic": "daɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "They used dikes to separate fresh and saltwater."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlrZQ&hash=08a9723e7bd9a4db0f7dc726fb9ab18a795775fd&lang=en&cache-only=0",
            "defineEn": "a long thick wall built in order to prevent water flooding onto a lower area, especially from the sea",
            "defineVi": "một bức tường dày dài được xây dựng để ngăn nước tràn vào khu vực thấp hơn, đặc biệt là từ biển",
            "hasImg": true
        },
        {
            "id": "0b17c20f-8c2b-4b77-bd77-92c817293cab",
            "word": "darwinism",
            "phonetic": "dɑːɹwɪnɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "In fact, in some ways, Darwinism was accepted too easily.",
                "Spencer’s idea, called social Darwinism, influenced a lot of people in the late 1800s.",
                "And we saw a shift away from the social Darwinism, that sort of dog-eat-dog mind-set of the time, into what historians call the Social Gospel, which was a movement that tried to get us to think more about what we owe to each other, what responsibilities do we have to each other in a society, rather than simply the idea that a society is one giant competition."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFyd2luaXNt&hash=0ff5760cfc1ff08de7366561d6f02a8d6f75d747&lang=en&cache-only=0",
            "defineEn": "a theory of organic evolution claiming that new species arise and are perpetuated by natural selection",
            "defineVi": "một lý thuyết về tiến hóa hữu cơ tuyên bố rằng các loài mới phát sinh và được duy trì bởi chọn lọc tự nhiên"
        },
        {
            "id": "8a03edb0-e58a-432d-a73d-98b5325060cd",
            "word": "celerity",
            "phonetic": "sɛlɛɹᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2VsZXJpdHk&hash=14022aa59f90415e4759d391500843b58bf55682&lang=en&cache-only=0",
            "defineEn": "the quality of being fast and swift in movement",
            "defineVi": "chất lượng của sự nhanh nhẹn và nhanh nhẹn trong chuyển động"
        },
        {
            "id": "6ac21b69-b010-41be-b18c-70bfebd08b38",
            "word": "caldron",
            "phonetic": "kɔldɹən ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's a mini caldron."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FsZHJvbg&hash=6ddc4c5a66490dc2b02dba198afbc7e7a294b33b&lang=en&cache-only=0",
            "defineEn": "a very large pot that is used for boiling",
            "defineVi": "một nồi rất lớn được sử dụng để đun sôi",
            "hasImg": true
        },
        {
            "id": "22a535bc-df29-4c79-b5cb-cdfe51f65684",
            "word": "brevity",
            "phonetic": "bɹɛvᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the interest of brevity, our summary will not delve into this fascinating aspect of the history of the handshake.",
                "We could talk about these things all day, but for brevity, let’s stick with green tourmaline.",
                "The actual war was one of the most successful in U.S. history, especially if you measure success by brevity and relative paucity of deaths."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJldml0eQ&hash=58f9ec34ad6ec5600ae0e20ec49bd45912523612&lang=en&cache-only=0",
            "defineEn": "the attribute of being brief or fleeting",
            "defineVi": "thuộc tính ngắn gọn hoặc thoáng qua"
        },
        {
            "id": "604091b3-b9d9-40a0-af7b-3ebb0fd3ab6f",
            "word": "to belittle",
            "phonetic": "tə bᵻlɪɾəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Players around Major League Baseball have mounted their high horses to belittle the Astros and commissioner Rob Manfred, who hasn’t punished those players in any way.",
                "We belittle.",
                "I don't belittle any man for what he believes as long as he don't belittle me for what I believe.",
                "I mean someone who belittles you.",
                "No one is trying to belittle the pain and suffering that occurred for however long."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVsaXR0bGU&hash=3324502f95a459574821f339e1ea37548f04ce8c&lang=en&cache-only=0",
            "defineEn": "express a negative opinion of",
            "defineVi": "bày tỏ quan điểm tiêu cực về"
        },
        {
            "id": "f03cf72d-fa0a-4b45-a515-a0da91bb5def",
            "word": "intrepid",
            "phonetic": "ɪntɹɛpɪd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But by 7 million years ago, this intrepid explorer had already made it as far as Spain.",
                "It’s all thanks to these intrepid fish - who nourish an entire ecosystem.",
                "The extensive matgrounds of the Ediacaran retreated to the deepest parts of the ocean, far from intrepid worm excavators, and they’re still thriving there to this day.",
                "But what if we sent the intrepid SciShow Space-Ship, with its invincible, Patreon-funded hull?",
                "And in the decades after these two intrepid detectives did their work, other geologists used newer techniques to establish that these floods actually happened many, many times."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50cmVwaWQ&hash=9b2c469eb02e69305466bc5ee9c25d848e572ccf&lang=en&cache-only=0",
            "defineEn": "very courageous and not afraid of situations that are dangerous",
            "defineVi": "rất dũng cảm và không sợ những tình huống nguy hiểm",
            "hasImg": true
        },
        {
            "id": "810bfd3d-9d7f-472c-9eca-ffe4e82e6010",
            "word": "context",
            "phonetic": "kɑːntɛkst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The historian provided the right historical context for the event.",
                "It doesn't make any sense out of context.",
                "The controversial remarks by the celebrity were taken out of context and presented in a bad light.",
                "Without enough information or context, it can be difficult to distinguish between different options - all cats are gray in the dark, and it's important to gather enough information to make an informed decision.",
                "The article portrayed her as domineering by dropping quotes from her out of context."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGV4dA&hash=0a37e2fa32e439a9440d5213d6fdcab9928f952e&lang=en&cache-only=0",
            "defineEn": "discourse that surrounds a language unit and helps to determine its interpretation",
            "defineVi": "diễn ngôn bao quanh một đơn vị ngôn ngữ và giúp xác định cách hiểu của nó"
        },
        {
            "id": "f06472fe-260e-417b-8a82-1e2e275337f4",
            "word": "consul",
            "phonetic": "kɑːnsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was elected consul in 46 BCE and then again in 45 BCE, this last time without a co-consul.",
                "Marius also was consul 5 times in a row, 60 years before Caesar.",
                "Julius Ceasar's rise to the powerful position of consul had been dramatic.",
                "And then we saw in the last video, he takes power with two of the directors as the three consuls of France.",
                "Mark Antony, Caesar's friend and co-consul, was swift to seize the upper hand, delivering a passionate speech at Caesar's funeral days later that whipped the crowd into a frenzy of grief and anger."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3Vs&hash=bd696af4e38988dd950bbd0dde45dc115b4678ea&lang=en&cache-only=0",
            "defineEn": "an official appointed by a government to represent that government in a foreign city",
            "defineVi": "một quan chức được chính phủ bổ nhiệm để đại diện cho chính phủ đó ở một thành phố nước ngoài"
        },
        {
            "id": "67aa395c-9086-4ed3-ab30-764f613841ce",
            "word": "qualm",
            "phonetic": "kwɑːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "But nevertheless, no qualms about totally blowing off any kind of.",
                "And for those with qualms, while it ultimately may not mean much.",
                "but there were also people that had major qualms with that no matter what your political persuasion. ",
                "They also seem to have no qualms eating frogs, lizards, snakes, and even turtles."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhbG0&hash=438f02396026336035b2e5db1558d997e678ca40&lang=en&cache-only=0",
            "defineEn": "uneasiness about the fitness of an action",
            "defineVi": "không thoải mái về sự phù hợp của một hành động"
        },
        {
            "id": "86b6ca79-4678-4442-a53a-99f9ba072d4f",
            "word": "pyx",
            "phonetic": "pɪks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHl4&hash=4def7782e56a328e239c28f0663e72db7f3cb782&lang=en&cache-only=0",
            "defineEn": "any receptacle in which wafers for the Eucharist are kept",
            "defineVi": "bất kỳ vật chứa nào trong đó các tấm bánh thánh cho Bí tích Thánh Thể được giữ"
        },
        {
            "id": "61c528db-c4a8-468c-8e18-fe9cc68988f4",
            "word": "to berth",
            "phonetic": "tə bɜːθ ",
            "partOfSpeechType": "verb",
            "examples": [
                "People tend to give him a wide berth because he looks so strange.",
                "Moreover, he was sure that for a long while to come travelers would give the town a wide berth.",
                "I could see that she was in a bad mood, so I gave her a wide berth."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVydGg&hash=d96f20e02b084a39c81d5fba9802eb475a3b725a&lang=en&cache-only=0",
            "defineEn": "secure in or as if in a berth or dock",
            "defineVi": "an toàn trong hoặc như thể trong một bến hoặc bến tàu"
        },
        {
            "id": "e7099650-e5ca-43c2-8fda-f7f1d00c5c59",
            "word": "to confront",
            "phonetic": "tə kənfɹʌnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I'm not surprised the bully backed down when you confronted him.",
                "Don't confront her about it until you have the right sow by the ear.",
                "Real eyes realise, and it's time for us to start confronting the uncomfortable truths about our society.",
                "She likes to strut around like she's the boss of the place, but she has a yellow streak running down her spine if you ever confront her on an issue.",
                "The trainee must then confront an assailant."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZnJvbnQ&hash=a099615fc0538697307b96a149ebbeb52b10a6ea&lang=en&cache-only=0",
            "defineEn": "to face a difficulty or problem and start to deal with it",
            "defineVi": "đối mặt với một khó khăn hoặc vấn đề và bắt đầu giải quyết nó"
        },
        {
            "id": "86be75b0-6d5a-4eb9-aea0-280ee7399fea",
            "word": "to disrupt",
            "phonetic": "tə dɪsɹʌpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The businessman had a detailed strategy for the launch of his new product, but unexpected market changes disrupted his plans, reminding him of the saying 'you plan and God laughs.'",
                "More established companies are disrupting the funeral industry as well.",
                "The magical setting of the woods at night disrupts the boundaries between separate groups, with bizarre results.",
                "But the virus disrupts this whole process.",
                "Sometimes, in extremely complex systems, the failure of one segment can disrupt the whole thing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzcnVwdA&hash=30c2e90d93fef2ebf7f07b3c69465d82e2e589eb&lang=en&cache-only=0",
            "defineEn": "make a break in",
            "defineVi": "nghỉ ngơi"
        }
    ]
}