{
    "id": "a741edaf-ed17-447f-a683-143c930e5bd1",
    "title": "Top 376 - 400 Adjectives",
    "originalTitle": "Top 376 - 400 Adjectives",
    "words": [
        {
            "id": "f84fc77b-4a75-494a-80b4-68241b8b9936",
            "word": "relevant",
            "phonetic": "ɹɛlᵻvənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She searched through the old documents to find the relevant information.",
                "The company has outlined a strategic plan with specific, measurable, achievable, relevant, and time-bound objectives.",
                "Please contact me at your earliest convenience so that we may exchange any relevant information.",
                "Although the project had been successful in the past, there are no birds in last year's nest - they needed to come up with new ideas and strategies to keep it relevant.",
                "- None of them are relevant."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVsZXZhbnQ&hash=170f65e8186c40bdcd0116f81626c1f68fcd499f&lang=en&cache-only=0",
            "defineEn": "having a close connection with the situation or subject at hand",
            "defineVi": "có mối liên hệ chặt chẽ với tình huống hoặc chủ đề trong tầm tay"
        },
        {
            "id": "d782b424-9d26-450b-b880-645a29cfae8a",
            "word": "rough",
            "phonetic": "ɹʌf ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Rough roads will be the death of these tires.",
                "The captain navigated the ship through rough waters with skill and expertise.",
                "To drive the ball into the rough.",
                "My grandfather was a bit of a rough diamond.",
                "She slept rough for a week when she was backpacking in the mountains."
            ],
            "audio": "https://tts.langeek.co/read?text=cm91Z2g&hash=bfa5eef7b97ee1fa9e1fcd22e9c4a0950b87f475&lang=en&cache-only=0",
            "defineEn": "difficult, unpleasant, and with a lot of hardships",
            "defineVi": "khó khăn, khó chịu, và với rất nhiều khó khăn"
        },
        {
            "id": "0daca611-3b4e-4525-89c5-a9005116327a",
            "word": "environmental",
            "phonetic": "ɛnvaɪɹənmɛntəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She often gets on her soapbox about environmental issues.",
                "With the war in the Middle East intensifying, the president's plan for environmental reform has increasingly gone by the wayside.",
                "He's very engaged in environmental issues and volunteers for a local conservation group.",
                "Researchers study diatoms to better understand the environmental conditions of aquatic habitats.",
                "The actor has become the poster boy for environmental activism, using his celebrity status to raise awareness about climate change."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW52aXJvbm1lbnRhbA&hash=48016ced7db1601c89e9f5fa5c6d7e90d3933aec&lang=en&cache-only=0",
            "defineEn": "relating to the natural world and the human impact on it",
            "defineVi": "liên quan đến thế giới tự nhiên và tác động của con người lên nó",
            "hasImg": true
        },
        {
            "id": "f657f756-411a-4190-95db-07dbc5651178",
            "word": "awful",
            "phonetic": "ɔːfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She said an awful lot",
                "The incident says an awful lot about his character.",
                "It's awful having a boss who breathes down your neck all the time.",
                "I told you that you'd feel awful if you drank that much wine.",
                "He couldn't help but grimace when he saw the awful outfit his friend was wearing."
            ],
            "audio": "https://tts.langeek.co/read?text=YXdmdWw&hash=6092cf52adeda1cf92ec233a8a5595b62077a840&lang=en&cache-only=0",
            "defineEn": "extremely unpleasant, bad, or disagreeable",
            "defineVi": "cực kỳ khó chịu, xấu, hoặc khó chịu",
            "hasImg": true
        },
        {
            "id": "16ebefc4-a1d6-405f-9bce-55ae879ffdf0",
            "word": "crucial",
            "phonetic": "kɹuːʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Fathers play a crucial role in their children's upbringing and development.",
                "The community's involvement will play a crucial part in making this project a success.",
                "Although she preferred to stay out of the spotlight, Jane played a crucial role in her husband's political career and was often recognized as the force behind his success.",
                "The vitamin A present in green beans plays a crucial role in maintaining healthy skin.",
                "Seeing no other option, the politician decided desperate times call for desperate measures and made a controversial speech spreading misleading information to sway the crucial election results."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3J1Y2lhbA&hash=40f864dc926cffb9e3150b435d297c48263a03e6&lang=en&cache-only=0",
            "defineEn": "describing something that is very important because it affects other things",
            "defineVi": "mô tả một cái gì đó là rất quan trọng bởi vì nó ảnh hưởng đến những thứ khác"
        },
        {
            "id": "a3b73ebb-7fae-4552-a69f-88ac86318894",
            "word": "formal",
            "phonetic": "fɔːɹməl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She had no formal instruction in music.",
                "Dinner was very formal, with everyone on their best behaviour.",
                "He used to wear a silk tie with his formal suit.",
                "He asked her wife to wear a formal dress to the event.",
                "Emma is a casual dresser and would never be seen dead wearing formal attire or high heels."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ybWFs&hash=4e8104043a9d4aea2628b0706a8c943444601ca5&lang=en&cache-only=0",
            "defineEn": "suitable for fancy, important, serious, or official occasions and situations",
            "defineVi": "thích hợp cho những dịp và tình huống ưa thích, quan trọng, nghiêm túc hoặc chính thức",
            "hasImg": true
        },
        {
            "id": "56ec19c5-ded9-406a-ac9a-86d375f08436",
            "word": "tremendous",
            "phonetic": "tɹəmɛndəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A tremendous wind swept off the land and frightened the living daylights out of us.",
                "The results were tremendous.",
                "This unicorn is tremendous though.",
                "I have tremendous ability. ",
                "The brand has seen tremendous success as a healthier option for takeout."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlbWVuZG91cw&hash=b10783c9ec7cd0e00b4655d8ed7e3d9349ea815b&lang=en&cache-only=0",
            "defineEn": "extremely great or large",
            "defineVi": "cực kỳ lớn hoặc lớn",
            "hasImg": true
        },
        {
            "id": "8b68e6f0-b14a-4ff3-b2ff-e088cdea2bb8",
            "word": "wise",
            "phonetic": "waɪz ",
            "partOfSpeechType": "adjective",
            "examples": [
                "but she's wise beyond her years.",
                "The wise owls went to visit their grand kids in their scooters.",
                "Don't be penny-wise, Hawthorne.",
                "We're all penny wise these days.",
                "Our wise man of Gotham is yet to arrive."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lzZQ&hash=8056f26144470fc37ea60a33648d8bb04bcdb6cf&lang=en&cache-only=0",
            "defineEn": "knowledgeable and experienced and therefore able to give good advice or make good decisions",
            "defineVi": "hiểu biết và có kinh nghiệm và do đó có thể đưa ra lời khuyên tốt hoặc đưa ra quyết định tốt",
            "hasImg": true
        },
        {
            "id": "282f16db-81a7-40d4-9e3f-3ff143b24828",
            "word": "ideal",
            "phonetic": "aɪdiəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Comice pears are ideal for canning or making jams.",
                "Rigatoni is ideal for baked pasta dishes like rigatoni al forno with melted cheese on top.",
                "It's not an ideal situation but we all have our crosses to bear.",
                "Though it wasn't ideal, he knew that it was better to have some income than none at all.",
                "The curved ends of penne make it easy to spear with a fork, ideal for pasta salads."
            ],
            "audio": "https://tts.langeek.co/read?text=aWRlYWw&hash=7648daee1535df668167b7833593374920e7c905&lang=en&cache-only=0",
            "defineEn": "representing and remarking the standards of perfection",
            "defineVi": "đại diện và nhận xét các tiêu chuẩn của sự hoàn hảo"
        },
        {
            "id": "38c1571a-d4bc-4df0-8e1e-825a1459841a",
            "word": "dear",
            "phonetic": "dɪɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "\"You are welcome my dear.\"",
                "Sherman held onto the bar for dear life.",
                "As the ship began to tilt, we clung on for dear life.",
                "She grasped the side of the boat and hung on for dear life.",
                "\"Rest in peace, my dear friend,\" she said through her tears."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVhcg&hash=baef49e2ae4b6b94184127f340eb23d29627527d&lang=en&cache-only=0",
            "defineEn": "very loved or cared for",
            "defineVi": "rất yêu thương hoặc chăm sóc"
        },
        {
            "id": "b65b0dfe-7e42-4b35-8b15-5a1584f18936",
            "word": "friendly",
            "phonetic": "fɹɛndli ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She's very friendly and very down to earth.",
                "They had a friendly soccer match with their friends in the park.",
                "He lived in a small town with friendly neighbors.",
                "My roommate and I engaged in a friendly debate about the different ways to prepare mooli.",
                "She approached him with a friendly smile, but she got the cold shoulder, as he turned away without a word."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJpZW5kbHk&hash=39b65447e4531bb334eca748083642def5e84db9&lang=en&cache-only=0",
            "defineEn": "kind and nice toward other people",
            "defineVi": "tử tế và tốt đẹp đối với người khác",
            "hasImg": true
        },
        {
            "id": "f6bf4eb7-0e2f-4684-b9c2-c51bc3da485a",
            "word": "corporate",
            "phonetic": "kɔːɹpɚɹət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "If women want to climb the corporate ladder, they may have to sacrifice some of their family life.",
                "Corporate interests really ramped up their spending on this.",
                "Some of that involves corporate philanthropy.",
                "Along with architecture and furnishings and branding, art can communicate corporate identity.",
                "Corporate art isn’t always kept inside offices, either."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ycG9yYXRl&hash=c25943129585f144ec56fcbbb567be758ca05f21&lang=en&cache-only=0",
            "defineEn": "involving a large company",
            "defineVi": "liên quan đến một công ty lớn"
        },
        {
            "id": "a13669c9-1619-4203-8b2b-c8c5bd66b0ea",
            "word": "academic",
            "phonetic": "ækədɛmɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The novel is worlds apart from his academic writings.",
                "The German education system is highly regarded for its emphasis on academic excellence.",
                "He belongs to a prestigious academic society that promotes scientific research.",
                "The professor is a big cheese in the academic world, known for her groundbreaking research and expertise in the field.",
                "Although they struggled to make ends meet, the Johnsons took pride in their children's academic achievements and aspirations."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNhZGVtaWM&hash=33b0e00d45ac47a5e62452fca6b13cd2abf961f5&lang=en&cache-only=0",
            "defineEn": "related to education, particularly higher education",
            "defineVi": "liên quan đến giáo dục, đặc biệt là giáo dục đại học",
            "hasImg": true
        },
        {
            "id": "2631f1f5-cea7-46d3-adf7-5fb39b65cb81",
            "word": "domesticated",
            "phonetic": "dəmɛstᵻkeɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG9tZXN0aWNhdGVk&hash=9d9bbb128ab080a09226836a5567a7bdad177fa1&lang=en&cache-only=0",
            "defineEn": "(of a wild animal) tamed and adapted to live with or to the benefit of humans",
            "defineVi": "(của một loài động vật hoang dã) được thuần hóa và thích nghi để sống cùng hoặc vì lợi ích của con người",
            "hasImg": true
        },
        {
            "id": "85a9608c-cf6d-4389-8814-0094d2e83208",
            "word": "everyday",
            "phonetic": "ɛvɹɪdeɪ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He bought a pack of plain white underwear for everyday wear.",
                "We always keep a bottle of sunflower oil in the kitchen pantry for everyday cooking needs.",
                "After learning about the benefits of unbleached flour, he made a conscious effort to incorporate it into his everyday cooking.",
                "The tech company developed a new app, confident that 'if you build it, they will come' and download it to use for their everyday needs.",
                "I learn new vocabulary everyday."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZlcnlkYXk&hash=4de8d2a3b71acfb8ec224ea71caa5a0b7b33a759&lang=en&cache-only=0",
            "defineEn": "commonplace and happening or used every day or routinely",
            "defineVi": "phổ biến và xảy ra hoặc sử dụng hàng ngày hoặc thường xuyên"
        },
        {
            "id": "a1a98ffc-e69d-480e-ba23-3dd32cca42d9",
            "word": "visible",
            "phonetic": "vɪzᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The highly visible ruins serve as a reminder of the building's history.",
                "Last year, she was out at the elbows, wearing clothes with visible tears and faded colors, a reflection of the financial challenges she faced.",
                "The height is also visible.",
                "One of which is visible right on the face of it.",
                "The bullet casings are visible here, just a few feet away."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlzaWJsZQ&hash=5e25f3141fa79824544d05df52f5736b61f9984a&lang=en&cache-only=0",
            "defineEn": "describing something that can be seen",
            "defineVi": "mô tả một cái gì đó có thể được nhìn thấy",
            "hasImg": true
        },
        {
            "id": "05b40c7b-20f2-4e37-be90-d962a033bd02",
            "word": "deaf",
            "phonetic": "dɛf ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Her advice fell on deaf ears.",
                "Her pleas for mercy fell on deaf ears.",
                "The factory owners turned a deaf ear to the demands of the workers.",
                "There are none so deaf as those that will not hear.",
                "When I ask him to pay me back, he turns a deaf ear."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVhZg&hash=a792f4c0acb91e0aac25dad71f9db5390ae08750&lang=en&cache-only=0",
            "defineEn": "partly or completely unable to hear",
            "defineVi": "một phần hoặc hoàn toàn không thể nghe",
            "hasImg": true
        },
        {
            "id": "765d5b83-2bd7-4811-84f0-fb5cafecd820",
            "word": "aggressive",
            "phonetic": "ɐɡɹɛsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The company's ex-CEO was known for his aggressive management style.",
                "The normally reserved and polite man became aggressive and confrontational when he was drunk, revealing a darker side of his personality.",
                "The two lawyers were both known for their aggressive tactics, so when they faced each other in court, it was a case of when Greek meets Greek, then comes the tug of war.",
                "The squirrels got aggressive, a hallmark of frustration.",
                "Windows updates are notoriously aggressive."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdncmVzc2l2ZQ&hash=15a2ec45fe228ea2b8111bffb2241d4276121e5f&lang=en&cache-only=0",
            "defineEn": "behaving in an angry way and having a tendency to be violent",
            "defineVi": "cư xử một cách tức giận và có xu hướng bạo lực",
            "hasImg": true
        },
        {
            "id": "edb7efbd-7d98-4df0-92bd-90384d162fab",
            "word": "loose",
            "phonetic": "luːs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The handle came loose.",
                "They let loose a couple of rounds of ammunition.",
                "The play has too many loose ends.",
                "I'm tired of your playing fast and loose with me.",
                "We still have one more loose end to deal with before we're finished with the project."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9vc2U&hash=65cc290634fb91457739bd1255939b9d4053b7f6&lang=en&cache-only=0",
            "defineEn": "not tied to anything; not securely fastened or attached",
            "defineVi": "không ràng buộc với bất cứ điều gì; không được buộc chặt hoặc đính kèm một cách an toàn",
            "hasImg": true
        },
        {
            "id": "7e7bdd63-c862-4500-a126-6749e3f1f72b",
            "word": "grateful",
            "phonetic": "ɡɹeɪtfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I would be grateful if you could call me back at your earliest convenience.",
                "We should be grateful for the opportunities and blessings in our lives, and not focus on what we lack.",
                "Although Sarah wasn't able to attend the event, her friends were grateful for her sincere apologies, and decided to take the will for the deed.",
                "The heartbroken man consoled himself with the thought that it is better to have loved and lost than never to have loved at all - he was grateful for the memories and experiences he had shared with his former partner.",
                "Mark wasn't happy with his first draft of the book, but he's grateful for the chance to take a second bite at the cherry and revise it before submitting it to publishers."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhdGVmdWw&hash=1c156cd0316de61001a0f68da67cbbbd9808ced2&lang=en&cache-only=0",
            "defineEn": "displaying or expressing thanks because someone has done something for one",
            "defineVi": "hiển thị hoặc bày tỏ sự cảm ơn vì ai đó đã làm điều gì đó cho một người",
            "hasImg": true
        },
        {
            "id": "e2155bee-74e6-4783-a2dd-30f6a5285d37",
            "word": "Jewish",
            "phonetic": "dʒuːɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He made sure to buy kosher ingredients for the dinner party, respecting the dietary needs of his Jewish friends.",
                "Your father's family was Jewish.",
                "- Is Dilbert Jewish?",
                "Are you Jewish?",
                "After World War I, Jewish success led to ungrounded accusations of subversion and war profiteering."
            ],
            "audio": "https://tts.langeek.co/read?text=SmV3aXNo&hash=ef1ba13fa5b8686a763551085df4bc7dcf9f724f&lang=en&cache-only=0",
            "defineEn": "involving or relating to Jews or Judaism",
            "defineVi": "liên quan đến hoặc liên quan đến người Do Thái hoặc Do Thái giáo",
            "hasImg": true
        },
        {
            "id": "68e65c00-cc29-42e7-b7f8-a289716112fb",
            "word": "illegal",
            "phonetic": "ɪliːɡəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The government has taken a firm line on illegal immigration.",
                "The police got wind of the illegal drug deal.",
                "They may not have broken the law themselves, but the CEOs certainly sat on their hands and allowed these illegal activities to happen unchecked.",
                "When Jane realized that her friends were involved in illegal activities, she decided to distance herself from them, remembering the saying better be alone than in bad company",
                "He was unaware that eating horseflesh was illegal in their country."
            ],
            "audio": "https://tts.langeek.co/read?text=aWxsZWdhbA&hash=322555592d497d3e70a0316a3a9fb6095ed5e39b&lang=en&cache-only=0",
            "defineEn": "forbidden by the law",
            "defineVi": "pháp luật cấm",
            "hasImg": true
        },
        {
            "id": "9c954684-634e-4ad2-955b-1191456c10c6",
            "word": "magnetic",
            "phonetic": "mæɡnɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The fridge door has a magnetic strip to hold notes and pictures.",
                "One of them is magnetic.",
                "Magnetic north is different.",
                "The whole front isn't magnetic.",
                "So it also has magnetic poles!"
            ],
            "audio": "https://tts.langeek.co/read?text=bWFnbmV0aWM&hash=1db6d67f80018ff96fadbfec3ef753dbcf5eb67e&lang=en&cache-only=0",
            "defineEn": "produced by or relating to magnetism",
            "defineVi": "được sản xuất bởi hoặc liên quan đến từ tính",
            "hasImg": true
        },
        {
            "id": "b1128f98-021e-4d08-9659-51f88fb4023c",
            "word": "insane",
            "phonetic": "ɪnseɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "To go crazy/mad/nuts/insane.",
                "He was declared insane and ordered to be detained in a mental hospital at Her Majesty's pleasure.",
                "The shock waves are insane.",
                "The energy in the cage is just insane.",
                "The amount of kinetic energy in this baseball is absolutely insane."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zYW5l&hash=ee8170bc884f49261f79b2bd688a2c8345ca6e78&lang=en&cache-only=0",
            "defineEn": "extremely unreasonable or stupid, particularly in a manner that is likely to be dangerous",
            "defineVi": "cực kỳ vô lý hoặc ngu ngốc, đặc biệt theo cách có khả năng gây nguy hiểm",
            "hasImg": true
        },
        {
            "id": "d6834848-ca63-446c-88f5-6afc585cc99d",
            "word": "painful",
            "phonetic": "peɪnfəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Having strong feelings for someone when those feelings aren't returned can be very painful.",
                "As an American, she had little truck with the painful formality of English life.",
                "It was a painful reminder that advice is least heeded when most needed.",
                "It was a painful reminder that an empty purse frightens away friends.",
                "As a runner, I know that pushing yourself to the limit can be painful."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFpbmZ1bA&hash=e70d70d572136a2ac7fecb1c2e68fffffe0b3931&lang=en&cache-only=0",
            "defineEn": "causing emotional or physical pain in someone",
            "defineVi": "gây ra nỗi đau tinh thần hoặc thể xác trong một ai đó",
            "hasImg": true
        }
    ]
}