{
    "id": "a7564b0a-e5cb-4116-882a-42806551ed20",
    "title": "Money Doesn’t Grow on Trees!",
    "originalTitle": "Money Doesn’t Grow on Trees!",
    "words": [
        {
            "id": "7184bcc8-dc96-4ead-bf00-91359fa8e890",
            "word": "audit",
            "phonetic": "ɔːdɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The audit blames the complexity of the program, a confusing design, a lack of taxpayer awareness and inadequate oversight by the IRS.",
                "No. Not audited.",
                "Because come on, audited?",
                "Arizona has a hand-count audit.",
                "Do you audit your sellers in terms of whether they're actually providing safe products to your customers?"
            ],
            "audio": "https://tts.langeek.co/read?text=YXVkaXQ&hash=09e93ddb175bf20a98b679c6cb68dc879179a909&lang=en&cache-only=0",
            "defineEn": "a formal inspection of a business's financial records to see if they are correct and accurate or not",
            "defineVi": "kiểm tra chính thức hồ sơ tài chính của doanh nghiệp để xem chúng có đúng và chính xác hay không"
        },
        {
            "id": "809d6864-e32d-47b7-8ab2-227de6f640e4",
            "word": "bankroll",
            "phonetic": "bæŋkɹoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rain drops, drop tops, bankrolls on me keep me company.",
                "I don't really have a set bankroll with them.",
                "Since its inception, Parler has been largely bankrolled by R ebekah Mercer, a prominent conservative donor and daughter of a hedge fund manager, Robert Mercer.",
                "I would say to be comfortably rolled for those games you need about a hundred thousand dollar poker specific bankroll and then you should also have about a year's living expenses as well saved up.",
                "My bankroll, I mean, it's in the hundreds of thousands."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFua3JvbGw&hash=c57517a3879777fe180b8c46af12aad06c40b6b7&lang=en&cache-only=0",
            "defineEn": "a roll of currency notes (often taken as the resources of a person or business etc.)",
            "defineVi": "một cuộn tiền tệ (thường được coi là tài nguyên của một người hoặc doanh nghiệp, v.v.)"
        },
        {
            "id": "a29bfbb3-0152-40ed-9e2a-e6dea081c79c",
            "word": "bankruptcy",
            "phonetic": "bæŋkɹʌptsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "We are staring bankruptcy in the face.",
                "Mismanagement had brought the company to the brink of bankruptcy.",
                "If he doesn't restructure his company soon, he's buying a one-way ticket to bankruptcy.",
                "It was an economic policy that would have brought the country to bankruptcy.",
                "The sharks have been circling for so long that I don't really remember what it's like to not be on the verge of bankruptcy."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFua3J1cHRjeQ&hash=0003d562b13a94624b841502b0520933d8726ff5&lang=en&cache-only=0",
            "defineEn": "a situation in which a person or business is unable to pay due debts",
            "defineVi": "một tình huống trong đó một người hoặc doanh nghiệp không thể thanh toán các khoản nợ đến hạn"
        },
        {
            "id": "95a4a685-345b-4af1-bac7-efc88d9e5f2f",
            "word": "voucher",
            "phonetic": "vaʊtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Urban parents demand school vouchers.",
                "It's called voucher care.",
                "And if you get a certain number of bonus points, then you get a voucher.",
                "Like the Austrians, Friedman advocated privatization of many functions that have been assumed by government, famously proposing school vouchers and deregulation of the economy.",
                "His main thought is that we need to expand these voucher programs for low-income families that will cap how much of their income can go to their basic needs."
            ],
            "audio": "https://tts.langeek.co/read?text=dm91Y2hlcg&hash=9d0a1785ea5a9d936443013bc018e3ac2599a81e&lang=en&cache-only=0",
            "defineEn": "a digital code or a printed piece of paper that can be used instead of money when making a purchase or used to receive a discount",
            "defineVi": "mã kỹ thuật số hoặc một mảnh giấy in có thể được sử dụng thay cho tiền khi mua hàng hoặc được sử dụng để được giảm giá",
            "hasImg": true
        },
        {
            "id": "1bb9229e-bd92-4fa3-afd6-fb0610441ab0",
            "word": "to undercut",
            "phonetic": "tʊ ʌndɚkʌt ",
            "partOfSpeechType": "verb",
            "examples": [
                "But later analysis undercut that.",
                "This distinction was undercut by the Supreme Court in the case of Citizens United Vs.",
                "But their efforts were undercut by bizarre appearances.",
                "It is undercutting the competition in terms of prices to gain more market share.",
                "You're totally undercutting what I'm doing."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5kZXJjdXQ&hash=3dff196470c6b618e0e8d27d90dad2ae6afa5dfb&lang=en&cache-only=0",
            "defineEn": "sell cheaper than one's competition",
            "defineVi": "bán rẻ hơn đối thủ"
        },
        {
            "id": "61e17f7d-3b27-4a84-ad26-978109f97ee6",
            "word": "treasury",
            "phonetic": "tɹɛʒɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The treasury also conducted stress tests on the largest Wall Street banks.",
                "In the US the most typical one is short term Treasuries.",
                "So one year Treasuries, although there could be other underlying indexes.",
                "There are Treasury regulations. ",
                "There are Treasury regulations. "
            ],
            "audio": "https://tts.langeek.co/read?text=dHJlYXN1cnk&hash=d5725a223ac6ad12f40a3184da779f12c50a1988&lang=en&cache-only=0",
            "defineEn": "the funds of a government or institution or individual",
            "defineVi": "các quỹ của một chính phủ hoặc tổ chức hoặc cá nhân"
        },
        {
            "id": "0f81008c-6a02-45e5-8028-f1340df892d4",
            "word": "tax evasion",
            "phonetic": "tæks ɪveɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "They did him for tax evasion.",
                "But then in 1875, the tax evasion grew out of control.",
                "There are also some federal crimes like tax evasion, mail fraud, and racketeering.",
                "Some of the accusations ranged widely, like the financial fraud and tax evasion of The Unification Church founded in 1954 by Sun Myong Moon.",
                "Before that point, the government needed to prosecute a related crime, like tax evasion."
            ],
            "audio": "https://tts.langeek.co/read?text=dGF4IGV2YXNpb24&hash=048cf01182d2b05af4313537976c62042a10a738&lang=en&cache-only=0",
            "defineEn": "the offense of not paying taxes",
            "defineVi": "tội không nộp thuế"
        },
        {
            "id": "fb1d9fb4-a3f2-4af0-9e98-d88debf779e9",
            "word": "taxation",
            "phonetic": "tækseɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Negotiations between the two warring countries fell at the final hurdle due to disagreements over cross-border taxation.",
                "It's giving taxation without representation.",
                "That's taxation without representation.",
                "What are the goals of taxation?",
                "The taxation got us from an efficient situation, where we had that maximum consumer and producer surplus."
            ],
            "audio": "https://tts.langeek.co/read?text=dGF4YXRpb24&hash=5fc437cf54125d313e41324176f7bd9138f52980&lang=en&cache-only=0",
            "defineEn": "the imposition of taxes; the practice of the government in levying taxes on the subjects of a state",
            "defineVi": "việc áp thuế; thực tiễn của chính phủ trong việc đánh thuế đối với các đối tượng của một nhà nước"
        },
        {
            "id": "43c0603a-ce4e-49d5-8dde-35f07d9d054b",
            "word": "tariff",
            "phonetic": "tæɹɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "He upped tariffs.",
                "Tariffs were completely boneheaded.",
                "Tariffs announced by the Trump administration.",
                "He slapped tariffs on European metals and other goods.",
                "Can tariffs achieve that?"
            ],
            "audio": "https://tts.langeek.co/read?text=dGFyaWZm&hash=99ce0faa00553ae6faa906ade5b47ba6c0535bb7&lang=en&cache-only=0",
            "defineEn": "a tax paid on goods imported or exported",
            "defineVi": "một loại thuế trả cho hàng hóa nhập khẩu hoặc xuất khẩu"
        },
        {
            "id": "00d064b6-8eb4-4674-952a-cf749ce575a3",
            "word": "subsidy",
            "phonetic": "sʌbsɪdi ",
            "partOfSpeechType": "noun",
            "examples": [
                "A Xerox subsidy can be expensive for a company if employees abuse the privilege.",
                "Direct subsidies are another issue.",
                "Farm subsidies are probably just as controversial.",
                "The package also has 100% COBRA subsidy through September.",
                "New enrollees also receive larger subsidies than before."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vic2lkeQ&hash=d42005b4e806a2b6b343ef226d35d3aaafc1ad76&lang=en&cache-only=0",
            "defineEn": "an amount of money that a government or organization pays to lower the costs of producing goods or providing services so that prices do not increase",
            "defineVi": "một số tiền mà chính phủ hoặc tổ chức trả để giảm chi phí sản xuất hàng hóa hoặc cung cấp dịch vụ để giá không tăng"
        },
        {
            "id": "ca8009ef-d58f-47c9-9046-4cf618c88131",
            "word": "stagflation",
            "phonetic": "stæɡfleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Remember stagflation?",
                "It's an equivalent transformation, to me, of when Ronald Reagan came into office, and, in 1981, addressed the stagflation of the 1970s.",
                "It's an equivalent transformation, to me, of when Ronald Reagan came into office, and, in 1981, addressed the stagflation of the 1970s.",
                "He tried to fight the inflation part of stagflation, but to do it he acted in some rather un-New Deal Democrat ways.",
                "So during the 1970s inflation soared to 10% a year and economic growth slowed to 2.4%, resulting in what came to be known as stagflation."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhZ2ZsYXRpb24&hash=7c10127993cb0d986d0a02538dc307df82cab95d&lang=en&cache-only=0",
            "defineEn": "an economic situation with persistent high inflation and a high unemployment rate",
            "defineVi": "một tình hình kinh tế với lạm phát cao kéo dài và tỷ lệ thất nghiệp cao"
        },
        {
            "id": "6d0a57a7-8e2a-4614-b9d4-d4da9ae1da62",
            "word": "collateral",
            "phonetic": "kəlæɾɚɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "You may have collateral damage.",
                "These collateral resources, these referrals are things like groups.",
                "Maybe the bigger obstacle, though, is the collateral effects of large-scale action.",
                "This is called collateral cleavage.",
                "It's secured by the collateral of your home."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sbGF0ZXJhbA&hash=61a3cbb62a91892b9fd3b529edf700a8f427b9f1&lang=en&cache-only=0",
            "defineEn": "something pledged as a guarantee for a loan that will be forfeited if the loan is not repaid",
            "defineVi": "một cái gì đó được cầm cố như một sự đảm bảo cho một khoản vay sẽ bị hủy bỏ nếu khoản vay không được hoàn trả"
        },
        {
            "id": "578dfc05-8fc1-4ceb-bdf1-74279e194c89",
            "word": "contingency",
            "phonetic": "kəntɪndʒənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "You have contingency plans.",
                "Argument number three was the Argument from Contingency.",
                "For Popper, knowledge was about probability and contingency.",
                "AYE MIN THANT: There is a contingency who, their main demand is the release of Aung San Suu Kyi, like a return to status quo.",
                "AYE MIN THANT: There is a contingency who, their main demand is the release of Aung San Suu Kyi, like a return to status quo."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGluZ2VuY3k&hash=e642435af95f0e46bef37eb08a42031537a6affe&lang=en&cache-only=0",
            "defineEn": "*** ‌a sum of money that you keep for additional payments",
            "defineVi": "*** ‌một khoản tiền mà bạn giữ lại cho các khoản thanh toán bổ sung"
        },
        {
            "id": "afca63d0-2c9c-495a-9737-c82435c318a4",
            "word": "cryptocurrency",
            "phonetic": "kɹɪptəkɜːɹənsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Speaking of frenemies, what’s the deal with cryptocurrency?",
                "You have jumped into the world of cryptocurrency",
                "This will take you to the cryptocurrency portfolio page.",
                "You also can't currently withdraw it to other cryptocurrency wallets.",
                "Maybe Monero, ZCash or Ethereum will ultimately overtake Bitcoin as the most popular cryptocurrency."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3J5cHRvY3VycmVuY3k&hash=7d14cb7840d58f22ba334c39fb6b5ef07ef2472e&lang=en&cache-only=0",
            "defineEn": "*** any system of electronic money, used for buying and selling online and without the need for a central bank",
            "defineVi": "*** bất kỳ hệ thống tiền điện tử nào, được sử dụng để mua và bán trực tuyến và không cần ngân hàng trung ương"
        },
        {
            "id": "80f3a409-a013-49ce-9633-df2306c7c68b",
            "word": "depression",
            "phonetic": "dᵻpɹɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "After struggling with depression for years, taking up a new hobby like painting might do Jane a world of good.",
                "John was a silent sufferer, never letting on to his colleagues that he was struggling with anxiety and depression.",
                "This episode finds him deep in depression as divorce looms large.",
                "Depression darkens my door and steals so many chunks of what makes me who I am.",
                "Too much black bile, for example, causes depression."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwcmVzc2lvbg&hash=e97badb39be6db880c5316d35a258a2031312f00&lang=en&cache-only=0",
            "defineEn": "a time of little economic activity and high unemployment, which lasts for a long time",
            "defineVi": "một thời gian ít hoạt động kinh tế và tỷ lệ thất nghiệp cao, kéo dài trong một thời gian dài"
        },
        {
            "id": "724cc71f-dddb-4eeb-8422-57aee004d476",
            "word": "equity",
            "phonetic": "ɛkwᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Equity is crucially important.",
                "The main concern, of course, is equity.",
                "So equity has to be front and center.",
                "So this actually calculates your equity.",
                "Vaccine equity has been a global call."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXF1aXR5&hash=9c03fc58c2496faf26beae426fe3da8fc1ab30ba&lang=en&cache-only=0",
            "defineEn": "the monetary value of a property that remains after all due debts or the mortgages are paid",
            "defineVi": "giá trị bằng tiền của một tài sản còn lại sau khi tất cả các khoản nợ đến hạn hoặc các khoản thế chấp được thanh toán"
        },
        {
            "id": "acde75ce-1651-4dd5-8727-1d15936a012b",
            "word": "face value",
            "phonetic": "feɪs væljuː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZmFjZSB2YWx1ZQ&hash=5553e98ac18809dc43d46f5d28601c6145f218fe&lang=en&cache-only=0",
            "defineEn": "the apparent worth as opposed to the real worth",
            "defineVi": "giá trị rõ ràng trái ngược với giá trị thực"
        },
        {
            "id": "8ffc712f-d90b-4391-b4d3-8ae805fa8b82",
            "word": "fiscal",
            "phonetic": "fɪskəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So this really takes massive fiscal response.",
                "We can absolutely afford more fiscal support.",
                "On the fiscal side, the city initially projected a budget shortfall of eight point three three billion dollars for fiscal year twenty twenty one.",
                "But in a very severe downturn, fiscal policy might become much more effective.",
                "The carrier's fiscal prudence has won an investment grade credit ratings, a bragging right it shares with Delta and Alaska."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlzY2Fs&hash=f0582a0903cf4f97f851056a049892cfc454fb54&lang=en&cache-only=0",
            "defineEn": "relating to government revenue or public money, especially taxes",
            "defineVi": "liên quan đến doanh thu của chính phủ hoặc tiền công, đặc biệt là thuế"
        },
        {
            "id": "3c380adc-72bb-4038-a401-788414dcceb0",
            "word": "fluctuation",
            "phonetic": "flʌktʃuːeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Quantum fluctuations have existed since the earliest moments of the universe.",
                "We saw some fluctuations after Putin's strong actions.",
                "Such periods of hormonal change are also associated with fluctuations in mood.",
                "In the Midland Basin of West Texas, studies of the rock layers have revealed fluctuations in the amount of atmospheric dust during the late Carboniferous period, about 300 million years ago.",
                "Blood vessels can usually handle these fluctuations easily."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmx1Y3R1YXRpb24&hash=65faf5d68a7d18e4099a325e3bccc17782421bc4&lang=en&cache-only=0",
            "defineEn": "the quality of being unsteady and subject to changes",
            "defineVi": "chất lượng không ổn định và có thể thay đổi"
        },
        {
            "id": "4d53e13c-5e00-4e50-b1b9-e8d94e471959",
            "word": "incentive",
            "phonetic": "ɪnsɛntɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "Susan saw how people could be persuaded to betray their values and principles for the right incentive, demonstrating that everyone has their price.",
                "Innovation follows incentives.",
                "Free products and payment are increasingly common incentives.",
                "And cashless registers present no incentive for theft or robbery.",
                "They had the very large incentives."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jZW50aXZl&hash=33fcad84c6a33ecfcc2354d6c4119b8836661824&lang=en&cache-only=0",
            "defineEn": "a payment or concession to encourage someone to do something specific",
            "defineVi": "một khoản thanh toán hoặc nhượng bộ để khuyến khích ai đó làm điều gì đó cụ thể"
        },
        {
            "id": "df5506d3-1687-45e1-ab4a-a8d77932245d",
            "word": "liquidity",
            "phonetic": "lɪkwɪdᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "It creates liquidity in the market.",
                "And you mentioned liquidity there.",
                "And then the last piece is around liquidity.",
                "[Treasury Secretary Timothy] Geithner, they just turned on the taps of liquidity. ",
                "Going public is now more about accessing liquidity."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlxdWlkaXR5&hash=a1ccd027844f103d9ec62525eabcdc6f7d5fc8a3&lang=en&cache-only=0",
            "defineEn": "financial assets in the form of money or able to be easily converted into money",
            "defineVi": "tài sản tài chính dưới dạng tiền hoặc có thể dễ dàng chuyển đổi thành tiền"
        },
        {
            "id": "cd96384e-76df-489a-818b-4778fdfb5800",
            "word": "monetarism",
            "phonetic": "mɑːnɪɾɚɹɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Building on the ideas of Friedman, another theory of economics gained traction: monetarism.",
                "Mainstream economics today takes ideas from both classical economics, including monetarism, and Keynesian economics."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9uZXRhcmlzbQ&hash=6c28be642f581e4c9bf5d6eee433b8ce9ecd37c0&lang=en&cache-only=0",
            "defineEn": "the theory or policy of controlling the amount of money in circulation as the preferred method of stabilizing the economy",
            "defineVi": "lý thuyết hoặc chính sách kiểm soát lượng tiền trong lưu thông như là phương pháp ưa thích để ổn định nền kinh tế"
        },
        {
            "id": "cfb41e40-e1cb-45e4-8f0b-9b49787875c9",
            "word": "overdraft",
            "phonetic": "oʊvɚdɹæft ",
            "partOfSpeechType": "noun",
            "examples": [
                "They also tend to have no account minimums, don’t charge overdraft fees, and ATMs are fee-free at over 30,000 locations."
            ],
            "audio": "https://tts.langeek.co/read?text=b3ZlcmRyYWZ0&hash=f7770c72629899f5e2c740faaef0c56bb4b15cfb&lang=en&cache-only=0",
            "defineEn": "a draft in excess of the credit balance",
            "defineVi": "một hối phiếu vượt quá số dư tín dụng"
        },
        {
            "id": "acb0db81-61f5-463f-a345-833ebf01d1ef",
            "word": "to quote",
            "phonetic": "tə kwoʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Right out of the gate she shared a quote I think we can all relate to.",
                "The article portrayed her as domineering by dropping quotes from her out of context.",
                "Mean Girls quote!",
                "But of course people only quote the sound bite.",
                "Remember the quote?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcXVvdGU&hash=8429aac18104bfd739fa4ada9a02df4b9630c611&lang=en&cache-only=0",
            "defineEn": "name the price of",
            "defineVi": "đặt tên cho giá của"
        },
        {
            "id": "8e8f5e2b-076d-48d8-82cc-d8fa605f46aa",
            "word": "commodity",
            "phonetic": "kəmɑːdᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Additionally, falling prices for key commodities, like copper, are keeping a lid on most manufacturing costs.",
                "These commodity monies didn’t require much trust.",
                "It's a commodity.",
                "Cause oil's a valuable commodity.",
                "But commodity money isn’t very convenient."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbW9kaXR5&hash=1ffc00e045148097b1b2903e6ff2c52d35157f12&lang=en&cache-only=0",
            "defineEn": "(economics) a basic product or raw material that can be purchased or sold",
            "defineVi": "(kinh tế học) sản phẩm cơ bản hoặc nguyên liệu thô có thể mua hoặc bán"
        },
        {
            "id": "bef4cab4-e0f5-4317-a86b-b933ae7e923b",
            "word": "conglomerate",
            "phonetic": "kəŋɡlɑːmɚɹeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rihanna's most profitable partnership is with the luxury conglomerate LVMH.",
                "Humungous Japan conglomerate Rakuten spent a billion dollars to get into the cashback deal space here in the U.S.",
                "In 1909, the company was purchased by up-and-coming conglomerate General Motors and officially named its most prestigious division.",
                "Although this level of production is admirable for an independent company, can it keep up with a conglomerate already established on multiple continents?",
                "Tobacco conglomerate Philip Morris bought General Foods in 1985, and in 1989 merged it with Kraft Inc., creating Kraft General Foods."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZ2xvbWVyYXRl&hash=d649a21bed56ca8b03276b0d503cb6b8f744fba4&lang=en&cache-only=0",
            "defineEn": "a corporation formed by merging different firms or businesses",
            "defineVi": "một tập đoàn được thành lập bằng cách sáp nhập các công ty hoặc doanh nghiệp khác nhau"
        },
        {
            "id": "0f43e467-14a0-4b64-b320-24d09e244248",
            "word": "dividend",
            "phonetic": "dɪvɪdɛnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our efforts are finally paying dividends.",
                "Profit and dividend growth looks like being above average for the foreseeable future.",
                "Blue chip refers to firms with long track records for turning profits and paying dividends.",
                "The time he spent learning English paid dividends when he started looking for a job.",
                "And finally, some investors just prefer dividends over buybacks."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGl2aWRlbmQ&hash=566f07d35fbd256306878d1d7fc6d7dcd07dd230&lang=en&cache-only=0",
            "defineEn": "an amount of money paid regularly to the shareholders of a company",
            "defineVi": "một số tiền trả thường xuyên cho các cổ đông của một công ty"
        },
        {
            "id": "fe01f5f7-0bee-4cb2-b6d4-69d85b5c2d9a",
            "word": "proprietor",
            "phonetic": "pɹəpɹaɪəɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In 1663 English King Charles II gave eight English proprietors the right to set up a colony just North of the Spanish-controlled Florida to serve as a buffer.",
                "One note, especially for sole proprietors, if you're a sole proprietor and you didn't feel like you could get PPP last year, the rules have changed, and you should try again.",
                "Airbnbs, I think it really depends on the proprietor and what kind of interval they have between their guests.",
                "Also, minority-run businesses, we know in the case of the Hispanic Chamber of Commerce, they say they're smaller, an average of three to five people per business, sometimes just sole proprietors.",
                "One note, especially for sole proprietors, if you're a sole proprietor and you didn't feel like you could get PPP last year, the rules have changed, and you should try again."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcHJpZXRvcg&hash=4b576f2f5dec2e1394eede2f0a92366782ebc200&lang=en&cache-only=0",
            "defineEn": "the owner of a property or business",
            "defineVi": "chủ sở hữu của một tài sản hoặc doanh nghiệp"
        },
        {
            "id": "9f0cafab-30fe-44e6-b137-41af825ad7e0",
            "word": "subsidiary",
            "phonetic": "sʌbsɪdjɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's a subsidiary of LabCorp.",
                "They’re a subsidiary of Fox. ",
                "They’re a subsidiary of Fox. ",
                "Phoenix Paper Company, a subsidiary of Chinese company Shanying International, recently opened a paper mill in Kentucky.",
                "A book behemoth, Borders and its Waldenbooks subsidiary had locations in airports, outlet malls, and shopping plazas."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Vic2lkaWFyeQ&hash=2a851e5d2f8272112ed8b1d4df90d96fde9d053a&lang=en&cache-only=0",
            "defineEn": "a business company controlled or owned by a holding or parent company",
            "defineVi": "một công ty kinh doanh được kiểm soát hoặc sở hữu bởi một công ty mẹ hoặc công ty mẹ"
        },
        {
            "id": "1fd03c01-9d6b-403c-b130-d9bede7bfcbc",
            "word": "venture",
            "phonetic": "vɛntʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I wished him well with his new venture.",
                "He has made a fortune through his successful business ventures.",
                "Next weekend, we will be venturing off the beaten path to find some hidden waterfalls.",
                "The success of the business venture was uncertain from the beginning, and now it is in the lap of the gods.",
                "The CEO is meeting her opposite number at Fukuda Electronics to discuss a possible joint venture."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVudHVyZQ&hash=bd365e71e151feded9b62fdf0050bfd1e1dd12f8&lang=en&cache-only=0",
            "defineEn": "a business activity that is mostly very risky",
            "defineVi": "một hoạt động kinh doanh chủ yếu là rất rủi ro"
        },
        {
            "id": "2b59e3e7-efe7-4e07-9495-23000b4e0689",
            "word": "artisan",
            "phonetic": "ɑːɹɾɪsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Traditional craftsmanship is alive and well in this small town, with skilled artisans creating handmade products that are in high demand.",
                "And in cities, urban artisans wanted higher pay and an end to higher taxes.",
                "At the Morino Sample Workshop in Osaka, artisans have been making sampuru for 45 years.",
                "Sponsored by the state, Chinese artisans created complex astronomical clocks and orreries, or mechanical models of the heavens.",
                "Fourteen artisans make all of the food samples shipped worldwide for the company Fake Food Japan."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0aXNhbg&hash=d5898ba9d4c24d6bac6ffe8bc9dc87077efa86e7&lang=en&cache-only=0",
            "defineEn": "a person whose job requires special skills and making things using hands",
            "defineVi": "một người có công việc đòi hỏi những kỹ năng đặc biệt và làm mọi thứ bằng tay",
            "hasImg": true
        },
        {
            "id": "d9435d99-dd91-45df-988c-5ba1fc4e365b",
            "word": "labor-intensive",
            "phonetic": "leɪbɚɹɪntɛnsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Most of that cost comes from the labor-intensive process.",
                "The whole process is time-consuming and labor-intensive.",
                "Hand beaten from sheet materials, the labor-intensive shaping and delicate paintwork result in beautiful percussive instruments.",
                "Management is one of the big three pillars of fishery certification, so less labor-intensive you can make it obviously. -",
                "As with any labor-intensive of organization, your highest cost is going to be payroll."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFib3ItaW50ZW5zaXZl&hash=986bebc653a429bbdc6a28025e94b94adff9197b&lang=en&cache-only=0",
            "defineEn": "requiring a large expenditure of labor but not much capital",
            "defineVi": "đòi hỏi chi phí lao động lớn nhưng vốn không nhiều"
        },
        {
            "id": "f9ce5dcc-ccd7-4348-828a-bb0e94eec369",
            "word": "menial",
            "phonetic": "miːnɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Employers prefer to hire illegal immigrants over American citizens, because they're pliable, they will do menial jobs for very low wages.",
                "The French, for example, forced some 100,000 southeast Asians into the ranks of soldiers and menial workers, while approximately 1.5 million Indians served Britain, with 74,000 killed in battle.",
                "So they will come, contributetheir work, get paid very menial,very minimal wages.",
                "Because prior to this, people with mental illnesses would be confined to sanatoriums and at best given menial labor to do and at worst, shackled to a bed frame.",
                "And combatants also enlisted soldiers from colonies and conscripted hundreds of thousands more to do menial labor."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVuaWFs&hash=01adf883f25b89c05ea91189bfccb2a391a6535a&lang=en&cache-only=0",
            "defineEn": "(of work) not requiring special skills, often considered unimportant and poorly paid",
            "defineVi": "(công việc) không đòi hỏi kỹ năng đặc biệt, thường được coi là không quan trọng và được trả lương thấp"
        },
        {
            "id": "ff978727-987c-41b3-b54b-eebda2bd234c",
            "word": "painstaking",
            "phonetic": "peɪnsteɪkɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The work is painstaking.",
                "Artificial lures mimic them in painstaking detail.",
                "It's a painstaking process.",
                "That’s where all that painstaking preening comes in.",
                "Senate Majority Leader Mitch McConnell called for a painstaking investigation and said: \"Yesterday represented a massive failure of institutions, protocols, and planning that are supposed to protect the first branch of our federal government.\""
            ],
            "audio": "https://tts.langeek.co/read?text=cGFpbnN0YWtpbmc&hash=0a8cb7ee07be55afef18f5a31231e2cfd0e11d87&lang=en&cache-only=0",
            "defineEn": "requiring, involving, or done with a lot of effort and care",
            "defineVi": "đòi hỏi, liên quan, hoặc thực hiện với rất nhiều nỗ lực và chăm sóc"
        },
        {
            "id": "a2055f7a-0570-40cf-b1a4-cbe76c28e65a",
            "word": "sabbatical",
            "phonetic": "sɐbæɾɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2FiYmF0aWNhbA&hash=a6dffc96ce6464ee2766b36192b60d317ca90cc0&lang=en&cache-only=0",
            "defineEn": "a leave usually taken every seventh year",
            "defineVi": "nghỉ phép thường được thực hiện vào mỗi năm thứ bảy"
        },
        {
            "id": "a186c823-d6ce-4255-9cb4-91f436bcbc24",
            "word": "taxing",
            "phonetic": "tæksɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "On the other end of the taxing spectrum, there are progressive taxes.",
                "And he was talking about this was a return to back-alley abortion, poll taxing, invasion of your bedroom.",
                "And of course, once the scientists studied Shanidar 1, they found that life for Neandertals could be even more taxing."
            ],
            "audio": "https://tts.langeek.co/read?text=dGF4aW5n&hash=5be60dac951c808d80ad803380c28a864dc085aa&lang=en&cache-only=0",
            "defineEn": "not easily borne; wearing",
            "defineVi": "không dễ sinh ra; mặc"
        },
        {
            "id": "6b991f19-1bef-4b40-a021-db326429c60f",
            "word": "tedious",
            "phonetic": "tiːdiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This job is very tedious.",
                "It could be so tedious.",
                "The tedious trade has been the main source of income in this small Ecuadorian village in the Andes for over 100 years.",
                "Now, this is going to sound tedious.",
                "Assignments can feel so tedious when they take hours to do."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVkaW91cw&hash=f5142a85e2c2658c9204c1fc62667bd1e89af007&lang=en&cache-only=0",
            "defineEn": "continuing for too long and boring",
            "defineVi": "tiếp tục quá lâu và nhàm chán",
            "hasImg": true
        },
        {
            "id": "43968112-9bc9-4086-b0e5-ea7911daccea",
            "word": "minute",
            "phonetic": "mɪnɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "This clock loses two minutes a day.",
                "Your plane leaves in ten minutes.",
                "Programs are running a few minutes behind schedule this evening.",
                "His first goal came in the 81st minute.",
                "She was only five minutes late!"
            ],
            "audio": "https://tts.langeek.co/read?text=bWludXRl&hash=d5ed2bc9ee9bf84446d993eb0972316a6ab7af04&lang=en&cache-only=0",
            "defineEn": "a short note",
            "defineVi": "một lưu ý ngắn"
        },
        {
            "id": "04306f3e-393c-4bcb-a813-f667a615f968",
            "word": "hectic",
            "phonetic": "hɛktɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I promise to take you to the park after the dust settles and work isn't so hectic.",
                "The entrepreneur's hectic schedule keeps her on the go, managing her business ventures and attending meetings.",
                "Living in the city can be hectic, so sometimes I crave the tranquility of the country.",
                "Yesterday was very hectic, but today I feel like I can finally breathe again.",
                "Despite being in her early thirties, Lisa looks like she's on the wrong side of forty due to her stress and hectic lifestyle."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVjdGlj&hash=b2bb39a2d1b50aed7ee6b5e99875f90fc0e8a451&lang=en&cache-only=0",
            "defineEn": "busy and full of activity",
            "defineVi": "bận rộn và đầy hoạt động"
        }
    ]
}