{
    "id": "a816ddbf-0c29-4207-922b-5ba1c9e4376b",
    "title": "In My Humble Opinion",
    "originalTitle": "Lesson 44",
    "words": [
        {
            "id": "e4d1c7e3-6610-4ad4-8ffb-f97ebef096c8",
            "word": "account",
            "phonetic": "ɐkaʊnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The end-of-year accounts show a loss.",
                "Their bank account was in the red again.",
                "John's bank account is in credit by $500.",
                "Then the punishment of individuals invariably took account of the harm or damage done to the victim.",
                "He gave a good account of himself in matches against Crewe and Chesterfield."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb3VudA&hash=a14f9ecf7c006812f3c236dcb3be803b3ccf278a&lang=en&cache-only=0",
            "defineEn": "a description of an idea, a theory, or an event",
            "defineVi": "một mô tả của một ý tưởng, một lý thuyết, hoặc một sự kiện"
        },
        {
            "id": "d653f464-3529-4c38-b9b2-4e794bc83021",
            "word": "to approve",
            "phonetic": "tʊ ɐpɹuːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Flying in the face of public opinion, the local authority has approved the demolition of the old theatre.",
                "He didn't approve of the plan and said so in as many words.",
                "In February of 1867, the government approved Roebling’s proposal.",
                "Your brain on love is scientifically approved.",
                "Earlier, the Israeli defense minister approved the call-up of 9,000 more reservists."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwcm92ZQ&hash=735ab11d5a9fa1aeb8e25d90d03a2259d0a64bc2&lang=en&cache-only=0",
            "defineEn": "to officially agree to a plan, proposal, etc.",
            "defineVi": "để chính thức đồng ý với một kế hoạch, đề xuất, vv",
            "hasImg": true
        },
        {
            "id": "dab7e54d-ae44-4937-bac4-dab1d643853a",
            "word": "approval",
            "phonetic": "ɐpɹuːvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The proposal has won the approval of the city council.",
                "The bill has the President's seal of approval.",
                "Fans have given the band's new song their seal of approval.",
                "The politician is riding on the wave of public support, with high approval ratings and successful campaigns.",
                "It's important to have confidence in your own abilities and worth, and not rely on the approval of others, as a nod from a lord is a breakfast for a fool."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwcm92YWw&hash=60825bccd5593e5855ce5f7e020b528e6d2d8097&lang=en&cache-only=0",
            "defineEn": "a formal agreement to something",
            "defineVi": "một thỏa thuận chính thức cho một cái gì đó"
        },
        {
            "id": "763a3b8b-7356-4dd1-8830-06fe77164bae",
            "word": "to assess",
            "phonetic": "tʊ ɐsɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Dr. Howard never laid a hand on me to assess my pain.",
                "These two summit events constitute a framework to assess progress being made under the auspices of President Mbeki.",
                "Before investing in a new business venture, it's important to conduct thorough research and assess potential risks.",
                "IARC is just assessing cancer risk, not overall safety.",
                "I assess the new movie Jupiter Ascending-- --on this week's episode of Angry Nerd!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNzZXNz&hash=b810bb454e575c4e19675677f8c5cb5a322935ef&lang=en&cache-only=0",
            "defineEn": "to form a judgment on the quality, nature, or ability of something or someone",
            "defineVi": "để hình thành một bản án về chất lượng, bản chất, hoặc khả năng của một cái gì đó hoặc ai đó"
        },
        {
            "id": "3a8897de-ca44-4e16-965a-c2ec782caad5",
            "word": "assessment",
            "phonetic": "ɐsɛsmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Court of Appeal held that there was no evidence to support the judge's assessment.",
                "Three is assessment.",
                "They often reject standardized assessments altogether.",
                "The lawyer for Ahmad Al Aliwi Alissa asked for a mental health assessment.",
                "Yes, the problem is making global assessments like that."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNzZXNzbWVudA&hash=d2f0c8bf2f14e377034a60bf98daac568cc2fffe&lang=en&cache-only=0",
            "defineEn": "the act of judging or evaluating someone or something carefully based on specific criteria",
            "defineVi": "hành động đánh giá hoặc đánh giá một ai đó hoặc một cái gì đó một cách cẩn thận dựa trên các tiêu chí cụ thể"
        },
        {
            "id": "76d7d1fc-d22c-42de-b575-4b8e93a8aafb",
            "word": "to associate",
            "phonetic": "tʊ ɐsoʊsɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Myths from other parts of eastern Asia also associate dragons with water and imperial power.",
                "Astronomers usually associate those conditions with the space around a black hole.",
                "But associating birds with death and water?",
                "I always associated ambidexterity with just general awesomeness.",
                "Call my associate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNzb2NpYXRl&hash=5dde5a1abb721253d5d6c793b55d7d32037f0bd2&lang=en&cache-only=0",
            "defineEn": "to make a connection between someone or something with another in the mind",
            "defineVi": "để tạo một kết nối giữa ai đó hoặc một cái gì đó với người khác trong tâm trí"
        },
        {
            "id": "a8f59b47-147a-48f2-a442-491f54471813",
            "word": "to assume",
            "phonetic": "tʊ ɐsuːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "But then I assume you got the picture when we were there.",
                "Many people assume that men are naturally better at sports, but time and time again, female athletes have proven that the gray mare is the better horse, often outperforming their male counterparts.",
                "It was better than nothing I assume.",
                "Don't get ahead of yourself and assume you'll win the competition without proper preparation.",
                "He judged the book by its cover and assumed it wouldn't be interesting, but he was pleasantly surprised."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNzdW1l&hash=0693becd6c742a4354163346a29689727666bc80&lang=en&cache-only=0",
            "defineEn": "to accept the truth of something without any proof",
            "defineVi": "để chấp nhận sự thật của một cái gì đó mà không cần bất kỳ bằng chứng"
        },
        {
            "id": "06ea2dfd-c7f2-4bd5-997a-19de7004bec9",
            "word": "case",
            "phonetic": "keɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "They still get cases of typhoid there.",
                "After all, one case of the trots hardly spells disaster.",
                "The Supreme Court heard the case on Tuesday.",
                "The case was tried before a jury.",
                "The latest skiing accident is a case in point."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzZQ&hash=9e762cdd45ccbbd42c6cd1a8f7aebc443203f726&lang=en&cache-only=0",
            "defineEn": "a series of facts supporting a theory or an argument",
            "defineVi": "một loạt các sự kiện hỗ trợ một lý thuyết hoặc một đối số"
        },
        {
            "id": "11c83bcf-adc5-4c1b-bda4-d0546ff45d23",
            "word": "common sense",
            "phonetic": "kɑːmən sɛns ",
            "partOfSpeechType": "noun",
            "examples": [
                "Let's hope that common sense prevails and they find a happy medium.",
                "This is an argument that seems to fly in the face of common sense.",
                "It’s common sense.",
                "It’s common sense. ",
                "This law goes against common sense, against natural law, against reason."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbW9uIHNlbnNl&hash=b8cf03cfbda06ddfd3b0fc0428dff957c0e5be03&lang=en&cache-only=0",
            "defineEn": "the ability to make sound judgments and think in a practical way",
            "defineVi": "khả năng đưa ra những đánh giá hợp lý và suy nghĩ một cách thực tế"
        },
        {
            "id": "fb95eb79-afa5-4dc0-98a6-fd87000264d9",
            "word": "conflict",
            "phonetic": "kɑːnflɪkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The conflict has now reached a new level of intensity.",
                "To bring an end to the conflict.",
                "There is often a conflict of interests between farmers and conservationists.",
                "The conflict in this story was shown when the cyclops grabbed some of Odysseus' men and bashed their brains out on the floor.",
                "The talks are aimed at ending the conflict."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmxpY3Q&hash=16d570ea5439fbdaa2d56bb3396c24e8c84edf26&lang=en&cache-only=0",
            "defineEn": "an instance of serious opposition between ideas, values, or interests",
            "defineVi": "một ví dụ về sự đối lập nghiêm trọng giữa các ý tưởng, giá trị hoặc lợi ích",
            "hasImg": true
        },
        {
            "id": "5cd1d8ce-31a4-429b-8a79-8795cae27f04",
            "word": "estimate",
            "phonetic": "ɛstᵻmət ",
            "partOfSpeechType": "noun",
            "examples": [
                "Estimates put the war's cost at £1 million a day.",
                "Their estimates were completely off the mark.",
                "It is estimated that 5,000 bank staff could be lining their own pockets from customer accounts.",
                "Medical scientists estimate an autism ratio of 1 in every 110 children in the United States. ",
                "The company estimated revenues for 2020 of nearly 100 million dollars."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXN0aW1hdGU&hash=b989b2371575e89ec0ccd6c0ed73eae7699c794d&lang=en&cache-only=0",
            "defineEn": "a judgment or calculation of the size, extent, value, etc. of something without knowing the exact details or numbers",
            "defineVi": "một phán đoán hoặc tính toán về kích thước, mức độ, giá trị, v.v. của một cái gì đó mà không biết các chi tiết hoặc con số chính xác"
        },
        {
            "id": "b74c3647-7759-4fb7-9c18-fc59d2eff8d9",
            "word": "controversy",
            "phonetic": "kɑːntɹəvɜːsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The whole controversy turned out to be a storm in a teacup.",
                "MacMillan has never fought shy of controversy.",
                "After the scandal, the politician worked hard to rebuild his reputation and live down the controversy.",
                "He enabled him to take the cheap shot that ended the fight, stirred the pot and kept Mayweather at the center of controversy.",
                "The controversy surrounding the new policy provided grist for the mill of public debate."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJvdmVyc3k&hash=5a9c801aca8775ce9ba291130b7e93e6e778a55c&lang=en&cache-only=0",
            "defineEn": "a strong disagreement or argument over something that involves many people",
            "defineVi": "một bất đồng mạnh mẽ hoặc tranh luận về một cái gì đó liên quan đến nhiều người"
        },
        {
            "id": "a4c67dc4-1c49-4649-82fc-daf6ae1aea09",
            "word": "controversial",
            "phonetic": "kɑːntɹəvɜːʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Her controversial new theory flies in the face of everything we know about quantum mechanics.",
                "The controversial remarks by the celebrity were taken out of context and presented in a bad light.",
                "The controversial artwork caused a stir in the art world, but it turned out to be just a nine day wonder, quickly fading from public attention as other artistic creations gained prominence.",
                "The documentary presented the controversial issue in a different light, challenging commonly held beliefs and inviting viewers to reconsider their opinions.",
                "Seeing no other option, the politician decided desperate times call for desperate measures and made a controversial speech spreading misleading information to sway the crucial election results."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udHJvdmVyc2lhbA&hash=2f519be85d389ff315ee3c51d92238aa2f764b58&lang=en&cache-only=0",
            "defineEn": "causing a lot of strong public disagreement or discussion",
            "defineVi": "gây ra nhiều bất đồng hoặc thảo luận mạnh mẽ trong công chúng"
        },
        {
            "id": "d7d2840f-d038-402e-baeb-b384b18c6564",
            "word": "consistent",
            "phonetic": "kənsɪstənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The stock portfolio showed a steady yield, generating consistent profits for the shareholders.",
                "She believes that with the right mindset and consistent effort, any dream is achievable.",
                "The writer understands that diligence is the mother of good luck, and that success in writing requires consistent effort, discipline, and hard work.",
                "The gardener tended to their plants with consistent care and attention, trusting that slow and steady wins the race, and eventually grew a beautiful garden",
                "\"In learning a new skill, consistent practice and small improvements can lead to mastery, as many a little makes a mickle,\" said the instructor during the class."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2lzdGVudA&hash=c3a3e30d4002de161b0979ec55fc5b25a17ef776&lang=en&cache-only=0",
            "defineEn": "following the same course of action or behavior over time",
            "defineVi": "theo cùng một quá trình hành động hoặc hành vi theo thời gian"
        },
        {
            "id": "47ccee23-f908-4faa-a784-50f2e76ce518",
            "word": "furthermore",
            "phonetic": "fɜːðɚmoːɹ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Furthermore, a well-integrated system bridges the divide among multiple, diverse functions within an organization.",
                "Furthermore the company didn't have the right products.",
                "Furthermore, quality of service is often quite high.",
                "And furthermore, the rates were by class.",
                "And furthermore the chaps are in California."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVydGhlcm1vcmU&hash=54d45cff0d1333819434a9546a69cc0bc6acdaca&lang=en&cache-only=0",
            "defineEn": "in addition to what has just been stated; besides",
            "defineVi": "ngoài những điều vừa nêu; bên cạnh đó"
        },
        {
            "id": "ddcc6a68-af33-4780-a479-5392127396fc",
            "word": "forum",
            "phonetic": "foːɹəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Actually yeah, join the forum.",
                "- I still go on the forums.",
                "Today's social discourse takes place on the public forum of the internet.",
                "This is a forum on energy.",
                "Here I am at the forum."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ydW0&hash=e9f47ae253e233024369e8bc85fbd9f34fb3a94a&lang=en&cache-only=0",
            "defineEn": "a public meeting place where people can discuss and exchange views on various topics or issues",
            "defineVi": "một nơi gặp gỡ công cộng, nơi mọi người có thể thảo luận và trao đổi quan điểm về các chủ đề hoặc vấn đề khác nhau"
        },
        {
            "id": "01c39a82-c4c3-4e14-b91a-448afea32683",
            "word": "counterargument",
            "phonetic": "kaʊntɚɹɑːɹɡjuːmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "You have to give a counterargument.",
                "So I give you a counterargument.",
                "So you counter my counterargument with a counter-counterargument.",
                "But this last counterargument is abductive.",
                "Unsurprisingly, this idea was met with some counterarguments."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnRlcmFyZ3VtZW50&hash=e55b5612d947195e12974205b9eec3c1205b325d&lang=en&cache-only=0",
            "defineEn": "a set of arguments put forward to oppose an idea or theory",
            "defineVi": "một tập hợp các đối số đưa ra để phản đối một ý tưởng hoặc lý thuyết"
        },
        {
            "id": "cb1d69de-933d-4c7b-8338-b7cc40baada5",
            "word": "disagreement",
            "phonetic": "dɪsɐɡɹiːmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They have made up for their previous disagreements by attending couples therapy.",
                "I know we had a disagreement, but I hope there are no hard feelings.",
                "After a disagreement, the team is working to get back on the rails and collaborate effectively to achieve their shared goals.",
                "Both are trying to present the disagreement as a storm in a teacup.",
                "Alex is trying to build bridges with his colleague after their disagreement at the meeting."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzYWdyZWVtZW50&hash=a10e3ba9b4514e3dc20a63d58544aa1aa001b1a4&lang=en&cache-only=0",
            "defineEn": "a contrast of facts or ideas between two or more sides",
            "defineVi": "sự tương phản của các sự kiện hoặc ý tưởng giữa hai hoặc nhiều bên"
        },
        {
            "id": "11dcead5-eb3d-4507-9537-ac27aaf3aa0c",
            "word": "incident",
            "phonetic": "ɪnsɪdənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The incident says an awful lot about his character.",
                "The incident was over in a twinkle.",
                "The most recent incident happened only a week ago.",
                "The incident has remained something of an elephant in the room within our family.",
                "The incident has been blown up out of proportion."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jaWRlbnQ&hash=607be7f26d76aa9f804e9ef3b22dd9974820cbdf&lang=en&cache-only=0",
            "defineEn": "a strong disagreement between two countries that often involves military action",
            "defineVi": "một sự bất đồng mạnh mẽ giữa hai quốc gia thường liên quan đến hành động quân sự"
        },
        {
            "id": "c4349793-9e5a-45a7-88a0-14ab8d60b295",
            "word": "to criticize",
            "phonetic": "tə kɹɪɾɪsaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The author was criticized for rehashing old ideas in their latest book.",
                "I'm always being criticized.",
                "He was criticized by some for seemingly marrying into the fashion industry solely for fame and fortune.",
                "She took offense when her boss criticized her work in front of her colleagues.",
                "John threw a wobbler at work after the boss criticized his report."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3JpdGljaXpl&hash=2afd4c2ee3f951d5901812551b4ac2311f2ef572&lang=en&cache-only=0",
            "defineEn": "to judge someone or something based on their positive or negative points",
            "defineVi": "để đánh giá một ai đó hoặc một cái gì đó dựa trên điểm tích cực hoặc tiêu cực của họ"
        },
        {
            "id": "829bc4eb-4569-4cc8-be3c-1db558cac526",
            "word": "debate",
            "phonetic": "dᵻbeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The politician's opponent laughed at his proposal during the debate.",
                "Our next class will take the form of a debate.",
                "The five candidates spent almost the entire debate ahead of the primaries trading punches.",
                "This debate will run and run!",
                "During a debate, each debater has the burden of proof to support their arguments and convince the audience of their position."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGViYXRl&hash=d5df872a2c43c20c4fe297e64c46c3aaa8793fd8&lang=en&cache-only=0",
            "defineEn": "a discussion about a particular issue between two opposing sides, mainly held publicly",
            "defineVi": "một cuộc thảo luận về một vấn đề cụ thể giữa hai bên đối lập, chủ yếu được tổ chức công khai",
            "hasImg": true
        },
        {
            "id": "19ce9904-e0d3-4c69-a08f-50f7de93c0e4",
            "word": "to defend",
            "phonetic": "tə dᵻfɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "He went to the wall to defend his beliefs.",
                "Guys, do you even know the sexist history of the company you're so ardently defending?",
                "Jack could be mild-mannered and amicable most of the time, but when his children were criticized, he fiercely defended them.",
                "The mother who always defended her child's behavior, even when it was clearly inappropriate, demonstrated that love is blind.",
                "- Defend the virtual farm?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVmZW5k&hash=6afe66bbc14bf369d68d6748cf4232b2fd6a195e&lang=en&cache-only=0",
            "defineEn": "to support someone or try to justify an action, plan, etc.",
            "defineVi": "để hỗ trợ ai đó hoặc cố gắng biện minh cho một hành động, kế hoạch, v.v."
        },
        {
            "id": "c024c1d2-c89f-42a4-b15e-3dad12b331d6",
            "word": "to differ",
            "phonetic": "tə dɪfɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "When everyone in the group agreed on the idea without questioning it, John reminded them of the proverb great minds think alike, though fools seldom differ, to encourage them to think independently and critically.",
                "Let's just agree to differ on this topic and start talking about something else, huh?",
                "Towns 130 miles apart differ about 10 minutes in sun times. ",
                "Towns 1,300 miles apart differ about 100 minutes in sun times. ",
                "These levels differ by orders of magnitude."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlmZmVy&hash=5c6412b703121ed6a2deb5d1babcb767ffd18430&lang=en&cache-only=0",
            "defineEn": "to disagree with someone; to have a different opinion",
            "defineVi": "không đồng ý với ai đó; có ý kiến khác"
        },
        {
            "id": "9d0b6442-6d02-4741-b753-a7514606f29c",
            "word": "to divide",
            "phonetic": "tə dᵻvaɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The universal language of art is bridging a divide.",
                "The week is divided into seven days.",
                "As the saying goes, knaves and fools divide the world.",
                "The year is divided into twelve months, with each month having its own unique characteristics.",
                "They divided the grapefruit into equal segments to share among the group."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGl2aWRl&hash=79245a75488238a8d25a60b2f6351d7c3536de52&lang=en&cache-only=0",
            "defineEn": "to cause disagreement among people",
            "defineVi": "gây bất đồng trong nhân dân"
        },
        {
            "id": "27b8ff9f-62d1-44ba-b891-6bbb9a54c0ea",
            "word": "to emphasize",
            "phonetic": "tʊ ɛmfɐsaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The charity organization's mission statement emphasized the belief that poverty is no sin and that everyone deserves dignity and respect.",
                "The CEO emphasized the importance of punctuality in their company, stating that punctuality is the soul of business.",
                "The chef emphasized the importance of cleanliness in the kitchen, stating that cleanliness is next to godliness and that a clean kitchen is essential for food safety and quality.",
                "She wore ankle boots that emphasized her cankles.",
                "The counselor emphasized the importance of communication skills in maintaining healthy relationships, saying that a gentle tongue is a tree of life, but perverseness in it breaks the spirit."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1waGFzaXpl&hash=9e9019c3d98fcfa59da4d377bad0b4ac3334709c&lang=en&cache-only=0",
            "defineEn": "to point out the importance of something",
            "defineVi": "để chỉ ra tầm quan trọng của một cái gì đó"
        },
        {
            "id": "76d48e0a-4b89-4f1f-a57f-eab817d9218c",
            "word": "to fall out",
            "phonetic": "tə fɔːl aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Tom was a talented musician, but when he fell out with his bread and butter, his bandmates, they kicked him out of the band, causing him to lose his primary source of income from performing gigs.",
                "The window fell out.",
                "And then, the bottom fell out.",
                "Oh, and your teeth fall out.",
                "So, \"Your teeth fall out as you get older.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmFsbCBvdXQ&hash=8add9757eae1214f64e8cb9655a5ccd778681629&lang=en&cache-only=0",
            "defineEn": "to be no longer friendly with someone as a result of an argument",
            "defineVi": "không còn thân thiện với ai đó do tranh cãi",
            "hasImg": true
        },
        {
            "id": "9bc776b6-777b-4d87-8cfa-25daebced5c1",
            "word": "to fit",
            "phonetic": "tə fɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The new sofa wouldn't fit into the small living room.",
                "His partner left the table in a fit of pique.",
                "The teacher had a fit when the dog ran through the classroom.",
                "Technology advances by fits and starts.",
                "Replies to the advertisement are arriving in fits and starts."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZml0&hash=3354b7c4007ee43c40d2eb602099a7947feac54a&lang=en&cache-only=0",
            "defineEn": "to agree with or be suitable for something particular",
            "defineVi": "để đồng ý với hoặc phù hợp cho một cái gì đó cụ thể"
        },
        {
            "id": "428771ec-fafe-459e-80de-0f750cc26360",
            "word": "to hold",
            "phonetic": "tə hoʊld ",
            "partOfSpeechType": "verb",
            "examples": [
                "The proud uncle held his newborn nephew in his arms.",
                "The medicine cabinet in the bathroom holds our first aid supplies.",
                "Hold your fire!",
                "A strawberry margarita, but hold the tequila.",
                "The senator held the floor for several hours."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9sZA&hash=70bc0c1736f7c3f6cf4d1c7ec516a27c851a113d&lang=en&cache-only=0",
            "defineEn": "to have a specific opinion or belief about someone or something",
            "defineVi": "để có một ý kiến cụ thể hoặc niềm tin về một ai đó hoặc một cái gì đó"
        },
        {
            "id": "00523e78-e5ef-40bf-a5cc-196ebdd1909b",
            "word": "to infer",
            "phonetic": "tʊ ɪnfɜː ",
            "partOfSpeechType": "verb",
            "examples": [
                "So scientists inferred that the auroras were coming from a bunch of thin ripples in the atmosphere.",
                "His mom infers that the noise hurts his ears. ",
                "Some researchers have inferred that faulty connections between areas of the brain may be responsible for autism. ",
                "And the capability for language can really only be inferred from the fossil record.",
                "And so we can infer that the image of the taotie, with its fangs, horns, and large eyes, was an integral component of early Chinese ceremonial and religious life."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5mZXI&hash=0d3ac3108c474bfad7bbde1062e1fe619f955618&lang=en&cache-only=0",
            "defineEn": "to reach an opinion or decision based on available evidence and deduction",
            "defineVi": "để đạt được một ý kiến hoặc quyết định dựa trên bằng chứng có sẵn và khấu trừ"
        },
        {
            "id": "e4e5b6d1-7d73-4091-bcbc-f7c3e99d6d0b",
            "word": "to appreciate",
            "phonetic": "tʊ ɐpɹiːʃɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The distinct taste and texture of kelp are appreciated in certain cuisines around the world.",
                "I would appreciate your help in putting me in touch with historians at the university.",
                "As a health-conscious individual, he appreciated the nutritional benefits of incorporating poppy seeds into his meals.",
                "I didn't appreciate that cheap shot you took at me at the party.",
                "I would appreciate the chance to meet with you at your convenience to discuss these matters."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwcmVjaWF0ZQ&hash=7d08d5e6d9da67497420fa2cbf1032b2403f4805&lang=en&cache-only=0",
            "defineEn": "to value something or someone's good qualities",
            "defineVi": "để đánh giá một cái gì đó hoặc phẩm chất tốt của ai đó"
        },
        {
            "id": "477d3615-b396-449c-b3ef-d3d4a8d99071",
            "word": "to [take] {sb/sth} for granted",
            "phonetic": "tə teɪk ɛsbiː slæʃ ɛstiːeɪtʃ fɔːɹ ɡɹæntᵻd ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFrZSB7c2JzdGh9IGZvciBncmFudGVk&hash=8937447452d6d8336a98062053e134b06b278e3e&lang=en&cache-only=0",
            "defineEn": "to not appreciate a person or thing because one thinks one will never lose them",
            "defineVi": "không đánh giá cao một người hoặc vật bởi vì một người nghĩ rằng một người sẽ không bao giờ mất họ"
        },
        {
            "id": "f3da4946-a9f2-434f-b9d0-6b3ba063daf9",
            "word": "inference",
            "phonetic": "ɪnfɚɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "That was an inference that you drew?",
                "But the whole point of this is, now we can make inferences about a difference of means.",
                "So without that proof, paleontologists have to rely on inferences, based on closely related animals for which they do have hard evidence, a technique known as phylogenetic bracketing.",
                "Sometimes, patients are able to put the pieces together by making inferences over time.",
                "They used a technique broadly called Bayesian statistics or Bayesian inference, which is wildly important to modern science."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mZXJlbmNl&hash=426f15761dd6344a151f52ef838c848edabaa06f&lang=en&cache-only=0",
            "defineEn": "a conclusion that is deduced from the existing evidence or known facts",
            "defineVi": "một kết luận được suy ra từ các bằng chứng hiện có hoặc các sự kiện đã biết"
        },
        {
            "id": "ba676bd8-7d71-4551-b691-ac1d9511e963",
            "word": "superficial",
            "phonetic": "suːpɚfɪʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The seasoned politician scoffed at the young upstart's superficial promises, muttering that you cannot catch old birds with chaff, as he knew from experience that voters were not easily swayed by empty rhetoric.",
                "He has a reputation for being shallow and only caring about superficial things.",
                "It's important to foster deep connections with others rather than settling for shallow relationships based on superficial interests.",
                "But that outward beauty is superficial.",
                "But earwigs aren’t so superficial."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwZXJmaWNpYWw&hash=87db409ffb102f78f1bb349e9614a227b4df01f0&lang=en&cache-only=0",
            "defineEn": "not analyzing or examining something in a complete or detailed way",
            "defineVi": "không phân tích hoặc kiểm tra một cái gì đó một cách đầy đủ hoặc chi tiết"
        },
        {
            "id": "67cf3103-7f97-4331-8a94-ea1fb071823b",
            "word": "(as|) far as {sb/sth} [is] concerned",
            "phonetic": "æz fɑːɹ æz ɛsbiː slæʃ ɛstiːeɪtʃ ɪz kənsɜːnd ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXMgZmFyIGFzIHtzYnN0aH0gaXMgY29uY2VybmVk&hash=0778d54f0a679ba13af872678867833ee3ed234d&lang=en&cache-only=0",
            "defineEn": "used when someone gives their personal opinion, especially if it is in contrast with someone else's opinion",
            "defineVi": "được sử dụng khi ai đó đưa ra ý kiến cá nhân của họ, đặc biệt nếu nó trái ngược với ý kiến của người khác"
        },
        {
            "id": "f446fb1f-ff81-457f-990a-cec1df5c07d0",
            "word": "to [have] a problem with {sb/sth}",
            "phonetic": "tə hæv ɐ pɹɑːbləm wɪð ɛsbiː slæʃ ɛstiːeɪtʃ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaGF2ZSBhIHByb2JsZW0gd2l0aCB7c2JzdGh9&hash=1021dde61838f2b49ed4099b3ff9f3027664901a&lang=en&cache-only=0",
            "defineEn": "to not to be able to approve or accept someone or something",
            "defineVi": "để không thể phê duyệt hoặc chấp nhận một ai đó hoặc một cái gì đó"
        },
        {
            "id": "4833e481-75e3-4a52-81dc-0474d23d3c0a",
            "word": "in a nutshell",
            "phonetic": "ɪn ɐ nʌtʃɛl ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW4gYSBudXRzaGVsbA&hash=9bee66df82b481a77f9b473417a104c000b222c7&lang=en&cache-only=0",
            "defineEn": "used before giving a short and clear summary of something",
            "defineVi": "được sử dụng trước khi đưa ra một bản tóm tắt ngắn gọn và rõ ràng về một cái gì đó"
        },
        {
            "id": "465a2b6b-8f1e-47aa-9462-68f8775c8a06",
            "word": "if you ask me",
            "phonetic": "ɪf juː æsk miː ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aWYgeW91IGFzayBtZQ&hash=57cba4968cd609834b27791b0bbeb3f54b005ac7&lang=en&cache-only=0",
            "defineEn": "used when someone gives their personal opinion, emphasizing on the fact that it is their personal view",
            "defineVi": "được sử dụng khi ai đó đưa ra quan điểm cá nhân của họ, nhấn mạnh vào thực tế rằng đó là quan điểm cá nhân của họ"
        }
    ]
}