{
    "id": "a846db3c-05db-40ab-9c24-751caf71b128",
    "title": "Punctuation",
    "originalTitle": "Punctuation",
    "words": [
        {
            "id": "9d09a182-3e34-4d6d-b4e4-60b292ea1b76",
            "word": "ampersand",
            "phonetic": "æmpɚsænd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW1wZXJzYW5k&hash=c44431e254ae5a7e409f4ae59f2e1f4c5f2b2c9e&lang=en&cache-only=0",
            "defineEn": "the symbol & used in writing to signify the word 'and'",
            "defineVi": "biểu tượng & được sử dụng bằng văn bản để biểu thị từ 'và'",
            "hasImg": true
        },
        {
            "id": "55e553ea-2691-4e7d-ae9a-1d9115b509e8",
            "word": "apostrophe",
            "phonetic": "ɐpɔstɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "So in this example, this apostrophe is OK.",
                "And it also knows that this apostrophe is just a character.",
                "And the reason why you have to kind of set it to that settings, is because if you don't and you upload it, the apostrophes turn into like little question marks and it looks really weird",
                "But there was a big controversy and some people said it should be D apostrophe O H. Other people were, and I remembered some, a couple of writers spelled it doe, D O E. Which just looked stupid on the page.",
                "And you have to save it with those settings because if you have apostrophes or fractions, numbers, that kind of stuff, it turns into a question mark and I made that mistake the first time I tried using this method to closed caption."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBvc3Ryb3BoZQ&hash=86ed2b7c3bd3cbbbb04ed8928cd3b4d841c8ad33&lang=en&cache-only=0",
            "defineEn": "the symbol ' used in writing to show possession or omission of letters or numbers",
            "defineVi": "ký hiệu ' được sử dụng bằng văn bản để thể hiện sự sở hữu hoặc bỏ sót các chữ cái hoặc số",
            "hasImg": true
        },
        {
            "id": "cfa17c1d-db19-4c9a-a7b7-b622c91b5866",
            "word": "asterisk",
            "phonetic": "æstɚɹɪsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "So find the asterisks.",
                "But there's an asterisk here.",
                "For example, multiply is indicated by the asterisk symbol.",
                "By the way, historical linguists use that asterisk to signal that it’s still a hypothesis.",
                "Now this right here, the little asterisk here, this is my equity now."
            ],
            "audio": "https://tts.langeek.co/read?text=YXN0ZXJpc2s&hash=5062779832e8b88a1bd71499fc44e61dd696e09e&lang=en&cache-only=0",
            "defineEn": "the symbol * used in writing or printing to show that there is more information about something in the footnote or as an indication of importance or omission",
            "defineVi": "ký hiệu * được sử dụng bằng văn bản hoặc in ấn để cho thấy rằng có nhiều thông tin hơn về điều gì đó trong phần chú thích hoặc như một dấu hiệu về tầm quan trọng hoặc thiếu sót",
            "hasImg": true
        },
        {
            "id": "fb24da60-13ef-4efa-8c2c-5cc52473d148",
            "word": "backslash",
            "phonetic": "bækslæʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Most Likely to Murder is available now on digital DVD, on demand, hashtag backslash Jub Jub Flip Flop."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFja3NsYXNo&hash=63fcee62e470496c96bf8f5ee02f44071a219ed6&lang=en&cache-only=0",
            "defineEn": "the symbol (\\), used in some computer commands",
            "defineVi": "ký hiệu (\\), được sử dụng trong một số lệnh máy tính",
            "hasImg": true
        },
        {
            "id": "1ed9398a-13f5-40fa-b6c0-7f93fd048422",
            "word": "brace",
            "phonetic": "bɹeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "He wore braces to straighten his teeth.",
                "He wore a brace to support his injured back.",
                "I know you don't like your braces, but you'll have a million-dollar smile after they come off.",
                "As you can see, he held onto his hat and braced for impact even before the bomb went off.",
                "I have braces."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJhY2U&hash=f4bbde0e48ace1e289bcd97471b5d93d65bcdc62&lang=en&cache-only=0",
            "defineEn": "either of the two symbols { } used especially in mathematics or computing to show that the items within are connected together",
            "defineVi": "một trong hai ký hiệu { } được sử dụng đặc biệt trong toán học hoặc máy tính để chỉ ra rằng các mục bên trong được kết nối với nhau",
            "hasImg": true
        },
        {
            "id": "bc31b7c3-eb62-4cb1-975f-094e8c711bfa",
            "word": "bracket",
            "phonetic": "bɹækɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "All right, bracket boy, put those regular Cheetos up there.",
                "Next stop is Bracket 2.",
                "We put a bracket.",
                "Each bracket along the way applies to one specific chunk of your income, not the whole thing.",
                "And we close our brackets."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJhY2tldA&hash=8b585615a20af210fb2e3edf13ca7fbbd21fce68&lang=en&cache-only=0",
            "defineEn": "each of the two symbols [ ] used to indicate that the enclosed numbers or words should be considered separately",
            "defineVi": "mỗi ký hiệu trong số hai ký hiệu [ ] được sử dụng để chỉ ra rằng các số hoặc từ kèm theo cần được xem xét riêng",
            "hasImg": true
        },
        {
            "id": "62145883-fb67-4e5b-bc60-d489c43a5dc6",
            "word": "bullet point",
            "phonetic": "bʊlɪt pɔɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Even just 10 minutes, 15 minutes, bullet pointing out what happened today.",
                "Even if it's just some bullet points.",
                "Must be, it's the only bullet point under the huge heading that says leadership experience.",
                "Let's go down my list of bullet points telling you certain things that happen and what I think about them, and then we will move on to the big conversation about ableism.",
                "And in doing so that was a more effective means of advertising than just simply laying out bullet points."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVsbGV0IHBvaW50&hash=30951fc87f77638ad77fb37398edb3af8b9ce1b8&lang=en&cache-only=0",
            "defineEn": "any of the various items in a list that are marked by a circle, square, diamond, etc. to indicate importance; the printed symbol is also called a bullet point",
            "defineVi": "bất kỳ mục nào trong danh sách được đánh dấu bằng hình tròn, hình vuông, hình thoi, v.v. để biểu thị tầm quan trọng; biểu tượng được in còn được gọi là dấu đầu dòng",
            "hasImg": true
        },
        {
            "id": "933fc9c1-0325-4db0-bad2-045bed9c9422",
            "word": "colon",
            "phonetic": "koʊlən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Colon cancer looks a certain way, in a lymph node, in the liver, on a CAT scan.",
                "And this right here is the colon cancer?",
                "There was the whole colon.",
                "Is there a colon between the Z and the EN?",
                "On the contrary, the calcium in milk might even have a protective effect against colon cancer."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sb24&hash=c85d2fd08ad9f012e602cb6d24a39c4dd6b90bb4&lang=en&cache-only=0",
            "defineEn": "the punctuation mark : used to introduce a quotation, explanation, or list of items",
            "defineVi": "dấu chấm câu: được sử dụng để giới thiệu một trích dẫn, giải thích hoặc danh sách các mục",
            "hasImg": true
        },
        {
            "id": "cb36276d-5146-4c72-9e8e-8e3d1c88ae9e",
            "word": "comma",
            "phonetic": "kɑːmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "So the point 36 comma 0 is on the graph of this equation.",
                "He stuck a comma in the wrong place.",
                "So what is a 1 comma 3?",
                "Yeah, this is comma 11",
                "This point right over here is the point six comma one."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWE&hash=420a65a61755873f08721b2b98c09244aa81479e&lang=en&cache-only=0",
            "defineEn": "the mark , used to separate items in a list or indicate a pause in a sentence",
            "defineVi": "dấu , được sử dụng để phân tách các mục trong danh sách hoặc biểu thị tạm dừng trong câu",
            "hasImg": true
        },
        {
            "id": "e54101cc-dc1e-495e-8cd7-bcd0f5c0d4d9",
            "word": "dash",
            "phonetic": "dæʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She added a dash of cayenne pepper to her soup for an extra kick of flavor.",
                "I added a dash of salt to the boiling water before cooking the pasta.",
                "Lily will cut a dash at the art exhibition, showcasing her creative fashion choices and unique personal style.",
                "I love adding a dash of almond extract to my morning oatmeal.",
                "Daniel had dressed up to the nines at the wedding, looking dashing in his tailored suit and polished shoes."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFzaA&hash=563c742250bda93d14e31dc795b8a0b5fe5be68b&lang=en&cache-only=0",
            "defineEn": "the punctuation mark - used in writing to separate parts of a sentence, instead of a colon or brackets",
            "defineVi": "dấu chấm câu - được sử dụng bằng văn bản để tách các phần của câu, thay vì dấu hai chấm hoặc dấu ngoặc",
            "hasImg": true
        },
        {
            "id": "84f5ce1a-c5aa-40d6-b04f-25695f6025a8",
            "word": "ditto",
            "phonetic": "dɪɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGl0dG8&hash=bdaf333ab47bc85974e7d852a3b70deccf703f10&lang=en&cache-only=0",
            "defineEn": "the symbol〃used under a word in a list to show that it is repeated and to avoid writing it down again",
            "defineVi": "ký hiệu〃được sử dụng dưới một từ trong danh sách để cho biết rằng từ đó được lặp lại và để tránh viết lại từ đó",
            "hasImg": true
        },
        {
            "id": "fe118ecc-d96e-4175-8e57-418a11784da6",
            "word": "dot",
            "phonetic": "dɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our family line has presided over this land from the year dot.",
                "I've known Peter since the year dot.",
                "the European Council will seize the opportunity to cross the t's and dot the i's.",
                "Please make sure to dot your i's and cross your t's when signing this contract.",
                "I made sure to cross my t's and dot my"
            ],
            "audio": "https://tts.langeek.co/read?text=ZG90&hash=8fc899d4a015c8a461933e043903a07752d22bfe&lang=en&cache-only=0",
            "defineEn": "a small, round mark or spot",
            "defineVi": "một dấu nhỏ, tròn hoặc đốm",
            "hasImg": true
        },
        {
            "id": "578a1133-f4ad-45ad-a049-f3830d47ddd8",
            "word": "hyphen",
            "phonetic": "haɪfən ",
            "partOfSpeechType": "noun",
            "examples": [
                "German hyphen -y, not the country, when I play it back.",
                "Sometimes it's considered-- I don't think there's a hyphen really there.",
                "When we have two or more free morphemes combined together, that's a compound, whether it's written with a space, a hyphen, or all joined together, such as doghouse, rabbit hole or even rabbit hole fence sign."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlwaGVu&hash=71b9e499b814d5164ab03d44aba3aea8586b6cbd&lang=en&cache-only=0",
            "defineEn": "the punctuation mark - used to join two words to form a new one, or to indicate an element is missing (as for instance right- and left-handed), or to show that the remaining letters of a word situated at the end of a line are at the beginning of the next one",
            "defineVi": "dấu chấm câu - được sử dụng để nối hai từ để tạo thành một từ mới hoặc để biểu thị một thành phần bị thiếu (ví dụ: thuận tay phải và thuận tay trái) hoặc để chỉ ra rằng các chữ cái còn lại của một từ nằm ở cuối dòng nằm ở đầu từ tiếp theo",
            "hasImg": true
        },
        {
            "id": "ab211647-ebee-4cd6-9d94-938a3a241500",
            "word": "mark",
            "phonetic": "mɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mark my words.",
                "We mark important passages in a book with a pencil underline.",
                "The classroom ruler is marked in both inches and centimeters for easy measurement.",
                "We should mark the date on the calendar for our family gathering.",
                "Years of war have left their mark on these pretty islands."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFyaw&hash=2f418045a79e115c30136eee3fd18de7753d51e3&lang=en&cache-only=0",
            "defineEn": "a symbol used in writing or in print that signifies or is a record of something",
            "defineVi": "một biểu tượng được sử dụng bằng văn bản hoặc bản in biểu thị hoặc là bản ghi của một cái gì đó"
        },
        {
            "id": "a0349235-b069-42b3-b36a-a71905c3e2e3",
            "word": "period",
            "phonetic": "piəɹɪəd ",
            "partOfSpeechType": "noun",
            "examples": [
                "During this period the movies really came of age as an art form.",
                "The make-or-break factor in this delicate post-course period is the attitude of the person's immediate superior.",
                "Car-rental companies are running background checks on drivers who rent for long periods.",
                "It’s time to close the book on this unfortunate period in our history.",
                "A place that lets them be for whatever period they choose."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyaW9k&hash=bbe251f9be86a1f7516eb550be78ae64bdf4d9fc&lang=en&cache-only=0",
            "defineEn": "the symbol . used to mark the end of a sentence or an abbreviation",
            "defineVi": "biểu tượng . được sử dụng để đánh dấu sự kết thúc của một câu hoặc viết tắt",
            "hasImg": true
        },
        {
            "id": "d0669ef9-f59c-44a9-8d58-101abb427d41",
            "word": "parenthesis",
            "phonetic": "pɚɹɛnθəsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We put a parentheses.",
                "I still have a parentheses here.",
                "And we put a parentheses here.",
                "Put that in parentheses.",
                "If you want five for your answer, then you really need some parentheses!"
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyZW50aGVzaXM&hash=cd505d57c6f78b05f45ffa8db77908acf83e5ce2&lang=en&cache-only=0",
            "defineEn": "either of the symbols ( ) used in writing to enclose extra information that is given or to group a symbolic unit in logic or mathematics",
            "defineVi": "một trong hai ký hiệu ( ) được sử dụng bằng văn bản để đính kèm thông tin bổ sung được cung cấp hoặc để nhóm một đơn vị ký hiệu trong logic hoặc toán học",
            "hasImg": true
        },
        {
            "id": "fa8a23b3-0220-4311-aa04-dc8764e1ea6d",
            "word": "point",
            "phonetic": "pɔɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The compass needle always points north.",
                "The problem has now reached crisis point.",
                "I take your point.",
                "No point in spoiling the ship for a ha'porth of tar",
                "The line cuts the circle at two points."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9pbnQ&hash=2c0c7698e836ae3e8b0cced32a1b5b0ca9b74704&lang=en&cache-only=0",
            "defineEn": "the punctuation mark . used to indicate that a sentence or an abbreviation is ended",
            "defineVi": "dấu câu. được sử dụng để chỉ ra rằng một câu hoặc một từ viết tắt đã kết thúc",
            "hasImg": true
        },
        {
            "id": "6ca7a80d-0935-435d-b0e3-fabdc0e790a3",
            "word": "pound sign",
            "phonetic": "paʊnd saɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "So they swapped out the diamond for another symbol on the keyboard: the good old pound sign.",
                "Hence the number sign and pound sign seem to have a similar trajectory.",
                "So what the hasthag or pound sign or octothorpe signified was always changing.",
                "The dates of the exact shift from the pound contraction to the pound sign are fuzzy but most agree it was around the 19th century.",
                "Messina also thought it sounded like a cool idea because there was some precedent for using the pound sign this way."
            ],
            "audio": "https://tts.langeek.co/read?text=cG91bmQgc2lnbg&hash=5c66b6d61de373ba7cc2180fc07b88edad47cfe3&lang=en&cache-only=0",
            "defineEn": "the symbol £ used in writing or printing to represent the British unit of currency",
            "defineVi": "ký hiệu £ được sử dụng bằng văn bản hoặc in ấn để đại diện cho đơn vị tiền tệ của Anh",
            "hasImg": true
        },
        {
            "id": "35becdb1-ddb3-4988-9586-15204b74219f",
            "word": "punctuation mark",
            "phonetic": "pʌŋktʃuːeɪʃən mɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "You have to read every word, every punctuation mark, every syllable.",
                "Ultimately, this underappreciated punctuation mark can give writing clarity, force, and style, all encompassed in one tiny dot and squiggle that's just waiting to be put in the right place.",
                "Maybe that's why we toss these punctuation marks around like grammatical confetti.",
                "And, David, to put a punctuation mark, you see it coming?",
                "\"Semicolons: At first, they may seem frightening, then, they become enlightening, finally, you'll find yourself falling for these delightful punctuation marks.\""
            ],
            "audio": "https://tts.langeek.co/read?text=cHVuY3R1YXRpb24gbWFyaw&hash=e3d2720a1e05c5bfdae4761db1811cb7a172d5a2&lang=en&cache-only=0",
            "defineEn": "any mark such as a period, comma, brackets, etc., used in writing to divide phrases and sentences and to make them clearly understood",
            "defineVi": "bất kỳ dấu hiệu nào như dấu chấm, dấu phẩy, dấu ngoặc, v.v., được sử dụng bằng văn bản để phân chia các cụm từ và câu và để làm cho chúng được hiểu rõ ràng",
            "hasImg": true
        },
        {
            "id": "39a16e17-d9d8-43f2-8763-dc682e5c5196",
            "word": "question mark",
            "phonetic": "kwɛstʃən mɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "A question mark hangs over the future of the company.",
                "A slight question mark against her character remains.",
                "There's still a big question mark hanging over his future with the team.",
                "Two big omissions are Danny Mills and Nick barmby - both of who must now have a question mark hanging against their future at the club.",
                "If we don't secure new funding soon, there is going to be a question mark over the future of this agency."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVlc3Rpb24gbWFyaw&hash=e614b14645ea608fbc274b90c142a553c58c1b32&lang=en&cache-only=0",
            "defineEn": "the mark ? used at the end of a sentence to show that it is a question",
            "defineVi": "dấu hiệu ? được sử dụng ở cuối câu để chỉ ra rằng đó là một câu hỏi",
            "hasImg": true
        },
        {
            "id": "be89ddcc-585a-4b46-acf9-af2bc3138fb8",
            "word": "quotation mark",
            "phonetic": "kwoʊteɪʃən mɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Notice the quotation marks in the air.",
                "Because I start my string with a single quotation mark.",
                "So everything in between the double quotation marks, the interpreter is just going to view as a bunch of characters.",
                "And I'm putting the weight in quotation marks right over here because the units I'm going to talk about are--",
                "And you can recognize them because they'll either be in single or double quotation marks."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVvdGF0aW9uIG1hcms&hash=6abefc74bfbac75bad61ddd77202fb596d3c9adc&lang=en&cache-only=0",
            "defineEn": "either of the symbols \" \" or ' ' used before and after a word or words to indicate the beginning and the end of a title or quoted remark, or to mark a jargon",
            "defineVi": "một trong hai ký hiệu \" \" hoặc '' được sử dụng trước và sau một từ hoặc nhiều từ để biểu thị phần đầu và phần cuối của tiêu đề hoặc nhận xét được trích dẫn hoặc để đánh dấu một biệt ngữ",
            "hasImg": true
        },
        {
            "id": "a532c588-927c-4c40-acba-363d916e4629",
            "word": "quote",
            "phonetic": "kwoʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Right out of the gate she shared a quote I think we can all relate to.",
                "The article portrayed her as domineering by dropping quotes from her out of context.",
                "Mean Girls quote!",
                "But of course people only quote the sound bite.",
                "Remember the quote?"
            ],
            "audio": "https://tts.langeek.co/read?text=cXVvdGU&hash=609f092d65fd198c19e3539a383e8b48e3a17894&lang=en&cache-only=0",
            "defineEn": "(plural) another way of saying quotation marks",
            "defineVi": "(số nhiều) một cách nói khác của dấu ngoặc kép",
            "hasImg": true
        },
        {
            "id": "28e5083c-e8a2-4901-8016-1bcd8372c13d",
            "word": "semicolon",
            "phonetic": "sɛmɪkoʊlən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The semicolon breaks things up, but it also builds connections.",
                "But then the semicolon edges in to the rescue.",
                "In that situation, semicolons bring fluidity and variation to writing by connecting related clauses.",
                "And we put a semicolon because they obviously didn't have a decimal point one third.",
                "But a semicolon can replace a conjunction to shorten a sentence or to give it some variety."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VtaWNvbG9u&hash=ce792ab484abfb64997bddad78aec5c153180e38&lang=en&cache-only=0",
            "defineEn": "the punctuation mark ; used to separate the items in a list or to indicate a pause between two main clauses in a compound sentence",
            "defineVi": "dấu câu ; được sử dụng để tách các mục trong một danh sách hoặc để biểu thị tạm dừng giữa hai mệnh đề chính trong câu ghép",
            "hasImg": true
        },
        {
            "id": "6a0dac9c-99e3-4ff5-843e-cce35cbebd89",
            "word": "slash",
            "phonetic": "slæʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I slashed the box.",
                "Competitors like McDonald's are slashing prices through deals.",
                "That immediately slashed Amazon's potential tax burden.",
                "To compete, Pier One slashed prices.",
                "So the connection between space and underwater demolitions, slash Navy SEALs, goes a long way back apparently."
            ],
            "audio": "https://tts.langeek.co/read?text=c2xhc2g&hash=96a696705938132de4c1c1e5df24a691f95f0c48&lang=en&cache-only=0",
            "defineEn": "the symbol / used in print or writing to indicate alternatives or fractions, etc.",
            "defineVi": "ký hiệu / được sử dụng trong in ấn hoặc viết để chỉ ra các lựa chọn thay thế hoặc phân số, v.v."
        },
        {
            "id": "ffdd35ab-6121-4a08-9e5b-08105b1fadcd",
            "word": "hyphenation",
            "phonetic": "haɪfəneɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aHlwaGVuYXRpb24&hash=b271e9667719a43071ed8656ec26a701475b5740&lang=en&cache-only=0",
            "defineEn": "the insertion of a hyphen (-) between syllables or parts of a word that cannot fit on a single line",
            "defineVi": "việc chèn dấu gạch nối (-) giữa các âm tiết hoặc các phần của từ không thể vừa trên một dòng"
        },
        {
            "id": "1778a77b-7844-4b8a-a4ed-48b43fd952a1",
            "word": "double dagger",
            "phonetic": "dʌbəl dæɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG91YmxlIGRhZ2dlcg&hash=2137390572f282b4363c5fc3951ff65e30d93b5e&lang=en&cache-only=0",
            "defineEn": "a punctuation symbol used to indicate additional information or a footnote reference in written text",
            "defineVi": "một ký hiệu dấu chấm câu được sử dụng để biểu thị thông tin bổ sung hoặc tham chiếu chú thích cuối trang trong văn bản bằng văn bản"
        },
        {
            "id": "79b493c8-65ec-4612-ac6c-cf931e6cea53",
            "word": "bullet operator",
            "phonetic": "bʊlɪt ɑːpɚɹeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnVsbGV0IG9wZXJhdG9y&hash=f3933c474180db449bca3dc17ddbd0df2d4826b4&lang=en&cache-only=0",
            "defineEn": "a typographical symbol used to denote individual items in a list or to visually separate and organize information in a concise manner",
            "defineVi": "một ký hiệu đánh máy được sử dụng để biểu thị các mục riêng lẻ trong danh sách hoặc để phân tách trực quan và sắp xếp thông tin một cách ngắn gọn"
        },
        {
            "id": "57ce3618-6be2-472d-a546-ce626eb4137d",
            "word": "section sign",
            "phonetic": "sɛkʃən saɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VjdGlvbiBzaWdu&hash=ca006199cecbfea950b4a7af2d084dccfcdaeaa0&lang=en&cache-only=0",
            "defineEn": "a typographical symbol used to indicate a specific section or division within a document, often used in legal or academic contexts to reference a particular part or topic",
            "defineVi": "một ký hiệu đánh máy được sử dụng để biểu thị một phần hoặc bộ phận cụ thể trong tài liệu, thường được sử dụng trong ngữ cảnh pháp lý hoặc học thuật để tham chiếu một phần hoặc chủ đề cụ thể"
        },
        {
            "id": "1b5e74f2-c687-4c3d-974b-db99880b6982",
            "word": "guillemet",
            "phonetic": "ɡɪlɛmɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3VpbGxlbWV0&hash=578792767e5c0158969450d3f09226bc2ca8f5ab&lang=en&cache-only=0",
            "defineEn": "a single typographical symbol, either the opening or closing angle quotation mark (« or ») used in various languages to indicate quotations or enclose text with a special meaning",
            "defineVi": "một ký hiệu đánh máy duy nhất, dấu ngoặc kép mở hoặc góc đóng (« hoặc ») được sử dụng trong các ngôn ngữ khác nhau để biểu thị các trích dẫn hoặc kèm theo văn bản có ý nghĩa đặc biệt"
        },
        {
            "id": "3e582547-302e-4cd0-b6c6-f4ab7f3114ec",
            "word": "ampersat",
            "phonetic": "æmpɚsæt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW1wZXJzYXQ&hash=8b0819e617e8157e497555905eddc3e936624264&lang=en&cache-only=0",
            "defineEn": "the symbol @, that is used in email addresses and other forms of electronic communication",
            "defineVi": "ký hiệu @, được sử dụng trong địa chỉ email và các hình thức liên lạc điện tử khác"
        },
        {
            "id": "6e51e809-269d-4ea1-b612-5c842bcde949",
            "word": "caret symbol",
            "phonetic": "kæɹət sɪmbəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2FyZXQgc3ltYm9s&hash=56eba943058e9626ed78f7d86ac1827b210441a8&lang=en&cache-only=0",
            "defineEn": "a small, V-shaped symbol often used in mathematics and computer programming to indicate exponentiation, bitwise XOR operations, or to mark insertions or corrections in text",
            "defineVi": "một biểu tượng nhỏ, hình chữ V thường được sử dụng trong toán học và lập trình máy tính để biểu thị phép toán lũy thừa, phép toán XOR theo bit hoặc để đánh dấu các phần chèn hoặc chỉnh sửa trong văn bản"
        },
        {
            "id": "3618d409-a330-4fd8-891a-b77bc5632f24",
            "word": "interpunct",
            "phonetic": "ɪntɚpʌŋkt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJwdW5jdA&hash=f22589b04114f823384a99c9190c565d178f692c&lang=en&cache-only=0",
            "defineEn": "a punctuation mark that consists of a small dot used to separate or clarify elements within a sentence, such as in decimal numbers, abbreviations, or to indicate word boundaries in some languages",
            "defineVi": "dấu chấm câu bao gồm một dấu chấm nhỏ được sử dụng để phân tách hoặc làm rõ các thành phần trong câu, chẳng hạn như số thập phân, chữ viết tắt hoặc để biểu thị ranh giới từ trong một số ngôn ngữ"
        },
        {
            "id": "82429810-a451-4a05-8fa4-1f34032ddd52",
            "word": "ellipsis",
            "phonetic": "ɪlɪpsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "When Kepler looked over Brahe’s detailed observations on the motion of the planets, he realized that planets orbit the sun not in circles, but in ellipses.",
                "Comets, they orbit in very eccentric ellipses, but most planets and most moons orbit in ellipses that are pretty close to circles.",
                "There are shapeless blobs and smooth ellipses, but about three-quarters of galaxies have that classic spiral structure, including the Milky Way.",
                "Comets, they orbit in very eccentric ellipses, but most planets and most moons orbit in ellipses that are pretty close to circles.",
                "In the next couple of videos I'll do a bunch of problems where we draw a bunch of hyperbolas, ellipses, and circles with actual numbers."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxsaXBzaXM&hash=7050c7f4a7940cb18ebe1b0495e73aa22258aa42&lang=en&cache-only=0",
            "defineEn": "a punctuation mark consisting of three dots that indicates the omission of words or a pause in speech, often used to create suspense, indicate trailing off, or show incomplete thoughts in writing",
            "defineVi": "một dấu chấm câu bao gồm ba dấu chấm biểu thị sự thiếu sót của các từ hoặc tạm dừng trong bài phát biểu, thường được sử dụng để tạo sự hồi hộp, biểu thị sự kết thúc hoặc thể hiện những suy nghĩ không đầy đủ bằng văn bản"
        },
        {
            "id": "2a72426c-3ede-4512-83b6-a78b84e63540",
            "word": "emoticon",
            "phonetic": "ɪmɑːɾɪkən ",
            "partOfSpeechType": "noun",
            "examples": [
                "So people are using creative respelling, like repeated letters and all caps, and visual additions, like emojis, emoticons, and gifs to convey more than the literal meaning of words."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1vdGljb24&hash=e3ac743e889ae006aaec58d4109182e912ee6318&lang=en&cache-only=0",
            "defineEn": "a sign formed by keyboard characters to show the tone of a message or its sender's facial expression, used on social media or in text messages",
            "defineVi": "một dấu hiệu được tạo bởi các ký tự bàn phím để hiển thị âm điệu của tin nhắn hoặc nét mặt của người gửi, được sử dụng trên phương tiện truyền thông xã hội hoặc trong tin nhắn văn bản",
            "hasImg": true
        },
        {
            "id": "485ce59c-a03f-4ff1-a1ac-733d4a05a99f",
            "word": "interrobang",
            "phonetic": "ɪntɚɹoʊbæŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJyb2Jhbmc&hash=6eca329bf019611c6d247c64a3b3cbc70291e845&lang=en&cache-only=0",
            "defineEn": "a punctuation mark that combines the question mark and exclamation mark, used to express a mixture of surprise and inquiry, or to convey a rhetorical question with emphasis",
            "defineVi": "một dấu chấm câu kết hợp dấu chấm hỏi và dấu chấm than, được sử dụng để thể hiện sự pha trộn giữa ngạc nhiên và thắc mắc hoặc để truyền đạt một câu hỏi tu từ với sự nhấn mạnh"
        },
        {
            "id": "15763ed9-798d-440e-a789-e9b75527e81f",
            "word": "en dash",
            "phonetic": "ɛn dæʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW4gZGFzaA&hash=b3e8159d1cac82c2143bd351595957524c588fd5&lang=en&cache-only=0",
            "defineEn": "a punctuation mark that is slightly longer than a hyphen (-) and is used to indicate a range or connection between two elements, such as dates, times, or numbers. It can also be used to show contrast or connection between words or phrases",
            "defineVi": "dấu chấm câu dài hơn dấu gạch nối (-) một chút và được dùng để biểu thị phạm vi hoặc kết nối giữa hai thành phần, chẳng hạn như ngày, giờ hoặc số. Nó cũng có thể được sử dụng để hiển thị sự tương phản hoặc kết nối giữa các từ hoặc cụm từ"
        },
        {
            "id": "e373440d-5e2a-48f9-a8a0-b3e4de92525d",
            "word": "em dash",
            "phonetic": "ɛm dæʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW0gZGFzaA&hash=ae1337a02f2641df63491b9f270cc43211637a71&lang=en&cache-only=0",
            "defineEn": "a punctuation mark that is longer than both a hyphen (-) and an en dash (–)",
            "defineVi": "dấu chấm câu dài hơn cả dấu gạch nối (-) và dấu gạch ngang (-)"
        },
        {
            "id": "851bf75c-6d5c-4379-8f14-b287a2c2bb61",
            "word": "parenthetical comma",
            "phonetic": "pɚɹənθɛɾɪkəl kɑːmə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFyZW50aGV0aWNhbCBjb21tYQ&hash=227f04166cd0bfccc34c37ef9b5ddc76bdf7a5b3&lang=en&cache-only=0",
            "defineEn": "a punctuation mark used to set off nonessential or supplementary information within a sentence, indicating a slight pause or separation of the parenthetical element from the rest of the sentence",
            "defineVi": "một dấu chấm câu được sử dụng để đặt ra thông tin bổ sung hoặc không cần thiết trong một câu, biểu thị một chút tạm dừng hoặc tách phần tử ngoặc đơn khỏi phần còn lại của câu"
        },
        {
            "id": "f943057f-2ce2-42d4-8d52-713afba377cc",
            "word": "serial comma",
            "phonetic": "sɪɹiəl kɑːmə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VyaWFsIGNvbW1h&hash=95b6d5a3c9fe82c8683283f259134fa402be22b4&lang=en&cache-only=0",
            "defineEn": "a comma used before the conjunction (usually \"and\" or \"or\") in a list of three or more items, providing clarity and avoiding ambiguity",
            "defineVi": "dấu phẩy được sử dụng trước liên từ (thường là \"và\" hoặc \"hoặc\") trong danh sách gồm ba mục trở lên, mang lại sự rõ ràng và tránh sự mơ hồ"
        },
        {
            "id": "763a7b37-f36c-4562-9c43-77ead8329fe6",
            "word": "double quotation mark",
            "phonetic": "dʌbəl kwoʊteɪʃən mɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG91YmxlIHF1b3RhdGlvbiBtYXJr&hash=a2f319ff2568eba27970811e27676874c3d9761c&lang=en&cache-only=0",
            "defineEn": "a punctuation mark consisting of two parallel horizontal lines used to enclose quoted or cited material",
            "defineVi": "một dấu chấm câu bao gồm hai đường ngang song song được sử dụng để kèm theo tài liệu được trích dẫn hoặc trích dẫn"
        },
        {
            "id": "0d5905c9-6bd3-4ff1-89fb-5aa62b152248",
            "word": "single quotation mark",
            "phonetic": "sɪŋɡəl kwoʊteɪʃən mɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2luZ2xlIHF1b3RhdGlvbiBtYXJr&hash=2ef0ded9bdd6f82b75861af900c05e119a20c4de&lang=en&cache-only=0",
            "defineEn": "a punctuation mark consisting of a curved or slanted line used to enclose quoted or cited material within a larger quotation or to indicate a word or phrase as being ironic, unconventional, or used in a specialized sense",
            "defineVi": "một dấu chấm câu bao gồm một đường cong hoặc nghiêng được sử dụng để đính kèm tài liệu được trích dẫn hoặc được trích dẫn trong một trích dẫn lớn hơn hoặc để chỉ ra một từ hoặc cụm từ là mỉa mai, độc đáo hoặc được sử dụng theo nghĩa chuyên biệt"
        },
        {
            "id": "626cdef9-b6d6-4ecb-af50-1a1e4aa7ca59",
            "word": "dagger",
            "phonetic": "dæɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He looked daggers at Mary as if it had all been her fault.",
                "The two sides have been at daggers drawn for some months now with no sign of improvement in relations.",
                "She and her sister are at daggers drawn.",
                "They have been at daggers drawn for weeks over tactics.",
                "The couple have been at daggers drawn since they separated six months ago."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFnZ2Vy&hash=289397d9c90153ef647af3f3885faa164ac5e0fa&lang=en&cache-only=0",
            "defineEn": "a typographical symbol resembling a cross or plus sign (+) that is often used to indicate a footnote or reference in written or printed text",
            "defineVi": "một biểu tượng đánh máy giống như dấu thập hoặc dấu cộng (+) thường được sử dụng để biểu thị chú thích hoặc tài liệu tham khảo trong văn bản viết hoặc in"
        },
        {
            "id": "f5f37c2f-fcf3-48f1-9841-04ecc6c8e90e",
            "word": "exclamation point",
            "phonetic": "ɛksklɐmeɪʃən pɔɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Note the exclamation point!",
                "WILLIAM BURNS - I really do think it was a pugnacious exclamation point on what you could see building over the couple of years before that, and particularly since the Orange Revolution in Ukraine, the Rose Revolution in Georgia.",
                "The exclamation point wasn’t all they added.",
                "There’s a couple comments all in caps lock and exclamation points from people who must be mind readers or can see into the past, present, and future and know what’s going on.",
                "So it muddies the waters, and it makes truth this difficult thing to find, and so ultimately even if you're trying to put an exclamation point beside the thing that you believe, you can undercut your very cause."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhjbGFtYXRpb24gcG9pbnQ&hash=647b6131bfe91eb06f01c01a9348e590e9c5b10f&lang=en&cache-only=0",
            "defineEn": "the mark ! used after a sentence to indicate excitement, surprise, etc.",
            "defineVi": "dấu hiệu ! được sử dụng sau một câu để biểu thị sự phấn khích, ngạc nhiên, v.v.",
            "hasImg": true
        },
        {
            "id": "c90532f2-b552-4ff9-aa56-25307808e278",
            "word": "pilcrow",
            "phonetic": "pɪlkɹoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tumblr and facebook have their places, too, with It's Ok To Be Smart and I pilcrow hash at asterisk-ing love science."
            ],
            "audio": "https://tts.langeek.co/read?text=cGlsY3Jvdw&hash=0c402a6968d942a4cfcfc9ea8e757e0565c24719&lang=en&cache-only=0",
            "defineEn": "a typographical symbol that resembles a backward-facing \"P\" (¶)",
            "defineVi": "một biểu tượng đánh máy giống như chữ \"P\" quay ngược (¶)"
        }
    ]
}