{
    "id": "a8c1281b-c6b1-45d4-b354-fe8e71581593",
    "title": "Plant for the Planet!",
    "originalTitle": "Lesson 30",
    "words": [
        {
            "id": "243f02e8-60f4-41d0-be36-be04d8682bbf",
            "word": "branch",
            "phonetic": "bɹæntʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The branch broke with a loud snap.",
                "The laws were reformed root and branch.",
                "The authorities have offered an olive branch to the community.",
                "The branch began to give under his weight.",
                "After all, the highest branch is not the safest roost."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJhbmNo&hash=ea0bdf57655d68997d3b4fe2e441d585f705257a&lang=en&cache-only=0",
            "defineEn": "a part of a tree divided into some other parts on which the leaves grow",
            "defineVi": "một phần của cây được chia thành một số phần khác mà lá mọc",
            "hasImg": true
        },
        {
            "id": "efff8a66-62d1-422e-a617-fbb55a96772e",
            "word": "root",
            "phonetic": "ɹuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The laws were reformed root and branch.",
                "The farmer harvested the tuberous roots of the yam plant.",
                "Racism must be eliminated, roots and all.",
                "It's time for a roots and all review of political donations.",
                "I watched as the pig rooted around in the dirt for food."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9vdA&hash=56abf0681805fefc5383f82410e1a3d71eca084b&lang=en&cache-only=0",
            "defineEn": "the underground part of a plant that absorbs water and minerals, sending it to other parts",
            "defineVi": "phần ngầm của cây hấp thụ nước và khoáng chất, gửi nó đến các bộ phận khác",
            "hasImg": true
        },
        {
            "id": "01f78b51-a2e2-4d18-b983-8150da0e0991",
            "word": "trunk",
            "phonetic": "tɹʌŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The elephant had big ears and a long trunk.",
                "Up in the canopy, single trees split into multiple trunks.",
                "Of course, their trunks didn't evolve as bomb detectors.",
                "Maybe because banana trunks can look like human legs.",
                "In one study, researchers counted 137 trunks growing out of a single tree."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJ1bms&hash=c7d4a7a75f3e918fdfaddedb4da136f11ed99d25&lang=en&cache-only=0",
            "defineEn": "the main wooden body of a tree",
            "defineVi": "thân gỗ chính của cây",
            "hasImg": true
        },
        {
            "id": "4dfc65a7-23f9-454b-b7ca-ecebcdc0ca16",
            "word": "twig",
            "phonetic": "twɪɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's important to establish good habits and values early on because, as the twig is bent, so is the tree inclined.",
                "The parent realized that their child had developed negative habits and attitudes, but was determined to correct them early on, knowing that when a twig grows hard it is difficult to twist.",
                "Around here, many birds use things like twigs, leaves and grass.",
                "What's going to happen to the twig?",
                "In nature, she goes into places like hollow twigs."
            ],
            "audio": "https://tts.langeek.co/read?text=dHdpZw&hash=3483c02c70727c72e1a75266ba0804ac27ae0c91&lang=en&cache-only=0",
            "defineEn": "a small and thin branch of a tree stemmed from another branch",
            "defineVi": "một nhánh cây nhỏ và mỏng bắt nguồn từ một nhánh khác",
            "hasImg": true
        },
        {
            "id": "7ac7e969-f12b-4dad-a3cc-8ce5224293c1",
            "word": "bush",
            "phonetic": "bʊʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I picked a handful of delicious sand cherries from the bush in my backyard.",
                "I gathered a basket of sloes from the bushes near my house.",
                "The blackberry bushes in our backyard were loaded with plump, juicy fruits.",
                "The bramble bushes along the hiking trail were filled with ripe dewberries.",
                "The bushes beneath the window helped to break his fall."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVzaA&hash=465104f9ab2f999ca2b779b6fa4b724ed49e6c11&lang=en&cache-only=0",
            "defineEn": "a type of plant small in size with several stems in the ground",
            "defineVi": "một loại cây có kích thước nhỏ với một số thân cây trong lòng đất",
            "hasImg": true
        },
        {
            "id": "97735f75-2157-49b9-8ded-ca8dd60aa181",
            "word": "ash",
            "phonetic": "æʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, ash is like baby food for new plants!",
                "That stuff is called ash.",
                "And his body is ash now",
                "This is ash.",
                "Cremation ash startups are some of the most popular choices among consumers."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNo&hash=ae3d3876d058805f6cb7202b6a8e4cb0ee86184f&lang=en&cache-only=0",
            "defineEn": "a type of forest tree with gray bark and compound leaves",
            "defineVi": "một loại cây rừng có vỏ màu xám và lá kép",
            "hasImg": true
        },
        {
            "id": "9f6489f5-4fa4-4042-b873-4c5b10c83880",
            "word": "bamboo",
            "phonetic": "bæmbuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "As a chef, I add bamboo shoots to my signature soup for a delightful twist.",
                "She had never tried bamboo shoots before, but she decided to give them a chance in her salad.",
                "For centuries, bamboo salt baked two to three times has been used in traditional Korean medicine.",
                "Shin Tae-joong has been making bamboo salt for over 20 years.",
                "High-quality bamboo salt costs almost $100 for an 8.5-ounce jar, making it the most expensive salt in the world."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFtYm9v&hash=bf0e7d0867a6a699127d9f955400216304cbb556&lang=en&cache-only=0",
            "defineEn": "a type of plant that grows in tropical regions with a hollow wooden stem",
            "defineVi": "một loại cây mọc ở vùng nhiệt đới có thân gỗ rỗng",
            "hasImg": true
        },
        {
            "id": "e8d26f97-4b47-498b-b677-03edece5aa1b",
            "word": "eucalyptus",
            "phonetic": "juːkɐlɪptəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Apply yourself, work hard, and stay off the eucalyptus.",
                "Beta-caryophyllene is what gives pepper its pepperiness, and caryophyllene oxide is found in plants like lemon balm and eucalyptus. ",
                "They eat only eucalyptus leaves, which means they don't get much energy.",
                "All you eat is eucalyptus, and so you have no energy and you sleep 20 hours a day."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXVjYWx5cHR1cw&hash=9fb8b90cc9f3caa46ea9dba83ae74178e88f6cb1&lang=en&cache-only=0",
            "defineEn": "a type of tree growing mainly in Australia, which has a strong smell",
            "defineVi": "một loại cây mọc chủ yếu ở Úc, có mùi nồng",
            "hasImg": true
        },
        {
            "id": "6cb2ebb1-0757-43ef-8e9e-2f616e381904",
            "word": "evergreen",
            "phonetic": "ɛvɚɡɹiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Things like your name, birthday and Social Security number are evergreen.",
                "Of course, evergreen trees also need lots of water, just like most other plants.",
                "Comedy is not evergreen, for the most part.",
                "Evergreens are what we call plants that keep their leaves and stay green all year round.",
                "Holly is an evergreen with leaves that are often dark green and prickly around the edges."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZlcmdyZWVu&hash=d8c36cc2c691627ef94bd8c2f4aa76ced77e23d3&lang=en&cache-only=0",
            "defineEn": "any type of plant with leaves that remain green throughout the year",
            "defineVi": "bất kỳ loại cây nào có lá vẫn xanh quanh năm",
            "hasImg": true
        },
        {
            "id": "5809f553-512e-4b59-8f30-502922d6951b",
            "word": "fir",
            "phonetic": "fɜː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Trees of all different species, like Sitka spruce and Douglas fir, grew off of the redwoods’ branches.",
                "I think it’s a fir!",
                "Pollen samples from the Late Pleistocene show us that Santarosae was covered with vegetation, like pines, firs, grasses, and sage.",
                "And pine, spruce, and fir aren’t the only conifers out there!",
                "These include pine, fir, and spruce."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmly&hash=889addcfe0205a37e906de22b66d8fa9b0a7a785&lang=en&cache-only=0",
            "defineEn": "a type of evergreen tree with leaves shaped like needles",
            "defineVi": "một loại cây thường xanh với lá hình kim",
            "hasImg": true
        },
        {
            "id": "4a4466f4-7663-4181-a6f7-21eab21f65ef",
            "word": "holly",
            "phonetic": "hɑːli ",
            "partOfSpeechType": "noun",
            "examples": [
                "It’s holly!",
                "- I'm Holly.",
                "I like Holly a lot.",
                "Holly is an evergreen with leaves that are often dark green and prickly around the edges.",
                "Instead, the seeds of holly plants are found inside the berries."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9sbHk&hash=ee2c6dd1640d386e5e48abb45a2f3766a79e5326&lang=en&cache-only=0",
            "defineEn": "a type of evergreen tree with small white flowers and red berries used in decorating Christmas trees",
            "defineVi": "một loại cây thường xanh với hoa nhỏ màu trắng và quả mọng màu đỏ được sử dụng để trang trí cây thông Noel",
            "hasImg": true
        },
        {
            "id": "1a338c2d-d6bc-4db1-8798-cd2312037a24",
            "word": "ivy",
            "phonetic": "aɪvi ",
            "partOfSpeechType": "noun",
            "examples": [
                "One of these plants is poison ivy.",
                "The same thing happens with poison ivy.",
                "Birds, deer, and lots of critters snack on plants like poison ivy.",
                "Poison ivy leaves grow in groups of three.",
                "and, you know, boom, I'm poison Ivy in the Cramps."
            ],
            "audio": "https://tts.langeek.co/read?text=aXZ5&hash=b9965f1c54746e64324e23342315979196bf412b&lang=en&cache-only=0",
            "defineEn": "a type of climbing tree that is evergreen with dark green leaves",
            "defineVi": "một loại cây leo thường xanh với lá màu xanh đậm",
            "hasImg": true
        },
        {
            "id": "2545e4c1-4fe5-4b6a-831a-400bd65b3831",
            "word": "oak",
            "phonetic": "oʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The tall oak tree provided shade on a hot summer day.",
                "The treasure was buried under a big oak tree.",
                "The storm brought the old oak tree crashing down.",
                "Mark, a construction worker, is as strong as an oak.",
                "They admired the sturdy stem of the oak tree, providing support to its branches and leaves."
            ],
            "audio": "https://tts.langeek.co/read?text=b2Fr&hash=ed4a2007041c31bbbaac0c1f98dc28143a259fa9&lang=en&cache-only=0",
            "defineEn": "a large tree that has acorn as its fruit",
            "defineVi": "một cây lớn có quả sồi như quả của nó",
            "hasImg": true
        },
        {
            "id": "f36a93fe-fe35-42e6-956a-bc39f446a93d",
            "word": "palm",
            "phonetic": "pɑːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Drug barons were greasing the palm of the chief of police.",
                "I'll have him in the palm of my hand in no time.",
                "If you want to get something done around here, you have to grease someone's palm.",
                "He likes to cook his french fries in palm oil for a crispy texture.",
                "There's a second way through this situation but it involves greasing your boss's palms."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFsbQ&hash=6504263a429be2e635de107a0e1293a1493d985b&lang=en&cache-only=0",
            "defineEn": "a tropical tree with a big trunk and needle-like leaves",
            "defineVi": "một loại cây nhiệt đới có thân to và lá hình kim",
            "hasImg": true
        },
        {
            "id": "c8607069-fdff-4e01-ba91-13aaeae0f690",
            "word": "pine",
            "phonetic": "paɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "I love the fresh scent of pine trees in the forest.",
                "We used pine nuts to create a mouthwatering stuffing for our roasted vegetables.",
                "Exporting pine to Scandinavia seems like carrying coals to Newcastle.",
                "They went for a hike in the woods and found a pine tree with abundant pine nuts.",
                "They went for a hike in the woods and found a pine tree with abundant pine nuts."
            ],
            "audio": "https://tts.langeek.co/read?text=cGluZQ&hash=09a5b737ce760cd86a01fb2b65c0c2c877ecb814&lang=en&cache-only=0",
            "defineEn": "a type of evergreen tree that grows in forests with needle-like leaves",
            "defineVi": "một loại cây thường xanh mọc trong rừng với lá kim",
            "hasImg": true
        },
        {
            "id": "1cc3401f-4a5f-4f1d-9e9d-054c93569f2e",
            "word": "vine",
            "phonetic": "vaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "That resolution clearly withered on the vine.",
                "I used the strong tendrils of the grape vine to train it along the trellis for better support.",
                "They picked the juicy tomatoes, gently twisting the stalks to separate them from the vine.",
                "The grape vine in my backyard is flourishing, with clusters of ripe grapes ready for harvest.",
                "It was a delight to see the tuberous vines of the morning glory climbing up the garden fence."
            ],
            "audio": "https://tts.langeek.co/read?text=dmluZQ&hash=d9fe7c428ed653e4698550b9b974d37f7399a257&lang=en&cache-only=0",
            "defineEn": "a climbing plant with grapes as its fruit",
            "defineVi": "một loại cây leo với quả nho là quả của nó",
            "hasImg": true
        },
        {
            "id": "93224fd1-7c9f-4346-a82d-0def375937e8",
            "word": "willow",
            "phonetic": "wɪloʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "These birds live in the vegetation alongside rivers and streams, things like cottonwood and willow trees.",
                "According to recent research, up to 75% of southwestern willow flycatchers have found new homes in tamarisk shrubs, at least in some spots.",
                "I am also a willow grower and basket weaver.",
                "I just put this willow branch in there, and I like that she's investigating it.",
                "He planted the willow in the soil, in a pot, and then tended to the plant’s needs, observing its growth over five years."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lsbG93&hash=3b37a5a3d770cd4ba32bb23fa48d8bc3faf42c47&lang=en&cache-only=0",
            "defineEn": "a type of tree that grows near water, with thin leaves which can be used for making baskets",
            "defineVi": "một loại cây mọc gần nước, có lá mỏng, có thể dùng làm thúng",
            "hasImg": true
        },
        {
            "id": "6900330a-e594-49f7-95f4-f407f233bfbf",
            "word": "weeping willow",
            "phonetic": "wiːpɪŋ wɪloʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2VlcGluZyB3aWxsb3c&hash=c3dc2bfaee77f5953246dae6a9da42e3fda96df3&lang=en&cache-only=0",
            "defineEn": "a type of tree that grows near water with long branches and leaves reaching to the ground",
            "defineVi": "một loại cây mọc gần nước với cành và lá dài chạm đất",
            "hasImg": true
        },
        {
            "id": "81f4246f-0a01-4390-bc78-dbdd8908936c",
            "word": "to bloom",
            "phonetic": "tə bluːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The flowers bloomed under the sunny sky.",
                "The Japanese cherry trees in my garden are in full bloom, creating a picturesque scene.",
                "His favorite season is spring, when the weather is mild and the flowers are in full bloom.",
                "The coach told his team that a flower blooms more than once to encourage them to keep practicing and striving for success, even after a defeat.",
                "Many flowers bloom in May, such as tulips and daisies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxvb20&hash=b44030d8e13618139e402dd48bbf1de9d5d43acc&lang=en&cache-only=0",
            "defineEn": "(plant) to bear flowers",
            "defineVi": "(cây) ra hoa",
            "hasImg": true
        },
        {
            "id": "30f75f96-cb7e-4bda-b711-14f35ab0ca80",
            "word": "to blossom",
            "phonetic": "tə blɔsəm ",
            "partOfSpeechType": "verb",
            "examples": [
                "I enjoyed the sweet scent of blossoms on the flowering tree.",
                "The scent of wild cherry blossoms filled the air, signaling the arrival of spring.",
                "Japan is a country in Asia famous for its technology, anime, and cherry blossoms.",
                "Beauty is but a blossom to those who don't know how to appreciate it.'",
                "They watched as the bees buzzed around, sipping the nectar from the colorful blossoms."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxvc3NvbQ&hash=973efa6a3d8138fadec8d3cc767ade37267236a9&lang=en&cache-only=0",
            "defineEn": "(plant) to bear flowers, especially flowers that are not fully open",
            "defineVi": "(cây) ra hoa, đặc biệt là hoa chưa nở hoàn toàn",
            "hasImg": true
        },
        {
            "id": "6bc7fee3-2e5b-466c-8238-3843854f002a",
            "word": "bud",
            "phonetic": "bʌd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rebellion was nipped in the bud.",
                "It's important to nip this problem in the bud.",
                "Inflation will only get worse if the government doesn't do something right now to nip it in the bud.",
                "Bud got stuck into it straight away and really enjoyed exploring the foam and making different shapes with it.",
                "Check out this bud."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVk&hash=326e9e0b19f4b4c88b45ec4bd1ead30e9c1753e6&lang=en&cache-only=0",
            "defineEn": "a part of a plant from which new flowers, leaves, or stems develop",
            "defineVi": "một phần của cây mà từ đó hoa, lá hoặc thân mới phát triển",
            "hasImg": true
        },
        {
            "id": "9dbc6cdd-fdba-4a9d-8770-209b2a209c72",
            "word": "leaf",
            "phonetic": "liːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some high-end restaurants use gold leaf as a garnish for desserts and other dishes.",
                "The trees are coming into leaf.",
                "He dipped a leaf of the artichoke into the tangy sauce.",
                "Afterwards I was shaking like a leaf.",
                "Apparently he's turned over a new leaf and he's not smoking any more."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhZg&hash=8e74f638470a1c417cd1ff76354f2a2825098706&lang=en&cache-only=0",
            "defineEn": "a green part of a plant in which the photosynthesis takes place",
            "defineVi": "một phần màu xanh lá cây của một nhà máy trong đó quá trình quang hợp diễn ra",
            "hasImg": true
        },
        {
            "id": "717f9585-721a-42fa-b95a-161b017f52f9",
            "word": "stem",
            "phonetic": "stɛm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gardener carefully wrapped the stem of the young tree with burlap to protect it from frost during winter.",
                "They admired the sturdy stem of the oak tree, providing support to its branches and leaves.",
                "As the rain poured, the thirsty plant absorbed water through its roots, nourishing its leaves and stems.",
                "The differences in these properties stem mostly from the differences in their polarities.",
                "And the stem contains the tens digits."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlbQ&hash=e79e90ae543fee54acc6a891bc555e35f4884d87&lang=en&cache-only=0",
            "defineEn": "the main part of a plant that connects the roots to the twigs, leaves, and flowers",
            "defineVi": "phần chính của cây nối rễ với cành, lá và hoa",
            "hasImg": true
        },
        {
            "id": "eb094199-e28a-433f-8d8b-e1b57d4e3291",
            "word": "thorn",
            "phonetic": "θɔːɹn ",
            "partOfSpeechType": "noun",
            "examples": [
                "She's a real thorn in his side.",
                "The Party was a thorn in the flesh of his coalition.",
                "Resistance will always remain a thorn in the flesh of Zionism and its ideology which is rooted in the perverse notion of supremacy and power.",
                "He's been a thorn in my side for years.",
                "Heavenly Father, help me to deal with the thorn in my flesh."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhvcm4&hash=155f517f5a775334c9cb81c72ca07aa21a8fe71d&lang=en&cache-only=0",
            "defineEn": "a sharp part of a plant that is attached to the stem",
            "defineVi": "một phần sắc nét của một cây được gắn vào thân cây",
            "hasImg": true
        },
        {
            "id": "5934c65c-4a8e-4fba-b395-85fc94835862",
            "word": "daffodil",
            "phonetic": "dæfədɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "daffodils are surprisingly feisty.",
                "Daffodils are perennials!",
                "Ah, daffodils.",
                "A daffodil can reduce a rose’s vase life from eleven days down to three, or a tulip’s vase life from seven days to four.",
                "And it’s thanks to the daffodil’s stems."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFmZm9kaWw&hash=a216863179531f0eb9deaad24f16f27841224349&lang=en&cache-only=0",
            "defineEn": "a tall flower with white and yellow color, shaped like a trumpet",
            "defineVi": "một bông hoa cao có màu trắng và vàng, hình dạng giống như một chiếc loa kèn",
            "hasImg": true
        },
        {
            "id": "e798357c-1768-4715-97b8-82b2327c764e",
            "word": "daisy",
            "phonetic": "deɪzi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'll be pushing up the daisies long before the price of property goes down in our city.",
                "A new coat of paint will have this place looking as fresh as a daisy.",
                "It's lucky I was sent here, to Hepzibah, or I'd be pushing up daisies.",
                "The damage is done Daisy, you can't unscramble a scrambled egg as they say.",
                "He's been pushing up the daisies for over 10 years!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFpc3k&hash=2443ebfc76b4d7da73c803eacb66c92a167683c1&lang=en&cache-only=0",
            "defineEn": "a small wild flower that has a yellow center and white petals",
            "defineVi": "một loài hoa dại nhỏ có tâm màu vàng và cánh hoa màu trắng",
            "hasImg": true
        },
        {
            "id": "6bfcd57b-71ec-43f6-b2f6-d2bfe6597e8d",
            "word": "lotus",
            "phonetic": "loʊɾəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The lotus is Vietnam's national flower and a plant that's grown across the country.",
                "But making lotus silk is different.",
                "- That's like a lotus.",
                "Lotus silk is one of the rarest fabrics in the world, produced only in small scale across Cambodia, Myanmar, and, more recently, Vietnam.",
                "And the lotus plants are only available to harvest between April and October."
            ],
            "audio": "https://tts.langeek.co/read?text=bG90dXM&hash=9da1b276d0de0dd7393a298e21a3ec36aeeeef59&lang=en&cache-only=0",
            "defineEn": "a type of flower which grows on the surface of lakes with white or pink petals",
            "defineVi": "một loại hoa mọc trên mặt hồ với những cánh hoa màu trắng hoặc hồng",
            "hasImg": true
        },
        {
            "id": "cd8559e7-56d2-44c8-ae63-b12c80bafe58",
            "word": "tulip",
            "phonetic": "tjuːlɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many flowers bloom in May, such as tulips and daisies.",
                "According to Thompson and Treussard of the University of California at Los Angeles, this devastating conflict played havoc with tulip demand.",
                "Tulips are my favorite flowers, because they're just so pretty.",
                "Meanwhile, species like tulips have to contend with narciclasine.",
                "Did the 17th century speculation in tulips really do long-term damage to the country's economic infrastructure?"
            ],
            "audio": "https://tts.langeek.co/read?text=dHVsaXA&hash=7644384fc98f65579e349e88ad3434f1ed2b5af3&lang=en&cache-only=0",
            "defineEn": "a flower shaped like a cup that has bright colors and blossoms in spring",
            "defineVi": "một bông hoa hình chiếc cốc có màu sắc tươi sáng và nở vào mùa xuân",
            "hasImg": true
        },
        {
            "id": "1a054a25-35ca-47af-94e4-8d5ad203a167",
            "word": "violet",
            "phonetic": "vaɪəlɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "My best friend is Violet.",
                "Her name is Violet.",
                "So violet is VFC.",
                "But where exactly is violet?",
                "[Sheril] What do you think, Violet?"
            ],
            "audio": "https://tts.langeek.co/read?text=dmlvbGV0&hash=cc4a27515e602d87344df16780360905a18172fb&lang=en&cache-only=0",
            "defineEn": "a type of plant with tiny purple or white flowers and a sweet smell",
            "defineVi": "một loại cây có hoa nhỏ màu tím hoặc trắng và có mùi thơm",
            "hasImg": true
        },
        {
            "id": "15328366-3a74-416f-907d-0256bf2447b8",
            "word": "lavender",
            "phonetic": "lævəndɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He brewed a cup of lavender tea to soothe his mind and reduce stress.",
                "We rubbed lavender lotion on our hands, reveling in its softening and relaxing properties.",
                "He gifted her a bouquet of lavender flowers, symbolizing love and tranquility.",
                "Who brought the lavender wipes I put in your welcome packs?",
                "In one 2017 study, for example, people said they liked the smell of chocolate and lavender soaps equally."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF2ZW5kZXI&hash=d1f8a8201bb298903d435521c43e8c1ebb05edda&lang=en&cache-only=0",
            "defineEn": "a type of plant with purple flowers and a fine smell",
            "defineVi": "một loại cây có hoa màu tím và mùi thơm",
            "hasImg": true
        },
        {
            "id": "91891386-e94c-488e-a431-0b31319e8c0d",
            "word": "weed",
            "phonetic": "wiːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I bought a spray to kill the weeds.",
                "It may be too difficult for the trainee - small dog, tall weeds!",
                "A man of words and not of deeds is like a garden full of weeds, and the politician's promises were nothing but empty words.",
                "Nature abhors a vacuum, so if you don't fill the garden bed with plants, weeds will quickly take over.",
                "Maria's marriage was not perfect, but she understood that there is no garden without its weeds, and she was willing to work through the problems with her husband."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VlZA&hash=11766eff9c7b94a191f6b6ff35d438ffed0c4eaf&lang=en&cache-only=0",
            "defineEn": "any wild and unwanted plant that may harm the process of growth in a farm or garden",
            "defineVi": "bất kỳ loại cây dại và không mong muốn nào có thể gây hại cho quá trình sinh trưởng trong trang trại hoặc khu vườn",
            "hasImg": true
        }
    ]
}