{
    "id": "a90af1d8-7aee-45f6-ab9e-5767c7607b38",
    "title": "Lesson 28",
    "originalTitle": "Lesson 28",
    "words": [
        {
            "id": "5535a367-f2af-4fb1-8c70-6049325c869b",
            "word": "to anguish",
            "phonetic": "tʊ æŋɡwɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "And that psychological anguish takes a toll physically.",
                "And within moments cries of anguish break out all over the forest.",
                "I'm sure the choices are anguishing for everybody involved.",
                "Let's start with that obvious scapegoat of adolescent anguish, hormones.",
                "This was not the eerie whispering of demons, but a light tinkling that seemed to ease her anguish."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW5ndWlzaA&hash=9420df9b9c20fb51d869abae38c3001c2e11921f&lang=en&cache-only=0",
            "defineEn": "to experience intense physical or emotional pain or distress",
            "defineVi": "trải qua nỗi đau hoặc sự đau khổ về thể xác hoặc tinh thần"
        },
        {
            "id": "0742988d-8256-4063-824d-5df401fb2e92",
            "word": "to refurbish",
            "phonetic": "tə ɹᵻfɜːbɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Even Sweden's most famous company, Ikea, refurbishes its furniture here.",
                "Anyway, they were refurbished but still there was a catastrophic failure.",
                "Trump spent $1 million to refurbish each plane.",
                "Once in the U.S., he established himself in the world of shop design by refurbishing retailers, including at least one store on New York's Fifth Avenue.",
                "So think of it as taking your processor and refurbishing it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVmdXJiaXNo&hash=0e58ebb69c491175d0ef01ca13bed5749897c053&lang=en&cache-only=0",
            "defineEn": "to make a room or building look more attractive by repairing, redecorating, or cleaning it",
            "defineVi": "để làm cho một căn phòng hoặc tòa nhà trông hấp dẫn hơn bằng cách sửa chữa, trang trí lại hoặc làm sạch nó"
        },
        {
            "id": "50a6953c-c119-41f0-93ee-6f8b0877b7c0",
            "word": "to burnish",
            "phonetic": "tə bɜːnɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "And for companies trying to burnish their green credentials, flying first class might be bad publicity and bad for business."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnVybmlzaA&hash=a8777037f27f854befe0d5255373f783503b3f4e&lang=en&cache-only=0",
            "defineEn": "polish and make shiny",
            "defineVi": "đánh bóng và làm sáng bóng"
        },
        {
            "id": "9eb1e7eb-bc52-41f6-9c06-990ecefcd253",
            "word": "to burnish",
            "phonetic": "tə fɜːbɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "And for companies trying to burnish their green credentials, flying first class might be bad publicity and bad for business."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnVybmlzaA&hash=a8777037f27f854befe0d5255373f783503b3f4e&lang=en&cache-only=0",
            "defineEn": "polish and make shiny",
            "defineVi": "đánh bóng và làm sáng bóng"
        },
        {
            "id": "308adfdc-56f6-422b-af50-c11d94db5f85",
            "word": "to blemish",
            "phonetic": "tə blɛmɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Some of the food is blemished.",
                "Oh, you normally have a blemish",
                "It’s kind of like the food that has a blemish but it’s just as good.",
                "One glaring blemish is the gap between the haves and the have nots.",
                "JOE BIDEN, President of the United States: The idea that we have so many people dying every single day from gun violence in America is a blemish on our character as nation."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxlbWlzaA&hash=0cd338108973a027f8b1df92b58cf4a40b6e91d9&lang=en&cache-only=0",
            "defineEn": "add a flaw or blemish to; make imperfect or defective",
            "defineVi": "thêm một lỗ hổng hoặc nhược điểm vào; làm cho không hoàn hảo hoặc khiếm khuyết"
        },
        {
            "id": "033f9d70-c9b1-43a8-a55e-314020e176f6",
            "word": "to tarnish",
            "phonetic": "tə tɑːɹnɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The politician was once the poster boy for honesty and integrity, but his recent scandals have tarnished his reputation.",
                "This issue not only doesn't tarnish our golden years, it provides a sense of hope for a better future.",
                "The envious politician attacked his opponent with baseless accusations, not realizing that envy shoots at others and wounds itself, as his own reputation was tarnished in the process.",
                "Does this tarnish the reputation of the Communist Party as a credible problem-solver?",
                "But Putin's moment of glory was tarnished by troubles just over Russia's border: in Ukraine."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGFybmlzaA&hash=428f10e98597628ada7ae606697ee751813af222&lang=en&cache-only=0",
            "defineEn": "make dirty or spotty, as by exposure to air; also used metaphorically",
            "defineVi": "làm bẩn hoặc đốm, như do tiếp xúc với không khí; cũng được sử dụng một cách ẩn dụ"
        },
        {
            "id": "9dd40f56-7600-4781-bd93-8bc70490a359",
            "word": "to skirmish",
            "phonetic": "tə skɜːmɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Skirmishes, raids, and full-on invasions are happening every day, causing millions of casualties.",
                "And there was clearly a skirmish, a struggle of some sort, because Zimmerman had cuts on the back of his head. ",
                "Strange prophecies and visits from mysterious gypsies give way to the skirmishes and firing squads of repeated civil wars.",
                "But instead of fighting over hills or pieces of land the winner of these individual skirmishes gets a few moments of your time, which in today's attention economy is super valuable.",
                "Well, John, it is another skirmish in, as you put it, a long battle."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2tpcm1pc2g&hash=2b66ce26a9702ab89c5c1ed048cac6ce026ec04d&lang=en&cache-only=0",
            "defineEn": "to engage in a short argument",
            "defineVi": "tham gia vào một cuộc tranh luận ngắn"
        },
        {
            "id": "cdc16936-7211-4d0d-8e09-c116248c3c51",
            "word": "to brandish",
            "phonetic": "tə bɹændɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "These protesters were calling for closer alignment with Russia, brandishing the Russian flag.",
                "Thousands of demonstrators gathered in the streets, brandishing their namesake umbrellas to protect from pepper spray.",
                "And the police officer brandished a gun on me, with my children crying in the back.",
                "In the House of Representatives, politicians traded insults and brandished weapons until a Sargent at Arms restored order.",
                "When the villain in a movie suddenly pops up on the screen brandishing a chainsaw, it's your hormones that tell your blood vessels to constrict and your heart to start pumping faster, preparing you to fight that monster or run away."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJhbmRpc2g&hash=2569aace2060447cafc6012a3f450cdc394e1c04&lang=en&cache-only=0",
            "defineEn": "move or swing back and forth",
            "defineVi": "di chuyển hoặc xoay qua lại"
        },
        {
            "id": "9b5e437c-ef26-4996-bdbf-556368e22ca7",
            "word": "to replenish",
            "phonetic": "tə ɹᵻplɛnɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "No big deal, the losses are quickly replenished.",
                "But: Once the lava cools, those isotopes can’t be replenished.",
                "However, a certain percentage of the bacteria remain alive to replenish the colony.",
                "So essentially, bisphosphonates keep bones from replenishing themselves.",
                "So you HAVE to eat to replenish that molecular fuel."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVwbGVuaXNo&hash=62d47fb028045f15a0d4b4ec241ec85aa3b2215f&lang=en&cache-only=0",
            "defineEn": "fill something that had previously been emptied",
            "defineVi": "điền vào một cái gì đó mà trước đó đã được làm trống"
        },
        {
            "id": "aa37c546-4430-4c9c-9ee6-20694b3506f1",
            "word": "to admonish",
            "phonetic": "tʊ ɐdmɑːnɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He admonished his alchemical colleagues not to trust the words of the ancient masters.",
                "A lot of other English words are derived from monere, like premonition, admonish, demonstrate and monitor.",
                "Reade claimed that she was admonished for how she dressed by a supervisor, and that that was part of the retaliation."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRtb25pc2g&hash=01cba7544e926a7102849f0342824ee2b5f1c9c1&lang=en&cache-only=0",
            "defineEn": "to strongly urge or advice a person to take a particular action",
            "defineVi": "thúc giục mạnh mẽ hoặc khuyên một người thực hiện một hành động cụ thể"
        },
        {
            "id": "b9aa5be8-d18d-4361-8812-b0773273fa45",
            "word": "to lavish",
            "phonetic": "tə lævɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The film received lavish praise from critics for its groundbreaking visual effects, compelling storyline, and outstanding performances.",
                "James' lavish lifestyle eventually caught up with him when he was unable to maintain it, showing that wilful waste makes woeful want.",
                "Sarah's family was tempted to take out a loan to go on a lavish vacation, but they remembered the saying 'better go to bed supperless than rise in debt.'",
                "He'll have to pay the piper for all that lavish spending on his holiday.",
                "He's poor as a church mouse now because he squandered his inheritance on lavish, unnecessary purchases."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGF2aXNo&hash=dd6630afe50893cc0b5fb70fec5405f2a05de955&lang=en&cache-only=0",
            "defineEn": "expend profusely; also used with abstract nouns",
            "defineVi": "tiêu xài phung phí; cũng được sử dụng với danh từ trừu tượng"
        },
        {
            "id": "a3bf17ff-74fd-4381-b0ee-51019acfc523",
            "word": "to blandish",
            "phonetic": "tə blændɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxhbmRpc2g&hash=8712c98f4fea368ae6f9176f6d16140bd014d613&lang=en&cache-only=0",
            "defineEn": "praise somewhat dishonestly",
            "defineVi": "khen ngợi hơi không trung thực"
        },
        {
            "id": "745d6bff-0c41-4d8c-aa1c-1ad5d0c15db5",
            "word": "to defray",
            "phonetic": "tə dᵻfɹeɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "And to defray the upfront cost, customers can often get a solar loan or choose to lease the panels instead."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVmcmF5&hash=05e9590251abc3cd3c2295a182817cdf43b765bd&lang=en&cache-only=0",
            "defineEn": "to make up for the expense or cost of something",
            "defineVi": "để bù đắp cho các chi phí hoặc chi phí của một cái gì đó"
        },
        {
            "id": "06b8c20b-a55e-4750-a13b-77b9ca31b35a",
            "word": "to cloy",
            "phonetic": "tə klɔɪ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xveQ&hash=828d8e712139932640773a7f6d46d4440a9f9bd7&lang=en&cache-only=0",
            "defineEn": "cause surfeit through excess though initially pleasing",
            "defineVi": "gây ra tình trạng dư thừa mặc dù ban đầu làm hài lòng"
        },
        {
            "id": "04e92a44-309b-4c9d-9ea0-62e945656a7a",
            "word": "to convoy",
            "phonetic": "tə kɑːnvɔɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Military convoys join routine traffic on the highways.",
                "The victims were escorting a United Nations convoy east of Kabul.",
                "Other players in the market include companies like Transfix and Convoy.",
                "The last major convoy of Soviet troops from Kabul has crossed the border from Afghanistan into the Soviet Union on its way home.",
                "Derek Chauvin, he had a convoy with him, and that's the other officers."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udm95&hash=2a5ba7145815ae7944a6f4f24b458496d139940b&lang=en&cache-only=0",
            "defineEn": "escort in transit",
            "defineVi": "hộ tống quá cảnh"
        },
        {
            "id": "a6839f2a-b576-484b-b511-477b4553f634",
            "word": "to gnash",
            "phonetic": "tə næʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "[laughing] Squishing up your face and gnashing your teeth at other people while uncontrollably grunting and hyperventilating, that’s a very weird thing to do.",
                "Every time a grinder gnashes their back molars together, they exert as much as 200 pounds of pressure per square inch.",
                "For example, fish called grunts gnash their teeth together to make a characteristic grunting sound when distressed."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ25hc2g&hash=dfb7df958a3aa183b728ba3e0a6129843f2b09cc&lang=en&cache-only=0",
            "defineEn": "grind together, of teeth",
            "defineVi": "nghiến răng với nhau"
        },
        {
            "id": "00df834a-6f9c-4a3a-84f2-f129179e1107",
            "word": "to ambush",
            "phonetic": "tʊ æmbʊʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "An ambush in Southern Syria has killed at least 28 people.",
                "This owl is an ambush hunter.",
                "Today’s crocodylians are all aquatic ambush predators.",
                "Can I ambush you in your office? -",
                "Two species of these giants were ambush predators the size of polar bears that roamed Western North America."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW1idXNo&hash=8c2cfe7aef0d02f8112730c4bb556de52da2e579&lang=en&cache-only=0",
            "defineEn": "wait in hiding to attack",
            "defineVi": "chờ đợi trong ẩn để tấn công"
        },
        {
            "id": "9cd1152c-57a1-4b23-b499-ca2c03358353",
            "word": "to rendezvous",
            "phonetic": "tə ɹɑːndɪvuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The spacecraft rendezvoused with its target in June 2018, snapping a series of pictures that revealed the asteroid's shape.",
                "Next, we rendezvous at a crossroads with the group of pro-regime militiamen we were invited to see.",
                "The extra demand came from the rendezvous radar, which the landing module was using to keep track of the command module that stayed in orbit around the Moon.",
                "- OK and from there though, you have to rendezvous with the International Space Station, and that's going just a little bit faster.",
                "The Gemini missions were primarily focused on perfecting orbital rendezvous and docking, the devilishly complex process of bringing two ships together in space."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVuZGV6dm91cw&hash=77ab6c7897e657d43599a8fd49d662446520846e&lang=en&cache-only=0",
            "defineEn": "meet at a rendezvous",
            "defineVi": "gặp nhau tại một điểm hẹn"
        }
    ]
}