{
    "id": "a92840ad-1ce4-4ebb-80fc-f14d511394b0",
    "title": "Lesson 31",
    "originalTitle": "Lesson 31",
    "words": [
        {
            "id": "d714c7cf-0fb8-4493-8eff-0e9c55515db0",
            "word": "to yearn",
            "phonetic": "tə jɜːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Sometimes, we yearn for it.",
                "But certainly in Russia, people were not yearning for a collapse of the Soviet Union.",
                "And the fact that Trump, years later, years after, decades after Roy’s death, is still yearning for a Roy Cohn, that’s frightening for all of us. ",
                "Until you wake up one day and you realise that you feel isolated, that you yearn for close relationships.",
                "Australia's success in stamping out COVID offers lessons for other countries yearning for a return to normal life."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8geWVhcm4&hash=2fc20558d7ec13c3d5711dce60ef9fd7d325a42d&lang=en&cache-only=0",
            "defineEn": "desire strongly or persistently",
            "defineVi": "mong muốn mạnh mẽ hoặc liên tục"
        },
        {
            "id": "bfc75dd9-2800-48fa-8b84-04b7385148bb",
            "word": "to drone",
            "phonetic": "tə dɹoʊn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Law enforcement flew drones over protests in Minneapolis and New York.",
                "The drone became the face of us conflicts in the Middle East.",
                "Our drone is a battery with propellers on it.",
                "The drone is ready.",
                "But the drone survived!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJvbmU&hash=521f6960012bf9d3bca6a9ca3904a0e24d4bd3ce&lang=en&cache-only=0",
            "defineEn": "talk in a monotonous voice",
            "defineVi": "nói với giọng đều đều"
        },
        {
            "id": "048d0f8d-76e4-4d7f-ba17-7cd1ab0f5f89",
            "word": "to rant",
            "phonetic": "tə ɹænt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The old man ranted and raved about the new waste collection system, but he had to accept it.",
                "Stop ranting and raving for a minute and start being honest with yourself.",
                "That's my little rant.",
                "And that's our rant for today.",
                "And he would go on these rants."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmFudA&hash=c400409f45f069ab1ddf3e947dd6b672a492df4c&lang=en&cache-only=0",
            "defineEn": "talk in a noisy, excited, or declamatory manner",
            "defineVi": "nói chuyện một cách ồn ào, phấn khích hoặc tuyên bố"
        },
        {
            "id": "b508e70b-b2be-4edd-aaa1-608ecc3ef044",
            "word": "to cavil",
            "phonetic": "tə kævəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "\"It's frustrating to work with someone who is always nitpicking and finding fault, as a carper can cavil at anything, even the smallest details,\" said the designer to her colleague."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2F2aWw&hash=ffbb46055ba0bfc76ecfc1a1dcb01221eed6cac4&lang=en&cache-only=0",
            "defineEn": "raise trivial objections",
            "defineVi": "đưa ra những phản đối tầm thường"
        },
        {
            "id": "97d5fb56-03a6-4a6f-963a-5f7a4fc6d255",
            "word": "to retch",
            "phonetic": "tə ɹɛtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I got my ab workout retching so much.",
                "I was seasick as a dog, just throwing up and retching and \"Get me off!\"",
                "Ladies and gentlemen, you've just witnessed the first time that I've eaten sushi with raw fish in it and not retched.",
                "( retching ) - Oh, God! -",
                "(retches) Ugh, the eggs were bad."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV0Y2g&hash=37f40a0421faaf4c6e75092974ca7c5fb66190a1&lang=en&cache-only=0",
            "defineEn": "make an unsuccessful effort to vomit; strain to vomit",
            "defineVi": "nỗ lực nôn mửa không thành công; căng thẳng để nôn"
        },
        {
            "id": "dc71e53c-d3fa-4408-889a-aabe7cbbbb6f",
            "word": "to beam",
            "phonetic": "tə biːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Lisa beamed with pride as she watched her son receive his diploma on graduation day.",
                "The construction worker used a heavy-duty bolt to connect the steel beams.",
                "The proud father watched his child perform on stage, beaming with joy.",
                "Little beams of light played over the sea.",
                "Beam of light knocks him down."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVhbQ&hash=60991687835e496659999d9110e1fdcd6f8b314b&lang=en&cache-only=0",
            "defineEn": "to smile joyfully in an obvious way",
            "defineVi": "cười vui vẻ một cách rõ ràng",
            "hasImg": true
        },
        {
            "id": "5a1dcea4-7f02-4bfe-a565-cd0ac63cf29b",
            "word": "to hail",
            "phonetic": "tə heɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "I hailed a taxi to take me to the airport.",
                "Still, America's top infectious disease expert, Dr. Anthony Fauci, hailed the news.",
                "Modern hail cannons basically just blast a bunch of noise into the sky.",
                "AMNA NAWAZ: The tech giants hailed the progress they have made so far.",
                "Greetings home planet and all hail our supreme Zorgdorg."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFpbA&hash=c03e6e462c98416056bf20463105bff08b89ec41&lang=en&cache-only=0",
            "defineEn": "to praise someone or something, particularly in the press, etc.",
            "defineVi": "để ca ngợi ai đó hoặc một cái gì đó, đặc biệt là trên báo chí, v.v."
        },
        {
            "id": "a0e67f9a-f1ae-475f-9231-67dea04e5f1d",
            "word": "to prate",
            "phonetic": "tə pɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJhdGU&hash=cb60dd54e556afd972bf13ed8e65bdaa97fc49c0&lang=en&cache-only=0",
            "defineEn": "speak (about unimportant matters) rapidly and incessantly",
            "defineVi": "nói (về những vấn đề không quan trọng) một cách nhanh chóng và không ngừng"
        },
        {
            "id": "04da01fb-b712-45ab-9301-362b28f7183e",
            "word": "to debut",
            "phonetic": "tə deɪbjuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her second movie followed close on the heels of her successful film debut.",
                "Her second movie followed close on the heels of her successful film debut.",
                "The author rode on a wave of success with her debut novel, which became a bestseller and won critical acclaim.",
                "It is also a red-letter day for Bath's Ben Clarke, who makes his debut.",
                "The show was one of the hottest programs on television when it debuted."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVidXQ&hash=31889efa660405fd059239bef1116abe03fa6996&lang=en&cache-only=0",
            "defineEn": "appear for the first time in public",
            "defineVi": "lần đầu tiên xuất hiện trước công chúng"
        },
        {
            "id": "4de63ef6-8412-448b-b89e-ec12ca02e6e3",
            "word": "to redound",
            "phonetic": "tə ɹᵻdaʊnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "If you can help out some economic sector, say that's important in your district or state, that could be a political benefit that redounds to you.",
                "Therefore, when he sees that the United States is weakened or diminished in any way, to include on the domestic political front in Washington, it only redounds to Russia’s interests, and that’s where I think Mr. Putin really tries to, again, bloody the United States’ nose, because he feels as though, if that happens, it just accrues to his benefit."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVkb3VuZA&hash=9e1127b16f9a98eb6119b3dde9c38013ab0579ec&lang=en&cache-only=0",
            "defineEn": "contribute",
            "defineVi": "đóng góp"
        },
        {
            "id": "65f30464-2593-455c-868b-6aecf99ec9f7",
            "word": "to bide",
            "phonetic": "tə baɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "When my former business partner betrayed me, I knew that revenge is a dish best served cold, so I bided my time and waited until the right moment to strike.",
                "Biding his time, he built himself into a better recruit.",
                "And then young Amleth bides his time and pretends to be crazy in order to lull his uncle into a false sense of security.",
                "And the more important ones, especially Donald Trump, would get the immediate attention, and the rest of us would be sort of left to watch and ogle everybody else who was there, biding time, waiting for a meeting, waiting for time with Roy."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmlkZQ&hash=19101a1a0adebca8fc13f4ae2f4f643283ada1a8&lang=en&cache-only=0",
            "defineEn": "dwell",
            "defineVi": "trú ngụ"
        },
        {
            "id": "e4531864-b413-404c-8f3f-60c7ff168209",
            "word": "to reprimand",
            "phonetic": "tə ɹɛpɹɪmænd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The manager was known for his calm demeanor, but when his employee made the same mistake for the third time, he finally lost his temper and reprimanded them - every dog gets one bite.",
                "After repeatedly breaking the rules, he has asked for it and finally got reprimanded.",
                "'Dear Gwen, this letter will serve as a formal reprimand from the United States Olympic and Paralympic Committee.",
                "As we reported earlier, AstraZeneca is facing new questions today, after a highly unusual reprimand from a board overseeing the company's clinical trials.",
                "Rolfe has once been reprimanded for firing his service weapon, police records show."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVwcmltYW5k&hash=cb55973e1e8ae7638b135525da541b9c92f7488e&lang=en&cache-only=0",
            "defineEn": "censure severely or angrily",
            "defineVi": "kiểm duyệt nghiêm trọng hoặc giận dữ"
        },
        {
            "id": "697d0932-9602-4cf6-ae3a-61bc5c2cf1d8",
            "word": "to gloat",
            "phonetic": "tə ɡloʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "[Russia Today], Sputnik, were just gloating after the release of the WikiLeaks, the DNC emails, about how ridiculous American democracy and American democratic processes looked.",
                "It almost seems like I'm gloating.",
                "Whether it’s justified or not, I think he felt the West, specifically the U.S., gloated about the fall of, the demise of the Soviet Union."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2xvYXQ&hash=59e1e26b9007457b9a7f568cf88ae6dcb6724630&lang=en&cache-only=0",
            "defineEn": "gaze at or think about something with great self-satisfaction, gratification, or joy",
            "defineVi": "nhìn hoặc suy nghĩ về một cái gì đó với sự hài lòng, hài lòng hoặc niềm vui lớn"
        },
        {
            "id": "9ccdbe51-e246-469a-a38c-7feb28022aef",
            "word": "to allude to",
            "phonetic": "tʊ ɐluːd tuː ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYWxsdWRlIHRv&hash=9fac058676601732438a6f1de93b3e7d1a2e0c6c&lang=en&cache-only=0",
            "defineEn": "make a more or less disguised reference to",
            "defineVi": "thực hiện một tài liệu tham khảo ít nhiều ngụy trang để"
        },
        {
            "id": "2d70d980-c7a8-47f8-a867-3590668c1eb3",
            "word": "to embarrass",
            "phonetic": "tʊ ɛmbæɹəs ",
            "partOfSpeechType": "verb",
            "examples": [
                "He thought he could embarrass us, but now the joke is on him and he's the one who looks foolish.",
                "Trying to climb on any high horse would only be embarrassing at best, and at the very least hypocritical.",
                "Johnny has been holding a grudge against me since we were 12 because I embarrassed him in front of a girl he liked.",
                "And it's embarrassing again on DSO black immigrants.",
                "We just almost embarrassed ourselves."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1iYXJyYXNz&hash=7f663d65c0b7eb0705a310b084c36f7a6464367f&lang=en&cache-only=0",
            "defineEn": "to make a person feel ashamed, uneasy, or nervous, especially in front of other people",
            "defineVi": "để làm cho một người cảm thấy xấu hổ, khó chịu, hoặc lo lắng, đặc biệt là trước mặt người khác"
        },
        {
            "id": "3846fb1c-87af-48ac-bb47-f2569361639d",
            "word": "to filch",
            "phonetic": "tə fɪltʃ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZmlsY2g&hash=a9692e8c2e832cbb303a1ccf776e8c1be90db825&lang=en&cache-only=0",
            "defineEn": "make off with belongings of others",
            "defineVi": "lấy đồ của người khác"
        },
        {
            "id": "15552efe-1533-48ef-b65a-87d7db553dc8",
            "word": "to entwine",
            "phonetic": "tʊ ɛntwaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Satyavan was her one true love, and their fates were entwined forever.",
                "Blood enters each kidney through arteries that branch and branch, until they form tiny vessels that entwine with special internal modules, called nephrons.",
                "In some Christian cultures, the concept of a masterpiece became entwined with the divine.",
                "But the princess only repeated the vow she’d made one year earlier: her fate was forever entwined with Satyavan.",
                "An artery flows from the photograph and entwines around her arm, connecting to her exposed heart and extending across the canvas towards the even more exposed heart of our left-handed Frida."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW50d2luZQ&hash=f8c14b19578c3e4a2ce6eab78bc627732d218ff6&lang=en&cache-only=0",
            "defineEn": "spin, wind, or twist together",
            "defineVi": "quay, gió hoặc xoắn với nhau"
        },
        {
            "id": "0be6c5fa-87ad-4cdf-a0a8-5c4d70c78a70",
            "word": "to reminisce",
            "phonetic": "tə ɹɛmᵻnɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "He nostalgically recalled his childhood, reminiscing about his mom's homemade Vegemite and cheese scrolls.",
                "My grandmother shared stories of her childhood, reminiscing about the Brazil nut tree that grew in her backyard.",
                "We reminisce about everyone who used to sit out here on these streets.",
                "Your loved ones are all sitting around, reminiscing about your life.",
                "I was just reminiscing, contemplating on the year that is, or was, 2017."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVtaW5pc2Nl&hash=768068cc7dd58ba7954f676e8cddedc432a46d7b&lang=en&cache-only=0",
            "defineEn": "to remember past events, experiences, or memories with a sense of nostalgia",
            "defineVi": "để ghi nhớ các sự kiện, kinh nghiệm hoặc ký ức trong quá khứ với cảm giác hoài cổ"
        },
        {
            "id": "c196be88-919c-4a19-99f2-15286511d8fb",
            "word": "to lave",
            "phonetic": "tə leɪv ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbGF2ZQ&hash=a603ece2febc2687617d388a730634a01cdb024d&lang=en&cache-only=0",
            "defineEn": "cleanse (one's body) with soap and water",
            "defineVi": "làm sạch (cơ thể của một người) bằng xà phòng và nước",
            "hasImg": true
        }
    ]
}