{
    "id": "a9426cf2-22f0-43ba-baee-6e754c0601f0",
    "title": "Lesson 2",
    "originalTitle": "Lesson 2",
    "words": [
        {
            "id": "2a81400d-f660-46d8-ac6c-b349947967f1",
            "word": "to spawn",
            "phonetic": "tə spɔːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Could the Large Hadron Collider spawn a planet devouring black hole?",
                "But some scientists say the higher mutation rate could spawn new human species within centuries.",
                "Diamonds sometimes tend to spawn near lava.",
                "When the oysters spawn, they release their eggs and sperm directly into the water.",
                "Parents apparently want to raise their own spawn."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Bhd24&hash=00ae354b9ec91263d60819432ccae10323628bc4&lang=en&cache-only=0",
            "defineEn": "to cause something to be created, particularly in large numbers",
            "defineVi": "để gây ra một cái gì đó được tạo ra, đặc biệt là với số lượng lớn"
        },
        {
            "id": "be40b5ab-a88e-461b-934a-d2a00adffd51",
            "word": "to enrage",
            "phonetic": "tʊ ɛnɹeɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Finally he got enraged and started shouting at the bus driver.",
                "and enrages me",
                "It completely enrages Donald Trump. ",
                "Specific stories enrage or galvanize people even more.",
                "We're all enraged by the government, because it's criminal, shameful."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5yYWdl&hash=7d7b8271d89d48f572a992e5226e6fbc6a3f6272&lang=en&cache-only=0",
            "defineEn": "put into a rage; make violently angry",
            "defineVi": "đưa vào một cơn thịnh nộ; làm cho tức giận dữ dội"
        },
        {
            "id": "a1cf0e08-ec79-4b6c-b267-c8ae5a814049",
            "word": "to drub",
            "phonetic": "tə dɹʌb ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJ1Yg&hash=03aecc003fc22ddb31538ba3041cf165f9c1e0d0&lang=en&cache-only=0",
            "defineEn": "beat thoroughly and conclusively in a competition or fight",
            "defineVi": "đánh bại triệt để và dứt khoát trong một cuộc thi hoặc chiến đấu"
        },
        {
            "id": "47277dbb-73e8-496a-985e-b3dbc1d24fb1",
            "word": "to thrive",
            "phonetic": "tə θɹaɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "A variety of plants and wildlife thrive on the lush riverbank.",
                "If the head and feet keep warm, the rest will take no harm, and our overall health and well-being will thrive.",
                "We watered the sprouts diligently every day, ensuring they received enough nourishment to thrive.",
                "The cancer survivor, once given a grim prognosis, is now thriving in the land of the living, using their experience to inspire and uplift others facing similar challenges.",
                "I believe that living at college gives you the best of both worlds: a place where both study and social life can thrive."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGhyaXZl&hash=3ad33dec26f7ad5354b98324df47f5d151755763&lang=en&cache-only=0",
            "defineEn": "(of an animal, child, or plant) to grow vigorously or develop strongly",
            "defineVi": "(của một con vật, đứa trẻ hoặc thực vật) để phát triển mạnh mẽ hoặc phát triển mạnh mẽ",
            "hasImg": true
        },
        {
            "id": "ff58da59-6c9d-4f57-83dc-0de225eb7318",
            "word": "to seethe",
            "phonetic": "tə siːð ",
            "partOfSpeechType": "verb",
            "examples": [
                "Hannah: when, trying to seethe best way to helping someone might be?",
                "We didn’t have time to seethe about some of the really raw things that we were watching out in the country. ",
                "And she was seething with that sensibility, that anger, and she aroused others who felt the same way and gave them a permission structure to be more overt about their feelings.",
                "He can seethe with anger and express it by withholding affection, or giving you the silent treatment.",
                "It's like the house example, Loving Joe probably is not sitting around watching YouTube videos every day, seething with anger because he's not getting an award for watching."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VldGhl&hash=d85a37717b5372e344ebdb6b7b2b6c6b7d0f230d&lang=en&cache-only=0",
            "defineEn": "foam as if boiling",
            "defineVi": "bọt như sôi"
        },
        {
            "id": "cbac6f2e-fbf1-49b2-962c-f5dc56058629",
            "word": "to bruit",
            "phonetic": "tə bɹuːt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJ1aXQ&hash=e7c12679ecf5a64c1fcf98588f02f70103d1be14&lang=en&cache-only=0",
            "defineEn": "tell or spread rumors",
            "defineVi": "nói hoặc lan truyền tin đồn"
        },
        {
            "id": "19ec3c99-236d-457c-8739-ca0d47875037",
            "word": "to divest",
            "phonetic": "tə daɪvɛst ",
            "partOfSpeechType": "verb",
            "examples": [
                "Although the company divested these products in 1998, Corning's name still resonates with these brands.",
                "And BlackRock, the world's largest asset manager, announced that it will divest from companies deriving over 25 percent of their revenue from thermal coal and create new funds focused on sustainable investing.",
                "Well, about 2% of S&P 500 companies are involved in nuclear weapons production, and while you can’t stop paying taxes, you can help stigmatize the nuclear arms race by divesting from companies that produce nuclear weapons.",
                "It seems unlikely that ByteDance would be forced to divest itself of what was Musical.ly, now is TikTok."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGl2ZXN0&hash=4c3707757c2859059d7876eefcef711acca6ddea&lang=en&cache-only=0",
            "defineEn": "reduce or dispose of; cease to hold (an investment)",
            "defineVi": "giảm thiểu hoặc loại bỏ; ngừng nắm giữ (một khoản đầu tư)"
        },
        {
            "id": "406717b7-f2e4-4656-b151-856809af48e6",
            "word": "to consign",
            "phonetic": "tə kənsaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "So the process of consigning a work is both simple and detailed.",
                "Together, we can get rid of these dreadful monsters and consign them to their rightful place: the history books.",
                "To do all these things they needed to change the laws that consigned married women to the status of chattel.",
                "And after another failed uprising in 1644, the 2,000 remaining Native Americans were forced to sign a treaty that consigned them to reservations in the West.",
                "Pile 'em high because we're just going to consign tens of thousands, perhaps millions, of Americans to their deaths."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc2lnbg&hash=7a5dbeecc57583357cf80916ae78d35d3190a1b3&lang=en&cache-only=0",
            "defineEn": "give over to another for care or safekeeping",
            "defineVi": "giao cho người khác chăm sóc hoặc giữ gìn an toàn"
        },
        {
            "id": "4eb302f1-5ddd-4d09-beb3-1dd4015ca973",
            "word": "to forsake",
            "phonetic": "tə fɔːɹseɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Every second spent in that god forsaken game makes me want the earth to open up and swallow me whole.",
                "Touching the body would defile his spirit, draining his life force and leaving him forsaken by the kami.",
                "Ready to be forsaken, the scholar approached the holy woman.",
                "To Professor Desai, the big idea of finance is illustrated by the Quincunx machine in Boston's Museum of Science: the ability to find order in a seemingly random, and therefore risk-forsaken, world."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9yc2FrZQ&hash=34de5cb69fb33509e671fdf042a368f9bb9fa1cb&lang=en&cache-only=0",
            "defineEn": "leave someone who needs or counts on you; leave in the lurch",
            "defineVi": "để lại một người cần hoặc tin tưởng vào bạn; rời đi trong chao đảo",
            "hasImg": true
        },
        {
            "id": "68f3fa7b-a2ca-4d79-92f8-604cb8baf410",
            "word": "to whet",
            "phonetic": "tə wɛt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Delicious smells from the kitchen whetted our appetites."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2hldA&hash=485d6e74f8659c84ddcf743602dfca41ddcade94&lang=en&cache-only=0",
            "defineEn": "make keen or more acute",
            "defineVi": "làm cho quan tâm hoặc cấp tính hơn"
        },
        {
            "id": "44fc68b9-223c-42ee-b339-53d5d1c30156",
            "word": "to retort",
            "phonetic": "tə ɹᵻtɔːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "But the president came back in the second debate with his now-famous retort."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV0b3J0&hash=f7c7cf189e0aff9861cd1b1e8fd9d0f600e0a6a1&lang=en&cache-only=0",
            "defineEn": "answer back",
            "defineVi": "trả lời lại"
        },
        {
            "id": "ffa76431-ca24-4b11-9f71-119f1e42dc15",
            "word": "to patent",
            "phonetic": "tə pæʔn̩t ",
            "partOfSpeechType": "verb",
            "examples": [
                "Drug companies are locking horns in a legal battle over patents.",
                "The inventor who sold their patent for a large sum of money also had to give up the right to profit from the invention in the future.",
                "Basically, patents are limiting the supply of these incredibly vital COVID-19 vaccines.",
                "Most breeders would patent their apple varieties in the U.S.",
                "He patented his design two years later."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGF0ZW50&hash=8574588b7074bf75313a74fec1b73ff86f53ad6e&lang=en&cache-only=0",
            "defineEn": "grant rights to; grant a patent for",
            "defineVi": "cấp quyền cho; cấp bằng sáng chế cho"
        },
        {
            "id": "97b450c9-b685-4576-9df8-9b24c0021784",
            "word": "to carouse",
            "phonetic": "tə kɚɹaʊz ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY2Fyb3VzZQ&hash=b2a0eb7449794d7d5571c222bf21dc573132b514&lang=en&cache-only=0",
            "defineEn": "engage in boisterous, drunken merrymaking",
            "defineVi": "tham gia vào cuộc vui náo nhiệt, say xỉn"
        },
        {
            "id": "dc1b402d-3dd0-4dac-8d72-01e1baba5e9d",
            "word": "to abduct",
            "phonetic": "tʊ ɐbdʌkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Have people really been abducted by aliens?",
                "You probably weren’t abducted by aliens or anything like that.",
                "One group never claimed to have been abducted by aliens.",
                "She is 21 and was abducted with her two children near Sinjar Mountain last summer.",
                "So, basically, they come to the conclusion that they've been abducted by aliens."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWJkdWN0&hash=70831e6618441b0766dfbb96c51ad2b28cf20fdd&lang=en&cache-only=0",
            "defineEn": "to illegally take someone away, especially by force or deception",
            "defineVi": "để đưa ai đó đi một cách bất hợp pháp, đặc biệt là bằng vũ lực hoặc lừa dối",
            "hasImg": true
        },
        {
            "id": "1b8f4e5e-5d36-492b-a2b9-40fdb416254d",
            "word": "to propound",
            "phonetic": "tə pɹəpaʊnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "They were propounding this notion of originalism, which is not actually an originalist idea for interpreting the Constitution, but was kind of cobbled up in that era. ",
                "Actually opera might be a more fitting point of comparison for video games, in particular the idea of the total work of art, or gesamtkunstwerk, propounded by German composer Richard Wagner.",
                "So Putin, in that aspect, wasn’t really propounding anything new or different, but he was clearly setting himself on one side of an argument that’s been going on in Russia for centuries, about what the future of that country is, which direction it will go."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvcG91bmQ&hash=4a8c4243bc8ee431170330c299fdee0f5666193b&lang=en&cache-only=0",
            "defineEn": "to put an idea, proposition, theory, etc. forward for further consideration",
            "defineVi": "để đưa ra một ý tưởng, đề xuất, lý thuyết, vv về phía trước để xem xét thêm"
        },
        {
            "id": "767bcac7-aa55-4090-9833-589fe4ab03d3",
            "word": "to manumit",
            "phonetic": "tə mænjuːmɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFudW1pdA&hash=9d883514d8bb5e4c45cd38aabe0fa74daa64e0f6&lang=en&cache-only=0",
            "defineEn": "free from slavery or servitude",
            "defineVi": "tự do khỏi chế độ nô lệ hoặc nô lệ"
        }
    ]
}