{
    "id": "a95891cd-5e58-4ac9-ac30-d346bce327bb",
    "title": "It's About Body Language!",
    "originalTitle": "Lesson 42",
    "words": [
        {
            "id": "5d9eb6c4-fefd-446f-b18a-1c729b195f67",
            "word": "to beat",
            "phonetic": "tə biːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Beat it!",
                "Truly we have beaten swords into ploughshares!",
                "Don't beat around the bush - get to the point!",
                "They could easily have beaten us.",
                "The team then beats a retreat from the mall, hoping no one noticed them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVhdA&hash=14b6a5e5516853eab3dd3c141536485f300b4800&lang=en&cache-only=0",
            "defineEn": "to hit somebody or something hard several times using one's hand or other objects such as a stick",
            "defineVi": "đánh ai đó hoặc thứ gì đó nhiều lần bằng tay hoặc các vật khác như gậy",
            "hasImg": true
        },
        {
            "id": "1c0cac88-95c6-42b3-bbe8-52d18a702ed0",
            "word": "to clap",
            "phonetic": "tə klæp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The movie finished, and the audience clapped.",
                "The baby giggled and clapped its hands in delight.",
                "The queen claps her hands again.",
                "People are clapping.",
                "No-- No clap?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xhcA&hash=970fc97b3578ff5dd0bd213e0e2d97af8acaf2ee&lang=en&cache-only=0",
            "defineEn": "to hit one's palms against each other, making a loud noise",
            "defineVi": "đập lòng bàn tay vào nhau, tạo ra tiếng động lớn",
            "hasImg": true
        },
        {
            "id": "2bdd3957-fee4-4b85-8b30-01a4fd5d289a",
            "word": "to drag",
            "phonetic": "tə dɹæɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The authorities are dragging their feet over banning cigarette advertising.",
                "You can easily drag and drop files onto your memory stick.",
                "I was dragged over the coals by my boss last week for messing up the accounting software.",
                "I suspect the management is dragging its heels on this issue.",
                "They claim drag racing is the most exciting motor sport."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJhZw&hash=5c0dfb2b0426a483685c68bfe0eae599d56df8e1&lang=en&cache-only=0",
            "defineEn": "to pull something by hands forcefully",
            "defineVi": "để kéo một cái gì đó bằng tay mạnh mẽ",
            "hasImg": true
        },
        {
            "id": "e8fa1960-c4da-4fb9-b748-34bd6b9bbfec",
            "word": "to grab",
            "phonetic": "tə ɡɹæb ",
            "partOfSpeechType": "verb",
            "examples": [
                "Grab the end of the rope.’",
                "The book just didn't grab me.",
                "A total of $250 million is up for grabs this year.",
                "She accidentally grabbed the onion instead of the apple from the fruit bowl and took a crunchy bite.",
                "There are hundreds of prizes up for grabs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JhYg&hash=cfcdd1dae4569bb367d54aa4394bf2088a39261e&lang=en&cache-only=0",
            "defineEn": "to take someone or something by hand suddenly or violently",
            "defineVi": "để lấy một ai đó hoặc một cái gì đó bằng tay đột ngột hoặc bạo lực",
            "hasImg": true
        },
        {
            "id": "39ccd30c-78e3-43b2-a18e-72019bcaad07",
            "word": "to punch",
            "phonetic": "tə pʌntʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Singapore punches above its weight in the world economy.",
                "The small-town mayor has been punching above her weight recently, going head-to-head with federal lawmakers over the issue of immigration reform.",
                "And after the match, the Carlisle boss wasn't pulling his punches when describing his players' performance.",
                "And didn't he just sound pleased as punch about that?",
                "My mom used carambola slices as a garnish for the tropical punch she made for the party."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVuY2g&hash=bded4152f320288066f7470616a738d09b0bb593&lang=en&cache-only=0",
            "defineEn": "to beat someone or something by a fisted hand quickly and forcefully",
            "defineVi": "để đánh ai đó hoặc một cái gì đó bằng một bàn tay nắm chặt một cách nhanh chóng và mạnh mẽ",
            "hasImg": true
        },
        {
            "id": "a39fe8e0-7d00-4e1a-9a76-342612f50324",
            "word": "to shake",
            "phonetic": "tə ʃeɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "That poor kid is shaking in his shoes up there on stage.",
                "C’mon, shake a leg!",
                "Afterwards I was shaking like a leaf.",
                "John shook his head as another corporation was fined a relatively small amount for environmental damage and safety violations.",
                "I'll be with you in two shakes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hha2U&hash=cf715d4b8a4a7f9df2a127cf360ebf3050b44efe&lang=en&cache-only=0",
            "defineEn": "to take someone's hand and move it up and down, mainly for greeting",
            "defineVi": "nắm lấy tay ai đó và di chuyển lên xuống, chủ yếu để chào hỏi",
            "hasImg": true
        },
        {
            "id": "25b81275-9d31-4cf5-b1c9-ec99c33672dc",
            "word": "to bend",
            "phonetic": "tə bɛnd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The gymnast effortlessly bent her body into a graceful arch during her routine.",
                "He takes bends much too fast.",
                "The river took a meandering bend through the picturesque valley.",
                "The hiker bent at the waist to drink water from the stream.",
                "He bent his back to lift the heavy box."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVuZA&hash=3015e78edd4450457aca17ff9d6c588f69e002b5&lang=en&cache-only=0",
            "defineEn": "to move the upper part of the body downward",
            "defineVi": "để di chuyển phần trên của cơ thể xuống",
            "hasImg": true
        },
        {
            "id": "6ffc631b-a840-4e9b-89b9-054e08f533c7",
            "word": "to bow",
            "phonetic": "tə baʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I gave a bow.",
                "The rookie player made his bow on the field during the championship game.",
                "The loyal subjects bowed down before their king as a sign of reverence.",
                "The new CEO made her bow at the company's annual shareholder meeting.",
                "As a mark of respect, the students would bow down to their teacher at the end of each class."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm93&hash=190ca38cc314a568affe193c0ea3cdd06b7c1825&lang=en&cache-only=0",
            "defineEn": "to bend the head or move the upper half of the body forward to show respect or as a way of greeting",
            "defineVi": "cúi đầu hoặc di chuyển nửa thân trên về phía trước để thể hiện sự tôn trọng hoặc như một cách chào hỏi",
            "hasImg": true
        },
        {
            "id": "a3f69b78-65b0-4e99-8ecd-a68fdd89a5df",
            "word": "to lean",
            "phonetic": "tə liːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "He leaned forward to take her hand.",
                "Poultry is a lean source of protein and a healthier alternative to red meat.",
                "She leaned back against the wall and closed her eyes.",
                "He opted for lean ground turkey instead of beef for a healthier burger option.",
                "They knew that a lean agreement is better than a fat lawsuit."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGVhbg&hash=7fea8d1dc8e0c53fcb4717462bf007ff16173ce7&lang=en&cache-only=0",
            "defineEn": "to bend from a straight position or to rest the body against something for support",
            "defineVi": "uốn cong từ một vị trí thẳng hoặc tựa cơ thể vào một cái gì đó để được hỗ trợ",
            "hasImg": true
        },
        {
            "id": "2f76d069-fac5-4743-802f-1b3bfec01200",
            "word": "to slouch",
            "phonetic": "tə slaʊtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The rings are no slouch, either.",
                "Anyway, the Greco-Roman world was no slouch in the scroll storage game, housing dozens of libraries in Rome alone during the Imperial Era.",
                "He's no intellectual slouch.",
                "If I slouch a bit, my feet can easily hit the ground.",
                "And although the Egyptians were the central power in this Bronze Age trade network, the Hittites were no slouches."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2xvdWNo&hash=64f8acbf703545e24392cffa5c4f4f58940bac63&lang=en&cache-only=0",
            "defineEn": "to sit, walk or stand lazily with a downward head and rounded shoulders",
            "defineVi": "ngồi, đi hoặc đứng uể oải với đầu cúi xuống và vai tròn",
            "hasImg": true
        },
        {
            "id": "a3990da3-b63d-45c8-b4d9-54ffe5ae66e4",
            "word": "to kneel",
            "phonetic": "tə niːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The couple knelt before the altar to exchange their vows.",
                "On arrival, Pollard and his wife kneeled and kissed the ground.",
                "Kneeling before it, he placed his jeweled prize on the iron tree as an offering.",
                "The death of George Floyd after a white police officer knelt on his neck for nearly nine minutes, was caught on camera by not one but several witnesses as they begged officers to let Floyd up.",
                "the Giant says quietly, and he kneels before the child."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ga25lZWw&hash=4e35720a0dc6d6ce2ea1a97376a11edc0df0439d&lang=en&cache-only=0",
            "defineEn": "to support the weight of the body on a knee or both knees",
            "defineVi": "để hỗ trợ trọng lượng của cơ thể trên một đầu gối hoặc cả hai đầu gối",
            "hasImg": true
        },
        {
            "id": "2ccf0f82-a6f6-422f-b200-80c827603ca5",
            "word": "to leap",
            "phonetic": "tə liːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The discovery of new planets represents a quantum leap in astronomy, with the potential to deepen our understanding of the universe and our place in it.",
                "The company is growing by leaps and bounds this year.",
                "Those are my arguments against taking a leap in the dark.",
                "Dexter should have looked before he leaped.",
                "John was nervous about quitting his stable job to start his own business, but he knew that no guts, no glory, and he took the leap."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbGVhcA&hash=5444973560829005b7417a55d98ca237ab10bf3d&lang=en&cache-only=0",
            "defineEn": "to jump very high or over a long distance",
            "defineVi": "để nhảy rất cao hoặc trên một khoảng cách dài",
            "hasImg": true
        },
        {
            "id": "9c572360-f853-42c0-a560-303fe982900c",
            "word": "to tiptoe",
            "phonetic": "tə tɪptoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "They tiptoed around the subject of her poor health.",
                "It would be humorous if it weren't so sad the way Sarah tiptoes around her wife.",
                "He will tiptoe up to it.",
                "They used to tiptoe around trauma.",
                "They tiptoe along on tiny hooked feet, perfectly adapted to a life in the leaves."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGlwdG9l&hash=d1a3ef3e8f3d519187fe4365993b4ca622d76f3b&lang=en&cache-only=0",
            "defineEn": "to walk slowly and carefully on one's toes",
            "defineVi": "đi chậm và cẩn thận trên ngón chân của một người",
            "hasImg": true
        },
        {
            "id": "40c456e5-42a0-4bef-8c79-138dfa2ea010",
            "word": "to crawl",
            "phonetic": "tə kɹɔːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The dog crawled under the fence to escape from the yard.",
                "Just talking about snakes makes my flesh crawl.",
                "They crawled out of the woodwork when they saw it.",
                "He noticed a spider crawling up the wall.",
                "Seeing all these dead bodies sure makes my skin crawl."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3Jhd2w&hash=7ee4d3aa955e25dee9cd48a0c9a6dc8f3813a237&lang=en&cache-only=0",
            "defineEn": "to move slowly with the body near the ground or on the hands and knees",
            "defineVi": "di chuyển chậm với cơ thể gần mặt đất hoặc trên tay và đầu gối",
            "hasImg": true
        },
        {
            "id": "6ca3851b-860f-4920-a00b-05b0867d5e57",
            "word": "to lie down",
            "phonetic": "tə laɪ daʊn ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbGllIGRvd24&hash=02577c422dc0a28e010d54b5f63e0c27d06f3bde&lang=en&cache-only=0",
            "defineEn": "to put our body in a flat position in order to sleep or rest",
            "defineVi": "để đặt cơ thể của chúng tôi ở một vị trí bằng phẳng để ngủ hoặc nghỉ ngơi",
            "hasImg": true
        },
        {
            "id": "5ef2c48b-7ea6-4774-97bf-eaf83e4b85fe",
            "word": "to blink",
            "phonetic": "tə blɪŋk ",
            "partOfSpeechType": "verb",
            "examples": [
                "I'll be back in a blink.",
                "In the blink of an eye, he was gone.",
                "His eyes barely blink. ",
                "For comparison, the human eye blinks 15 to 20 times a minute.",
                "Can you blink?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxpbms&hash=6d879f8996bab048d9825208847782dbb15a99cb&lang=en&cache-only=0",
            "defineEn": "to open and close the eyes quickly and for a brief moment",
            "defineVi": "để mở và nhắm mắt một cách nhanh chóng và trong một thời gian ngắn",
            "hasImg": true
        },
        {
            "id": "59d56410-3c49-48d7-b53a-0d9411bd5512",
            "word": "to gaze",
            "phonetic": "tə ɡeɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The intense gaze from across the room, eyes on stalks, left no doubt about his attraction.",
                "Phil turned his gaze towards the older man.",
                "She followed his gaze, peering into the gloom.",
                "His gaze shifted, and he stared into the distance.",
                "Overall, gaze discrimination got less accurate farther away from zero degrees."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2F6ZQ&hash=52d8656dcef6c6cb76a45f2087a0a183887c8d21&lang=en&cache-only=0",
            "defineEn": "to look at someone or something without blinking or moving the eyes",
            "defineVi": "nhìn vào ai đó hoặc cái gì đó mà không chớp mắt hoặc di chuyển mắt",
            "hasImg": true
        },
        {
            "id": "17905bc3-4126-417c-95de-305e4b5a2b47",
            "word": "to squint",
            "phonetic": "tə skwɪnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "It squints at monarchy.",
                "In a famous phrase, he said, it squints of monarchy.",
                "Maybe the subject is squinting or they‘re wearing a hat or a scarf.",
                "I don't have to squint and look.",
                "eyesight, you don't wanna have to squint at it and be like, \"Okay, what does this say?\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3F1aW50&hash=1182ee57005fb3215f3831dc505d03f84ebf087c&lang=en&cache-only=0",
            "defineEn": "to look with eyes half-opened when hit by light, or as a sign of suspicion, etc.",
            "defineVi": "nhìn với đôi mắt mở hờ khi bị ánh sáng chiếu vào, hoặc như một dấu hiệu của sự nghi ngờ, v.v.",
            "hasImg": true
        },
        {
            "id": "6ad30bfa-a50b-4559-aba4-57ccece101ce",
            "word": "to stare",
            "phonetic": "tə stɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The solution was staring me in the face.",
                "We are staring bankruptcy in the face.",
                "Failure was staring him in the face.",
                "A rise in interest rates is staring us in the face.",
                "Some of my patients are actually staring death in the face."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhcmU&hash=0272acc7df4002a56880f91a51bc24a9468dabaa&lang=en&cache-only=0",
            "defineEn": "to look at someone or something without moving the eyes or blinking, usually devoid of any expression or for a long time",
            "defineVi": "nhìn vào ai đó hoặc cái gì đó mà không di chuyển mắt hoặc chớp mắt, thường không có bất kỳ biểu hiện nào hoặc trong một thời gian dài",
            "hasImg": true
        },
        {
            "id": "a3f68de1-f28c-44c6-8774-6e94bbdb914a",
            "word": "to wink",
            "phonetic": "tə wɪŋk ",
            "partOfSpeechType": "verb",
            "examples": [
                "I didn't sleep a wink last night.",
                "She winked at him, playfully closing one eye.",
                "Our newborn son is rather colicky, so my wife and I haven't slept a wink the last few nights.",
                "In a world where miscommunication can lead to misunderstandings and conflicts, it's important to be straightforward and avoid relying on subtle or indirect cues - as they say, a nod is as good as a wink to a blind horse.",
                "And just like give a little wink."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2luaw&hash=07b293871188f2502241a085ec383ce468a854e8&lang=en&cache-only=0",
            "defineEn": "to quickly open and close one eye as a sign of affection, or to indicate something is a secret or a joke",
            "defineVi": "nhanh chóng mở và nhắm một mắt như một dấu hiệu của tình cảm, hoặc để biểu thị điều gì đó là một bí mật hoặc một trò đùa",
            "hasImg": true
        },
        {
            "id": "027001bb-be00-47f0-894b-68a8d0a33a84",
            "word": "to chuckle",
            "phonetic": "tə tʃʌkəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "I chuckled.",
                "But I chuckled.",
                "It wasn't a chuckle.",
                "Definitely put laughs, coughs, chuckles, sniffles, you know, things like that.",
                "But he saw the paper, he laughed out loud, he chuckled out loud, and then he read the sentences out loud and laughed to the entire class about it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2h1Y2tsZQ&hash=898cdeaa0edebd2cb1c44b8be8f42644a8f3d98e&lang=en&cache-only=0",
            "defineEn": "to laugh quietly with closed lips",
            "defineVi": "cười lặng lẽ với đôi môi khép kín",
            "hasImg": true
        },
        {
            "id": "b4714b2b-462c-47f9-8f67-d1edeb01f0ad",
            "word": "to giggle",
            "phonetic": "tə ɡɪɡəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The toddler giggled as she wiggled her tiny toes in the sand.",
                "The baby giggled and clapped its hands in delight.",
                "The girl giggled with delight as she unwrapped her birthday presents, revealing a new bicycle.",
                "She stopped giggling.",
                "The little girl giggled as the chickens pecked at her hand."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2lnZ2xl&hash=3a6131e14942e40a293394a872db3ec6eaee25c7&lang=en&cache-only=0",
            "defineEn": "to laugh in a foolish way and with catching short breaths as a result of nervousness or embarrassment",
            "defineVi": "cười một cách ngớ ngẩn và thở dốc do lo lắng hoặc xấu hổ",
            "hasImg": true
        },
        {
            "id": "0f231329-09ff-4602-b6e7-87861fc52aa5",
            "word": "to smirk",
            "phonetic": "tə smɜːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Wipe that smirk off your face, you little punk.",
                "- Look at that stupid smirk on his face.",
                "Now the truth, is Joe smirked because he could relate to my desire to go on vacation.",
                "I think what was that smirk all about?",
                "What do you keep smirking for?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc21pcms&hash=d5917a2e7c147143bc8fdae68be959d21ca8b737&lang=en&cache-only=0",
            "defineEn": "to smile in a silly and unpleasant way, indicating a high opinion of oneself",
            "defineVi": "cười một cách ngớ ngẩn và khó chịu, thể hiện ý kiến cao về bản thân",
            "hasImg": true
        },
        {
            "id": "8747bce5-0d97-426f-9bb4-3a427f93950f",
            "word": "to march",
            "phonetic": "tə mɑːɹtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The demonstrators marched in a body to the main square.",
                "They follow their March show with four UK dates next month.",
                "The dispute finally came to a head in March that year.",
                "St. Patrick's Day is celebrated in March.",
                "Lidl stole a march on other retailers by stocking pink prosecco in large volumes earlier."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFyY2g&hash=0f289d0365f9631255f2b8b4650466c817dae811&lang=en&cache-only=0",
            "defineEn": "to walk firmly with regular steps",
            "defineVi": "bước đi vững chắc với những bước đều đặn",
            "hasImg": true
        },
        {
            "id": "d7d76dee-48d9-49a5-8f61-75517f00275a",
            "word": "to nod",
            "phonetic": "tə nɑːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The teacher nodded approvingly at the student's answer.",
                "She nodded in agreement with his statement.",
                "He nodded his head to acknowledge his friend's suggestion.",
                "The audience nodded in understanding as the speaker explained the concept.",
                "They nodded at every platitude about making sacrifices today for a better tomorrow."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbm9k&hash=a16ffabfc84a448ea10a440184727980838e8e5e&lang=en&cache-only=0",
            "defineEn": "to move one's head up and down as a sign of agreement, understanding, or greeting",
            "defineVi": "di chuyển đầu của một người lên xuống như một dấu hiệu của sự đồng ý, hiểu biết hoặc lời chào",
            "hasImg": true
        },
        {
            "id": "484b19aa-b2a0-4b09-b7bb-45b0525a8fc1",
            "word": "to pace",
            "phonetic": "tə peɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Space movies have set the pace for the development of special effects.",
                "The modest pace of economic growth has also kept the lid on price growth.",
                "The old man was driving along the road at a snail's pace.",
                "She had a slow learning pace but never gave up.",
                "She struggled to keep up with the fast pace of the marathon runners."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFjZQ&hash=cbcc021997fad0883ddc30f056b2a0713a39139c&lang=en&cache-only=0",
            "defineEn": "to walk back and forth in a small area at a fixed speed, as a sign of anxiety or annoyance",
            "defineVi": "đi đi lại lại trong một khu vực nhỏ với tốc độ cố định, như một dấu hiệu của sự lo lắng hoặc khó chịu",
            "hasImg": true
        },
        {
            "id": "d4508227-db10-4e49-b38d-00a475ef4de7",
            "word": "to trip",
            "phonetic": "tə tɹɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Our trip is still very much up in the air.",
                "We often take weekend trips to nearby cities for sightseeing and relaxation.",
                "During the camping trip, we played a game of charades around the campfire.",
                "She packed a small bag of peanuts for her road trip.",
                "She has had a good time on her trip so far."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJpcA&hash=918c5baa9462031595a336dc9d8c7c09cc61cc04&lang=en&cache-only=0",
            "defineEn": "to hit something with the foot accidentally or lose one's footing that makes them stumble or fall",
            "defineVi": "vô tình va vào thứ gì đó bằng chân hoặc mất thăng bằng khiến họ loạng choạng hoặc ngã",
            "hasImg": true
        },
        {
            "id": "60967104-f396-43b3-a31b-a0b0d32a3911",
            "word": "to [give] {sb} bunny ears",
            "phonetic": "tə ɡɪv ɛsbiː bʌni ɪɹz ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2l2ZSB7c2J9IGJ1bm55IGVhcnM&hash=c45af97ad91a962fc63347bffc1ba903f408cfa5&lang=en&cache-only=0",
            "defineEn": "to make one's fingers V-shaped and put them behind a person's head as a way of joking, particularly when taking a photograph",
            "defineVi": "để làm cho ngón tay của một người hình chữ V và đặt chúng sau đầu của một người như một cách nói đùa, đặc biệt là khi chụp ảnh"
        },
        {
            "id": "925f01a0-e48d-4dd5-8bc5-ab1b1b4c1f6f",
            "word": "to crouch",
            "phonetic": "tə kɹaʊtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She crouches down to pick up the fallen papers from the floor.",
                "They were crouching in the bushes, observing the wildlife.",
                "Crouch beside me so we can plan our next move.",
                "The baseball player crouched low, ready to field the ball.",
                "The hiker crouched behind a rock to hide from the approaching storm."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3JvdWNo&hash=dd58cca64288db87cbd1f2f08474069c22b8fa61&lang=en&cache-only=0",
            "defineEn": "to sit on one's calves and move the chest close to one's knees",
            "defineVi": "ngồi trên bắp chân của một người và di chuyển ngực gần đầu gối của một người",
            "hasImg": true
        }
    ]
}