{
    "id": "a9a51dcd-bc75-4116-aa07-8042da4701f3",
    "title": "Animals",
    "originalTitle": "Lesson 16",
    "words": [
        {
            "id": "6214b5ce-02c5-4117-969f-23099c596432",
            "word": "animal",
            "phonetic": "ænɪməl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Canadian wildlife includes animals like bears, moose, beavers, and eagles.",
                "My son's favorite animal is the lion.",
                "Birds and animals are attracted to drupes.",
                "In the zoo, you can see various animals like giraffes, zebras, and monkeys.",
                "Whales are incredible marine animals that migrate long distances."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5pbWFs&hash=c8bd8a7d2710489675af3c44213de592d10d4fdc&lang=en&cache-only=0",
            "defineEn": "a living thing, like a cat or a dog, that can move and needs food to stay alive, but not a plant or a human",
            "defineVi": "một sinh vật sống, chẳng hạn như một con mèo hoặc một con chó, có thể di chuyển và cần thức ăn để sống, nhưng không phải là thực vật hay con người",
            "hasImg": true
        },
        {
            "id": "ab2beb58-766b-487b-a8b4-bcbea967fcaa",
            "word": "cat",
            "phonetic": "kæt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our cat has just had five kittens.",
                "Our cat produced kittens last week.",
                "My cat jumped onto the kitchen counter.",
                "The cat ran right past me and into the house.",
                "The prime minister's casual remarks about the role of ethnicity in unemployment numbers has predictably put the cat among the pigeons on both sides of the political spectrum."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0&hash=afc08b57293c7f6b1db69087bfa64278e5dc3b1a&lang=en&cache-only=0",
            "defineEn": "a small animal that has soft fur, a tail, and four legs and we often keep it as a pet",
            "defineVi": "một con vật nhỏ có lông mềm, có đuôi và bốn chân và chúng tôi thường nuôi nó như thú cưng",
            "hasImg": true
        },
        {
            "id": "1eb20f9b-efaf-446f-98b0-0d4fc5af1e14",
            "word": "dog",
            "phonetic": "dɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "These dogs seldom make the news.",
                "The tail was wagging the dog.",
                "The dog has gone inside.",
                "A dog is undoubtedly a man’s best friend.",
                "As the saying goes, dogs of the same street bark alike."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9n&hash=9c76ede62c83ccf5a858995731637f8190ae4301&lang=en&cache-only=0",
            "defineEn": "an animal that has a tail and four legs and we keep as a pet",
            "defineVi": "một con vật có đuôi và bốn chân và chúng tôi giữ như một con vật cưng",
            "hasImg": true
        },
        {
            "id": "f6e9e607-fa2e-4b63-89fc-fc30e627fb26",
            "word": "horse",
            "phonetic": "hɔːɹs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The horse took the first fence well.",
                "My people have a horse in this race, too.",
                "She sits her horse gracefully.",
                "Just hold your horses, Bill!",
                "They turned the horse into the field."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9yc2U&hash=35fc4244c152e9021535a7b4d0262ff226a3fff6&lang=en&cache-only=0",
            "defineEn": "an animal that is large, has a tail and four legs, and we use for racing, pulling carriages, riding, etc.",
            "defineVi": "một con vật lớn, có đuôi và bốn chân, và chúng tôi sử dụng để đua, kéo xe, cưỡi ngựa, v.v.",
            "hasImg": true
        },
        {
            "id": "9fd6ebce-b4b9-44f6-84e8-9e085a28ee44",
            "word": "sheep",
            "phonetic": "ʃiːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "To drive sheep into a field.",
                "They drove a flock of sheep through the center of the city.",
                "The sheep gathered around the feeding trough to eat their meal.",
                "The sheep had thick wool that was used to make warm clothing.",
                "A curious sheep approached me and sniffed my hand."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hlZXA&hash=682afe5a452e28b71db0bbfb6bd6924b9ea65d16&lang=en&cache-only=0",
            "defineEn": "a farm animal that we keep to use its meat or wool",
            "defineVi": "một động vật trang trại mà chúng tôi giữ để sử dụng thịt hoặc len của nó",
            "hasImg": true
        },
        {
            "id": "59bb68d4-6b5e-4853-8ba4-1ee08327a6b5",
            "word": "cow",
            "phonetic": "kaʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The old government program has become a sacred cow.",
                "The cow's milk was used to make cheese and butter.",
                "I noticed the cow's strong muscles as it moved around.",
                "I learned about different breeds of cows and their characteristics.",
                "The farmer used a bucket to collect fresh milk from the cow."
            ],
            "audio": "https://tts.langeek.co/read?text=Y293&hash=bcbe239980c7057c5e0583b18c68ad04a5c424d0&lang=en&cache-only=0",
            "defineEn": "a large farm animal that we keep to use its milk or its meat",
            "defineVi": "một động vật trang trại lớn mà chúng tôi giữ để sử dụng sữa hoặc thịt của nó",
            "hasImg": true
        },
        {
            "id": "3b54da97-4779-43e6-bd0b-bf620a9ed169",
            "word": "pig",
            "phonetic": "pɪɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"And pigs can fly!\"",
                "\"Yeah, and pigs might fly.\"",
                "Yeah, and pigs might fly.",
                "They made complete pigs of themselves at the dinner.",
                "Beware of that pig in a poke."
            ],
            "audio": "https://tts.langeek.co/read?text=cGln&hash=aba53c59705f5c5d6e92f1e2ed18b176172e2d7b&lang=en&cache-only=0",
            "defineEn": "a farm animal that has short legs, a curly tail, and a fat body and people usually keep to use its meat",
            "defineVi": "một con vật trang trại có chân ngắn, đuôi quăn và thân hình mập mạp và người ta thường giữ để sử dụng thịt của nó",
            "hasImg": true
        },
        {
            "id": "fb2990dc-446f-4749-9c77-2e2827c2e372",
            "word": "lion",
            "phonetic": "laɪən ",
            "partOfSpeechType": "noun",
            "examples": [
                "My son's favorite animal is the lion.",
                "The lions closed in on their prey.",
                "The firm has captured the lion’s share of the UK market.",
                "The lion’s share of his money went to his grandchildren.",
                "A live dog is better than a dead lion."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlvbg&hash=ab74fe6d5caa031d802e102fbd155c1646564353&lang=en&cache-only=0",
            "defineEn": "a powerful and large animal that is from the cat family and mostly found in Africa, with the male having a large mane",
            "defineVi": "một loài động vật mạnh mẽ và to lớn thuộc họ mèo và chủ yếu được tìm thấy ở Châu Phi, với con đực có bờm lớn",
            "hasImg": true
        },
        {
            "id": "40b88e60-5d76-42b4-bacd-7e897a6758ba",
            "word": "monkey",
            "phonetic": "mʌŋki ",
            "partOfSpeechType": "noun",
            "examples": [
                "The monkey skillfully plucked the almonds from the tree.",
                "Inevitably, the cartoonists made a monkey of him.",
                "No one makes a monkey out of me.",
                "Monkey see, monkey do.",
                "His drug addiction has been a monkey on his back for years."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9ua2V5&hash=db4f59c42ce52e7adf15b2d27d96b0e79cda37ec&lang=en&cache-only=0",
            "defineEn": "an animal that has a long tail and usually lives in trees and warm countries",
            "defineVi": "một con vật có đuôi dài và thường sống trên cây và các nước ấm áp",
            "hasImg": true
        },
        {
            "id": "d89b30b8-3e1d-49c0-8c32-55913e242cd5",
            "word": "bear",
            "phonetic": "bɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The bear is a symbol of strength and courage in many cultures.",
                "The boy was born with a silver spoon in his mouth.",
                "The bear is known for its strong sense of smell.",
                "Canadian wildlife includes animals like bears, moose, beavers, and eagles.",
                "She was born in the purple."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhcg&hash=93319776de5f090eeb7a179bc36710dd7729ec1f&lang=en&cache-only=0",
            "defineEn": "a large animal with sharp claws and thick fur, which eats meat, honey, insects, and fruits",
            "defineVi": "một loài động vật lớn có móng vuốt sắc nhọn và bộ lông dày, ăn thịt, mật ong, côn trùng và trái cây",
            "hasImg": true
        },
        {
            "id": "2e684bf1-568f-44fc-82b1-1cbbd2564f70",
            "word": "rabbit",
            "phonetic": "ɹæbɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The disease wiped out 40 million rabbits at a stroke.",
                "The caterer really pulled a rabbit out of a hat by producing 100 cupcakes with just 20 minutes' notice.",
                "I gave a carrot to the hungry rabbit.",
                "I saw a fluffy white rabbit in our garden.",
                "She once went down that political rabbit hole."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFiYml0&hash=4d12b5f99d6fc02b8be99b34cf5bcb31ce0f24d6&lang=en&cache-only=0",
            "defineEn": "an animal that is small, eats plants, has a short tale, long ears, and soft fur",
            "defineVi": "một con vật nhỏ, ăn thực vật, có một câu chuyện ngắn, đôi tai dài và bộ lông mềm mại",
            "hasImg": true
        },
        {
            "id": "111777e2-b8db-4914-88bf-3afd3944761e",
            "word": "mouse",
            "phonetic": "maʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mice have small ears and a long tail.",
                "I held the mouse by its tail.",
                "I gave some cheese to the hungry mouse.",
                "My friend's cat is playing with a toy mouse.",
                "Mice can squeeze through small openings to enter a house."
            ],
            "audio": "https://tts.langeek.co/read?text=bW91c2U&hash=a18c5f8cd42cc436dfbb8fb3eea46162f70a9c29&lang=en&cache-only=0",
            "defineEn": "a small animal that lives in fields or houses, and often has fur, a long furless thin tail, and a pointed nose",
            "defineVi": "một con vật nhỏ sống trên cánh đồng hoặc trong nhà, thường có lông, đuôi dài mỏng không có lông và mũi nhọn",
            "hasImg": true
        },
        {
            "id": "39902c95-5568-43ae-b40b-11601f07445d",
            "word": "snake",
            "phonetic": "sneɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Snakes use their tongues to smell their surroundings.",
                "The snake shed its old skin to grow a new one.",
                "These snakes are to be found in North America.",
                "He looks slippery as a snake.",
                "Snakes are cold-blooded animals, relying on external sources to regulate their body temperature."
            ],
            "audio": "https://tts.langeek.co/read?text=c25ha2U&hash=e1962a8fea5960fd85432fcbdde3f2574ed7327a&lang=en&cache-only=0",
            "defineEn": "a legless, long, and thin animal whose bite may be dangerous",
            "defineVi": "một con vật không chân, dài và gầy mà vết cắn của nó có thể nguy hiểm",
            "hasImg": true
        },
        {
            "id": "68df6200-95b8-4825-82e5-e4405df01852",
            "word": "fish",
            "phonetic": "fɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The chef used fish paste as a filling for his sushi rolls",
                "This fish is as dead as a herring.",
                "I soon had the fish in a net.",
                "The big fellow keeps a fish shop near the post office.",
                "The colorful fish in the aquarium captured my attention."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlzaA&hash=fdb92758151e316180093ddbf02f81bac6bfe227&lang=en&cache-only=0",
            "defineEn": "an animal with a tail, gills and fins that lives in water",
            "defineVi": "một con vật có đuôi, mang và vây sống dưới nước",
            "hasImg": true
        },
        {
            "id": "60f7f6dd-44ec-44fd-be24-6955ddbcf3f7",
            "word": "elephant",
            "phonetic": "ɛlɪfənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The elephant had big ears and a long trunk.",
                "Elephants are known for their intelligence and remarkable memory.",
                "The new office block has become an expensive white elephant.",
                "The incident has remained something of an elephant in the room within our family.",
                "A huge white elephant of a house that needed ten thousand spent on it."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWxlcGhhbnQ&hash=6111e07f888974ccff5ae05fafa4e727e31b5268&lang=en&cache-only=0",
            "defineEn": "an animal that is very large, has thick gray skin, four legs, a very long nose that is called a trunk, and mostly lives in Asia and Africa",
            "defineVi": "một loài động vật rất lớn, da dày màu xám, bốn chân, mũi rất dài gọi là vòi, chủ yếu sống ở châu Á và châu Phi",
            "hasImg": true
        },
        {
            "id": "7feceadd-0ce5-4354-a4b0-1e778a4dd06d",
            "word": "bird",
            "phonetic": "bɜːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The birds built their nest in the tree.",
                "The bird had bright feathers and a long beak.",
                "Birds can fly freely in the sky.",
                "But this bird was as dead as a dodo.",
                "The colorful bird flew high in the sky."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlyZA&hash=de250209953d40f16a4b9a25ef316c04adb2223e&lang=en&cache-only=0",
            "defineEn": "an animal with a beak, wings, and feathers that are usually capable of flying",
            "defineVi": "một con vật có mỏ, cánh và lông thường có khả năng bay",
            "hasImg": true
        },
        {
            "id": "e00934a8-41a9-40a4-81a5-d0eb88645655",
            "word": "chicken",
            "phonetic": "tʃɪkɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandmother kept chickens in her back yard.",
                "My grandfather used to raise chickens on his farm.",
                "The chicken laid an egg in the nesting box.",
                "The farmer fed the chickens with corn and grains.",
                "My grandma makes the best homemade chicken soup."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hpY2tlbg&hash=43db51a247bbe6686618629ba90aff6ab2ac7959&lang=en&cache-only=0",
            "defineEn": "a farm bird that we keep to use its meat and its eggs",
            "defineVi": "một con chim trang trại mà chúng tôi giữ để sử dụng thịt và trứng của nó",
            "hasImg": true
        }
    ]
}