{
    "id": "a9bbca61-a301-4603-a539-87a97e2da4b5",
    "title": "Lesson 13",
    "originalTitle": "Lesson 13",
    "words": [
        {
            "id": "11425c17-af61-4c8a-b984-36eacafef402",
            "word": "putative",
            "phonetic": "pjuːɾətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHV0YXRpdmU&hash=74383aec6287d6781a67e0409bd15cea929ba551&lang=en&cache-only=0",
            "defineEn": "purported; commonly put forth or accepted as true on inconclusive grounds",
            "defineVi": "có mục đích; thường được đưa ra hoặc được chấp nhận là đúng trên cơ sở không thuyết phục"
        },
        {
            "id": "9e2aa0a1-4991-4271-8027-a062e9262eb1",
            "word": "abusive",
            "phonetic": "ɐbjuːsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The man grew up in a household with abusive parents, but he was determined to break the cycle and raise his own children differently, knowing that a bad tree does not yield good apples.",
                "Her husband's violent and abusive behavior drove her to the verge of despair.",
                "Was so-and-so abusive?",
                "'My dad, mom, and brother were all abusive to me in different ways growing up.'",
                "Or we'll only be in abusive relationships."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJ1c2l2ZQ&hash=5d9619f1e49e2c3e3f9f6a2c7690709f293f0bc7&lang=en&cache-only=0",
            "defineEn": "treating someone cruelly and violently, especially in a physical or psychological way",
            "defineVi": "đối xử tàn nhẫn và bạo lực với ai đó, đặc biệt là về mặt thể chất hoặc tâm lý"
        },
        {
            "id": "19aca0f5-b18d-41e8-9a5b-60e3ceb2ceaf",
            "word": "pejorative",
            "phonetic": "pədʒɔːɹətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We talk about it and historians talk about it sometimes in pejorative terms, but this is something that we actually need.",
                "Democrat is a dismissive, pejorative word.",
                "They call themselves 'apes', right, which is kind of this pejorative label that they're not fancy, that they aren't affluent, that they're not in hedge funds, they're just everyday people.",
                "This is a huge step forward that economists have to do because this use of the term unskilled is a pejorative on the part of economists to mean someone I can dismiss, someone I can make unemployed."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVqb3JhdGl2ZQ&hash=b40b50cc3df4e7a7c271958e31c74aee36362802&lang=en&cache-only=0",
            "defineEn": "expressing disapproval",
            "defineVi": "thể hiện sự không tán thành"
        },
        {
            "id": "15f38f74-e518-45d5-a191-27cd4cc13c47",
            "word": "consecutive",
            "phonetic": "kənsɛkjuːtɪv ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The athlete won several consecutive championships and did not look back on their way to becoming a legend in their sport.",
                "I finally got a hold of Jack after trying for 2 consecutive days.",
                "In 2018, he struggled through a six-month dry spell in which he lost 17 consecutive matches.",
                "Look how he failed us two consecutive terms just because we are guys.",
                "They're consecutive."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VjdXRpdmU&hash=65caa45df13ae49295ee7b3010417750079fbfb7&lang=en&cache-only=0",
            "defineEn": "in a consecutive manner",
            "defineVi": "một cách liên tiếp"
        },
        {
            "id": "bf992137-ea2e-461d-8721-bdfcf6f127d6",
            "word": "massive",
            "phonetic": "mæsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Retirement often brings with it a massive drop in income.",
                "I had a massive argument with Sue, but at least it has cleared the air.",
                "The CEO of the company was paid a massive salary, while the workers who actually produced the products were paid minimum wage and had no job security.",
                "For our first entrepreneurial venture, we decided to cross the stream where it is shallowest by starting small and local rather than taking on a massive nationwide project initially.",
                "The U.S. market is massive."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFzc2l2ZQ&hash=3e20e03302c53d589be27f5155f628770ef66fe7&lang=en&cache-only=0",
            "defineEn": "unusually or extremely large",
            "defineVi": "bất thường hoặc cực kỳ lớn",
            "hasImg": true
        },
        {
            "id": "f5d3632d-f49d-482e-b378-c6a9623a0144",
            "word": "conclusive",
            "phonetic": "kəŋkluːsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Unsurprisingly, even with a proper scientific name, no conclusive evidence of any such creature emerged.",
                "DNA is another conclusive means of identification because each person's DNA is unique. ",
                "But even though popular literature cites this example a lot, it’s really not conclusive.",
                "None of the expeditions were able to bring back conclusive evidence of a Yeti.",
                "But the problem is, we haven’t found conclusive fossil evidence of those apes that gave rise to the hominins."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uY2x1c2l2ZQ&hash=44cf1e10ac35115ae22eb399a96ebcded4415bbb&lang=en&cache-only=0",
            "defineEn": "providing a final and convincing solution or result, leaving no doubt or uncertainty about the matter at hand",
            "defineVi": "đưa ra giải pháp hoặc kết quả cuối cùng và thuyết phục, không để lại nghi ngờ hoặc sự không chắc chắn về vấn đề hiện tại"
        },
        {
            "id": "95886597-87f2-40c2-8f0e-f03f2b09ceff",
            "word": "lucrative",
            "phonetic": "luːkɹətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Well, he is the owner of a very lucrative business.",
                "The talented athlete has it made with a lucrative contract and sponsorships that guarantee their financial security.",
                "David Slotnick: Parking is pretty lucrative.",
                "It is very lucrative.",
                "Cindy's father owned a lucrative beer distributorship in Arizona."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVjcmF0aXZl&hash=b2be58a5903977ad1f7b9b21a7137f7de8001aaa&lang=en&cache-only=0",
            "defineEn": "capable of producing a lot of profit or earning a great amount of money for someone",
            "defineVi": "có khả năng tạo ra nhiều lợi nhuận hoặc kiếm được một số tiền lớn cho ai đó"
        },
        {
            "id": "7f8e0205-4bd4-4f3b-9aa1-1778beeb9b67",
            "word": "decisive",
            "phonetic": "dᵻsaɪsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The team had been preparing for the big game for months, and when they stepped onto the field, they went to town, scoring goal after goal and securing a decisive victory.",
                "That's very decisive.",
                "It was a decisive moment.",
                "With the North’s decisive victory, Confederate dollars were suddenly useless scraps of paper.",
                "It erupted after one decisive meeting."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjaXNpdmU&hash=132a4136e24294067bd32e30beda99826524dddc&lang=en&cache-only=0",
            "defineEn": "able to make decisions quickly and confidently",
            "defineVi": "có thể đưa ra quyết định một cách nhanh chóng và tự tin"
        },
        {
            "id": "2b21afc4-0bea-4efd-8e5a-45f62d3389c9",
            "word": "diminutive",
            "phonetic": "dᵻmɪnjuːtɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This diminutive creature is genderless, and its physical appearance across stories varies as widely as its name.",
                "It's odd that we're instead of going more diminutive and thinner and slimmer and lighter, we're actually going to just bigger and larger and thicker and flipper."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGltaW51dGl2ZQ&hash=95400bad5596413726d581c323dc97a55f1ef37b&lang=en&cache-only=0",
            "defineEn": "much smaller than what is normal",
            "defineVi": "nhỏ hơn nhiều so với bình thường"
        },
        {
            "id": "233b3a11-0f88-4d83-849b-565e194ec5e4",
            "word": "instructive",
            "phonetic": "ɪnstɹʌktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But anyway, I thought it would be instructive and hopefully give you a little bit more intuition behind the algebra dealing with sigma if we worked out these other ways to write variances.",
                "This was a slightly hairier problem, so it should be instructive.",
                "This is an entertaining and instructive ride inward to a place that looks less familiar the better we get to know it.",
                "In Chinese mythology, depictions of monsters served an instructive or even protective purpose, and could be portrayed repelling evil or helping humans avoid real dangers.",
                "Well, one, I think the PAST is clearly instructive for the future, for how how we are right NOW."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdHJ1Y3RpdmU&hash=285aa0c6b192f6e66e08ec7228d9d07182112d18&lang=en&cache-only=0",
            "defineEn": "serving to instruct or enlighten or inform",
            "defineVi": "phục vụ để hướng dẫn hoặc soi sáng hoặc thông báo"
        },
        {
            "id": "03eb27c1-4899-47d5-bab6-9dc1f47a8514",
            "word": "furtive",
            "phonetic": "fɜːɾɪv ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnVydGl2ZQ&hash=1ddc7b7edc36413aa38f8d60d0bac53647c0c6d4&lang=en&cache-only=0",
            "defineEn": "marked by quiet and caution and secrecy; taking pains to avoid being observed",
            "defineVi": "được đánh dấu bằng sự yên tĩnh, thận trọng và bí mật; chịu đau đớn để tránh bị quan sát"
        },
        {
            "id": "ee957097-5fec-448e-a837-f310a5842db6",
            "word": "cumulative",
            "phonetic": "kjuːmjʊlətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Also with ADHD, the loss of time has a cumulative effect.",
                "We are the world's largest cumulative emitter of carbon pollution.",
                "And Peggy Whitson holds the record for cumulative time in space, 665 days.",
                "This axis right over here is the total cumulative amount of debt that we have.",
                "But people don't realize that over time this is cumulative."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VtdWxhdGl2ZQ&hash=09b80591556a74e870afb44b859f2885afde00be&lang=en&cache-only=0",
            "defineEn": "increasing gradually as more and more is added",
            "defineVi": "tăng dần khi ngày càng nhiều được thêm vào"
        },
        {
            "id": "3b04489f-2441-4d97-969d-275c27345a3b",
            "word": "tentative",
            "phonetic": "tɛntətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "There is a tentative settlement.",
                "And a month later, it takes its first tentative steps into the world.",
                "And that tentative positive effect for mood disorders was also supported by findings from a 2016 meta-analysis.",
                "It was a workhorse for large scale settlement of space, at a time when pioneers were still making tentative steps to explore space.",
                "Just yesterday, Chicago and San Francisco, both involved in contentious battles, reached tentative agreements to reopen gradually."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVudGF0aXZl&hash=8be27ffc99665e07856f8734860bd7d4313734c0&lang=en&cache-only=0",
            "defineEn": "(of an agreement, etc.) indefinite or uncertain because one might make some changes to it in the future",
            "defineVi": "(của một thỏa thuận, v.v.) vô thời hạn hoặc không chắc chắn vì người ta có thể thực hiện một số thay đổi đối với nó trong tương lai"
        },
        {
            "id": "c09d64ba-dead-430b-b074-ccd10b2b5904",
            "word": "productive",
            "phonetic": "pɹədʌktɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My grandfather often said that idleness is the root of evil, urging me to find meaningful work and stay productive.",
                "My uncle used to warn me that the devil finds work for idle hands when they are not otherwise occupied, urging me to fill my free time with productive activities.",
                "Controlling your train of thoughts not only makes you more productive and effective in your work, it has other, more important benefits as well.",
                "Our company is in perfect working order, and our employees are highly motivated, productive, and committed to our mission.",
                "Instead of engaging in productive work, she spends all her time gossiping with her coworkers - the tongue of the idle person is never idle."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZHVjdGl2ZQ&hash=8cc1cc18b1bd17751207ad4515566632d2110d7b&lang=en&cache-only=0",
            "defineEn": "producing or capable of producing (especially abundantly)",
            "defineVi": "sản xuất hoặc có khả năng sản xuất (đặc biệt dồi dào)"
        },
        {
            "id": "61f31076-fe81-4ff0-a238-3a8709d78fd3",
            "word": "conducive",
            "phonetic": "kənduːsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "\"My friend, guns are never conducive to a productive negotiation.\"",
                "The circumstances were not conducive to moving forward.",
                "While 49 percent believe that open offices and workspaces are no longer conducive to their health and wellness.",
                "You know we still have our challenges in terms of the policies and in terms of creating actually conducive business environment, which actually respects the rule of law.",
                "However, fossils have been uncovered at many sites concentrated in southeast Australia where conditions are more conducive to fossilization."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZHVjaXZl&hash=d589d380cceb01aa2100e9ec44e8da0f983424c1&lang=en&cache-only=0",
            "defineEn": "tending to bring about; being partly responsible for",
            "defineVi": "có xu hướng mang lại; chịu trách nhiệm một phần về"
        },
        {
            "id": "439268eb-4c69-43aa-b6f9-01e5f0f741c4",
            "word": "expressive",
            "phonetic": "ɛkspɹɛsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Flamenco is a traditional Spanish dance that is known for its expressive movements.",
                "My face is less expressive.",
                "Your eyes are so expressive.",
                "They're really descriptive, very expressive.",
                "Emotions involve physiological arousal, expressive behaviors and conscious experience."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwcmVzc2l2ZQ&hash=caa340e70195ad070c2dc5410b0abcfa43ee6813&lang=en&cache-only=0",
            "defineEn": "effectively conveying or revealing a particular quality, emotion, or idea through speech, writing, or artistic means",
            "defineVi": "truyền đạt hoặc tiết lộ một cách hiệu quả một phẩm chất, cảm xúc hoặc ý tưởng cụ thể thông qua lời nói, văn bản hoặc phương tiện nghệ thuật"
        }
    ]
}