{
    "id": "a9f32ddf-e04e-441b-bf02-cfd91f6de1b8",
    "title": "Lesson 50",
    "originalTitle": "Lesson 50",
    "words": [
        {
            "id": "30225b42-fb46-4403-bd29-5fa1b539a066",
            "word": "to rehabilitate",
            "phonetic": "tə ɹᵻhɐbɪlᵻteɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He had rehabilitated his image.",
                "The field has mostly rehabilitated its image now, but there’s still a lot of research to be done.",
                "In the end, they were all rehabilitated, but the study gave us some understanding of the devastating psychological effects of starvation.",
                "Also, it created a world in which future countesses could rehabilitate their reputations in New York.",
                "It’s a whole new campaign to rehabilitate the reputation of what’s probably the most powerful police force in the entire country."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVoYWJpbGl0YXRl&hash=6eee2943ed3b671b30f00c488ff11ce4a39d779e&lang=en&cache-only=0",
            "defineEn": "to help someone to restore to a healthy and independent state after a period of imprisonment, addiction, illness, etc.",
            "defineVi": "để giúp ai đó phục hồi trạng thái khỏe mạnh và độc lập sau một thời gian bị giam cầm, nghiện ngập, bệnh tật, v.v."
        },
        {
            "id": "b791825d-3497-4272-a2f2-95e3bbdb2a84",
            "word": "to retaliate",
            "phonetic": "tə ɹᵻtælɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Bolsonaro also actively retaliates against any public authority who promotes safety.",
                "The sultan retaliated by firing a cannon and the loud noise drove away the ghosts.",
                "But several Western media reports say Beijing is retaliating against negative coverage of the outbreak in Wuhan and other sensitive topics.",
                "The Turkish countryside went up in flames as the Greek army and Greek civilians burned Turkish villages, while Turkish people retaliated in kind.",
                "So the Chinese basically have three ways that they can retaliate against American tariffs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV0YWxpYXRl&hash=960d55b010a71724965e1c93c939b9253695ea8b&lang=en&cache-only=0",
            "defineEn": "make a counterattack and return like for like, especially evil for evil",
            "defineVi": "phản công trả thù, nhất là ác trả ác"
        },
        {
            "id": "79e6ac93-863a-4d4d-8e31-2011332aa378",
            "word": "to peculate",
            "phonetic": "tə pɛkjʊleɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVjdWxhdGU&hash=273785a98f50cfb232203e30130d80fcb3ad7522&lang=en&cache-only=0",
            "defineEn": "appropriate (as property entrusted to one's care) fraudulently to one's own use",
            "defineVi": "phù hợp (như tài sản được giao cho một người chăm sóc) một cách gian lận để sử dụng cho chính mình"
        },
        {
            "id": "205cef7d-93f3-47ad-834d-fc67372ea86a",
            "word": "to macerate",
            "phonetic": "tə mæsɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I'm going to macerate with sugar.",
                "We have this apple macerated."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFjZXJhdGU&hash=14e4ac0cafdbcf3f4b072259a21a5fe8a0c63a62&lang=en&cache-only=0",
            "defineEn": "soften, usually by steeping in liquid, and cause to disintegrate as a result",
            "defineVi": "làm mềm, thường bằng cách ngâm trong chất lỏng, và kết quả là làm tan rã"
        },
        {
            "id": "092b730a-581d-4e3b-a40c-88bc4a04818e",
            "word": "to vitiate",
            "phonetic": "tə vɪʃɪeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdml0aWF0ZQ&hash=456aa62c72cc1df65affed7d57c0d01897fcd3da&lang=en&cache-only=0",
            "defineEn": "make imperfect",
            "defineVi": "làm cho không hoàn hảo"
        },
        {
            "id": "eebc7eb2-4e62-436f-a4c3-346bbc570beb",
            "word": "to inaugurate",
            "phonetic": "tʊ ɪnɔːɡjʊɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "In Iran, the Ilkhanate inaugurated the development of new monumental architecture and Persian miniature painting.",
                "And just a few months later, he was inaugurated as Russia's new president.",
                "Muybridge's work helped inaugurate the modern science of biomechanics, the research and analysis of the mechanics of living organisms.",
                "Muybridge's work helped inaugurate the modern science of biomechanics, the research and analysis of the mechanics of living organisms.",
                "But first: This weekend will mark a full year since President Trump was inaugurated."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5hdWd1cmF0ZQ&hash=c85ee354462089b3c013586e37e9cfeb3dd8c9d0&lang=en&cache-only=0",
            "defineEn": "commence officially",
            "defineVi": "bắt đầu chính thức"
        },
        {
            "id": "624d3186-d4b0-4bba-9eb8-548b5589fb14",
            "word": "to designate",
            "phonetic": "tə dɛzɪɡneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "There are designated seats for elderly and pregnant passengers on the subway.",
                "Early voting designates a window before Election Day where citizens can vote in-person at various polling sites.",
                "Unlike the US and Russian presidents, China's leader, Xi Jinping, doesn't have a designated plane.",
                "We have a designated parking lot.",
                "We have a designated parking lot."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVzaWduYXRl&hash=1e2e9cb4a0530efac32b6507714a74e27346b288&lang=en&cache-only=0",
            "defineEn": "assign a name or title to",
            "defineVi": "gán tên hoặc tiêu đề cho"
        },
        {
            "id": "1ad979ae-c0a5-40b1-ac10-73efc9276066",
            "word": "to pontificate",
            "phonetic": "tə pɔntɪfᵻkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9udGlmaWNhdGU&hash=7e7679fb884c8bb7629bc6931b791d40f88b41eb&lang=en&cache-only=0",
            "defineEn": "to state one's opinion in such a manner that shows one believes to be  the only person to fully know it and be unarguably correct",
            "defineVi": "nêu ý kiến của mình theo cách cho thấy người đó tin rằng mình là người duy nhất biết đầy đủ về ý kiến đó và đúng một cách rõ ràng"
        },
        {
            "id": "a2fbf171-a380-4c83-97da-3618fff90e4f",
            "word": "to deracinate",
            "phonetic": "tə dəɹæsᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVyYWNpbmF0ZQ&hash=b1ec9fc21083f0503b4771aeeb08683313db2dec&lang=en&cache-only=0",
            "defineEn": "pull up by or as if by the roots",
            "defineVi": "kéo lên bằng hoặc như thể bằng rễ",
            "hasImg": true
        },
        {
            "id": "24cbbbd3-a102-4cd6-bc19-4e837ba07d14",
            "word": "to collaborate",
            "phonetic": "tə kəlæbɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They collaborate with other students on group projects.",
                "Engineers collaborate with architects to turn design concepts into reality.",
                "They laughed, shared ideas, and collaborated effortlessly, always staying on friendly terms.",
                "We attend conferences, read and write journals, and collaborate with other trainers.",
                "After a disagreement, the team is working to get back on the rails and collaborate effectively to achieve their shared goals."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29sbGFib3JhdGU&hash=94e15c1606d0b0999e974c1272bffdae4e363126&lang=en&cache-only=0",
            "defineEn": "to work with someone else in order to create something or reach the same goal",
            "defineVi": "để làm việc với người khác để tạo ra một cái gì đó hoặc đạt được cùng một mục tiêu",
            "hasImg": true
        },
        {
            "id": "3c424cb6-7fce-423f-83aa-337205d1adf8",
            "word": "to dilapidate",
            "phonetic": "tə dɪlæpᵻdeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Last year, Adeney renovated a dilapidated building on Longmont's main street to create a co-working space for fellow Mustachians, and added what he calls a tiny house conference room.",
                "From dank taverns to dilapidated apartments and claustrophobic police stations, the underbelly of 19th century Saint Petersburg is brought to life by Dostoyevsky’s searing prose.",
                "Then you look at the dilapidated boxes, so that's two red flags there.",
                "Putin grew up in one of those apartments that had been, two generations before he was born, had been opulent but now was dilapidated."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlsYXBpZGF0ZQ&hash=cee97b6ec4d0cd1994a0877c8300056e3dbbc678&lang=en&cache-only=0",
            "defineEn": "fall into decay or ruin",
            "defineVi": "rơi vào mục nát hoặc đổ nát",
            "hasImg": true
        },
        {
            "id": "ddbb8d33-35ec-4c3d-8126-255290e63701",
            "word": "to abdicate",
            "phonetic": "tʊ æbdᵻkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Rebellious soldiers and the persistence of angry crowds along with the insistence of his wider family eventually persuaded Nicholas to abdicate his throne.",
                "So he's forced to abdicate.",
                "In April of 1814-- super important time in history-- Napoleon is forced to abdicate.",
                "They force them to abdicate by the Treaty of Fontainebleau.",
                "To what degree did they not stay in front of things or did they abdicate their own responsibility? "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWJkaWNhdGU&hash=f20aa96af07e8df3151ab852d1ea0922a16827e2&lang=en&cache-only=0",
            "defineEn": "(of a monarch or ruler) to step down from a position of power",
            "defineVi": "(của một vị vua hoặc người cai trị) từ bỏ một vị trí quyền lực"
        },
        {
            "id": "a389bc18-7110-4200-93f4-7b190d77fe4d",
            "word": "to perforate",
            "phonetic": "tə pɜːfɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We're starting by drilling it, and we perforate every single hole to thread fiber-optic through every single hole.",
                "There's also, I believe one of the microphones is behind this perforated part.",
                "The whole deal here is that it has a perforated breathable memory foam to keep your spine aligned during the night and keep you cool because it's breathable."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVyZm9yYXRl&hash=0c85503ea2a7d274d25acc388bf43feed4af07ee&lang=en&cache-only=0",
            "defineEn": "make a hole into or between, as for ease of separation",
            "defineVi": "tạo một lỗ vào hoặc giữa, để dễ tách"
        },
        {
            "id": "66a959a5-5ed2-4609-93b6-51590a87fbfc",
            "word": "to masticate",
            "phonetic": "tə mæstᵻkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "- You need to masticate 'em."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFzdGljYXRl&hash=d90369a0b684ae72bd272e60c7ae6bc261879915&lang=en&cache-only=0",
            "defineEn": "chew (food); to bite and grind with the teeth",
            "defineVi": "nhai (thức ăn); cắn và nghiến răng",
            "hasImg": true
        },
        {
            "id": "ce1bf126-4f3f-4ff3-ada1-a3354ed838b1",
            "word": "to relegate",
            "phonetic": "tə ɹɛlᵻɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Jim Crow laws effectively relegated black subjects to second class citizenship based on a racialized caste system where white citizens were privileged above all others.",
                "It's something that has been relegated to the states.",
                "I also like that CHAPPiE's hero does battle with the tiresome roles that robots have generally been relegated to by Hollywood.",
                "Some say this intense breakfast favorite goes back to people having to use up all of their meat on Collop Monday, in preparation for not eating meat during Lent although the meal wasn’t always relegated to the morning.",
                "But the minivan is now relegated to a small portion of the automotive market, despite seeming like the sum of everything."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVsZWdhdGU&hash=7e7be1ddf3540eee29a0604d74640e661f505b2f&lang=en&cache-only=0",
            "defineEn": "to appoint a person or thing to a lower status, position, or rank",
            "defineVi": "để bổ nhiệm một người hoặc điều để một tình trạng thấp hơn, vị trí, hoặc xếp hạng"
        },
        {
            "id": "58c78178-7de1-4e23-8fb2-d95105122f96",
            "word": "to dehydrate",
            "phonetic": "tə diːhaɪdɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "So, their cells dehydrate rather than freeze. ",
                "WILLIAM BRANGHAM: Exactly at the moment when you're incredibly dehydrated because of the pneumonia.",
                "It's going to dehydrate you, which is the opposite of what you want.",
                "You're really just dehydrating the fruit, and that's what's taking so long, but the end result is worth it.",
                "That generally happens when you're dehydrated"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVoeWRyYXRl&hash=9a2f0217c09b1ac06c41697cd5b1c4e1a009cf63&lang=en&cache-only=0",
            "defineEn": "remove water from",
            "defineVi": "loại bỏ nước từ"
        },
        {
            "id": "ea91f25a-a70b-4929-97e8-91fd8efe33d1",
            "word": "to impregnate",
            "phonetic": "tʊ ɪmpɹɛɡneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "And impregnate it.",
                "I don't know, I don't know, I don't know, and now I'm impregnated with wonder",
                "This could also be like an alien egg, and this is the way the aliens impregnate all of us.",
                "Cows are impregnated over and over, separated from their young shortly after birth, and slaughtered once their tortured bodies are not productive anymore.",
                "In fact, studies suggest that men over 50 have an up to 38% lower chance of impregnating a woman compared to men under 30."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wcmVnbmF0ZQ&hash=ff2be151b0258c51c80bb9487837125206d2e35b&lang=en&cache-only=0",
            "defineEn": "fertilize and cause to grow",
            "defineVi": "bón phân và gây ra sự phát triển"
        },
        {
            "id": "8b1d5c46-655e-47e4-afd0-a265f541cd69",
            "word": "to innovate",
            "phonetic": "tʊ ɪnəveɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The startup faced stiff competition from established players in the market, but it was able to remain on its feet by innovating and delivering a superior product.",
                "And it's finally innovating diabetes management.",
                "Schiller: Can't innovate anymore, my a--.",
                "And he's always innovating.",
                "Their artists innovated, creating vast mosaics and ornate marble carvings."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5ub3ZhdGU&hash=fb876938a21fe41b5db4895b9a291e52e794d869&lang=en&cache-only=0",
            "defineEn": "to introduce new ideas, methods, or products to improve or change the current way of doing things",
            "defineVi": "để giới thiệu những ý tưởng, phương pháp hoặc sản phẩm mới để cải thiện hoặc thay đổi cách làm việc hiện tại"
        },
        {
            "id": "65d69439-c047-40c2-b360-b307a0592a38",
            "word": "to confiscate",
            "phonetic": "tə kɑːnfɪskeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "But police confiscated her passport.",
                "Actual photograph confiscated as evidence.",
                "His first gun was confiscated.",
                "This animal was confiscated by the U.S. fish and wildlife service.",
                "When they finally broke up the ring, they confiscated over $10 million."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZmlzY2F0ZQ&hash=3e7b59dd35e93874598b5ab0f928b4b45ba5dc8b&lang=en&cache-only=0",
            "defineEn": "to officially seize or take away something from someone, usually as punishment",
            "defineVi": "để chính thức nắm bắt hoặc lấy đi một cái gì đó từ một ai đó, thường là hình phạt"
        },
        {
            "id": "a776a3e0-9803-40b6-a982-a4b0ef6f2905",
            "word": "to extricate",
            "phonetic": "tʊ ɛkstɹᵻkeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "So when I find myself around negative people, I politely extricate myself from the situation.",
                "So the reverse of that is now they're doing quantitative tightening out of Washington DC with the Federal Reserve and the FOMC and the New York Fed extricating their policy.",
                "So we're working with Pakistan and others to Extricate ourselves nor do we want to be policemen because basically what policemen right now and we're not supposed to be policemen We've been there.",
                "We're going to be working on how to extricate someone who may have caught a foot in the river and become entrapped.",
                "There is tremendous potential between our country and Pakistan I think Pakistan is going to help us out To extricate ourselves."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXh0cmljYXRl&hash=9b990b758b9ba4c70b24412c26349b4338f32fb1&lang=en&cache-only=0",
            "defineEn": "release from entanglement of difficulty",
            "defineVi": "giải thoát khỏi vướng mắc khó khăn"
        }
    ]
}