{
    "id": "aa3e9001-409b-4ae4-88b8-17a8be141bbe",
    "title": "Verbs Related to Cinema and Theater",
    "originalTitle": "Verbs Related to Cinema and Theater",
    "words": [
        {
            "id": "7d60b67d-3b97-48c2-b4bb-52ba226e8a3c",
            "word": "to rate",
            "phonetic": "tə ɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The hotel had expensive rates during the holiday season.",
                "The bank raised interest rates.",
                "The sector is growing at a phenomenal rate.",
                "Interest rates have been held at 8% for a year now.",
                "Crime rates are soaring and our public transport system is beyond a joke."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmF0ZQ&hash=6d35a68a111763591f815f994be2ab65e6729bdc&lang=en&cache-only=0",
            "defineEn": "to evaluate, judge or estimate the value, quality, or performance of someone or something",
            "defineVi": "để đánh giá, đánh giá hoặc ước tính giá trị, chất lượng, hoặc hiệu suất của một ai đó hoặc một cái gì đó"
        },
        {
            "id": "1203be18-554a-40ba-997b-b212af59b7a1",
            "word": "to act",
            "phonetic": "tʊ ækt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Get your act together.",
                "This armed vigilante is acting as judge, jury, and executioner.",
                "he acted maturely.",
                "He acted out of fear.",
                "A squeeze of lemon juice can act as a refreshing condiment to brighten up seafood dishes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWN0&hash=79e2be26d16ed5a64c2a4d07b42cd4f25a642093&lang=en&cache-only=0",
            "defineEn": "to play or perform a role in a play or movie",
            "defineVi": "để chơi hoặc thực hiện một vai trò trong một vở kịch hoặc phim",
            "hasImg": true
        },
        {
            "id": "2b1f407f-17b8-4fba-91a7-4951d176a589",
            "word": "to ad lib",
            "phonetic": "tʊ æd lɪb ",
            "partOfSpeechType": "verb",
            "examples": [
                "The ad lib immediately provoked an uproar.",
                "Very hot show, had some great ad libs."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWQgbGli&hash=c32d30ce4efdc7a4b5b349b7269b99e011af99a9&lang=en&cache-only=0",
            "defineEn": "‌to say something in a speech or a performance that you have not prepared or practiced",
            "defineVi": "‌nói điều gì đó trong một bài phát biểu hoặc một buổi biểu diễn mà bạn chưa chuẩn bị hoặc thực hành"
        },
        {
            "id": "b7fdf822-c379-4254-bb9b-62f679c66e84",
            "word": "to co-star",
            "phonetic": "tə koʊstɑːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The actress had a love child with her co-star.",
                "He got the hook, reportedly due to differences with his co-star.",
                "In the interview the actor revealed he had a man crush on his co-star.",
                "The tabloids were quick to label the famous actor as a backdoor man after rumors circulated about his affairs with multiple co-stars.",
                "We keep hearing it on the grapevine that the two co-stars of that movie are getting married, but they are not saying anything."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY28tc3Rhcg&hash=7a2239a3ae0ba664cc2a7ccbd5571e208de18d97&lang=en&cache-only=0",
            "defineEn": "to have a leading role alongside another actor in a movie, TV show, or play",
            "defineVi": "đóng vai chính cùng với một diễn viên khác trong một bộ phim, chương trình truyền hình hoặc vở kịch"
        },
        {
            "id": "fd5709c4-a686-4b1f-b969-1b51c02e24f9",
            "word": "to overact",
            "phonetic": "tʊ oʊvɚɹækt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gb3ZlcmFjdA&hash=1de42af5e8c1ef2acac870fa6f9ec52bf00b0626&lang=en&cache-only=0",
            "defineEn": "to act a role in an exaggerated way that is not natural",
            "defineVi": "đóng vai một cách cường điệu không tự nhiên"
        },
        {
            "id": "77e87351-0191-4880-9fd8-426e6fc97dd3",
            "word": "to play",
            "phonetic": "tə pleɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The manager played his strongest side of the season.",
                "The bedside radio played softly.",
                "The media, as always, played an important part in the election campaign.",
                "Fathers play a crucial role in their children's upbringing and development.",
                "His dedication and hard work played a big part in the company's success."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGxheQ&hash=a3c216e79f57dc78f3571927648783c93d2a305f&lang=en&cache-only=0",
            "defineEn": "to represent the role of a particular character in a play, movie, etc.",
            "defineVi": "để thể hiện vai trò của một nhân vật cụ thể trong một vở kịch, bộ phim, v.v.",
            "hasImg": true
        },
        {
            "id": "addc0805-7518-4c50-9c3e-752d68a5b2ad",
            "word": "to portray",
            "phonetic": "tə poːɹtɹeɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The talented actor effortlessly portrayed a wide range of characters, from a hero to a villain.",
                "The media portrayed the politician in a bad light, focusing only on their past mistakes.",
                "The article portrayed her as domineering by dropping quotes from her out of context.",
                "They portray themselves as patriotic nationalists.",
                "Actors Laura Carmichael and Michelle Dockery portray sisters Edith and Mary Crawley."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG9ydHJheQ&hash=eef13e061e780f78398def0d503636ce5a8e8681&lang=en&cache-only=0",
            "defineEn": "to play the role of a character in a movie, play, etc.",
            "defineVi": "đóng vai một nhân vật trong phim, vở kịch, v.v.",
            "hasImg": true
        },
        {
            "id": "e85758bf-060e-4dde-a69e-7d86c944d4e3",
            "word": "to star",
            "phonetic": "tə stɑːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The stars twinkled brightly in the dark night sky.",
                "She counted zero stars in the sky.",
                "The night sky is filled with stars and a beautiful moon.",
                "In the world of sports, a star athlete can be considered a big shot.",
                "The night sky is black, except for the stars and the moon."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Rhcg&hash=192a17e7401b5ed4f235f9a58ba36d817d52bd7f&lang=en&cache-only=0",
            "defineEn": "to act as a main character in a play, movie, etc.",
            "defineVi": "đóng vai một nhân vật chính trong một vở kịch, bộ phim, v.v.",
            "hasImg": true
        },
        {
            "id": "50c73125-3a63-43f1-b3e3-7d6c5f3b98e6",
            "word": "to understudy",
            "phonetic": "tʊ ʌndɚstʌdi ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5kZXJzdHVkeQ&hash=8c0f2902b0660f4ebb31e58691dce8746094b6c3&lang=en&cache-only=0",
            "defineEn": "to learn and rehearse a role in a play or other performance as a substitute for the regular performer in case of need",
            "defineVi": "để học và diễn tập một vai trò trong một vở kịch hoặc buổi biểu diễn khác để thay thế cho người biểu diễn thông thường trong trường hợp cần thiết"
        },
        {
            "id": "9d526238-9d76-49ec-98cf-9db74876df16",
            "word": "to exeunt",
            "phonetic": "tʊ ɛɡzjuːnt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhldW50&hash=3f955d3724882fa908661b41e92f3abda4809856&lang=en&cache-only=0",
            "defineEn": "to indicate that characters leave the stage or scene",
            "defineVi": "để chỉ ra rằng các nhân vật rời khỏi sân khấu hoặc cảnh"
        },
        {
            "id": "9470c858-cb90-496c-b387-37ebb6641b41",
            "word": "to prompt",
            "phonetic": "tə pɹɑːmpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the company lost a major client, it prompted the CEO to reassess the company's strategy and make changes that helped them gain new clients - as they say, a stumble may prevent a fall.",
                "The controversial political scandal that dominated news cycles for a week turned into a seven-day wonder, capturing public attention and prompting investigations and debates.",
                "The incident prompted an SEC investigation into Kodak's disclosure of the loan.",
                "Branson's request for a bailout prompted mockery from some corners, especially in the British press.",
                "A decline in new infections has prompted a wider loosening of restrictions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvbXB0&hash=d9700e71413c49f081092feafdea1cb8ec677c77&lang=en&cache-only=0",
            "defineEn": "to assist (somebody acting or reciting) by suggesting the next words of something forgotten or imperfectly learned",
            "defineVi": "để hỗ trợ (ai đó hành động hoặc đọc thuộc lòng) bằng cách gợi ý những từ tiếp theo của một cái gì đó bị lãng quên hoặc học không hoàn hảo"
        },
        {
            "id": "2e4d8fe3-2c05-4acc-b349-8bcdbc774084",
            "word": "to rhubarb",
            "phonetic": "tə ɹuːbɑːɹb ",
            "partOfSpeechType": "verb",
            "examples": [
                "Rhubarb leaves are toxic and should never be eaten, as they contain high levels of oxalic acid.",
                "Some people like to dip rhubarb stalks in sugar for a sweet and sour snack.",
                "Oh I love rhubarb, just, just, not a lot, just a little bit.",
                "Rhubarb is a hardy plant that even gardeners with a black thumb can’t kill.",
                "During World War I, food shortages in Europe led some people to eat lots of rhubarb leaves."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmh1YmFyYg&hash=bc279d0f1a1cbccceefaaf429f250ed14ac8af76&lang=en&cache-only=0",
            "defineEn": "to speak in a low, murmuring, and indistinct way, often with other people in the background making a similar noise, in order to create a background sound effect for a scene",
            "defineVi": "nói nhỏ, thì thầm và không rõ ràng, thường với những người khác ở phía sau tạo ra tiếng ồn tương tự, để tạo hiệu ứng âm thanh nền cho một cảnh"
        },
        {
            "id": "741c9132-a04c-46cc-979d-8043b9a83cd8",
            "word": "to audition",
            "phonetic": "tʊ ɔːdɪʃən ",
            "partOfSpeechType": "verb",
            "examples": [
                "The actress was practicing her lines before the audition.",
                "Sally was left with egg on her face after forgetting the words to the song during her audition.",
                "The talented musician decided to reach for the stars by auditioning for a popular singing competition.",
                "Figuring they had nothing to lose, they decided to audition for the show.",
                "I'm not going to sit here and tell Judith that she's a shoo-in when she's clearly not ready for her audition."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXVkaXRpb24&hash=25d4ca496071cb55185136147999b58b6163fde2&lang=en&cache-only=0",
            "defineEn": "to give a short performance in order to get a role in a movie, play, show, etc.",
            "defineVi": "biểu diễn ngắn để có được một vai trong phim, vở kịch, chương trình, v.v."
        },
        {
            "id": "21c78b5f-142d-4abc-a054-bae7802e8c7c",
            "word": "to cast",
            "phonetic": "tə kæst ",
            "partOfSpeechType": "verb",
            "examples": [
                "The afternoon sun casts a warm glow on the buildings and trees.",
                "Imprisonment of student casts a shadow on Human Rights Council candidacy.",
                "Maths error casts doubts on Greater Cambridge Partnership's road.",
                "The full moon cast a soft glow on the landscape.",
                "She casted aspersions on the integrity of her boss."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FzdA&hash=c5cdd8b055f9453234db59adf14baa090188c1df&lang=en&cache-only=0",
            "defineEn": "to choose a performer to play a role in a movie, opera, play, etc.",
            "defineVi": "để chọn một người biểu diễn để đóng một vai trong một bộ phim, vở opera, vở kịch, v.v."
        },
        {
            "id": "d5beac7c-b91e-41a0-acf3-042ad4552329",
            "word": "to miscast",
            "phonetic": "tə mɪskæst ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbWlzY2FzdA&hash=dd018e32dd43d24e213a35b80b5b850c29566e2b&lang=en&cache-only=0",
            "defineEn": "to assign the roles of a play, motion picture, etc. to unsuitable actors",
            "defineVi": "giao vai của một vở kịch, phim điện ảnh, v.v. cho những diễn viên không phù hợp"
        },
        {
            "id": "fdb1324e-1f9e-48da-a62e-c33372108a14",
            "word": "to recast",
            "phonetic": "tə ɹᵻkæst ",
            "partOfSpeechType": "verb",
            "examples": [
                "The midwives, herbalists, and shamans were recast as witches to discredit their influence.",
                "He very much wanted to recast the United States as a friend of the Islamic world.",
                "It's not a long term job skill training that you're talking about, but it's recasting the net a little bit back in time and making sure that we bring to vocational training that's been missing.",
                "The other thing that's exciting here is that they're recasting our understanding of what reparations mean.",
                "A third problem in discussing myth is that most myths don't have nameable authors, or even when they do, like Homer or Virgil, it turns out these guys were really just recasting older stories into new language."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVjYXN0&hash=a490f83bf0e42f8e016d00e8d57b6552952dd893&lang=en&cache-only=0",
            "defineEn": "cast again, in a different role",
            "defineVi": "diễn lại, trong một vai trò khác"
        },
        {
            "id": "699d1bc0-a985-48e1-a5a9-974374431a30",
            "word": "to rehearse",
            "phonetic": "tə ɹᵻhɜːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Everything had to be exactly right, rehearsed down to a T.",
                "And then you rehearse that plan",
                "- We didn't even rehearse that answer.",
                "So, we rehearse in the back, on the concrete.",
                "So we rehearsed with these two German girls, went to Japan with them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVoZWFyc2U&hash=79baf71319b7046201c1eedb22c45bea53618fe0&lang=en&cache-only=0",
            "defineEn": "to practice a play, piece of music, etc. before the public performance",
            "defineVi": "tập một vở kịch, bản nhạc, v.v. trước khi biểu diễn trước công chúng"
        },
        {
            "id": "7d35fc48-32de-4116-b46b-0cc229f24f6f",
            "word": "to typecast",
            "phonetic": "tə taɪpkæst ",
            "partOfSpeechType": "verb",
            "examples": [
                "Parents are often typecast as people who never tire out.",
                "I don't want to be typecasted."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHlwZWNhc3Q&hash=5329fc6008068ca1cb8d74db83215fdf8db84c94&lang=en&cache-only=0",
            "defineEn": "to assign the same type of role to an actor repeatedly",
            "defineVi": "để chỉ định cùng một loại vai diễn cho một diễn viên nhiều lần"
        },
        {
            "id": "95172cfd-ff6e-4394-9fd6-1b9906823ada",
            "word": "to direct",
            "phonetic": "tə dᵻɹɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "My father is very direct and pulls no punches.",
                "The video was produced and directed by filmmaker Neil Campbell.",
                "an actress who has turned her hand to directing",
                "Just because a head coach might not have direct involvement in rules violations, that doesn't take him off the hook.",
                "He began as an actor, before starting to direct films."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlyZWN0&hash=a8f2a75121d8a2658da73d89b5cbf48e8e2bdc30&lang=en&cache-only=0",
            "defineEn": "to organize the scenes or flow of a movie, play, etc.",
            "defineVi": "để sắp xếp các cảnh hoặc dòng chảy của một bộ phim, vở kịch, v.v.",
            "hasImg": true
        },
        {
            "id": "c436f654-c6ab-4f56-9437-65864763ea5f",
            "word": "to dub",
            "phonetic": "tə dʌb ",
            "partOfSpeechType": "verb",
            "examples": [
                "This star is dubbed PDS 70.",
                "His friends dubbed him the most interesting man in the world.",
                "They dub it.",
                "They dub it.",
                "Oh they dub it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHVi&hash=36f9246471a039fa442d0b5a96ad4557546c7566&lang=en&cache-only=0",
            "defineEn": "to change the original language of a movie or TV show into another language",
            "defineVi": "để thay đổi ngôn ngữ gốc của một bộ phim hoặc chương trình truyền hình sang một ngôn ngữ khác"
        },
        {
            "id": "f3ffe9c3-f53e-47fe-9a9f-c99d0e6cface",
            "word": "to edit",
            "phonetic": "tʊ ɛdɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I'm willing to accept some minor edits on my script, but I draw a line at any major rewrites.",
                "In other words, to repeat in order to make myself perfectly clear, he made the edits and he wasted my time.",
                "When the client requested a change in the design, the graphic designer made the edits no sooner said than done.",
                "We edit YouTube videos.",
                "Edited by Stan and Mark Olsen."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWRpdA&hash=343cb81eee2d0e88e048dbd3dbb109dcf922e864&lang=en&cache-only=0",
            "defineEn": "to choose and arrange the parts that are crucial to the story of a movie, show, etc. and cut out unnecessary ones",
            "defineVi": "chọn và sắp xếp các phần quan trọng đối với câu chuyện của một bộ phim, chương trình, v.v. và cắt bỏ những phần không cần thiết",
            "hasImg": true
        },
        {
            "id": "46bd031d-188d-412a-b581-510067361411",
            "word": "to film",
            "phonetic": "tə fɪlm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The film caught a cold over the outstanding debt.",
                "The film received lavish praise from critics for its groundbreaking visual effects, compelling storyline, and outstanding performances.",
                "The film ups the ante on special effects.",
                "The film faithfully follows Shakespeare's plot.",
                "Shergar film falls at the first fence in Cannes."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmlsbQ&hash=3aafdf92d9e7dafd8c3a94b419c2dc6ec71ed05d&lang=en&cache-only=0",
            "defineEn": "to capture or record moving images, typically using a camera or video recording device",
            "defineVi": "để chụp hoặc ghi lại hình ảnh chuyển động, thường sử dụng máy ảnh hoặc thiết bị quay video",
            "hasImg": true
        },
        {
            "id": "35a1ae38-4483-4585-9eb6-75cab06b31e5",
            "word": "to freeze",
            "phonetic": "tə fɹiːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "They froze sliced bananas and blended them into a creamy banana ice cream.",
                "Make a large batch of pelmeni and freeze them for future meals.",
                "It's best to blanch the green beans before freezing them for long-term storage.",
                "White currants can be frozen and enjoyed later as a tasty addition to smoothie bowls.",
                "Sam tries to wrap her brain around snow and freezing temperatures, but she's always lived in Florida, so real winter is not something she has experienced."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnJlZXpl&hash=8194175dffa7d6f8052c0d040b20e7ca987eb2a6&lang=en&cache-only=0",
            "defineEn": "to stop a movie or video to look at a particular frame",
            "defineVi": "để dừng một bộ phim hoặc video để xem một khung hình cụ thể"
        },
        {
            "id": "02018228-9a32-4a5a-a1bb-7c9ab8b56cca",
            "word": "to intercut",
            "phonetic": "tʊ ɪntɚkʌt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50ZXJjdXQ&hash=86d50704dff570f57e5030803c03f391c4c230ab&lang=en&cache-only=0",
            "defineEn": "to insert a camera shot between two scenes by cutting them",
            "defineVi": "để chèn một cảnh quay giữa hai cảnh bằng cách cắt chúng"
        },
        {
            "id": "aadd0483-3b64-498c-aed1-601462f6faf2",
            "word": "to produce",
            "phonetic": "tə pɹəduːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The apple tree in our backyard produces juicy fruits every year.",
                "Violence in the last analysis produces more violence.",
                "ur company mainly produces goods for export.",
                "The local factory produces electronic components.",
                "The company has just produced a luxury version of the aircraft."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvZHVjZQ&hash=054a384a1e7f0a408ebc1210f3d4e80c3197790f&lang=en&cache-only=0",
            "defineEn": "to provide money for and be in charge of the making of a movie, play, etc.",
            "defineVi": "cung cấp tiền và chịu trách nhiệm sản xuất một bộ phim, vở kịch, v.v.",
            "hasImg": true
        },
        {
            "id": "09090557-6ef3-4e7a-a5ae-6c19bac48932",
            "word": "to set",
            "phonetic": "tə sɛt ",
            "partOfSpeechType": "verb",
            "examples": [
                "That DJ's voice really sets my teeth on edge.",
                "The surgeon set her broken arm.",
                "The scheme sets a precedent for other companies.",
                "International companies set the price of oil.",
                "His time in the 25-meter freestyle set a national record."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2V0&hash=6e48eaf638484e3be1206c21cf243d021ed39f10&lang=en&cache-only=0",
            "defineEn": "to place the events of a play, movie, novel, etc. in a particular time or place",
            "defineVi": "để đặt các sự kiện của một vở kịch, phim, tiểu thuyết, vv trong một thời gian hoặc địa điểm cụ thể"
        },
        {
            "id": "66bb824f-1895-4aae-86ea-b84283ffb6c1",
            "word": "to stage-manage",
            "phonetic": "tə steɪdʒmænɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhZ2UtbWFuYWdl&hash=9368ff4c9683e6b8956e474295e03850b574e737&lang=en&cache-only=0",
            "defineEn": "to supervise the production of a play or theatrical performance",
            "defineVi": "để giám sát việc sản xuất một vở kịch hoặc hiệu suất sân khấu"
        },
        {
            "id": "24008c4d-7bc9-4e8e-95fa-383ae64a692c",
            "word": "to release",
            "phonetic": "tə ɹᵻliːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The nuclear power plant released a small amount of radiation into the atmosphere after the incident.",
                "Its release hasreally raised the ante on the story telling in video games.",
                "The European Community had even released lists of American unfair trade practices, paying us back in our own coin.",
                "The singer is in the spotlight for her new album release.",
                "She squeezed the orange, releasing the refreshing pulp into her glass."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVsZWFzZQ&hash=5d6cb704990b270eaca8ba9fa015cde280df0405&lang=en&cache-only=0",
            "defineEn": "to make a movie, music, etc. available to the public",
            "defineVi": "để làm cho một bộ phim, âm nhạc, vv có sẵn cho công chúng"
        },
        {
            "id": "f9636948-6c50-4787-a6f2-e03c0022abf0",
            "word": "to screen",
            "phonetic": "tə skɹiːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The screen is the main part of a laptop.",
                "See yourself on the screen.",
                "The report will come up on the screen in a moment.",
                "Her eyes were glued firmly to the computer screen.",
                "The clock on my computer screen shows the current time and date."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NyZWVu&hash=5ffa74e12f91a716fc6af40922d155b1fbb865d8&lang=en&cache-only=0",
            "defineEn": "to show a video or film in a movie theater or on TV",
            "defineVi": "để hiển thị một video hoặc phim trong một rạp chiếu phim hoặc trên TV"
        },
        {
            "id": "9a7d6524-642c-43c2-9155-9d40a37b6e45",
            "word": "to adapt",
            "phonetic": "tʊ ɐdæpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The buses have been adapted to take biofuel.",
                "So I've tried to adapt, letting the comments roll off my back.",
                "The team quickly developed their sea legs in the fast-paced work environment and adapted to the company's expectations.",
                "But with a lot of hard work and a willingness to adapt, they were able to get the business back on the rails and turn a profit once again.",
                "As a marketer, he knew that a jack of all trades is a master of none, but oftentimes better than a master of one, as possessing a diverse skill set allowed him to adapt to changing industry trends and develop innovative marketing strategies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRhcHQ&hash=b1b3ee2ba0296b5f37c85a314edec9007b13d3e3&lang=en&cache-only=0",
            "defineEn": "to change a book or play in a way that can be made into a movie, TV series, etc.",
            "defineVi": "để thay đổi một cuốn sách hoặc vở kịch theo cách có thể dựng thành phim, phim truyền hình, v.v.",
            "hasImg": true
        },
        {
            "id": "d29e7f5f-f420-43fb-b837-b93d6ef69c26",
            "word": "to animate",
            "phonetic": "tʊ ænɪmeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "So, two to three animators animate scene after scene for about eight to ten weeks in total.",
                "Yeah, it's an animated series about the Clone Wars.",
                "Netflix is reportedly developing an animated series based on the Filipino comic Trese.",
                "The animated film Inside Out depicted memories as glowing spheres stacked in the brain, like books in a library.",
                "Get up and watch an animated Song Biscuit."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYW5pbWF0ZQ&hash=d29f6c4745243dd838fc34807e5794b9d29c003d&lang=en&cache-only=0",
            "defineEn": "to design or create a character in a way that appears to be moving using animation techniques or computer programs",
            "defineVi": "để thiết kế hoặc tạo một nhân vật theo cách có vẻ như đang di chuyển bằng kỹ thuật hoạt hình hoặc chương trình máy tính",
            "hasImg": true
        },
        {
            "id": "ab3f6fd8-aa22-4de4-8d40-b43fb8b8514c",
            "word": "to appear",
            "phonetic": "tʊ ɐpɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Three days later a rash appeared.",
                "Smoke appeared on the horizon.",
                "A bus appeared around the corner.",
                "Two faces appeared at our window.",
                "Small cracks appeared in the wall."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwZWFy&hash=4c79aa0d99faf7a2e6a0405f11be1ceaf284ccd3&lang=en&cache-only=0",
            "defineEn": "to take part in a play, TV show, movie, etc.",
            "defineVi": "tham gia một vở kịch, chương trình TV, phim, v.v.",
            "hasImg": true
        },
        {
            "id": "7e01e8e2-50f5-436d-8849-d4effc985314",
            "word": "to colorize",
            "phonetic": "tə kʌlɚɹaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "There is also Larom who colorized all the SEM images, which are on the Facebook page if you'd like to download them yourself."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29sb3JpemU&hash=fa75353f01da65d6796e81717e5dd29889e1eaad&lang=en&cache-only=0",
            "defineEn": "to add color to a black and white movie using computer techniques",
            "defineVi": "để thêm màu vào phim đen trắng bằng kỹ thuật máy tính"
        },
        {
            "id": "8bdb5e91-a1a7-4374-af0d-f9ff938e2658",
            "word": "to cue",
            "phonetic": "tə kjuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "right on cue the door opened",
                "And then, on cue, the weather changed.",
                "We should take our cue from their example.",
                "The sky, as if on cue, was overcast.",
                "Now he's as bald as a cue ball, and he rocks the look with confidence."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3Vl&hash=d52572e19c062500cc4258dc1f9b0130120f6b83&lang=en&cache-only=0",
            "defineEn": "to give a hint or signal to an actor or a performer to do or say something on the stage",
            "defineVi": "đưa ra gợi ý hoặc tín hiệu cho một diễn viên hoặc người biểu diễn làm hoặc nói điều gì đó trên sân khấu"
        },
        {
            "id": "bb59f5bf-91a7-4681-9ea7-6ed2d9187e51",
            "word": "to cut",
            "phonetic": "tə kʌt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The line cuts the circle at two points.",
                "He's cutting his own throat.",
                "Budget cuts are putting the squeeze on scientific research.",
                "Cutting Jefferson a break?",
                "He really cuts the ground from under my feet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3V0&hash=5c0a06b7124a306811bf5557a68596a8cb917a5f&lang=en&cache-only=0",
            "defineEn": "to stop filming or recording",
            "defineVi": "dừng quay phim hoặc ghi âm"
        },
        {
            "id": "465e13dd-eab7-43fb-82a7-215072d04b04",
            "word": "to dramatize",
            "phonetic": "tə dɹæmɐtaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Dramatizing their attractions, their products, their history, and their progress.",
                "I saw that you could dramatize the image of the economic and other relationships which enslavers were creating in some ways as the parts of that metaphorical body.",
                "Here dramatized by delightful activated models, is the story of how the automobile industry spreads employment.",
                "So after a period of peace following Pocahontas' marriage to John Rolfe in 1614, dramatized here, things finally came to a head in 1622, when Chief Opechancanough led a rebellion against the English."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJhbWF0aXpl&hash=0e1bd114dd46766355e1bb382acef01391ba391e&lang=en&cache-only=0",
            "defineEn": "to make a movie or write a play based on a book or event",
            "defineVi": "để làm một bộ phim hoặc viết một vở kịch dựa trên một cuốn sách hoặc sự kiện"
        },
        {
            "id": "57899f82-9414-49fb-a33b-129ea65e2f67",
            "word": "to enact",
            "phonetic": "tʊ ɛnækt ",
            "partOfSpeechType": "verb",
            "examples": [
                "All states and territories had enacted their own unemployment insurance laws.",
                "Several states have already enacted such bans.",
                "In 20 years' time, the Emperor Vespasian's youngest son, Domitian, as emperor, will enact a reign of terror.",
                "In both states, these laws were enacted during the Jim Crow Era and other discriminatory regimes.",
                "To fight against this, some cities have enacted access to counsel initiatives."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW5hY3Q&hash=4c964a87f7d0697c61be0252081e93d6dd5e950c&lang=en&cache-only=0",
            "defineEn": "to act a role in a motion picture or perform a play on stage",
            "defineVi": "để diễn một vai trong một bộ phim chuyển động hoặc biểu diễn một vở kịch trên sân khấu",
            "hasImg": true
        },
        {
            "id": "30b95db6-9793-4b39-a05b-ede8961d06a6",
            "word": "to perform",
            "phonetic": "tə pɚfɔːɹm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The actress performed beautifully in the play.",
                "The magician performed a series of tricks, and surprisingly, the rabbit appeared out of thin air.",
                "The doctor performed a surgery on my grandfather to remove his appendix.",
                "He performed knee exercises to strengthen the muscles around the joint.",
                "The Irish economy is performing strongly, but the devil is in the detail."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVyZm9ybQ&hash=4f6a152ba639497d8521f6f1ff70aa9ae93ce9b9&lang=en&cache-only=0",
            "defineEn": "to give a performance of something such as a play or a piece of music for entertainment",
            "defineVi": "để thực hiện một cái gì đó chẳng hạn như một vở kịch hoặc một bản nhạc để giải trí",
            "hasImg": true
        },
        {
            "id": "e8000759-9985-4007-8ad4-37392d502434",
            "word": "to put on",
            "phonetic": "tə pʊt ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "I put on a clean pair of socks every morning.",
                "He's just putting on an act for the boss's benefit.",
                "He put on his leather jacket before heading out on his motorcycle.",
                "He was always putting on airs and graces.",
                "She put on her swimsuit and jumped into the pool."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IG9u&hash=c874e673b42aee1bd7924077f0aa9df584d74436&lang=en&cache-only=0",
            "defineEn": "to produce or present a play, a show, etc.",
            "defineVi": "để sản xuất hoặc trình bày một vở kịch, một chương trình, vv"
        },
        {
            "id": "258b6cde-894c-4402-9587-bb50f2412599",
            "word": "to shoot",
            "phonetic": "tə ʃuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He never shot a line about his escapades.",
                "New shoots are just appearing at the base of the plant.",
                "We've been shooting the breeze for well over an hour now.",
                "He is shooting from the hip in an act of political desperation.",
                "As a chef, I add bamboo shoots to my signature soup for a delightful twist."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2hvb3Q&hash=1f12a6de2ae7bd1be2d2eeb0f9e09517bd119691&lang=en&cache-only=0",
            "defineEn": "to film or take a photograph of something",
            "defineVi": "để quay phim hoặc chụp ảnh của một cái gì đó",
            "hasImg": true
        },
        {
            "id": "969231ec-b181-418e-b2bd-c965a8bbc198",
            "word": "to stage",
            "phonetic": "tə steɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "We ran a cable from the lights to the stage.",
                "At this stage in the campaign, the Democratic candidate is way ahead of the pack.",
                "That poor kid is shaking in his shoes up there on stage.",
                "At that stage of the game it was too late for diplomacy.",
                "The singer always brings the house down with her powerful voice and stage presence."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RhZ2U&hash=cc108389334adb56e73f7775c3fd553763ae38fe&lang=en&cache-only=0",
            "defineEn": "to present a play or other event to an audience",
            "defineVi": "để trình bày một vở kịch hoặc sự kiện khác cho khán giả"
        },
        {
            "id": "ca83d7e6-643d-4c46-82a4-0bb898a4c980",
            "word": "to zoom in",
            "phonetic": "tə zuːm ɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The photographer zoomed in on the flower to capture its intricate details.",
                "Can you zoom in? -",
                "So I just zoomed in right over here.",
                "So I'm zooming in.",
                "Can I zoom in on Hoffmann?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gem9vbSBpbg&hash=72c7e0d09258de37bd2705eaad0ee773b5107a47&lang=en&cache-only=0",
            "defineEn": "to adjust the lens of a camera in a way that makes the person or thing being filmed or photographed appear closer or larger",
            "defineVi": "để điều chỉnh ống kính của máy ảnh theo cách làm cho người hoặc vật được quay phim hoặc chụp ảnh có vẻ gần hơn hoặc lớn hơn",
            "hasImg": true
        },
        {
            "id": "189c9676-76a1-4d22-98f8-72effaa99cdf",
            "word": "to zoom out",
            "phonetic": "tə zuːm aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I've just zoomed out a little bit.",
                "Zoom out for us for a second.",
                "We can zoom out even more.",
                "We can zoom out even more, and over here.",
                "Finally, we zoom out to see millions of numbers."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gem9vbSBvdXQ&hash=49271f1acc199050628f2febb9482404be2a938c&lang=en&cache-only=0",
            "defineEn": "to adjust the lens of a camera in a way that makes the person or thing being filmed or photographed appear further away or smaller",
            "defineVi": "để điều chỉnh ống kính của máy ảnh theo cách làm cho người hoặc vật được quay phim hoặc chụp ảnh có vẻ xa hơn hoặc nhỏ hơn"
        },
        {
            "id": "3f03924b-7068-4abf-b2e2-acfa40c4871a",
            "word": "to flop",
            "phonetic": "tə flɑːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The exhausted runner flopped onto the ground after crossing the finish line.",
                "The fish flopped around on the deck of the boat after being caught.",
                "She flopped her bag onto the couch and collapsed next to it.",
                "Their project is hitting the mark, whereas ours is just flopping.",
                "- Flopped out of the bottom of the loop."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmxvcA&hash=40f40695177768dc96cb39f592dff976da713621&lang=en&cache-only=0",
            "defineEn": "(of a play, motion picture, or new product) to fail to be of any success or produce the intended effect",
            "defineVi": "(của một vở kịch, phim điện ảnh hoặc sản phẩm mới) không thành công hoặc tạo ra hiệu quả như mong muốn"
        },
        {
            "id": "55abd856-a26c-4425-b7a4-46dfeb1863c1",
            "word": "to plug",
            "phonetic": "tə plʌɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Plug my upcoming even on HBO Night of Too Many Stars.",
                "Plug the cable into the Fire Stick.",
                "Bosley, the hair plug people.",
                "First, plug the power cable into your Chromecast.",
                "Just pull this plug."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGx1Zw&hash=198437527bd080a0b9deedc300d6af329a095219&lang=en&cache-only=0",
            "defineEn": "to publicly praise a new book, motion picture, etc. as a way of promoting it",
            "defineVi": "công khai ca ngợi một cuốn sách mới, một bộ phim điện ảnh, v.v. như một cách để quảng bá nó"
        },
        {
            "id": "8901645c-5290-485f-9769-9f7ac2a6c660",
            "word": "to preview",
            "phonetic": "tə pɹiːvjuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "Preview the attachment in the Mail app.",
                "Here is a preview.",
                "Here's a preview.",
                "You read the preview pages.",
                "Jeffrey Brown has a preview for our arts and culture series, Canvas."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJldmlldw&hash=b5a9161ec95880350a1850fb29326d273eaab278&lang=en&cache-only=0",
            "defineEn": "to watch a movie, play, TV show, etc. in advance of public presentation",
            "defineVi": "xem một bộ phim, vở kịch, chương trình truyền hình, v.v. trước buổi thuyết trình trước công chúng"
        },
        {
            "id": "881ef4f4-20fe-4837-b14e-3cfca29ec34a",
            "word": "to mime",
            "phonetic": "tə maɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Oh, thank you, I'm a mime",
                "Hey, were you a mime once?",
                "Now, were you actually in a mime troupe?",
                "Time's up more like mime's cup.",
                "Yeah, we worked in a mime troupe."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWltZQ&hash=6aa3d296ade4ba3907c7ef65603ddf75c75958d1&lang=en&cache-only=0",
            "defineEn": "to convey a story or message using only body movements and facial expressions, without the use of words",
            "defineVi": "để truyền đạt một câu chuyện hoặc thông điệp chỉ sử dụng cử động cơ thể và nét mặt mà không sử dụng từ ngữ",
            "hasImg": true
        },
        {
            "id": "304909fa-efba-4f20-a338-f91665a031ca",
            "word": "to [blow] {one's} lines",
            "phonetic": "tə bloʊ wʌn bækslæʃ ɛs laɪnz ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxvdyB7b25lJ3N9IGxpbmVz&hash=ff4f8ac442b66565ba2f0a2a6808d4cfdedee403&lang=en&cache-only=0",
            "defineEn": "(in a play, live performance, etc.) to forget or make errors in the delivery of one's dialogue",
            "defineVi": "(trong một vở kịch, buổi biểu diễn trực tiếp, v.v.) quên hoặc mắc lỗi khi truyền đạt lời thoại của một người"
        }
    ]
}