{
    "id": "aa803ed3-cafd-4a70-ac60-309acc946d58",
    "title": "Lesson 11A",
    "originalTitle": "Lesson 11A",
    "words": [
        {
            "id": "af0f8369-e0c7-4bfc-b2fd-01b9d57fe2c1",
            "word": "school",
            "phonetic": "skuːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Schools have welcomed such arrangements with open arms.",
                "The school took the full force of the explosion.",
                "She left school at 16.",
                "Many schools don’t take full advantage of the Internet.",
                "The kids always work hard at school."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nob29s&hash=aa43afe44c159e58dab84a8e13fbc414dccf25ae&lang=en&cache-only=0",
            "defineEn": "a place where children learn things from teachers",
            "defineVi": "một nơi mà trẻ em học những điều từ giáo viên",
            "hasImg": true
        },
        {
            "id": "90a6294d-0cb7-41a7-b489-e94ca3ca27ea",
            "word": "subject",
            "phonetic": "sʌbdʒɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The professor knew his subject from the ground up.",
                "She studied different subjects in school, from math to history.",
                "We study different subjects like math, science, and English at school.",
                "The loyal subjects bowed down before their king as a sign of reverence.",
                "They exchanged views on every subject under the sun."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ViamVjdA&hash=84940577ecf6ded51b9ed839e05aea89d5fb9257&lang=en&cache-only=0",
            "defineEn": "a branch or an area of knowledge that we study at a school, college, or university",
            "defineVi": "một nhánh hoặc một lĩnh vực kiến thức mà chúng tôi nghiên cứu tại một trường học, cao đẳng hoặc đại học",
            "hasImg": true
        },
        {
            "id": "f87c21d9-f8e5-482a-864f-d5b1faad4e3f",
            "word": "art",
            "phonetic": "ɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Art serves an important function in our society.",
                "Art be damned!",
                "Art is very much a matter of taste.",
                "The born politician's art of working a crowd.",
                "Rugby and art seem strange bedfellows."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0&hash=2ca7c37d9a39d29717ca6ff9d7961eb99ccfbdd2&lang=en&cache-only=0",
            "defineEn": "the use of creativity and imagination to express emotions and ideas by making things like paintings, sculptures, music, etc.",
            "defineVi": "việc sử dụng óc sáng tạo và trí tưởng tượng để thể hiện cảm xúc và ý tưởng bằng cách tạo ra những thứ như tranh vẽ, tác phẩm điêu khắc, âm nhạc, v.v.",
            "hasImg": true
        },
        {
            "id": "396b714d-0a43-499b-ad80-852b798059a3",
            "word": "foreign",
            "phonetic": "fɔːɹən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Foreign car manufacturers have made inroads into the European market.",
                "The college runs summer courses for foreign students.",
                "I've had it with foreign holidays.",
                "He traveled to a foreign country where horseflesh was considered a delicacy.",
                "Every so often, Claire has itchy feet and sets off for a foreign destination."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yZWlnbg&hash=c86a5e2db9e2c23aa47e95e2b7a54861c567a931&lang=en&cache-only=0",
            "defineEn": "in, from, or characteristic of a country or language other than one's own",
            "defineVi": "trong, từ, hoặc đặc trưng của một quốc gia hoặc ngôn ngữ không phải của chính mình",
            "hasImg": true
        },
        {
            "id": "0a1ffe92-4914-4e9a-b47a-69f573e88fd1",
            "word": "language",
            "phonetic": "læŋɡwɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Language is a window into the world.",
                "The poem uses simple language.",
                "Use plain language instead of jargon.",
                "Don’t use bad language.",
                "The universal language of art is bridging a divide."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFuZ3VhZ2U&hash=549b7505c533cada8cc6ada5316fd0576fede0e9&lang=en&cache-only=0",
            "defineEn": "the system of communication by spoken or written words, that is used by people of a particular country or region",
            "defineVi": "hệ thống giao tiếp bằng lời nói hoặc chữ viết, được sử dụng bởi những người của một quốc gia hoặc khu vực cụ thể",
            "hasImg": true
        },
        {
            "id": "c697dd82-1d99-45f7-8792-22092f03b755",
            "word": "English",
            "phonetic": "ɪŋɡlɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her family is English to the core.",
                "The English test was no problem for Pedro.",
                "The full English breakfast included a generous portion of black pudding alongside eggs, bacon, and beans.",
                "I can count up to fifty in English.",
                "I read English at Oxford."
            ],
            "audio": "https://tts.langeek.co/read?text=RW5nbGlzaA&hash=acd3b3712f92a44433353cf562619ec540a3e0c7&lang=en&cache-only=0",
            "defineEn": "the most common language in the world, originating in England but also the official language of America, Canada, Australia, etc.",
            "defineVi": "ngôn ngữ thông dụng nhất thế giới, bắt nguồn từ nước Anh mà còn là ngôn ngữ chính thức của Mỹ, Canada, Úc, v.v.",
            "hasImg": true
        },
        {
            "id": "cf896177-c339-42b6-8d0d-171b1ac83abc",
            "word": "geography",
            "phonetic": "dʒɪɑːɡɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Italy's Mediterranean climate and diverse geography offer a wide range of outdoor activities",
                "Geography can actually greatly affect the taste of coffee beans.",
                "Geography answers the question.",
                "Geography is cities and cultures and people.",
                "Another reason is geography."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VvZ3JhcGh5&hash=0bb24975da1fc73066ecbdf983d5ab2828e5dcb8&lang=en&cache-only=0",
            "defineEn": "the scientific study of the physical features of the Earth and its atmosphere, divisions, products, population, etc.",
            "defineVi": "nghiên cứu khoa học về các đặc điểm vật lý của Trái đất và bầu khí quyển, sự phân chia, sản phẩm, dân số, v.v.",
            "hasImg": true
        },
        {
            "id": "c42e6202-9541-476d-8983-dda2a06ee60b",
            "word": "history",
            "phonetic": "hɪstɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She brings history to life with her books.",
                "It leaves a mark in history.",
                "We study the history of our country in social studies class.",
                "She studied different subjects in school, from math to history.",
                "This collection of stories bridges the gap between history and fiction."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlzdG9yeQ&hash=c196a9867934a2cc53334822d4ca2c61b99ea3fa&lang=en&cache-only=0",
            "defineEn": "the study of past events, especially as a subject in school or university",
            "defineVi": "nghiên cứu về các sự kiện trong quá khứ, đặc biệt là một chủ đề trong trường học hoặc đại học",
            "hasImg": true
        },
        {
            "id": "f0b915b7-4956-41fb-a90a-f18b8bdf5ddb",
            "word": "information technology",
            "phonetic": "ɪnfɚmeɪʃən tɛknɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The performance/price ratio and capacity of every type of information technology is doubling about every year.",
                "Going to bed late worked fine when Milton worked as an information technology specialist providing computer support and was a job he could easily do from home.",
                "Its fame either rivals or exceeds that of not only other global luxury symbols such as Rolex and Air May, but also the brand power of massive information technology and entertainment names such as Disney and Google and even purveyors of seemingly ubiquitous products such as Coca-Cola.",
                "Other players include NEC, the 1 21-year-old information technology and electronics giant that sells its software to about 20 U.S. law enforcement agencies, and Rank One, which says it supports about 25 different law enforcement agencies."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mb3JtYXRpb24gdGVjaG5vbG9neQ&hash=b36b97a70a277e9d256ae3a35f59ef441fcb5ecd&lang=en&cache-only=0",
            "defineEn": "a field of science that deals with the use or study of electronic devices and processes in which data is stored, created, modified, etc.",
            "defineVi": "một lĩnh vực khoa học liên quan đến việc sử dụng hoặc nghiên cứu các thiết bị và quy trình điện tử trong đó dữ liệu được lưu trữ, tạo, sửa đổi, v.v.",
            "hasImg": true
        },
        {
            "id": "a83929ec-9530-4c42-8003-659157162c5c",
            "word": "literature",
            "phonetic": "lɪɾɚɹᵻtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "African literature is rich with stories that reflect the continent's history and culture.",
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "David and Samantha became friends after meeting at a book club and discovered their shared passion for literature.",
                "Despite his young age, David talks like a book when discussing literature, demonstrating a deep appreciation for the nuances of storytelling and character development."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl0ZXJhdHVyZQ&hash=3b00b980e903ec616e05e2e79ad1e9d8c9049457&lang=en&cache-only=0",
            "defineEn": "written works that are valued as works of art, such as novels, plays and poems",
            "defineVi": "tác phẩm viết có giá trị như tác phẩm nghệ thuật, chẳng hạn như tiểu thuyết, kịch và thơ",
            "hasImg": true
        },
        {
            "id": "4682d72b-6016-41c1-9146-acbec90ddd83",
            "word": "math",
            "phonetic": "mæθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Maths error casts doubts on Greater Cambridge Partnership's road.",
                "She studied different subjects in school, from math to history.",
                "She gave the right answer to the math problem.",
                "Can you explain this math concept to me?",
                "We study different subjects like math, science, and English at school."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0aA&hash=0aaa62c733a0cad4409d22f2bc7bcc26481ecda5&lang=en&cache-only=0",
            "defineEn": "a type of science that deals with shapes, space, and numbers",
            "defineVi": "một loại khoa học liên quan đến hình dạng, không gian và số",
            "hasImg": true
        },
        {
            "id": "392d63d3-73d4-4398-8c31-281d3ccedb65",
            "word": "physical education",
            "phonetic": "fɪzɪkəl ɛdʒuːkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Maia Chaka, a college referee and physical education teacher from Virginia, is just the second female official in the major league.",
                "He taught physical education and health, coached sports, and volunteered at Wilson Middle School in Yakima, Washington for 20 years."
            ],
            "audio": "https://tts.langeek.co/read?text=cGh5c2ljYWwgZWR1Y2F0aW9u&hash=21d60049dc76ca9384dac2674e58318449dde850&lang=en&cache-only=0",
            "defineEn": "sport, physical exercise, and games that are taught as a subject in schools",
            "defineVi": "thể thao, tập thể dục và trò chơi được dạy như một môn học trong trường học",
            "hasImg": true
        },
        {
            "id": "75c26baa-70db-43e7-adaa-a52a106be37f",
            "word": "science",
            "phonetic": "saɪəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have a science project due next week at school.",
                "All of his teachers are going bananas over his science fair experiment.",
                "They are studying for the science competition next month.",
                "We study different subjects like math, science, and English at school.",
                "We discuss current scientific advancements and discoveries in science class."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NpZW5jZQ&hash=0d8d035c1bcc87c4aafa11f1dcfe197bc7ce2e9a&lang=en&cache-only=0",
            "defineEn": "knowledge about the structure and behavior of the natural and physical world, especially based on examining, testing, and proving facts",
            "defineVi": "kiến thức về cấu trúc và hành vi của thế giới tự nhiên và vật chất, đặc biệt là dựa trên việc kiểm tra, thử nghiệm và chứng minh sự thật",
            "hasImg": true
        },
        {
            "id": "1fa4cc00-65f2-42bd-819b-450ce1e98030",
            "word": "physics",
            "phonetic": "fɪzɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm finding the advanced physics a bit heavy going.",
                "She learns about the laws of physics and the properties of matter in her science lessons.",
                "The renowned scientist, Dr. Rebecca Thompson, is considered the big enchilada in the field of quantum physics.",
                "His method of teaching physics breaks the mould.",
                "And that's why quantum physics is a hoax."
            ],
            "audio": "https://tts.langeek.co/read?text=cGh5c2ljcw&hash=7f6a366ff22c76e23debf63d3c6275a156bbc305&lang=en&cache-only=0",
            "defineEn": "the scientific study of matter and energy and the relationships between them, including the study of natural forces such as light, heat, and movement",
            "defineVi": "nghiên cứu khoa học về vật chất và năng lượng và mối quan hệ giữa chúng, bao gồm nghiên cứu về các lực tự nhiên như ánh sáng, nhiệt và chuyển động",
            "hasImg": true
        },
        {
            "id": "f22c3e4f-b380-4875-a5f2-d886012896cc",
            "word": "chemistry",
            "phonetic": "kɛmɪstɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Professor Johnson is the big gun of the chemistry department.",
                "We explore the different branches of science, such as chemistry and astronomy.",
                "They have such a strong musical chemistry and perform flawlessly together.",
                "For Jeremy, ignorance was bliss as he remained oblivious to his failing grade in chemistry class.",
                "Mums and dads who see their sweet little Sally Ann tripping off for a night's studying at the chemistry society, looking like butter wouldn't melt, would be advised to look closer."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hlbWlzdHJ5&hash=a20acb4d23a57f411f33c5ec0960756e9e473962&lang=en&cache-only=0",
            "defineEn": "the branch of science that is concerned with studying the structure of substances and the way that they change or combine with each other",
            "defineVi": "ngành khoa học liên quan đến việc nghiên cứu cấu trúc của các chất và cách chúng thay đổi hoặc kết hợp với nhau",
            "hasImg": true
        },
        {
            "id": "2020d22c-b1e7-43a7-a438-0e40c76c4cb4",
            "word": "biology",
            "phonetic": "baɪɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Biology and computing are disciplines which seem like chalk and cheese but which have very deep connections on the most fundamental level.",
                "The students were instructed to collect leaves for their biology project.",
                "Researchers at the cutting edge of molecular biology.",
                "Evolutionary biology is one of them.",
                "But again, biology got in the way."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlvbG9neQ&hash=3112015b881b698d671f5fba13edf4db83aae687&lang=en&cache-only=0",
            "defineEn": "the scientific study of living organisms; the science that studies living organisms",
            "defineVi": "nghiên cứu khoa học về các sinh vật sống; khoa học nghiên cứu các sinh vật sống",
            "hasImg": true
        }
    ]
}