{
    "id": "aaab8fb5-a08a-425e-842a-5be07e692e42",
    "title": "Exercise and Sports 2",
    "originalTitle": "Lesson 35",
    "words": [
        {
            "id": "93b30a5f-9b5f-4bb6-b73d-c736601cbb43",
            "word": "to exercise",
            "phonetic": "tʊ ɛksɚsaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Exercise can make a big difference to your state of health.",
                "Regular exercise is essential for the healthfulness of your body and mind.",
                "It is no longer exercising power through velvet gloves.",
                "She did exercises to strengthen her back muscles.",
                "He performed knee exercises to strengthen the muscles around the joint."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhlcmNpc2U&hash=2b4616942d1e47b2219a821117e7147759ce1f5b&lang=en&cache-only=0",
            "defineEn": "to do physical activities or sports to stay healthy and become stronger",
            "defineVi": "tham gia các hoạt động thể chất hoặc thể thao để giữ sức khỏe và trở nên mạnh mẽ hơn",
            "hasImg": true
        },
        {
            "id": "40aeff1f-0eaf-45b1-acd4-1dc553003e91",
            "word": "to hike",
            "phonetic": "tə haɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Take a hike, Jerry!",
                "I took beautiful pictures of the snowy scenery during our winter hike.",
                "We hiked up the mountain and enjoyed the breathtaking view from the top.",
                "They snacked on a handful of mixed nuts for an energy boost during their hike.",
                "They discovered a hidden grove of Chilean hazelnut trees while hiking."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGlrZQ&hash=41f3f9304b95e0956139ae054bf2b727de652b80&lang=en&cache-only=0",
            "defineEn": "to take a long walk in the countryside or mountains for exercise or pleasure",
            "defineVi": "đi bộ đường dài ở vùng nông thôn hoặc vùng núi để tập thể dục hoặc giải trí",
            "hasImg": true
        },
        {
            "id": "de39f588-4b1a-4f7d-bc46-1bf1ea60a514",
            "word": "to swim",
            "phonetic": "tə swɪm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The goldfish in the bowl was swimming around happily.",
                "Swim at your own risk.",
                "I had a swim to cool down.",
                "To go for a ride/drive/run/swim.",
                "You're swimming against the tide regarding thank you letters."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dpbQ&hash=312669efd4e5759dc69ca83bf551f12857d57703&lang=en&cache-only=0",
            "defineEn": "to move through water by moving parts of the body, especially the limbs",
            "defineVi": "di chuyển trong nước bằng cách di chuyển các bộ phận của cơ thể, đặc biệt là các chi",
            "hasImg": true
        },
        {
            "id": "1171d9cb-5232-4cbf-bf18-b576aa02b99f",
            "word": "race",
            "phonetic": "ɹeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fast runner won the race by a wide margin.",
                "The team finished the race in first place.",
                "My people have a horse in this race, too.",
                "In the Midlands the race remains too close to call.",
                "You lost the race faster than you can say Jack Robinson."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFjZQ&hash=62450fe3925f8822d35b5e3fd2815d7fd77d2afa&lang=en&cache-only=0",
            "defineEn": "a competition between people, vehicles, animals, etc. to find out which one is the fastest and finishes first",
            "defineVi": "cuộc thi giữa người, xe cộ, động vật, v.v. để xem ai nhanh nhất và về đích trước",
            "hasImg": true
        },
        {
            "id": "3e6eb3cd-d6fe-4d66-a2cb-2f3390d2c4f9",
            "word": "point",
            "phonetic": "pɔɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The compass needle always points north.",
                "The problem has now reached crisis point.",
                "I take your point.",
                "No point in spoiling the ship for a ha'porth of tar",
                "The line cuts the circle at two points."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9pbnQ&hash=2c0c7698e836ae3e8b0cced32a1b5b0ca9b74704&lang=en&cache-only=0",
            "defineEn": "a mark or unit of scoring in a game or sport; one of the marks or numbers that indicates our score in a game or sport",
            "defineVi": "một nhãn hiệu hoặc đơn vị tính điểm trong một trò chơi hoặc môn thể thao; một trong những điểm hoặc số cho biết điểm số của chúng tôi trong một trò chơi hoặc môn thể thao",
            "hasImg": true
        },
        {
            "id": "f1f5a6f0-0945-438c-ad67-514090cc5306",
            "word": "to score",
            "phonetic": "tə skoːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She knows the score.",
                "but this time he scored a hattrick",
                "They scored just shy of 100 goals last year.",
                "The score is so close that the game really is anyone's call.",
                "When the student pulled a prank on the principal, the principal evened the score by giving the student a suspension."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2NvcmU&hash=afc72c88e684f482bd56c45d8bcd7e9817ac7283&lang=en&cache-only=0",
            "defineEn": "to gain a point, goal, etc. in a game, competition, or sport",
            "defineVi": "để đạt được một điểm, mục tiêu, vv trong một trò chơi, cạnh tranh, hoặc thể thao",
            "hasImg": true
        },
        {
            "id": "cae570dc-4109-4316-8db2-8f5c140b8fb6",
            "word": "medal",
            "phonetic": "mɛdəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Britain won five gold medals.",
                "He won a gold medal in swimming at the national championship.",
                "Farah ran a fine race to take the gold medal.",
                "The athlete was proud of her bronze medal, but she was determined to go one better and win gold at the next Olympics.",
                "The Purple Heart, our nation's oldest military medal, is awarded to those service men and women who have borne the battle, sacrificing life and limb."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVkYWw&hash=8bffffc48b43abb76e3d030b1739eca3d8a2a569&lang=en&cache-only=0",
            "defineEn": "a flat piece of metal, typically of the size and shape of a large coin, given to the winner of a competition or to someone who has done an act of bravery in war, etc.",
            "defineVi": "một miếng kim loại phẳng, thường có kích thước và hình dạng của một đồng xu lớn, được trao cho người chiến thắng trong một cuộc thi hoặc cho người đã thực hiện một hành động dũng cảm trong chiến tranh, v.v.",
            "hasImg": true
        },
        {
            "id": "fd40a187-e6ca-47c0-8add-a6dc90a72705",
            "word": "winner",
            "phonetic": "wɪnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Last year's winners again have the championship firmly in their pocket.",
                "The winner extended an olive branch to his opponent by calling him a great player.",
                "With last year's winner out of the picture, she has a good chance of winning.",
                "When they announced her name as the winner, she cried out in disbelief.",
                "Even though she lost the game, she remained a good sport and congratulated the winner."
            ],
            "audio": "https://tts.langeek.co/read?text=d2lubmVy&hash=00ef74592631c09f0be8022fed91fd7228930cb0&lang=en&cache-only=0",
            "defineEn": "someone who achieves the best results or performs better than other players in a game, sport, or competition",
            "defineVi": "người đạt được kết quả tốt nhất hoặc thể hiện tốt hơn những người chơi khác trong trò chơi, môn thể thao hoặc cuộc thi",
            "hasImg": true
        },
        {
            "id": "5f2e5b53-85cd-44ab-9ff5-956e28971e46",
            "word": "to win",
            "phonetic": "tə wɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Three cheers for Sarah, whose brilliant goal at the last minute won us the game!",
                "The fast runner won the race by a wide margin.",
                "Which team won?",
                "The proposal has won the approval of the city council.",
                "Our team actually won!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2lu&hash=d3678ed5e6f83738b13de30399077199a8dcb63b&lang=en&cache-only=0",
            "defineEn": "to become the most successful, the luckiest, or the best in a game, race, fight, etc.",
            "defineVi": "để trở thành người thành công nhất, may mắn nhất hoặc giỏi nhất trong một trò chơi, cuộc đua, cuộc chiến, v.v.",
            "hasImg": true
        },
        {
            "id": "5a796531-d43d-48e6-8998-d33457460a18",
            "word": "loser",
            "phonetic": "luːzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But the losers have gone by the wayside.",
                "Alyssa is a total live wire and I'm a total loser for just figuring this out.",
                "Of course the loser has to lick a salt lick.",
                "I have had losers.",
                "The loser has to give the winner a manicure for the feet."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9zZXI&hash=9baf63fb30fdbe8412ce935193013cb66211817a&lang=en&cache-only=0",
            "defineEn": "a person, team, animal, or thing that loses a competition, game, or race",
            "defineVi": "một người, đội, động vật hoặc vật thua một cuộc thi, trò chơi hoặc cuộc đua",
            "hasImg": true
        },
        {
            "id": "811fb68f-d7d2-4587-b839-e5ce370bef68",
            "word": "to lose",
            "phonetic": "tə luːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "That shot lost him the championship.",
                "lose that creep!",
                "His carelessness lost him the job.",
                "The government has lost control of the city.",
                "The business is losing money."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9zZQ&hash=d2044deae3324b134df450dc236b019f3fe9efb6&lang=en&cache-only=0",
            "defineEn": "to not win in a race, fight, game, etc.",
            "defineVi": "để không giành chiến thắng trong một cuộc đua, đánh nhau, trò chơi, v.v.",
            "hasImg": true
        },
        {
            "id": "0905b7b1-595e-4d44-824d-7b3a40652fa1",
            "word": "ski",
            "phonetic": "skiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "I've never skied before, so here goes nothing.",
                "We went skiing in the snowy mountains.",
                "You're going skiing in this blizzard?",
                "She had never been skiing before, but took the plunge and booked a lesson, knowing that there is always a first time for everything.",
                "The young people ski all day."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tp&hash=8ee0cafbdf5ad206bbb08dddc89f6fc597b6b93d&lang=en&cache-only=0",
            "defineEn": "either of a pair of long thin objects worn on our feet to make us move faster over the snow",
            "defineVi": "một trong hai vật dài mỏng đeo ở chân để giúp chúng ta di chuyển nhanh hơn trên tuyết",
            "hasImg": true
        },
        {
            "id": "520940bf-eb95-488b-b09d-4f71c61b1c1e",
            "word": "skiing",
            "phonetic": "skiːɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The latest skiing accident is a case in point.",
                "They traveled to the mountains to enjoy hiking and skiing.",
                "It's fun to go skiing or snowboarding on the mountains in winter.",
                "When the price of skiing doubled, tourists voted with their feet and just stopped going.",
                "Jane also took up skiing at 57."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tpaW5n&hash=bf1b69622aa01cd14461a53d858423efb9dd02cd&lang=en&cache-only=0",
            "defineEn": "the activity or sport of moving over snow on skis",
            "defineVi": "hoạt động hoặc môn thể thao di chuyển trên tuyết trên ván trượt",
            "hasImg": true
        },
        {
            "id": "12370809-ab39-43ad-bd6c-8b7c7abd1330",
            "word": "skate",
            "phonetic": "skeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "so I don't end up skating on thin ice when the teacher asks me a question.",
                "Why don't you come skating tonight?",
                "Why don't you come skating tonight?",
                "So show me your skates.",
                "They're actually skating backwards"
            ],
            "audio": "https://tts.langeek.co/read?text=c2thdGU&hash=e08ffbb46b6bb6e201b8c57637277f30464698e1&lang=en&cache-only=0",
            "defineEn": "roller skate; a type of boot or frame with two pairs of small wheels attached to the bottom, for moving on a hard, flat surface",
            "defineVi": "trượt patin; một loại ủng hoặc khung có gắn hai cặp bánh xe nhỏ ở phía dưới, để di chuyển trên bề mặt phẳng, cứng",
            "hasImg": true
        },
        {
            "id": "a0a2bc3e-85e1-4c8a-810f-eadac51d094a",
            "word": "skating",
            "phonetic": "skeɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And then, obviously, she's roller skating here.",
                "It's like across the skating rink.",
                "And we'll have a skating rink and in the wintertime it'll be an ice skating rink.",
                "This dance is not an orderly ballet, more like a skating rink filled with drunk toddlers.",
                "I made a video skating, and Andy, the dude from Primitive, saw it and was like, \"Yeah, let's get this dude in this company.\""
            ],
            "audio": "https://tts.langeek.co/read?text=c2thdGluZw&hash=e241362ece7e4fe514908b87217e54a9ad4449e7&lang=en&cache-only=0",
            "defineEn": "roller skating; the sport or activity of moving around quickly on skates",
            "defineVi": "trượt patin; môn thể thao hoặc hoạt động di chuyển nhanh trên giày trượt",
            "hasImg": true
        },
        {
            "id": "76ee8cbf-2e24-44fa-97a2-e1845383bb74",
            "word": "ice skate",
            "phonetic": "aɪs skeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Don't worry about that guy's ice skates.",
                "So the coefficient for ice skates on ice will be a lot smaller than the coefficient for rubbing your combat boots off on a mat.",
                "There are three major types of ice skates used in the olympics.",
                "They do this because ice skate friction is asymmetrical.",
                "Today we're gonna focus on ice skates."
            ],
            "audio": "https://tts.langeek.co/read?text=aWNlIHNrYXRl&hash=a967d3785a9e9b0f4648cc86ec4a28b8245d0752&lang=en&cache-only=0",
            "defineEn": "a boot with a blade at the bottom used to move quickly on ice",
            "defineVi": "ủng có lưỡi ở dưới dùng để di chuyển nhanh trên băng",
            "hasImg": true
        },
        {
            "id": "568a06bf-1489-4c43-b50b-7c3b455d7f52",
            "word": "ice skating",
            "phonetic": "aɪs skeɪɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And suddenly I’m in the mood to go ice skating.",
                "And we'll have a skating rink and in the wintertime it'll be an ice skating rink.",
                "The Northgate Mall in Seattle, also run by the group, has shops like Nordstrom Rack and has plans to launch an NHL Seattle corporate complex with three ice skating rinks, 1,200 luxury multifamily residences and hotels.",
                "- All this talk about ice skating and we didn't even explain why it's slippery in the first place.",
                "The mall, one of the largest in the world, features over 1,200 stores, a marine aquarium, and an Olympic-size ice skating rink."
            ],
            "audio": "https://tts.langeek.co/read?text=aWNlIHNrYXRpbmc&hash=3eb9487cb90c6aba215fcdaac07dbc62447e8c1a&lang=en&cache-only=0",
            "defineEn": "the sport or activity of moving on ice with ice skates",
            "defineVi": "môn thể thao hoặc hoạt động di chuyển trên băng bằng giày trượt băng",
            "hasImg": true
        },
        {
            "id": "37f98a32-caab-41f8-8923-26a3a31bef10",
            "word": "snowboard",
            "phonetic": "snoʊboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's fun to go skiing or snowboarding on the mountains in winter.",
                "So my snowboard hits a rock and then I go flying through the air.",
                "I was actually snowboarding with my family and my collaborator, Barney Graham at the vaccine research center at the NIH called.",
                "She loves to snowboard, and she’s so smart.",
                "Dont get cute and have snowboarding session while watching snowboarding."
            ],
            "audio": "https://tts.langeek.co/read?text=c25vd2JvYXJk&hash=c37b0bb9e4cdda882525613e2f378ca8c22b4f71&lang=en&cache-only=0",
            "defineEn": "a type of board that we use to move down the snowy hills",
            "defineVi": "một loại ván mà chúng tôi sử dụng để di chuyển xuống những ngọn đồi tuyết",
            "hasImg": true
        },
        {
            "id": "90004caf-514d-4ae3-b721-df83da1f6e41",
            "word": "snowboarding",
            "phonetic": "snoʊboːɹdɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Whether you're into water slides or snowboarding, friction and slopes are key to all sort of slippery shenanigans.",
                "That drone advertised to get awesome snowboarding shots, here’s one that doesn't require a pilot.",
                "I loved being in the trees and doing all these things, and I remember one day I saw my, my brother picked up snowboarding and it's like."
            ],
            "audio": "https://tts.langeek.co/read?text=c25vd2JvYXJkaW5n&hash=c6eb6f5f547adc2ad4aaa4c091012da8d4e1251f&lang=en&cache-only=0",
            "defineEn": "a winter sport in which the participant stands on a board and glides over snow, typically on a mountainside",
            "defineVi": "một môn thể thao mùa đông trong đó người tham gia đứng trên một tấm ván và lướt trên tuyết, thường là trên sườn núi",
            "hasImg": true
        },
        {
            "id": "e22b5f1e-43f4-447b-85e3-c6ab3741f5de",
            "word": "skateboard",
            "phonetic": "skeɪtboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The viral video that captured a dog riding a skateboard became a one-day wonder, quickly spreading across social media and garnering millions of views.",
                "Motorized skateboard.",
                "Mets skateboarded across Canada in 11 months.",
                "He ditched the skateboard!",
                "I sell mini-longboard skateboards."
            ],
            "audio": "https://tts.langeek.co/read?text=c2thdGVib2FyZA&hash=d30c09921426f857f1b822dd70a30706d98dad46&lang=en&cache-only=0",
            "defineEn": "a small board with two sets of wheels we stand on to move around by pushing one foot down",
            "defineVi": "một tấm ván nhỏ có hai bộ bánh xe chúng ta đứng trên đó để di chuyển bằng cách đẩy một chân xuống",
            "hasImg": true
        },
        {
            "id": "7fc9766d-8359-4a17-8915-73397f402fd4",
            "word": "skateboarding",
            "phonetic": "skeɪtboːɹdɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2thdGVib2FyZGluZw&hash=571ade589766e93b8523c81c468c665eeeca0c62&lang=en&cache-only=0",
            "defineEn": "the sport or activity of riding a skateboard",
            "defineVi": "môn thể thao hoặc hoạt động cưỡi ván trượt",
            "hasImg": true
        },
        {
            "id": "47a62c61-e6c1-40a8-83d0-19a776d46ac6",
            "word": "surfboard",
            "phonetic": "sɜːfboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'll tow you and your team of surfboard riders behind the airship.",
                "He was standing there with his surfboard and I thought to myself, Oh, my God, he looks like me.",
                "- I'd like to tow you and your team of surfboard riders behind the airship.",
                "We all have different surfing personalities, and we take our surfboard out, and if there’s a certain political wave coming in, our personality may match the wave of that moment, and we’ll ride to shore into the presidency. ",
                "Those two feet on the R1T were allocated, though, to an innovative cargo hold between the rear seats and the bed big enough to carry a surfboard."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VyZmJvYXJk&hash=251b38f1078a4d8a76ba4013c2aa159040c76c2b&lang=en&cache-only=0",
            "defineEn": "a long board we stand or lie on to ride waves",
            "defineVi": "một tấm ván dài chúng ta đứng hoặc nằm trên những con sóng",
            "hasImg": true
        },
        {
            "id": "407ee9c7-53e2-4ea5-abd1-a6ab57a1303e",
            "word": "surfing",
            "phonetic": "sɜːfɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "had a stab at surfing once",
                "Like many extreme sports, big wave surfing is male-dominated.",
                "He was also the father of surfing.",
                "Big wave surfing and independent filmmaking is fraught with doubt, uncertainty about where the money is going to come from, and rejection.",
                "We all have different surfing personalities, and we take our surfboard out, and if there’s a certain political wave coming in, our personality may match the wave of that moment, and we’ll ride to shore into the presidency. "
            ],
            "audio": "https://tts.langeek.co/read?text=c3VyZmluZw&hash=781f4290f1ca9e567238fe80a871d8be64443fbe&lang=en&cache-only=0",
            "defineEn": "the sport or activity of riding a surfboard to move on waves",
            "defineVi": "môn thể thao hoặc hoạt động cưỡi ván lướt sóng để di chuyển trên sóng",
            "hasImg": true
        },
        {
            "id": "228ed702-f0f0-4fc4-8458-12a5697f00b9",
            "word": "registration",
            "phonetic": "ɹɛdʒɪstɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Registrations were checked.",
                "What is voter registration?",
                "In Estonia, voter registration is automatic.",
                "And, in 1870, African-American voter registration was way up here.",
                "The basic registration fee for the S.A.T. is $49.50."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVnaXN0cmF0aW9u&hash=00016c4201cba8040e9b4988a34ba2730b53f9e1&lang=en&cache-only=0",
            "defineEn": "the act of putting the name or information of someone on an official list",
            "defineVi": "hành động đưa tên hoặc thông tin của ai đó vào danh sách chính thức"
        },
        {
            "id": "5979e1b8-f80e-4d3e-a677-b26a85efac62",
            "word": "membership",
            "phonetic": "mɛmbɚʃɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "How have you tested the waters before starting a membership site?",
                "The membership costs $40 per month.",
                "Instead, Costco's profits come from its memberships.",
                "The premium membership gives you unlimited access for only $10 a month.",
                "Its basic membership is $10 dollars a month, well below the industry standard of $71 dollars."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVtYmVyc2hpcA&hash=6d68ca47d7139242e437108d50ba289cf8178c9c&lang=en&cache-only=0",
            "defineEn": "the state of belonging to a group, organization, etc.",
            "defineVi": "trạng thái thuộc về một nhóm, tổ chức, v.v."
        },
        {
            "id": "fc9cd57c-23a7-4c0e-a66d-179b1a0ec2a7",
            "word": "to practice",
            "phonetic": "tə pɹæktɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The actress was practicing her lines before the audition.",
                "They practice their soccer skills every day after school.",
                "She sometimes practices yoga in the morning.",
                "Harvesting abalone for culinary purposes requires sustainable practices to ensure the long-term survival of it.",
                "She finishes her piano practice at 7 o'clock."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJhY3RpY2U&hash=3b96083a9396d31b90602f842c7e27add4ba20fb&lang=en&cache-only=0",
            "defineEn": "to do or play something many times to become good at it",
            "defineVi": "để làm hoặc chơi một cái gì đó nhiều lần để trở nên giỏi về nó",
            "hasImg": true
        },
        {
            "id": "337ec684-4952-4ccf-a9b6-6bc8bb251e36",
            "word": "team",
            "phonetic": "tiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Which team won?",
                "The team took a terrible beating.",
                "The team finished the race in first place.",
                "Our team actually won!",
                "Both teams chanced their arms at every opportunity."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVhbQ&hash=8cabf7bb3e7357906c973a8ac124c720cd04f924&lang=en&cache-only=0",
            "defineEn": "a group of people who compete against another group in a sport or game",
            "defineVi": "một nhóm người thi đấu với một nhóm khác trong một môn thể thao hoặc trò chơi",
            "hasImg": true
        },
        {
            "id": "e9f33639-ed87-4096-928f-980629364017",
            "word": "fan",
            "phonetic": "fæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "His speeches fanned the flames of racial tension.",
                "Fans have given the band's new song their seal of approval.",
                "The fans had fun and got their money's worth.",
                "The determined fan elbowed his way through the crowd to get closer to the stage.",
                "The new album by that band is going down a bomb with music fans all over the world."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFu&hash=af482d3c8e5ab064e654e5b69cdc159e7a446b94&lang=en&cache-only=0",
            "defineEn": "someone who has a strong admiration or interest for someone or something; a person who admires someone or something",
            "defineVi": "ai đó có sự ngưỡng mộ hoặc quan tâm mạnh mẽ đối với ai đó hoặc cái gì đó; một người ngưỡng mộ một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "de31fac9-a825-49e7-b945-042c7a1fa42e",
            "word": "record",
            "phonetic": "ɹɛkɚd ",
            "partOfSpeechType": "noun",
            "examples": [
                "She had broken the world 100 meters record.",
                "His new world record will take some beating.",
                "His time in the 25-meter freestyle set a national record.",
                "The movie broke all box-office records.",
                "The movie broke box office records in the US."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjb3Jk&hash=0a31cd7569b53edf0652b8428f9ff76f4de41c69&lang=en&cache-only=0",
            "defineEn": "the best performance or result, or the highest or lowest level that has ever been reached, especially in sport",
            "defineVi": "hiệu suất hoặc kết quả tốt nhất, hoặc mức cao nhất hoặc thấp nhất từng đạt được, đặc biệt là trong thể thao",
            "hasImg": true
        },
        {
            "id": "2e24d3c7-ad9e-4acc-a0ef-6274b62f4012",
            "word": "net",
            "phonetic": "nɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I soon had the fish in a net.",
                "Now nobody falls through the net.",
                "Volleyball is a team sport played with a ball and a net, where players hit the ball over the net to score points.",
                "My grandfather used to repeat the saying 'in vain the net is spread in the sight of the bird,' to remind us that it's important to be discreet when trying to achieve our goals.",
                "Volleyball is an exciting sport where teams try to score points by hitting the ball over the net."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV0&hash=d4d8ef166961a7121c97d8f17d8c81029fde7d0b&lang=en&cache-only=0",
            "defineEn": "(in sports such as tennis) the barricade dividing a court in half that players must hit the ball over",
            "defineVi": "(trong các môn thể thao như quần vợt) rào chắn chia đôi sân mà người chơi phải đánh bóng qua",
            "hasImg": true
        },
        {
            "id": "129f5108-59c3-4ce2-8791-5f5d3f06d2d5",
            "word": "prize",
            "phonetic": "pɹaɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "No prizes for guessing what she was wearing.",
                "The exceptional taste of Temple oranges makes them a prized ingredient in gourmet recipes.",
                "There are hundreds of prizes up for grabs.",
                "There are hundreds of prizes to be won.",
                "He didn't get the prize he expected, but never mind - that's the way the ball bounces."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpemU&hash=0df5d12b80e7dea9e58058a7f3001faca9f25f7b&lang=en&cache-only=0",
            "defineEn": "anything that is given as a reward to someone who has done very good work or to the winner of a contest, game of chance, etc.",
            "defineVi": "bất cứ thứ gì được trao như một phần thưởng cho người đã làm rất tốt hoặc cho người chiến thắng trong một cuộc thi, trò chơi may rủi, v.v.",
            "hasImg": true
        }
    ]
}