{
    "id": "aad0b43c-55bf-49a6-a31f-32f3923e38dd",
    "title": "Illegal Drugs",
    "originalTitle": "Illegal Drugs",
    "words": [
        {
            "id": "7667a809-2d42-4c62-849e-00dca92cb261",
            "word": "LSD",
            "phonetic": "ɛlɛsdiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Brian Wilson was already expanding his mind with the aid of LSD.",
                "Other examples of Schedule I drugs are heroin, LSD, and ecstasy.",
                "The CIA really was giving LSD to people.",
                "and, well, people taking LSD.",
                "Some people suffered anxiety, stress, or panic attacks after taking LSD."
            ],
            "audio": "https://tts.langeek.co/read?text=TFNE&hash=0e638f2ed0a1cfebb58a3975dcfb5d6934167bcf&lang=en&cache-only=0",
            "defineEn": "a powerful hallucinogenic drug manufactured from lysergic acid",
            "defineVi": "một loại thuốc gây ảo giác mạnh được sản xuất từ axit lysergic"
        },
        {
            "id": "1e892eaf-e17f-4311-9c8d-d01d352e1212",
            "word": "cannabis",
            "phonetic": "kænɐbɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cannabis has a complicated history in the United States.",
                "Cannabis sales were now taxed.",
                "Classifying cannabis as a schedule I drug has been highly debated since then.",
                "Because in our day, we choose cannabis as our relaxation.",
                "Nine states and Washington DC have legalized the recreational use of cannabis."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FubmFiaXM&hash=457025bde8697921353c9622f35b368b9bb40ac8&lang=en&cache-only=0",
            "defineEn": "the most commonly used illicit drug; considered a soft drug, it consists of the dried leaves of the hemp plant; smoked or chewed for euphoric effect",
            "defineVi": "loại thuốc bất hợp pháp được sử dụng phổ biến nhất; được coi là một loại thuốc mềm, nó bao gồm lá khô của cây gai dầu; hun khói hoặc nhai để có hiệu ứng hưng phấn"
        },
        {
            "id": "2948dd72-14ad-4ec3-9522-eda0fb16baee",
            "word": "cocaine",
            "phonetic": "koʊkeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Fresh from prison, Brazilian returnee arrested at P/H airport for importing cocaine.",
                "Take cocaine, for example.",
                "Not cocaine.",
                "Don’t take cocaine.",
                "According to author Mark Pendergrast, the mixture contained caffeine, lots of sugar, and for the first few years, a small amount of extract from coke leaves, in other words, cocaine."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29jYWluZQ&hash=39169743d9db3155afadcc5c302f4e31884c4c06&lang=en&cache-only=0",
            "defineEn": "a narcotic (alkaloid) extracted from coca leaves; used as a surface anesthetic or taken for pleasure; can become powerfully addictive",
            "defineVi": "một chất ma tuý (alkaloid) chiết xuất từ lá coca; được sử dụng làm chất gây tê bề mặt hoặc dùng để tạo khoái cảm; có thể trở nên gây nghiện mạnh mẽ"
        },
        {
            "id": "2cc22a53-1e8e-4d28-ae8d-cd6045b6a6e2",
            "word": "crack cocaine",
            "phonetic": "kɹæk koʊkeɪn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y3JhY2sgY29jYWluZQ&hash=65037ac9209cb9df46f63c40150182e6e0e291f9&lang=en&cache-only=0",
            "defineEn": "a purified and potent form of cocaine that is smoked rather than snorted; highly addictive",
            "defineVi": "một dạng cocaine tinh khiết và mạnh được hút chứ không phải khịt mũi; gây nghiện cao"
        },
        {
            "id": "253b32d0-d364-48ad-94a8-1f9a4201bbd1",
            "word": "methamphetamine",
            "phonetic": "mɛθɐmfɛɾɐmiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Methamphetamine also triggers the release of dopamine.",
                "In methamphetamine, the N-H stretch shows up as a characteristic sharp peak around 3300 wavenumbers.",
                "Methamphetamine is the worst drug ever invented.",
                "Law enforcement officials throughout the state reported methamphetamines and heroin were readily available in their communities.",
                "IR spectroscopy will help us really decide between pseudoephedrine and methamphetamine, because the first one has an extra alcohol group."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0aGFtcGhldGFtaW5l&hash=791820bdc2bb1346bb552d13dbbf1676afc3de45&lang=en&cache-only=0",
            "defineEn": "an amphetamine derivative (trade name Methedrine) used in the form of a crystalline hydrochloride; used as a stimulant to the nervous system and as an appetite suppressant",
            "defineVi": "một dẫn xuất amphetamine (tên thương mại Methedrine) được sử dụng ở dạng hydrochloride tinh thể; được sử dụng như một chất kích thích hệ thần kinh và như một chất ức chế sự thèm ăn"
        },
        {
            "id": "dacf6119-373b-4cb1-addb-258b41eef55b",
            "word": "mdma",
            "phonetic": "ɛmdiːɛmeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's MDMA.",
                "Ecstasy is the compound MDMA."
            ],
            "audio": "https://tts.langeek.co/read?text=bWRtYQ&hash=a1a7986c1358e0146e7eacc5d293092da82e768c&lang=en&cache-only=0",
            "defineEn": "a stimulant drug that is chemically related to mescaline and amphetamine and is used illicitly for its euphoric and hallucinogenic effects; it was formerly used in psychotherapy but in 1985 it was declared illegal in the United States",
            "defineVi": "một loại thuốc kích thích có liên quan về mặt hóa học với mescaline và amphetamine và được sử dụng bất hợp pháp vì tác dụng gây hưng phấn và ảo giác của nó; trước đây nó được sử dụng trong tâm lý trị liệu nhưng vào năm 1985, nó bị tuyên bố là bất hợp pháp tại Hoa Kỳ"
        },
        {
            "id": "e4bf4c82-f77b-4983-93e3-e12570a4a3f6",
            "word": "ganja",
            "phonetic": "ɡænjə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2FuamE&hash=f7352c6051f383141d704ee504f636121d128233&lang=en&cache-only=0",
            "defineEn": "a strong-smelling plant whose dried leaves can be smoked for a pleasant effect or pain reduction",
            "defineVi": "một loại cây có mùi mạnh, lá khô có thể được hút để có tác dụng dễ chịu hoặc giảm đau"
        },
        {
            "id": "15974244-3fae-44c9-bdcc-9181aaf993cc",
            "word": "gateway drug",
            "phonetic": "ɡeɪtweɪ dɹʌɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2F0ZXdheSBkcnVn&hash=fa62f7a57e1ea4e833cf50affd26e1b7b9122e68&lang=en&cache-only=0",
            "defineEn": "a habit-forming drug that is not addictive but its use may lead to the use of other addictive drugs",
            "defineVi": "một loại thuốc hình thành thói quen không gây nghiện nhưng việc sử dụng nó có thể dẫn đến việc sử dụng các loại thuốc gây nghiện khác"
        },
        {
            "id": "bf698f4f-de27-45de-ad1b-7c95aca75338",
            "word": "heroin",
            "phonetic": "hɛɹoʊɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The factors that make people likely to use heroin.",
                "Other examples of Schedule I drugs are heroin, LSD, and ecstasy.",
                "sleeping pills LSD marijuana, heroin Stop it!",
                "And also heroin.",
                "In time, scoring heroin became her main line of work."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVyb2lu&hash=0b2c9323ee406015373d509e4750e69f8786bca8&lang=en&cache-only=0",
            "defineEn": "a narcotic that is considered a hard drug; a highly addictive morphine derivative; intravenous injection provides the fastest and most intense rush",
            "defineVi": "một chất gây nghiện được coi là một loại thuốc cứng; một dẫn xuất morphin gây nghiện cao; tiêm tĩnh mạch cung cấp cơn sốt nhanh nhất và dữ dội nhất"
        },
        {
            "id": "f324d496-8dac-4116-9573-1f79f83c2200",
            "word": "hashish",
            "phonetic": "hæʃɪʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFzaGlzaA&hash=31d0a23538f00501fdf47b1a61d0e5553ca4acf5&lang=en&cache-only=0",
            "defineEn": "purified resinous extract of the hemp plant; used as a hallucinogen",
            "defineVi": "chiết xuất nhựa tinh khiết của cây gai dầu; được sử dụng như một chất gây ảo giác"
        },
        {
            "id": "205710f3-c0c4-4352-95ca-77758739e721",
            "word": "ketamine",
            "phonetic": "kɛɾɐmiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "That drug was ketamine.",
                "But ketamine actually has a lot of different uses.",
                "Like ketamine, the anti-depressive effects of sleep deprivation were felt within hours.",
                "Ketamine is what scientists call a dirty drug.",
                "Ketamine was first synthesized in the 1960s as an anesthetic, a sedative."
            ],
            "audio": "https://tts.langeek.co/read?text=a2V0YW1pbmU&hash=f4c1665be0b14099a49d0f1eb83101a63fb53642&lang=en&cache-only=0",
            "defineEn": "a general anesthetic and tranquilizer (not a barbiturate) that is administered intravenously or intramuscularly; used mainly by veterinarians or for minor surgery with geriatric or pediatric patients; taken in large doses it causes hallucinations similar to those associated with the use of PCP",
            "defineVi": "thuốc gây mê toàn thân và thuốc an thần (không phải thuốc an thần) được tiêm tĩnh mạch hoặc tiêm bắp; được sử dụng chủ yếu bởi bác sĩ thú y hoặc phẫu thuật nhỏ với bệnh nhân lão khoa hoặc trẻ em; dùng với liều lượng lớn, nó gây ra ảo giác tương tự như ảo giác liên quan đến việc sử dụng PCP"
        },
        {
            "id": "cce00f34-195b-4435-a3d8-97e89c5bea61",
            "word": "mescaline",
            "phonetic": "mɛskəlaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Another plant-based psychedelic as Mescaline found in the peyote cactus and a few other cacti."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVzY2FsaW5l&hash=87cd99d88ae1366f7998e43d98c8ae95c3bc990c&lang=en&cache-only=0",
            "defineEn": "the hallucinatory alkaloid that is the active agent in mescal buttons",
            "defineVi": "chất kiềm gây ảo giác là tác nhân tích cực trong các nút mescal"
        },
        {
            "id": "7472cc8d-58c7-4820-baf8-e55f37436bbd",
            "word": "narcotic",
            "phonetic": "nɑːɹkɑːɾɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's trained in narcotics.",
                "Narcotics officers testified that they didn’t know Taylor had a new boyfriend, that her sister lived there or that her 2-year-old niece regularly stayed.",
                "What the SWAT team doesn’t know is that at this time a hastily assembled team of narcotics officers is about to raid Taylor’s home across town.",
                "At this hospital, I've seen them give IV narcotics right after the baby was born, which is something I've never seen at another hospital.",
                "ERIC NELSON, Attorney For Derek Chauvin: Were you able to learn that Mr. Floyd had consumed some narcotics that day?"
            ],
            "audio": "https://tts.langeek.co/read?text=bmFyY290aWM&hash=60da0a00d5a769a12b2a357d7f144dbc760d0900&lang=en&cache-only=0",
            "defineEn": "a drug that reduces pain and causes sleepiness, confusion, or dullness",
            "defineVi": "một loại thuốc làm giảm đau và gây buồn ngủ, lú lẫn hoặc buồn ngủ"
        },
        {
            "id": "42723c11-c331-4671-86e0-760d0c70383e",
            "word": "soft drug",
            "phonetic": "sɔft dɹʌɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c29mdCBkcnVn&hash=88f7514fcdb53be7fceab30e685d75c933cd242b&lang=en&cache-only=0",
            "defineEn": "a recreational drug that is not considered very harmful and gives some people a sense of pleasure",
            "defineVi": "một loại thuốc giải trí không được coi là rất có hại và mang lại cho một số người cảm giác sảng khoái"
        },
        {
            "id": "db087598-003d-4527-b3e6-05fbed5ac014",
            "word": "steroid",
            "phonetic": "stɛɹɔɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Steroids get their name from the fatty molecule cholesterol.",
                "So steroids can create their effects faster than those other molecules.",
                "In fact, our bodies make steroids out of cholesterol.",
                "Another class of lipids is the steroids.",
                "This time, instead of steroids, the team measured the ratio of hopanes over steranes."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Rlcm9pZA&hash=a8630f82f4a6c098c8961d19108a331784afee39&lang=en&cache-only=0",
            "defineEn": "any of several fat-soluble organic compounds having as a basis 17 carbon atoms in four rings; many have important physiological effects",
            "defineVi": "bất kỳ một số hợp chất hữu cơ hòa tan trong chất béo có 17 nguyên tử carbon cơ bản trong bốn vòng; nhiều tác dụng sinh lý quan trọng"
        },
        {
            "id": "681c544b-7a79-449f-84a1-cc8f2c52846e",
            "word": "hard drug",
            "phonetic": "hɑːɹd dɹʌɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGFyZCBkcnVn&hash=1ff76322239704b2b22d3c8913be7b49d9e50433&lang=en&cache-only=0",
            "defineEn": "a powerful, addictive, and illegal drug that some people take for pleasure",
            "defineVi": "một loại thuốc mạnh, gây nghiện và bất hợp pháp mà một số người dùng để giải trí"
        },
        {
            "id": "257d4bc9-6cce-4ea6-80a4-41b84c29dd83",
            "word": "opium",
            "phonetic": "oʊpiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "By the 1830s, British free trade policy unleashed a flood of opium in China, which threatened China's favorable balance of trade.",
                "Opiates, like poppy-flower superstar opium and its derivatives morphine and heroin, work in a similar way, depressing neural activity and enveloping the brain in a fog of no-pain bliss.",
                "Sir Walter Scott, like other novelists, wrote about the Middle Ages, but he too reached romantic intensity in part because of his opium addiction.",
                "So the Chinese made like tea partiers, confiscating a bunch of British opium and chucking it into the sea.",
                "Though opium has remained in use ever since, it wasn’t until the 19th century that one of its chemical compounds, morphine, was identified and isolated for medical use."
            ],
            "audio": "https://tts.langeek.co/read?text=b3BpdW0&hash=cf97b7677ecd6ab65098c2a0d94b29e7d8269414&lang=en&cache-only=0",
            "defineEn": "an addictive narcotic extracted from seed capsules of the opium poppy",
            "defineVi": "một chất gây nghiện được chiết xuất từ vỏ hạt của cây thuốc phiện"
        },
        {
            "id": "022a639c-eebc-4b17-a164-c2a9074d17f5",
            "word": "phencyclidine",
            "phonetic": "fɛnsɪklɪdiːn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGhlbmN5Y2xpZGluZQ&hash=2eca9312bdc5e4cfd40dcd9dbf1d98049fd87332&lang=en&cache-only=0",
            "defineEn": "a drug used as an anesthetic by veterinarians; illicitly taken (originally in the form of powder or `dust') for its effects as a hallucinogen",
            "defineVi": "một loại thuốc được sử dụng làm thuốc gây mê bởi bác sĩ thú y; được sử dụng bất hợp pháp (ban đầu ở dạng bột hoặc 'bụi') vì tác dụng của nó như một chất gây ảo giác"
        },
        {
            "id": "04d81da4-5e16-4628-a0a2-bd9a029d49ab",
            "word": "opiate",
            "phonetic": "oʊpɪeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Just to get out of bed I had to have opiates.",
                "And other countries have decriminalized opiate possession, not sale, not if you're like a drug dealer.",
                "Opiates, like poppy-flower superstar opium and its derivatives morphine and heroin, work in a similar way, depressing neural activity and enveloping the brain in a fog of no-pain bliss.",
                "It has a weak effect on opiate receptors in the dopamine system, which drugs like heroine and cocaine target.",
                "Is that their weird brother who was an opiate addict?"
            ],
            "audio": "https://tts.langeek.co/read?text=b3BpYXRl&hash=c29468003279a6e7756b54a48f752d27d7b1119d&lang=en&cache-only=0",
            "defineEn": "an alkaloid drug related to or derived from opium",
            "defineVi": "một loại thuốc alkaloid liên quan đến hoặc có nguồn gốc từ thuốc phiện"
        },
        {
            "id": "ac0c2fbc-56c4-452f-a885-1a6d4c602996",
            "word": "truth drug",
            "phonetic": "tɹuːθ dɹʌɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dHJ1dGggZHJ1Zw&hash=cad1e6ff681f1ac52531ca1b0373f38222dbf3e4&lang=en&cache-only=0",
            "defineEn": "an intravenous anesthetic drug that has a hypnotic effect; induces relaxation and weakens inhibitions; is believed to induce people to talk freely",
            "defineVi": "một loại thuốc gây mê tiêm tĩnh mạch có tác dụng thôi miên; gây thư giãn và làm suy yếu sự ức chế; được cho là khiến mọi người nói chuyện thoải mái"
        },
        {
            "id": "b9992dd3-af7d-4548-9fc7-72697b7bf9a9",
            "word": "methadone",
            "phonetic": "mɛθɐdoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "But opioids, especially long-lasting ones like methadone, don’t change a person’s outward behaviors."
            ],
            "audio": "https://tts.langeek.co/read?text=bWV0aGFkb25l&hash=133d46d895402e54c683f50a045e447ba852695a&lang=en&cache-only=0",
            "defineEn": "synthetic narcotic drug similar to morphine but less habit-forming; used in narcotic detoxification and maintenance of heroin addiction",
            "defineVi": "ma túy tổng hợp tương tự như morphine nhưng ít hình thành thói quen hơn; được sử dụng trong cai nghiện ma túy và duy trì nghiện heroin"
        },
        {
            "id": "cdfdf88e-883a-4995-86de-bb7bac45c377",
            "word": "ghb",
            "phonetic": "dʒiːeɪtʃbiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "GHB is illegal, sodium oxybate is not."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2hi&hash=15af6a61eaa3793ecab50827dfb915ebcf2b8a12&lang=en&cache-only=0",
            "defineEn": "a club drug available in liquid or powder form is taken orally (frequently combined with alcohol); used to incapacitate individuals for the commission of sexual assault and rape",
            "defineVi": "một loại thuốc câu lạc bộ có sẵn ở dạng lỏng hoặc dạng bột được dùng bằng đường uống (thường được kết hợp với rượu); được sử dụng để vô hiệu hóa các cá nhân thực hiện hành vi tấn công tình dục và hãm hiếp"
        }
    ]
}