{
    "id": "ab02365e-d6a2-44e2-a049-1da776b56e6e",
    "title": "Everyday English (Unit 8)",
    "originalTitle": "Everyday English (Unit 8)",
    "words": [
        {
            "id": "ca93abf8-bf80-4708-bc9b-965da7d7c863",
            "word": "sore throat",
            "phonetic": "soːɹ θɹoʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The aromatic wintergreen tea soothes her sore throat.",
                "We used honey as a natural remedy for soothing a sore throat.",
                "He sipped the steaming chicken broth, feeling its comforting warmth soothe his sore throat.",
                "As a home remedy, I steeped lemongrass in hot water and drank it to relieve a sore throat.",
                "They were feeling a bit under the weather, so they brewed a cup of licorice tea to soothe their sore throat."
            ],
            "audio": "https://tts.langeek.co/read?text=c29yZSB0aHJvYXQ&hash=917fca7e228f578c9461f4fcca1aa8f501a623d1&lang=en&cache-only=0",
            "defineEn": "a condition when you feel pain in the throat, usually caused by bacteria or viruses",
            "defineVi": "một tình trạng khi bạn cảm thấy đau ở cổ họng, thường do vi khuẩn hoặc vi rút gây ra",
            "hasImg": true
        },
        {
            "id": "3b169209-36fb-4c4c-9ff0-85e4df5f0f7b",
            "word": "cold",
            "phonetic": "koʊld ",
            "partOfSpeechType": "noun",
            "examples": [
                "He feels the cold a lot.",
                "The film caught a cold over the outstanding debt.",
                "Sarah’s got a cold.",
                "On the day of the wedding, Brown experienced cold feet.",
                "He's out cold and as still as a stone."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sZA&hash=8875f66e2064a93958cd6d321da2787e7167f462&lang=en&cache-only=0",
            "defineEn": "a mild disease that we usually get when viruses affect our body and make us cough, sneeze, or have fever",
            "defineVi": "một căn bệnh nhẹ mà chúng ta thường mắc phải khi vi-rút ảnh hưởng đến cơ thể và khiến chúng ta ho, hắt hơi hoặc sốt",
            "hasImg": true
        },
        {
            "id": "27895575-e3d2-4c6c-95a9-854baa6094b0",
            "word": "diarrhea",
            "phonetic": "daɪɚɹiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Everyone on that cruise ship has diarrhea.",
                "Uh, Conan, he always would, have diarrhea.",
                "Nearly 800,000 children under 5 still die every year from diarrhea.",
                "This causes cramps, diarrhea and vomiting.",
                "So he was having bouts of diarrhea."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhcnJoZWE&hash=eb6cef74abbc400c1547f26ffa17724130d038bb&lang=en&cache-only=0",
            "defineEn": "a medical condition in which body waste turns to liquid and comes out frequently",
            "defineVi": "một tình trạng y tế trong đó chất thải cơ thể biến thành chất lỏng và đi ra ngoài thường xuyên"
        },
        {
            "id": "4e6ed1b1-d2f7-431f-9de9-8451c4d73cde",
            "word": "flu",
            "phonetic": "fluː ",
            "partOfSpeechType": "noun",
            "examples": [
                "I might be getting the flu.",
                "The flu is going around, and many people in town are as sick as horses.",
                "My friend is afraid he might go down with the flu.",
                "Samantha looked like a bag of bones and feathers after weeks of battling the flu.",
                "The doctor advised me to let the flu run its course, rather than prescribing medication."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmx1&hash=f12566333ecdece8c5ac02abddd6a0adb0d10fd3&lang=en&cache-only=0",
            "defineEn": "influenza; an infectious disease similar to a bad cold, causing fever and severe pain",
            "defineVi": "cúm; một bệnh truyền nhiễm tương tự như cảm lạnh nặng, gây sốt và đau dữ dội",
            "hasImg": true
        },
        {
            "id": "b71f0a19-f144-4f16-b525-2c833f3d48b0",
            "word": "allergy",
            "phonetic": "ælɚdʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "My allergies are acting up!",
                "Peanut allergies are relatively low there too.",
                "Narrator: University of Virginia's researchers have also linked the alpha-gal allergies with a higher risk of heart disease.",
                "And then my husband developed a gluten allergy.",
                "University of Virginia's allergy department focused on one specific part of the drug."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxsZXJneQ&hash=1f6c1f7cc9526adee4f32d1cd7f861013f2a4c5c&lang=en&cache-only=0",
            "defineEn": "a medical condition in which one's body severely reacts to a specific substance if it is inhaled, touched, or ingested",
            "defineVi": "một tình trạng y tế trong đó cơ thể của một người phản ứng nghiêm trọng với một chất cụ thể nếu hít phải, chạm vào hoặc ăn phải",
            "hasImg": true
        },
        {
            "id": "53545547-2d33-4907-a387-88d92a27595a",
            "word": "sprain",
            "phonetic": "spɹeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The young athlete suffered a sprained ankle during the game, but with proper treatment and rehabilitation, she's on the mend and eager to get back on the field.",
                "If you sprain your ankle, that pain is probably associated with tissue damage.",
                "I think I've sprained my wrist I've had a cold for three days now last year.",
                "This is the type of crash most likely to inflict a neck sprain or whiplash injury.",
                "Her leg was stable, but her ankle joint was swollen, meaning she had sprained it."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ByYWlu&hash=401deced73dfa4a85ec0031dca3bac1310a36b05&lang=en&cache-only=0",
            "defineEn": "a painful injury resulting in the sudden twist of a bone or joint, particularly one's wrist or ankles",
            "defineVi": "một chấn thương đau đớn dẫn đến xoắn xương hoặc khớp đột ngột, đặc biệt là cổ tay hoặc mắt cá chân của một người",
            "hasImg": true
        },
        {
            "id": "8da19e6f-245e-4f0f-a447-58df159115db",
            "word": "ankle",
            "phonetic": "æŋkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Wright turned his ankle in the first minute of the game.",
                "She wore ankle boots that emphasized her cankles.",
                "She turned her ankle on the rocks and had to hobble back to camp.",
                "The young athlete suffered a sprained ankle during the game, but with proper treatment and rehabilitation, she's on the mend and eager to get back on the field.",
                "The X-rays show that he has a broken ankle."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5rbGU&hash=a2c54e40c73218dedf8de11f0b6479f65a253fef&lang=en&cache-only=0",
            "defineEn": "the joint that connects the foot to the leg",
            "defineVi": "khớp nối bàn chân với chân",
            "hasImg": true
        },
        {
            "id": "10d8982c-c7a7-467e-88e2-f0e485c09d82",
            "word": "food poisoning",
            "phonetic": "fuːd pɔɪzənɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She went down with a bad case of food poisoning last weekend.",
                "You'll probably feel better once you get whatever caused the food poisoning out of your system.",
                "After getting food poisoning from a sketchy restaurant, I now only eat at places with great reviews.",
                "I used to be an adventurous eater, but after getting food poisoning, I'm much more cautious.",
                "In 2009, over 77 people across 30 states got food poisoning after eating prepackaged raw cookie dough."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9vZCBwb2lzb25pbmc&hash=8fdda0e9f485deffcb57d657e206ce46f2e0c7bc&lang=en&cache-only=0",
            "defineEn": "an illness resulting from the consumption of food or water contaminated with bacteria",
            "defineVi": "một căn bệnh do tiêu thụ thực phẩm hoặc nước bị nhiễm vi khuẩn",
            "hasImg": true
        },
        {
            "id": "e6c1c8ca-3553-47a7-a7e4-e28fd7171973",
            "word": "to cough",
            "phonetic": "tə kɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "You ought to see a doctor about that cough.",
                "She broke the silence by coughing.",
                "The doctor has given me some medicine to take for my cough.",
                "It just goes to show that love and cough cannot be hidden.",
                "He enjoys a spoonful of honey before bed to help calm his cough and promote a good night's sleep."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY291Z2g&hash=f27db6d32c1d65ac3a6da8dd2c5ca34f9568703c&lang=en&cache-only=0",
            "defineEn": "to push air out of our mouth with a sudden noise",
            "defineVi": "để đẩy không khí ra khỏi miệng của chúng tôi với một tiếng ồn đột ngột",
            "hasImg": true
        },
        {
            "id": "acc425ad-dfa6-4079-8070-327cb5d5cb57",
            "word": "to blow",
            "phonetic": "tə bloʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The investigation blew the lid off corruption in city hall.",
                "The baby blew kisses, puckering up her tiny lips.",
                "The children came to blows over the new toy.",
                "The wind is blowing from the east today.",
                "The team rained down blows on their opponents, overwhelming them with a flurry of punches."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmxvdw&hash=77d605341aee9a313f062f8ace3d1bc1426828f9&lang=en&cache-only=0",
            "defineEn": "to exhale forcefully through the mouth",
            "defineVi": "thở ra mạnh mẽ qua miệng",
            "hasImg": true
        },
        {
            "id": "c1ad3aa9-6145-4d63-b160-5e671d234019",
            "word": "fever",
            "phonetic": "fiːvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The child is still running a fever",
                "She had a high fever and needed to see a doctor.",
                "Andy had a fever and a bad case of the flu, and he spent the entire weekend feeling like death warmed over, unable to get out of bed.",
                "I heard that quassia can be used as a remedy for fever.",
                "If you suspect that your child has a fever, you can use a thermometer to measure their temperature."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmV2ZXI&hash=9e1228114bc3bccbb2f53ef289a21a0ea33ee7c9&lang=en&cache-only=0",
            "defineEn": "a condition when the body temperature rises, usually when we are sick",
            "defineVi": "một tình trạng khi nhiệt độ cơ thể tăng lên, thường là khi chúng ta bị bệnh",
            "hasImg": true
        },
        {
            "id": "6cdc2615-0ba8-4a00-899e-ea807735165d",
            "word": "to ache",
            "phonetic": "tʊ eɪk ",
            "partOfSpeechType": "verb",
            "examples": [
                "She felt aches and pains in her body after a long day of physical activity.",
                "The flu always comes with aches and pains, making it difficult to move around and carry out daily tasks.",
                "Sally understood from Peter's words that even though outwardly he seemed happy, every heart has its own ache that others cannot always see.",
                "Headache, fever, nausea, muscle aches.",
                "So I had muscle aches and fatigue."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNoZQ&hash=655ffc7feeed15b61402f4e4571ccdd337dbc9f7&lang=en&cache-only=0",
            "defineEn": "to feel a prolonged physical pain in a part of one's body, especially one that is not severe",
            "defineVi": "để cảm thấy một nỗi đau thể chất kéo dài trong một phần của cơ thể của một người, đặc biệt là một mà không phải là nghiêm trọng",
            "hasImg": true
        },
        {
            "id": "df537116-6506-4455-bffc-6ee787d89391",
            "word": "to hurt",
            "phonetic": "tə hɜːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Those coffin nails are going to hurt your voice.",
                "She hurt herself.",
                "I hurt myself by accident.",
                "He was hurt when his friends laughed at him for his taste in music.",
                "Hurting others intentionally is a bad action."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaHVydA&hash=c37f221f9df8c50adb9fd54537360a0e65c2ebf2&lang=en&cache-only=0",
            "defineEn": "to feel pain in part of the body; to be in pain",
            "defineVi": "cảm thấy đau ở một phần cơ thể; trong nỗi đau",
            "hasImg": true
        },
        {
            "id": "6228e1cf-bbb8-4516-a4f3-cb54e35507ca",
            "word": "gland",
            "phonetic": "ɡlænd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sweat glands come in primarily two forms: eccrine and apocrine.",
                "Sweat glands work a lot like a well.",
                "The pituitary gland then sends a signal to the adrenal glands.",
                "Our salivary glands are always making more spit.",
                "Sessile glands at the base of the tentacles release digestive enzymes into the prey."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xhbmQ&hash=cb357ac2f02cd03d56da1b7be3242b78e5553414&lang=en&cache-only=0",
            "defineEn": "an organ in the body that produces certain chemical substances to be used in the body or to be discharged into the surroundings",
            "defineVi": "một cơ quan trong cơ thể sản xuất một số chất hóa học được sử dụng trong cơ thể hoặc thải ra môi trường xung quanh",
            "hasImg": true
        },
        {
            "id": "059302d7-845e-4a26-a6de-4dc77b6bf781",
            "word": "swollen",
            "phonetic": "swoʊlən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Don't compliment him any more, or he'll get a swollen head.",
                "A swollen uvula is unpleasant.",
                "They’re just so swollen.",
                "and then it was swollen",
                "You see all this as a swollen red bump."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dvbGxlbg&hash=2f3f47a334e91329ea8d9e7fd089fd587c1f1738&lang=en&cache-only=0",
            "defineEn": "(of a part of the body) unusually large, particularly because of an injury or illness",
            "defineVi": "(của một bộ phận cơ thể) lớn bất thường, đặc biệt là do chấn thương hoặc bệnh tật",
            "hasImg": true
        },
        {
            "id": "b3d8d48d-56f8-49e3-b66f-ae848a06e67c",
            "word": "to swallow",
            "phonetic": "tə swɔloʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "One swallow does not make a summer in sports.",
                "He accidentally swallowed a pip while eating the juicy watermelon.",
                "I swallowed my pride and phoned him.",
                "The people seem to have swallowed the government's promises hook, line, and sinker.",
                "I watched as the snake swallowed its prey whole."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3dhbGxvdw&hash=db5556aa2004158d393af5cddb81a149bc9c3a7a&lang=en&cache-only=0",
            "defineEn": "to cause food, drink, or another substance to pass from the mouth down into the stomach through the esophagus, using the muscles of the throat",
            "defineVi": "làm cho thức ăn, đồ uống hoặc một chất khác đi từ miệng xuống dạ dày qua thực quản, sử dụng các cơ của cổ họng"
        },
        {
            "id": "b70f2a46-8786-499f-b6b9-800277132cbc",
            "word": "sick",
            "phonetic": "sɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm sick of your foolishness.",
                "I'm sick of your foolishness.",
                "You get sick to the back teeth with it.",
                "I am sick to death of hearing your excuses.",
                "He was sick of being the butt of their jokes."
            ],
            "audio": "https://tts.langeek.co/read?text=c2ljaw&hash=a5805361affec775c355800f4876dd6d23f4860c&lang=en&cache-only=0",
            "defineEn": "having nausea and wanting to vomit",
            "defineVi": "buồn nôn và muốn nôn",
            "hasImg": true
        },
        {
            "id": "fca154b0-749c-47b2-bc33-16ae61a2cdb9",
            "word": "to sneeze",
            "phonetic": "tə sniːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Guy sneezed loudly.",
                "She sneezed into her elbow to cover her nose.",
                "He sneezes.",
                "Every sneeze starts right inside your nose.",
                "However, this simple sneeze also brings the virus in contact with pets, plants, or even your lunch."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc25lZXpl&hash=0942f21e3410a15aaa71d242f960e21b9c55e77a&lang=en&cache-only=0",
            "defineEn": "to blow air out of our nose and mouth in a sudden way",
            "defineVi": "thổi không khí ra khỏi mũi và miệng của chúng ta một cách đột ngột",
            "hasImg": true
        }
    ]
}