{
    "id": "ab33c2a4-5a31-4328-901c-b1e3a159bf69",
    "title": "Lesson 37",
    "originalTitle": "Lesson 37",
    "words": [
        {
            "id": "ea71da1c-8c19-4e45-b430-3bb93a9169b0",
            "word": "premise",
            "phonetic": "pɹɛmɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film has a very interesting premise, but the final product leaves much to be desired.",
                "The game's premise and mechanics are interesting, but there's just no meat on the bone when it comes to story and gameplay variety.",
                "The book had an intriguing premise, but the characters felt shallow and undeveloped.",
                "Flip the premise.",
                "I reject that premise completely. "
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlbWlzZQ&hash=62e62a562484844fc7948cdcf725e3178860f193&lang=en&cache-only=0",
            "defineEn": "a theory or statement that acts as the foundation of an argument",
            "defineVi": "một lý thuyết hoặc tuyên bố đóng vai trò là nền tảng của một đối số"
        },
        {
            "id": "da237beb-5541-4214-ba7c-3f50f1ee2657",
            "word": "kismet",
            "phonetic": "kɪsmɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "But fate or kismet?",
                "I think it's kismet, isn't it?"
            ],
            "audio": "https://tts.langeek.co/read?text=a2lzbWV0&hash=55747a0483af297aeb0c0ee23fcaa1d30c215c0b&lang=en&cache-only=0",
            "defineEn": "(Islam) the will of Allah",
            "defineVi": "(Hồi giáo) ý muốn của Allah"
        },
        {
            "id": "301bee89-4799-4086-b52b-d05160c1001e",
            "word": "libretto",
            "phonetic": "lɪbɹɛɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGlicmV0dG8&hash=150a69b59a8b776786dcfd533af71ea771aec2bb&lang=en&cache-only=0",
            "defineEn": "the text of a musical play, an opera or other extended vocal works",
            "defineVi": "văn bản của một vở nhạc kịch, một vở opera hoặc các tác phẩm thanh nhạc mở rộng khác"
        },
        {
            "id": "07282428-f622-4bc8-b50f-3fe7e9d5a871",
            "word": "precept",
            "phonetic": "pɹiːsɛpt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They believed that example is better than precept and that their children would learn to prioritize safety as well.",
                "Lincoln, the defender of the Declaration of Independence, whose copy is located upstairs, and its precept that all men are created equal invoked the blood of the Revolution, the American Revolution."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlY2VwdA&hash=5e7de854c93054353eceb50e0ecfe6e3fe7f3068&lang=en&cache-only=0",
            "defineEn": "a doctrine that is taught",
            "defineVi": "một học thuyết được dạy"
        },
        {
            "id": "a3b99ca4-affa-44a5-a5cd-21f9bc7d8165",
            "word": "vertex",
            "phonetic": "vɜːtɛks ",
            "partOfSpeechType": "noun",
            "examples": [
                "One, two, three, four five, six and seven and so our vertex is right over here.",
                "So our vertex is going to be that maximum point.",
                "So once again, put the center of the protractor at the vertex of our angle.",
                "So once again, place the center of the protractor at the center, at the vertex, of our angle.",
                "Remember, the vertex, if the parabola is upward opening like this, the vertex is this minimum point."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVydGV4&hash=eeef599bcabcab0450e099b43657683df1b5b201&lang=en&cache-only=0",
            "defineEn": "the point of intersection of lines or the point opposite the base of a figure",
            "defineVi": "giao điểm của các đường thẳng hoặc điểm đối diện với cơ sở của một hình"
        },
        {
            "id": "d033f944-2b2b-48c7-a692-e4315840e62a",
            "word": "tableau",
            "phonetic": "tæbloʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Food and fine living were a focus in Monet’s life and also an integral part of his approach to art, part of the tableau of modern existence he carefully constructed around him, and that he also liked very much to paint."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFibGVhdQ&hash=1a8836d36f6fc467f9596bb76aa484be6b7c0e66&lang=en&cache-only=0",
            "defineEn": "any dramatic scene",
            "defineVi": "bất kỳ cảnh ấn tượng nào"
        },
        {
            "id": "ed9426e0-c496-4388-a2e3-30381dc234cb",
            "word": "millet",
            "phonetic": "mɪlɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She prepared a colorful salad with foxtail millet, fresh vegetables, and a zesty dressing.",
                "My grandmother baked a batch of foxtail millet and chocolate chip cookies for us.",
                "She prepared a warm bowl of creamy finger millet porridge for herself.",
                "She enjoyed a warm bowl of Japanese millet porridge, sprinkled with cinnamon and drizzled with honey.",
                "He decided to prepare a delicious Japanese millet stir-fry with colorful vegetables for a healthy dinner."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlsbGV0&hash=f7fe59031254688235be901b7507ffc636d12b5d&lang=en&cache-only=0",
            "defineEn": "small seeds of a large crop that grows in warm regions, used to feed birds or make flour",
            "defineVi": "hạt nhỏ của một loại cây trồng lớn mọc ở những vùng ấm áp, được sử dụng để nuôi chim hoặc làm bột",
            "hasImg": true
        },
        {
            "id": "28365f07-53e4-4714-b44b-ac1471648320",
            "word": "dolt",
            "phonetic": "doʊlt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZG9sdA&hash=0e0e95e19da265d193b5806c3a3ef67e00dd5545&lang=en&cache-only=0",
            "defineEn": "a person who is not very bright",
            "defineVi": "một người không phải là rất tươi sáng"
        },
        {
            "id": "8075e2a2-096d-4395-9cc8-7529db83fd83",
            "word": "hiatus",
            "phonetic": "haɪeɪɾəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "ATG took a hiatus after one of Uber self-driving cars killed a woman in Arizona last year.",
                "And then we had a hiatus securing the right funding.",
                "There seems to be a panda hiatus in the fossil record.",
                "We have three more assignments that we're gonna release over the next month, and they're really great ones, but after that we're going on assignment hiatus.",
                "So those people, those Republicans in the room represented a Republican Party that doesn’t exist anymore, you know, or maybe just the Republican Party that cares about deficits takes a hiatus when there’s a Republican president. "
            ],
            "audio": "https://tts.langeek.co/read?text=aGlhdHVz&hash=4a964b187460b775bcc61115fa4fdb453e5ea9c3&lang=en&cache-only=0",
            "defineEn": "a natural opening or perforation through a bone or a membranous structure",
            "defineVi": "lỗ mở tự nhiên hoặc thủng qua xương hoặc cấu trúc màng"
        },
        {
            "id": "6a6a0f3c-432a-4b11-8fa5-8dce46a3c73b",
            "word": "gamut",
            "phonetic": "ɡæmʌt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their symptoms run the gamut, from shortness of breath, to heart palpitations, to extreme fatigue.",
                "So, it does have a bigger color gamut.",
                "So it's a wide gamut, high resolution, 2560 by 1440.",
                "I'm at ISO 160 in S log three S gamut cine.",
                "These pathologies run the gamut from just annoying to downright life-threatening."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FtdXQ&hash=fb710078f543a85df11937294a604bd8e08bd08a&lang=en&cache-only=0",
            "defineEn": "a complete extent or range",
            "defineVi": "một phạm vi hoặc phạm vi hoàn chỉnh"
        },
        {
            "id": "dbc3a427-3de5-4068-bdfc-771933fb9481",
            "word": "regent",
            "phonetic": "ɹiːdʒənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His wife drove him to Regent's Park.",
                "Regent's Park is the home of London Zoo.",
                "And there was your standard raping and pillaging and torture, all of which was done in the name of Ashur, the great god of the neo-Assyrians whose divine regent was the King.",
                "So the job was taken over by his Regent, his mother, Anne of Austria With help from her sidekick and rumored lover the Italian born",
                "Succession to the Great Khan didn't automatically go to the eldest son, but rather allowed brothers, uncles and cousins to vie for leadership with senior widows acting as regents for their sons."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVnZW50&hash=21a3b9a41244c75474ca07c466c497e4aaf0a529&lang=en&cache-only=0",
            "defineEn": "someone who rules during the absence or incapacity or minority of the country's monarch",
            "defineVi": "ai đó cai trị trong thời gian vắng mặt hoặc không đủ năng lực hoặc thiểu số của quốc vương của đất nước"
        },
        {
            "id": "04d86bef-4049-4e38-a5fd-2bc6f9b835ad",
            "word": "wastrel",
            "phonetic": "wæstɹəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "And secondly, most of the nobles who did go crusading were lords of estates, not their wastrel kids."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FzdHJlbA&hash=c135604ed47197268be251d290f9e6ddf34eb81a&lang=en&cache-only=0",
            "defineEn": "someone who dissipates resources self-indulgently",
            "defineVi": "một người tiêu tan tài nguyên một cách say mê"
        },
        {
            "id": "38070f7d-2c08-4aa2-9762-7d55fa55c151",
            "word": "colossus",
            "phonetic": "kəlɔsəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is Texas, mighty colossus of the Southwest.",
                "Automotive colossus Volkswagen is throwing its weight behind electric vehicles apart from its higher end products.",
                "Colossus is regarded as the first programmable, electronic computer.",
                "This towering colossus wasn’t animal, plant, or mineral.",
                "Anyway, the first version of Colossus contained 1,600 vacuum tubes, and in total, ten Colossi were built to help with code-breaking."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sb3NzdXM&hash=0c2f11cf1984fff8cc2b7df41abe494647c3840f&lang=en&cache-only=0",
            "defineEn": "someone or something that is abnormally large and powerful",
            "defineVi": "một ai đó hoặc một cái gì đó là bất thường lớn và mạnh mẽ"
        },
        {
            "id": "f16ddba5-61dd-45f5-a0f5-82a942be1f7a",
            "word": "hybrid",
            "phonetic": "haɪbɹɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "But hybrids, the offspring of two species, do happen.",
                "The company introduced its first production plug in hybrid.",
                "Hybrids are not going away anytime soon.",
                "The hybrid version does get better gas mileage than other F-150s.",
                "So hybrids are likely not going anywhere soon."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlicmlk&hash=6d9d116cb17f3f312d5a240e0df3bad9e175d3db&lang=en&cache-only=0",
            "defineEn": "an animal or plant with parents that belong to different breeds or varieties",
            "defineVi": "một loài động vật hoặc thực vật có bố mẹ thuộc các giống hoặc giống khác nhau"
        },
        {
            "id": "19067b4d-436c-4caf-a49b-73a37d018bc6",
            "word": "mien",
            "phonetic": "miːn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWllbg&hash=23c3953406cdc179ea711c80d3285d6e63c22b66&lang=en&cache-only=0",
            "defineEn": "dignified manner or conduct",
            "defineVi": "cách thức hoặc hành vi trang nghiêm"
        },
        {
            "id": "4df8d87d-4e59-4d5d-98d1-d3cf506fc9b5",
            "word": "quagmire",
            "phonetic": "kwæɡmaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But let's forget the social quagmire.",
                "Despite the quagmire of opposition, the question as to whether or not to close loopholes often pops up in elections and with new administrations.",
                "Maybe your partner’s parents struggled with debt so it’s very important to them to not get into that same quagmire."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhZ21pcmU&hash=fab350e541e5d011e44bcc2bfbc9401d42becb79&lang=en&cache-only=0",
            "defineEn": "a soft wet area of low-lying land that sinks underfoot",
            "defineVi": "một khu vực ẩm ướt mềm mại của vùng đất thấp chìm dưới chân"
        },
        {
            "id": "94d64be0-86a8-4f83-8aed-73bbe4c599be",
            "word": "livelihood",
            "phonetic": "laɪvlihʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Moreover each fisherman’s livelihood produced jobs for some five other people.",
                "The livelihoods are healthier.",
                "Their livelihoods cut out from under them because of the virus.",
                "It's my livelihood.",
                "1.6 billion people rely on forests for their livelihood."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl2ZWxpaG9vZA&hash=3979a6aa43889a9e960f9d63bfdcd638465d7fd4&lang=en&cache-only=0",
            "defineEn": "the financial means whereby one lives",
            "defineVi": "phương tiện tài chính theo đó một người sống"
        },
        {
            "id": "d490ad72-9f7c-4067-8873-71da0ab7edac",
            "word": "cartridge",
            "phonetic": "kɑːɹtɹɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So basically, the cartridges go right here.",
                "So you got three cartridges now?",
                "Instead of expensive ink cartridges they use small refillable ink bottles.",
                "The Atari video computer system is 20 cartridges with 1300 game variations you play on your own TV set.",
                "Since 1953, our family's been hand-building headphones and cartridges, cartridges are for turntables, in Brooklyn, New York."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FydHJpZGdl&hash=4b83c9b1b26009ad458d64877b85daf414614bfa&lang=en&cache-only=0",
            "defineEn": "a module designed to be inserted into a larger piece of equipment",
            "defineVi": "một mô-đun được thiết kế để lắp vào một thiết bị lớn hơn"
        }
    ]
}