{
    "id": "ab34b8a3-e0c1-4489-ab66-b1ee8d72b984",
    "title": "Having an Opinion or Idea 2",
    "originalTitle": "Having an Opinion or Idea 2",
    "words": [
        {
            "id": "c8ce3963-88eb-4c11-8097-c3858e6337f5",
            "word": "to [have] a mind of {one's} own",
            "phonetic": "tə hæv ɐ maɪnd ʌv wʌn bækslæʃ ɛs oʊn ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gaGF2ZSBhIG1pbmQgb2Yge29uZSdzfSBvd24&hash=a6d88b5ffafbaa5abfcbdc01edb4de97650c4558&lang=en&cache-only=0",
            "defineEn": "to be capable of making one's own decisions without being influenced by others",
            "defineVi": "có khả năng đưa ra quyết định của riêng mình mà không bị ảnh hưởng bởi người khác"
        },
        {
            "id": "a2191f26-85ff-41b3-b7a5-bf064e2f1b61",
            "word": "heresy",
            "phonetic": "hɛɹəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Messonnier's warnings were heresy.",
                "Bruno was convicted of heresy for his ideas about the universe, but countless sky-watchers since his time have dreamed about those other worlds, too.",
                "Beginning in Limbo, he travels through the circles of Lust, Gluttony, Greed, Wrath, Heresy, Violence, and Fraud, to the horrific ninth circle of Treachery, where sinners are trapped under the watchful eyes of Satan himself.",
                "And, I’m happy to report that they are no longer being convicted of heresy, and the science of astronomy has proven them all right.",
                "And the heresy of-for instance-denying the pope’s authority could get you burned at the stake, as John Hus was in 1415."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVyZXN5&hash=d0d93b1834485d30dea1c4b8d329d4fbc81d911d&lang=en&cache-only=0",
            "defineEn": "an opinion that is profoundly against the official principles of a particular religion",
            "defineVi": "một ý kiến sâu sắc chống lại các nguyên tắc chính thức của một tôn giáo cụ thể"
        },
        {
            "id": "c5f6b3b7-162c-4cb3-ba28-7bf2e3bc9fa0",
            "word": "hue",
            "phonetic": "hjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The vibrant hue of damson makes it a fantastic ingredient for homemade fruit popsicles.",
                "Green algae, with its vibrant hues, adds a splash of color and life to freshwater ecosystems.",
                "The island had stunning sunsets that painted the sky with vibrant hues.",
                "There will no doubt be a great hue and cry when the reorganisation is announced.",
                "Blue food coloring is often used to give a bright blue hue to sports drinks and other beverages."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVl&hash=37b34f02c6a597882f165a38c742ab0a3f2a59ae&lang=en&cache-only=0",
            "defineEn": "a type of attitude, belief, or opinion one has",
            "defineVi": "một loại thái độ, niềm tin, hoặc ý kiến một người có"
        },
        {
            "id": "31c15af5-0e3e-400d-9293-0a038be6e69d",
            "word": "idea",
            "phonetic": "aɪdiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "ideas that are light-years ahead of their time",
                "The idea hit me like a tornado.",
                "Who's been putting ideas in your head?",
                "Their ideas seem to be far more down to earth and sensible.",
                "He’d run out of ideas."
            ],
            "audio": "https://tts.langeek.co/read?text=aWRlYQ&hash=6e878579205a904374d07e871af8f006a102f6af&lang=en&cache-only=0",
            "defineEn": "one's opinion or belief about something",
            "defineVi": "ý kiến hoặc niềm tin của một người về một cái gì đó"
        },
        {
            "id": "aa1a2f97-4d5e-40f2-8d50-a04fb9388df6",
            "word": "inflexible",
            "phonetic": "ɪnflɛksɪbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "This person is extremely inflexible in his thinking.",
                "Basically, farmers are up against an inflexible food supply chain, which is specialized for the end customer.",
                "They're urgent because they have inflexible deadlines.",
                "It’s only when traits get really rigid and people become inflexible in their behaviors that psychologists start to draw the line between a trait and a disorder.",
                "And number four: Is overconscientious scrupulous, and inflexible about matters of morality, ethics, or values."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5mbGV4aWJsZQ&hash=0870f5d43b0f059ae7f4d38343b0c3afc56773a2&lang=en&cache-only=0",
            "defineEn": "(of a rule, opinion, etc.) fixed and not easily changed",
            "defineVi": "(của một quy tắc, quan điểm, v.v.) cố định và không dễ thay đổi"
        },
        {
            "id": "de3d86fd-3dfe-43d0-abc1-f30a3ae570c7",
            "word": "intransigent",
            "phonetic": "ɪntɹænsɪdʒənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So, I think there's reason to be optimistic that now, with the U.S. once again demonstrating leadership, reaching a bilateral agreement again just last week with China, that creates an environment where other countries, and, in particular, some intransigent actors, like Australia, Scott Morrison, who really has made fairly feeble commitments thus far, this is going to put more pressure on them."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50cmFuc2lnZW50&hash=0cf2ba8275fabc9994deb670b4da88f6bca47fe6&lang=en&cache-only=0",
            "defineEn": "unwilling to behave differently or change one’s opinions or attitude, especially in an unreasonable way",
            "defineVi": "không muốn cư xử khác biệt hoặc thay đổi ý kiến hoặc thái độ của một người, đặc biệt là theo cách không hợp lý"
        },
        {
            "id": "eb658ee1-540d-4866-a32f-7452b9c36144",
            "word": "mainstream",
            "phonetic": "meɪnstɹiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "After being on the cusp for several years, Mark finally broke into mainstream success with his most recent novel.",
                "The singer is the poster boy for the new wave of indie music, with his unique sound and style setting him apart from the mainstream.",
                "But in the middle of the 20th century, pizza went mainstream.",
                "Once a taboo topic, pot is going mainstream.",
                "For now, reef burials haven't reached the mainstream."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFpbnN0cmVhbQ&hash=2f081c09baa9b75620b800c53c87d1a175ca98e9&lang=en&cache-only=0",
            "defineEn": "the opinions, activities, or methods that are considered normal because they are accepted by a majority of people",
            "defineVi": "ý kiến, hoạt động hoặc phương pháp được coi là bình thường bởi vì chúng được đa số mọi người chấp nhận"
        },
        {
            "id": "7d40ec21-3608-401f-a5f5-93f1a82b8ab6",
            "word": "maverick",
            "phonetic": "mævɚɹɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Endorsed a new maverick.",
                "The system doesn't encourage independent thinkers and mavericks.",
                "What was at his disposal was this great personality and this great sense of humor and this true reformer, maverick spirit.",
                "Because Tom Cruise was cool in Top Gun when he was the Maverick.",
                "It's like the thinnest balance beam that's probably existed, because on one side, he's trying to still retain the, \"I'm the independent, I'm the moderate, I can appeal, I'm the maverick.\""
            ],
            "audio": "https://tts.langeek.co/read?text=bWF2ZXJpY2s&hash=959212d654eb5b04cbce3742216d97573d622e5e&lang=en&cache-only=0",
            "defineEn": "an individual who thinks and behaves differently and independently",
            "defineVi": "một cá nhân suy nghĩ và cư xử khác nhau và độc lập"
        },
        {
            "id": "b8476f5c-4e0f-4070-8581-a688ab82bb26",
            "word": "maverick",
            "phonetic": "mævɚɹɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Endorsed a new maverick.",
                "The system doesn't encourage independent thinkers and mavericks.",
                "What was at his disposal was this great personality and this great sense of humor and this true reformer, maverick spirit.",
                "Because Tom Cruise was cool in Top Gun when he was the Maverick.",
                "It's like the thinnest balance beam that's probably existed, because on one side, he's trying to still retain the, \"I'm the independent, I'm the moderate, I can appeal, I'm the maverick.\""
            ],
            "audio": "https://tts.langeek.co/read?text=bWF2ZXJpY2s&hash=959212d654eb5b04cbce3742216d97573d622e5e&lang=en&cache-only=0",
            "defineEn": "(of a person) thinking and behaving differently and independently",
            "defineVi": "(của một người) suy nghĩ và hành xử khác biệt và độc lập"
        },
        {
            "id": "f8c72399-2ffc-484e-adce-80a54fceab87",
            "word": "moderate",
            "phonetic": "mɑːdɚɹət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Nearly one-half of the country, from the Pacific Coast to the Great Plains and the Upper Midwest, is experiencing moderate to exceptional drought conditions.",
                "He was too moderate.",
                "He’s too moderate. ",
                "He was too moderate.",
                "He's too moderate."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kZXJhdGU&hash=6d393b390964b22a51152d91094c61cb20686232&lang=en&cache-only=0",
            "defineEn": "(of a person or ideology) not extreme or radical and considered reasonable by a majority of people",
            "defineVi": "(của một người hoặc ý thức hệ) không cực đoan hoặc cực đoan và được đa số người dân coi là hợp lý"
        },
        {
            "id": "02f9bd07-5334-40e5-a80b-204a4d9af410",
            "word": "moderate",
            "phonetic": "mɑːdɚɹət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Nearly one-half of the country, from the Pacific Coast to the Great Plains and the Upper Midwest, is experiencing moderate to exceptional drought conditions.",
                "He was too moderate.",
                "He’s too moderate. ",
                "He was too moderate.",
                "He's too moderate."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kZXJhdGU&hash=6d393b390964b22a51152d91094c61cb20686232&lang=en&cache-only=0",
            "defineEn": "a person who is showing or having opinions or beliefs that are considered reasonable, especially about politics",
            "defineVi": "một người đang hiển thị hoặc có quan điểm hoặc niềm tin được coi là hợp lý, đặc biệt là về chính trị"
        },
        {
            "id": "88ec7b81-c7df-4011-acf3-6df30ae2d124",
            "word": "mouthy",
            "phonetic": "maʊθi ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW91dGh5&hash=1d4ee879e25b65d869bfffa147eeccb6e7468b3f&lang=en&cache-only=0",
            "defineEn": "talking a lot and expressing one's opinions forcefully, especially in a rude and offensive way",
            "defineVi": "nói nhiều và thể hiện ý kiến của mình một cách mạnh mẽ, đặc biệt là theo cách thô lỗ và xúc phạm"
        },
        {
            "id": "dbb3195e-20a6-4473-9216-af4e9c8eb1ef",
            "word": "non-committal",
            "phonetic": "nɑːŋkəmɪɾəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bm9uLWNvbW1pdHRhbA&hash=6ccd03d24c712325cfa130a494f91260f59d45d2&lang=en&cache-only=0",
            "defineEn": "not expressing one's definite opinion or intention clearly, especially in an argument",
            "defineVi": "không thể hiện ý kiến hoặc ý định rõ ràng của một người, đặc biệt là trong một cuộc tranh luận"
        },
        {
            "id": "ffda1ac4-ba37-4d39-a85d-e3eef9312d5d",
            "word": "opinion",
            "phonetic": "əpɪniən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His opinions are entirely beyond the pale.",
                "What is your opinion on the matter?",
                "Everyone within earshot soon knew her opinion of Reggie.",
                "In my opinion, none of the new jazz trumpeters are on a par with Miles Davis.",
                "In my opinion, people are getting their panties in a bunch over this election."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Bpbmlvbg&hash=f8b436069cf82998438ee611ac75bb8ba71edbd3&lang=en&cache-only=0",
            "defineEn": "one's feelings or thoughts about a particular subject, rather than a fact",
            "defineVi": "cảm xúc hoặc suy nghĩ của một người về một chủ đề cụ thể, chứ không phải là một thực tế",
            "hasImg": true
        },
        {
            "id": "115e391f-b82d-4ffe-81bf-999c04a042df",
            "word": "opinionated",
            "phonetic": "əpɪniəneɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So an opinionated narcissist likes this place?",
                "John, the fans of Game of Thrones are very opinionated.",
                "Alexievich valued memories- sad, opinionated, defiant or nostalgic- as markers of what was historically important.",
                "People with paranoid personality can be very argumentative, but that could just be seen as opinionated and outspoken."
            ],
            "audio": "https://tts.langeek.co/read?text=b3BpbmlvbmF0ZWQ&hash=d53823c473fba8d48f17466c389232da1a197801&lang=en&cache-only=0",
            "defineEn": "having strong opinions and not willing to change them",
            "defineVi": "có ý kiến mạnh mẽ và không sẵn sàng thay đổi chúng"
        },
        {
            "id": "2ab4bd07-09cd-420a-8e43-3408020ecb5c",
            "word": "pigheaded",
            "phonetic": "pɪɡhɛdᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGlnaGVhZGVk&hash=7c124858ee07085a5d25006f7670160ee15c90b3&lang=en&cache-only=0",
            "defineEn": "persisting to do things the way one sees fit and unwilling to change one's opinion, no matter how irrational it might seem",
            "defineVi": "kiên trì làm mọi thứ theo cách mà một người thấy phù hợp và không sẵn sàng thay đổi ý kiến của một người, bất kể điều đó có vẻ phi lý đến mức nào"
        },
        {
            "id": "54ea5256-3670-4d96-bca4-7faf319c0f25",
            "word": "pigheadedness",
            "phonetic": "pɪɡhɛdᵻdnəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGlnaGVhZGVkbmVzcw&hash=ed15cfb62b1992f4202ff5ab8f24d1db200e5655&lang=en&cache-only=0",
            "defineEn": "the fact of unreasonably refusing to change one's mind about something",
            "defineVi": "thực tế của việc từ chối thay đổi suy nghĩ của một người về điều gì đó một cách vô lý"
        },
        {
            "id": "0b9437eb-f257-44d7-a657-25c8fd1a8bbb",
            "word": "point of view",
            "phonetic": "pɔɪnt ʌv vjuː ",
            "partOfSpeechType": "phrase",
            "examples": [
                "Try to see things from her point of view.",
                "Looked at from that point of view, his decision is easier to understand.",
                "Even if you disagree with someone, you should still lend them your ear and try to understand their point of view.",
                "The essay was written in persuasive form, with the author arguing for a particular point of view.",
                "This point of view is called third person."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9pbnQgb2Ygdmlldw&hash=b593d22f93385615a7a08f085f277794af81f4f7&lang=en&cache-only=0",
            "defineEn": "a person's perspective or opinion on a particular matter",
            "defineVi": "quan điểm hoặc ý kiến của một người về một vấn đề cụ thể"
        },
        {
            "id": "a62c8004-bba5-4143-839d-6fa2cda1e925",
            "word": "position",
            "phonetic": "pəzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hold this position for a count of 10.",
                "Men still hold most positions of power in this country.",
                "The wood is held in position by a clamp.",
                "Put yourself in my position.",
                "The Italian champion was in second position when he came to grief on the third lap."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9zaXRpb24&hash=f3c0515bf184c5cff2bf9cc7a2a2d52ba6bd1262&lang=en&cache-only=0",
            "defineEn": "one’s opinion or judgment towards a specific subject",
            "defineVi": "ý kiến hoặc đánh giá của một người đối với một chủ đề cụ thể"
        },
        {
            "id": "f4e1d5a5-e7ea-4560-8f8c-2005cc42287c",
            "word": "prejudice",
            "phonetic": "pɹɛdʒuːdɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Rivalries and prejudice were by degrees fading out.",
                "In her entire career, Monia has stayed a cut above the rest by steering clear of prejudices and letting her work talk for itself.",
                "As a journalist, I believe that fair play is a jewel, and it's important to report the truth without bias or prejudice.",
                "Prejudice is a poison that divides and conquers the people that are engaged in this fear based, antagonistic way of living.",
                "The racial slur in this newsreel title shows the prejudice towards Mexican workers during this time."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlanVkaWNl&hash=958576869047d5df238323dae78ae6a6706758c7&lang=en&cache-only=0",
            "defineEn": "an unreasonable opinion or judgment based on dislike felt for a person, group, etc., particularly because of their race, sex, etc.",
            "defineVi": "một ý kiến hoặc đánh giá vô lý dựa trên cảm giác không thích đối với một người, một nhóm, v.v., đặc biệt là vì chủng tộc, giới tính của họ, v.v."
        },
        {
            "id": "f0ad61c4-780e-4fb5-8c1c-e7eead0110e3",
            "word": "prejudiced",
            "phonetic": "pɹɛdʒuːdɪst ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For example, someone might experience cognitive dissonance if they believe they’re not a prejudiced person, but after a psychological test, they realize they have a lot of implicit biases.",
                "And it also has an even more sinister side: It can cause people to give themselves permission to cheat or to be more prejudiced.",
                "Employers made prejudiced hiring decisions based on reductive decoding charts.",
                "All these studies tested whether the IAT could predict prejudiced behavior better than just asking people about their explicit beliefs in a survey.",
                "Therefore, we can notice all of a sudden, start noticing things around us and people can be really ridiculous and really judgemental and really prejudiced."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlanVkaWNlZA&hash=02a9927fc0329d0d15cf9949d497287b700cb89f&lang=en&cache-only=0",
            "defineEn": "having a preconceived opinion, idea, or belief about someone or something, particularly in an unreasonable way",
            "defineVi": "có định kiến, ý tưởng hoặc niềm tin về ai đó hoặc điều gì đó, đặc biệt là theo cách không hợp lý"
        },
        {
            "id": "a2fbbf45-85ed-47f2-b993-c5734bea469b",
            "word": "remark",
            "phonetic": "ɹᵻmɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Your remarks were really out of line.",
                "His critical remarks ruffled the feathers of the board members.",
                "The politician's off-the-cuff remark about pollution stirred up a hornet's nest among environmentalists.",
                "The prime minister's casual remarks about the role of ethnicity in unemployment numbers has predictably put the cat among the pigeons on both sides of the political spectrum.",
                "The tall Texan ruffled some English feathers with his remarks."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVtYXJr&hash=e62cd747e188e5dc2f27dc37f4828f9449312fdb&lang=en&cache-only=0",
            "defineEn": "something that is said that shows one's opinion of something",
            "defineVi": "một cái gì đó được nói rằng cho thấy ý kiến của một người về một cái gì đó",
            "hasImg": true
        },
        {
            "id": "02dcfcf3-c156-4f18-92f8-52f001a53731",
            "word": "right-minded",
            "phonetic": "ɹaɪtmaɪndᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmlnaHQtbWluZGVk&hash=64eed48d33c9f8288820964294f67f6524f6de98&lang=en&cache-only=0",
            "defineEn": "having a set of opinions, principles, or standards of behavior that most people approve of",
            "defineVi": "có một tập hợp các ý kiến, nguyên tắc hoặc tiêu chuẩn hành vi mà hầu hết mọi người tán thành"
        },
        {
            "id": "a3760c11-6e1c-499a-a953-4753d496ed65",
            "word": "right-thinking",
            "phonetic": "ɹaɪtθɪŋkɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmlnaHQtdGhpbmtpbmc&hash=350a0e6a4c7c01934ac3c11d24604b7736954153&lang=en&cache-only=0",
            "defineEn": "having  principles, standards, or opinions that other people approve of",
            "defineVi": "có nguyên tắc, tiêu chuẩn hoặc quan điểm mà người khác tán thành"
        },
        {
            "id": "ff096277-0e84-46f5-b3c2-dab229859d88",
            "word": "schizophrenic",
            "phonetic": "skɪtsəfɹɛnɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He's schizophrenic.",
                "It was only really helpful in his schizophrenic patients who had severe depressive symptoms.",
                "That led to overeager synaptic pruning and schizophrenic symptoms.",
                "The little inky blobs had a history as an evaluation for schizophrenic patients, before becoming a projective test, and eventually ending up as a sight gag splashed across 20th century screens.",
                "Instead of saying that someone is a schizophrenic, say that they have schizophrenia."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NoaXpvcGhyZW5pYw&hash=e5f949b7a3d94c29e26e6add6edcf0fe0b892481&lang=en&cache-only=0",
            "defineEn": "constantly switching between different paradoxical moods and opinions",
            "defineVi": "liên tục chuyển đổi giữa các tâm trạng và ý kiến nghịch lý khác nhau"
        },
        {
            "id": "b34ce1b7-7e4a-4325-8b9f-2949a6a7dc3c",
            "word": "self-opinionated",
            "phonetic": "sɛlfəpɪniəneɪɾᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1vcGluaW9uYXRlZA&hash=00a0a3c8126e6f72c430030515872e155ef3e04a&lang=en&cache-only=0",
            "defineEn": "being of an opinion that showcases high regards for oneself, especially in an arrogant manner",
            "defineVi": "là một quan điểm thể hiện sự đánh giá cao đối với bản thân, đặc biệt là theo cách kiêu ngạo"
        },
        {
            "id": "e8fbfc54-662a-4de5-82a7-b7be8c2f02d5",
            "word": "self-regarding",
            "phonetic": "sɛlfɹᵻɡɑːɹdɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VsZi1yZWdhcmRpbmc&hash=bd3946ea4f8a217f0c2d888c46d41e77ce80bef7&lang=en&cache-only=0",
            "defineEn": "being obsessed with oneself in a self-righteous manner",
            "defineVi": "bị ám ảnh với chính mình một cách tự cho mình là đúng"
        },
        {
            "id": "6ba10f7f-a97d-4f4c-a14a-e54b3f9ae278",
            "word": "small-minded",
            "phonetic": "smɔːlmaɪndᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c21hbGwtbWluZGVk&hash=e3a75660a7cd7f33d41510996b4a375b4580a67c&lang=en&cache-only=0",
            "defineEn": "being solely interested in unimportant things and not willing to change one’s perspective, or consider other’s opinions",
            "defineVi": "chỉ quan tâm đến những thứ không quan trọng và không sẵn sàng thay đổi quan điểm của một người hoặc xem xét ý kiến của người khác"
        },
        {
            "id": "5dff38b8-8909-489b-a9dd-995d38979603",
            "word": "small-mindedness",
            "phonetic": "smɔːlmaɪndᵻdnəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c21hbGwtbWluZGVkbmVzcw&hash=0a9ab02c29fddfe52a84d0b4f8d8d8451663d440&lang=en&cache-only=0",
            "defineEn": "the quality of being inflexible and solely interested in unimportant things and unwilling to consider other’s opinions",
            "defineVi": "phẩm chất không linh hoạt và chỉ quan tâm đến những điều không quan trọng và không muốn xem xét ý kiến của người khác"
        },
        {
            "id": "17d632aa-d7a6-483c-8ef7-a78db63e7242",
            "word": "strong",
            "phonetic": "stɹɔŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "For Anne, the call of duty was strong.",
                "The strong winds knocked down several trees on the road.",
                "The manager played his strongest side of the season.",
                "Many people are led astray by strong feelings",
                "Patience isn't exactly her strong suit."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Ryb25n&hash=456f3f2addd18cf1fe9a63a92eec1915d44cc5e2&lang=en&cache-only=0",
            "defineEn": "(of an opinion or belief) held in a way that is firm and determined",
            "defineVi": "(của một ý kiến hoặc niềm tin) được tổ chức một cách chắc chắn và kiên quyết"
        },
        {
            "id": "4765db34-cb30-4c82-bbb6-e6bd292224cd",
            "word": "strong-minded",
            "phonetic": "stɹɔŋmaɪndᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I'm very strong-minded."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Ryb25nLW1pbmRlZA&hash=9fe5c302281535ed6ed61ff84f589911ec9865e0&lang=en&cache-only=0",
            "defineEn": "having an independent mind with opinions and beliefs that are not easily influenced by others",
            "defineVi": "có đầu óc độc lập với những quan điểm và niềm tin không dễ bị ảnh hưởng bởi người khác",
            "hasImg": true
        },
        {
            "id": "b5e1a0df-5933-4ffe-abd8-1741c311809b",
            "word": "stubborn",
            "phonetic": "stʌbɚn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You were right, stubborn fella that was.",
                "The bank evicted his family from their home and Muley refused to leave, he remained stubborn as a mule.",
                "He used a toothpick to remove a stubborn piece of food stuck between his teeth.",
                "His friends advised him to accept the offer, but you know Larry - he's as stubborn as a mule!",
                "The stubborn janitor had been refusing to fix the broken water fountain for weeks, but the principal knew that kind words would unlock an iron door, so he approached the janitor gently and respectfully and finally the janitor agreed to make the repairs."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1YmJvcm4&hash=b5c1432676fabc7b79d88496857f31aebacbe867&lang=en&cache-only=0",
            "defineEn": "unwilling to change one's attitude or opinion despite good reasons",
            "defineVi": "không muốn thay đổi thái độ hoặc quan điểm của một người mặc dù có lý do chính đáng",
            "hasImg": true
        },
        {
            "id": "b075c9c7-573f-4664-a325-006ab6ac84cd",
            "word": "stubbornness",
            "phonetic": "stʌbɚnnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "And number eight, and I feel like this one kind of goes without saying, but, it says , shows rigidity and stubbornness."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1YmJvcm5uZXNz&hash=19125671f108b76927d0436cfba89ff329c6a29c&lang=en&cache-only=0",
            "defineEn": "the determination not to change one’s attitude or opinion on something",
            "defineVi": "quyết tâm không thay đổi thái độ hoặc quan điểm của một người về một cái gì đó"
        },
        {
            "id": "1c83d99f-eeb0-4053-94a3-6e9901aae86d",
            "word": "unbending",
            "phonetic": "ʌnbɛndɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "People say he is unbending, that it's his way or the highway."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5iZW5kaW5n&hash=1058ced3fd94de1e7b59a59873baaca503d21a6b&lang=en&cache-only=0",
            "defineEn": "having very strict beliefs and attitudes that are not going to to change",
            "defineVi": "có niềm tin và thái độ rất nghiêm ngặt sẽ không thay đổi"
        },
        {
            "id": "4be3e3d7-4d35-4830-8233-3a25fead69d6",
            "word": "unprejudiced",
            "phonetic": "ʌnpɹɛdʒuːdɪst ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW5wcmVqdWRpY2Vk&hash=b04ee97a701a63944a9ab7496b97ed562e647b26&lang=en&cache-only=0",
            "defineEn": "not showing or having bias or distrust",
            "defineVi": "không thể hiện hoặc có thành kiến hoặc không tin tưởng"
        }
    ]
}