{
    "id": "ab477d2d-d6fc-4f2b-9c9b-86a598e97e2c",
    "title": "Lesson 40",
    "originalTitle": "Lesson 40",
    "words": [
        {
            "id": "c695e684-9c64-4e39-9e07-bb992ce06c35",
            "word": "to awe",
            "phonetic": "tʊ ɔː ",
            "partOfSpeechType": "verb",
            "examples": [
                "My wife is a talented artist and her paintings always leave me in awe.",
                "The orchestra's rendition of Beethoven's Ninth Symphony was of the first water, with precise execution and a powerful emotional impact that left the audience in awe.",
                "The grand finale of the performance is the crowning glory of the entire show, leaving the audience in awe.",
                "So awe might have given us a social advantage or an intellectual advantage, or maybe some combination of both.",
                "-Just, I was in awe."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXdl&hash=586b8c200a98d5b625c629789afb999b77ac06e5&lang=en&cache-only=0",
            "defineEn": "inspire awe in",
            "defineVi": "truyền cảm hứng sợ hãi trong"
        },
        {
            "id": "4d3d1188-cd87-4030-96ee-f6246615873c",
            "word": "to wheedle",
            "phonetic": "tə wiːdəl ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gd2hlZWRsZQ&hash=1d1a38957c1a6b630ca7a410342c868b68e5c687&lang=en&cache-only=0",
            "defineEn": "to influence someone to do something or to get something from them by being superficially nice to them",
            "defineVi": "ảnh hưởng đến ai đó để làm điều gì đó hoặc để có được một cái gì đó từ họ bằng cách bề ngoài tốt với họ"
        },
        {
            "id": "e17c4a2a-3cd8-4dcb-b085-128cc4167891",
            "word": "to goad",
            "phonetic": "tə ɡoʊd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Trump is goading us to impeach him.",
                "Your brain is actually preventing your muscles from firing goad for some emergency power save mode.",
                "So she goaded him and questioned his honor until he had no choice but to fight.",
                "PETA investigators captured video from inside the breeding barns at Darley in Kentucky, one of the world's most expensive thoroughbred-breeding facilities, where stallions were goaded to cover more than 100 mares each in a breeding season.",
                "Kinda like when you want someone to do something and you keep asking and asking until they give in, or you taunt them a little to goad them on."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ29hZA&hash=c7c00d705ace55473af95442a9f162ff3f494035&lang=en&cache-only=0",
            "defineEn": "annoy or provoke, as by constant criticism",
            "defineVi": "làm phiền hoặc khiêu khích, như bằng cách chỉ trích liên tục"
        },
        {
            "id": "4bd061be-7dd1-42d2-bb29-c93f894df4bc",
            "word": "to hoard",
            "phonetic": "tə hoːɹd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Initially, consumers hoarded items like rice, beans and frozen foods.",
                "An example of this intelligent behavior is hoarding food to eat it later.",
                "There, he uncovered a hoard of precious artifacts, jewelry, and metalwork, including two diadems and a copper shield.",
                "And in the 1890s the Salvation Army had hoards of Santas on the streets of New York collecting donations.",
                "So during the day they can hide from predators and munch on their hoard in safety."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaG9hcmQ&hash=7a866be882b3f1db59a003d5adaaf47761275b53&lang=en&cache-only=0",
            "defineEn": "to gather and store a large supply of food, money, etc., usually somewhere secret",
            "defineVi": "để thu thập và lưu trữ một lượng lớn thực phẩm, tiền bạc, v.v., thường ở một nơi bí mật"
        },
        {
            "id": "422ac776-bcab-4682-9a4b-b41afc880608",
            "word": "to exalt",
            "phonetic": "tʊ ɛɡzɑːlt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhhbHQ&hash=46de37661445990d5927c6f810267d2d36c7a787&lang=en&cache-only=0",
            "defineEn": "praise, glorify, or honor",
            "defineVi": "ca ngợi, tôn vinh, hoặc tôn vinh"
        },
        {
            "id": "b6a20412-bb67-456c-aeb2-3943269e15cc",
            "word": "to furlough",
            "phonetic": "tə fɜːloʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "January 2019, the partial government shutdown furloughs some census staff during a critical preparation time.",
                "Terrence Jerard Shepherd was furloughed from his job at a restaurant in Charlotte, North Carolina.",
                "Santiago was laid off from a movie theater, Mauricio furloughed from his job as a chef.",
                "Herbert is currently furloughed from a part-time sales job that was funding his music degree.",
                "Speaking of serious I'm still not working on Fridays for pay, I'm furloughed."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnVybG91Z2g&hash=cc3aac7254da2ce53ea3e23b715f6ba2708b711a&lang=en&cache-only=0",
            "defineEn": "dismiss, usually for economic reasons",
            "defineVi": "sa thải, thường là vì lý do kinh tế"
        },
        {
            "id": "900295e3-7d57-4302-b437-64518f57e3fb",
            "word": "to burgeon",
            "phonetic": "tə bɜːdʒən ",
            "partOfSpeechType": "verb",
            "examples": [
                "Each Eternal has watched civilizations burgeon and die from their domain of Olympia.",
                "Britain touted its burgeoning piano industry at the Great Exhibition in 1851.",
                "The creation of a burgeoning middle-class was a remarkable achievement and a revolutionary step towards a society in which wealth is shared more evenly amongst its citizens.",
                "Many of these immigrants flooded the burgeoning cities, as America shifted from being an agrarian rural nation to being an industrial, urban one.",
                "There was a rising middle class, a burgeoning consumer culture, and a move from an agrarian economy to an industrial one."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnVyZ2Vvbg&hash=64ed9ecd3717686e9193fb796feb864322dd0385&lang=en&cache-only=0",
            "defineEn": "to have a rapid development or growth",
            "defineVi": "để có một sự phát triển nhanh chóng hoặc tăng trưởng"
        },
        {
            "id": "6e5f1bcb-1e49-45f3-96ee-3463d39151ef",
            "word": "to foil",
            "phonetic": "tə fɔɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The fish cooks in the oven wrapped in foil.",
                "She wrapped the sandwich in foil to keep it fresh for later.",
                "The tin foil is very shiny!",
                "The character of Tia is the foil for Bertha as a Black girl of the same age.",
                "But don’t break out the tin foil just yet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9pbA&hash=a16407dfd2781e1bcff2df904c1550191f38c060&lang=en&cache-only=0",
            "defineEn": "hinder or prevent (the efforts, plans, or desires) of",
            "defineVi": "cản trở hoặc ngăn chặn (những nỗ lực, kế hoạch hoặc mong muốn) của"
        },
        {
            "id": "ebc3388e-828c-4617-a6c4-9567dea46618",
            "word": "to bedaub",
            "phonetic": "tə bᵻdɔːb ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVkYXVi&hash=b3ab28187166cddd427da52ccd306f066d4c21c4&lang=en&cache-only=0",
            "defineEn": "spread or daub (a surface)",
            "defineVi": "lây lan hoặc daub (một bề mặt)"
        },
        {
            "id": "6549cdcb-63a2-4653-95d0-25378b213906",
            "word": "to complement",
            "phonetic": "tə kɑːmplɪmənt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The lingonberry sauce perfectly complemented the roasted turkey at Thanksgiving dinner.",
                "She wore a pink dress to the wedding, which complemented her rosy cheeks.",
                "Terry had been searching for the Miss Right for a long time, someone who would be his perfect match and complement his personality and values.",
                "James had always dreamed of finding his Ms Right, a woman who would complement him perfectly and share his values and interests",
                "You complement that with much more scaled work. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcGxlbWVudA&hash=79d0f99e90f52540c2994cba7ddf621238431cd3&lang=en&cache-only=0",
            "defineEn": "to make someone or something better or look better by introducing something to them or it",
            "defineVi": "để làm cho ai đó hoặc một cái gì đó tốt hơn hoặc trông đẹp hơn bằng cách giới thiệu một cái gì đó cho họ hoặc nó"
        },
        {
            "id": "db88613e-8a61-4124-a33a-18dec9c02c41",
            "word": "to dare",
            "phonetic": "tə dɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "You, with one foot in the grave dare to volunteer?",
                "Don't you even dare say his name.",
                "How dare you make a fool of me?",
                "How dare he criticize me for having an affair?",
                "Don't you dare hesitate Manfred!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGFyZQ&hash=23200af93058e517039c6c1dfd6af2ca4ab1092e&lang=en&cache-only=0",
            "defineEn": "to be courageous enough to try or do something",
            "defineVi": "để có đủ can đảm để cố gắng hoặc làm một cái gì đó"
        },
        {
            "id": "0b65434d-9b80-49fc-8563-dfb324b51a1d",
            "word": "to fray",
            "phonetic": "tə fɹeɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Support for the leader was fraying at the edges.",
                "Our roommate relationship is starting to fray around the edges now that Pat has begun leaving his stuff, including dirty dishes, all over the apartment.",
                "The chromosomes fray out back into chromatin.",
                "A new robot is entering the fray.",
                "Their industrial cables frayed during turbulent weather and snapped under the weight of their decks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnJheQ&hash=20340527f361532a48ec628bb46c6e9c073145af&lang=en&cache-only=0",
            "defineEn": "wear away by rubbing",
            "defineVi": "mài mòn bằng cách cọ xát"
        },
        {
            "id": "98f035c2-ad55-4349-9fe1-8d0f1e171d9c",
            "word": "to pilfer",
            "phonetic": "tə pɪlfɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The nearly three trillion dollar surplus that the Trust Fund accumulated over the past three decades hasn’t been stolen, raided, or pilfered.",
                "Opponents, many from the well-educated and land-owning upper class 7. and others from the religious object pilfering class, 8. took these moves as harbingers of a return to absolutism, 9. which to be fair, they were."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGlsZmVy&hash=262d546b31533e4c8d9910520fbf4150d916bf4e&lang=en&cache-only=0",
            "defineEn": "make off with belongings of others",
            "defineVi": "lấy đồ của người khác"
        },
        {
            "id": "7066ff65-bc2f-4601-a526-3fe225376412",
            "word": "to advert",
            "phonetic": "tʊ ɐdvɜːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "By the turn of the century, Coca Cola adverts were appearing on clocks, trays, and posters and the drink was moving from soda fountains and into bottles.",
                "The commercialization of aguacate began in the early 1900s but was focused on branding avocados as a delicacy for the wealthy, like this advert in The New Yorker from 1920, which declared them as \"The aristocrat of salad fruit.\"",
                "Yes, I've modelled for this agency for years Every now and again you can see me on an advert but in Russia models are not paid that"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWR2ZXJ0&hash=21d873cb96af206f13a8b1e5ff9aa12283e86089&lang=en&cache-only=0",
            "defineEn": "make reference to",
            "defineVi": "tạo tài liệu tham khảo để"
        },
        {
            "id": "828f3d02-923c-443a-81cd-80b1b24ad14b",
            "word": "to slough",
            "phonetic": "tə slʌf ",
            "partOfSpeechType": "verb",
            "examples": [
                "MALCOLM BRABANT: Slough, just west of London, a town of 160,000 people, has Britain's fourth-highest rate of COVID-19 infections.",
                "Then it sloughs off.",
                "Slough is one of Britain's most ethnically diverse towns.",
                "Leftover fiber, water, and dead cells sloughed off during digestion make it into the large intestine, also known as the colon.",
                "And when they do, they basically slough off, leading to early miscarriage."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2xvdWdo&hash=f186c128087bb333eb00ab6ccdf63dcb34b3b751&lang=en&cache-only=0",
            "defineEn": "to shed or cast off of old skin, scales, feathers, or horns, typically as part of a natural growth",
            "defineVi": "rụng hoặc loại bỏ da cũ, vảy, lông hoặc sừng, thường là một phần của sự phát triển tự nhiên",
            "hasImg": true
        },
        {
            "id": "3b668c95-fb31-4e8b-ad8c-18e7e6550cce",
            "word": "to harangue",
            "phonetic": "tə hɚɹæŋ ",
            "partOfSpeechType": "verb",
            "examples": [
                "By the way, the Clinton campaign is haranguing these guys,",
                "And this led to massive scandals and the creation of a new political tool, whereby politicians sought support by haranguing the mostly male electorate about sin and the purportedly declining morals of the age, as exemplified by the rise of women."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFyYW5ndWU&hash=300564dc11d78a3be2873c654782abd7aba21b2b&lang=en&cache-only=0",
            "defineEn": "to give a speech that is lengthy, loud, and angry intending to either persuade or criticize",
            "defineVi": "đưa ra một bài phát biểu dài, to và tức giận nhằm mục đích thuyết phục hoặc chỉ trích"
        },
        {
            "id": "dcb17784-1669-4a46-80d9-10db1d0bbe0c",
            "word": "to exalt",
            "phonetic": "tʊ ɛkstoʊl ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhhbHQ&hash=46de37661445990d5927c6f810267d2d36c7a787&lang=en&cache-only=0",
            "defineEn": "praise, glorify, or honor",
            "defineVi": "ca ngợi, tôn vinh, hoặc tôn vinh"
        },
        {
            "id": "4fdea794-d018-456b-b38c-ce351c975a8f",
            "word": "to bask",
            "phonetic": "tə bæsk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Reptiles and other cold-blooded animals stay warm by basking in the sun.",
                "MALCOLM BRABANT: In his golden years, one man and his dog can bask in the knowledge that Max has an outstanding legacy.",
                "The news brought President Trump into the White House Rose Garden to bask in a scientific victory on the heels of his political defeat.",
                "And turtles need logs to bask on to digest their food.",
                "So he should be able to bask in the good news of all of this."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmFzaw&hash=fc9f825d24279761d5c98ab43f18476b7b087ae8&lang=en&cache-only=0",
            "defineEn": "derive or receive pleasure from; get enjoyment from; take pleasure in",
            "defineVi": "có được hoặc nhận được niềm vui từ; nhận được sự thích thú từ; tận hưởng",
            "hasImg": true
        }
    ]
}