{
    "id": "abb7e47e-ec38-4eed-ba4b-a7a0559e31d3",
    "title": "Success Is a Sure Thing, Failure Is Not!",
    "originalTitle": "Success Is a Sure Thing, Failure Is Not!",
    "words": [
        {
            "id": "06b2843d-8085-4648-89b9-33f2693b91c4",
            "word": "to ascertain",
            "phonetic": "tʊ æsɚteɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "From your conversations with him, could you ascertain whether he did believe in a delay?",
                "So instead current historians try to rely on multiple evidentiary sources to ascertain truth what actually happened as Leopold von Ranke described history's goal.",
                "During our surveillance we ascertained that the room occupied by Marcos Was on the second floor.",
                "I believe the Associated Press also did additional reporting to check with their sources and see if they could ascertain more information and more details."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNjZXJ0YWlu&hash=65851b95813d1450601722f5ec84d4940290f5a5&lang=en&cache-only=0",
            "defineEn": "to discover and verify a fact or a piece of information",
            "defineVi": "để khám phá và xác minh một thực tế hoặc một mẩu thông tin"
        },
        {
            "id": "049cc135-4088-4faf-99bb-05cad10d9f48",
            "word": "desideratum",
            "phonetic": "dɪzɪdɚɹɑːɾəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVzaWRlcmF0dW0&hash=6a91f789e39897e07701c2c0aef2c417a5867a3c&lang=en&cache-only=0",
            "defineEn": "a thing that is essential or desired",
            "defineVi": "một điều đó là cần thiết hoặc mong muốn"
        },
        {
            "id": "fcbc102f-a8cf-489c-ab9b-6b386aaa0697",
            "word": "to flummox",
            "phonetic": "tə flʌmɑːks ",
            "partOfSpeechType": "verb",
            "examples": [
                "They will be completely flummoxed that this happened.",
                "What has flummoxed some scientists, though, is that the fossil record has so far revealed way more fossils of some apes than others."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmx1bW1veA&hash=eb4cc3bae4551a83c1c269d5c22866a2681f0dfd&lang=en&cache-only=0",
            "defineEn": "to completely confuse or perplex someone",
            "defineVi": "để hoàn toàn nhầm lẫn hoặc bối rối một ai đó"
        },
        {
            "id": "0aec4acb-2fb1-43ff-a02c-bd46eb2e3c36",
            "word": "juncture",
            "phonetic": "dʒʌŋktʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is a critical juncture where you have the power to stop your descent.",
                "As a result, the U.S. never considers military intervention at other junctures in the 20th century, because they simply couldn’t afford to on a unified national level.",
                "It seems that WWII was a critical juncture for the introduction of seismic healthcare changes worldwide.",
                "And, at this juncture, there is a real sense of Severe Exhaustion.",
                "You're seeming to work right at this juncture, this uncomfortable marriage of politics and public health."
            ],
            "audio": "https://tts.langeek.co/read?text=anVuY3R1cmU&hash=9e9f553f5db9c48126b76805a7923236c0991156&lang=en&cache-only=0",
            "defineEn": "a certain stage or point in an activity, a process, or a series of events, particularly important",
            "defineVi": "một giai đoạn hoặc điểm nhất định trong một hoạt động, một quá trình hoặc một loạt các sự kiện, đặc biệt quan trọng"
        },
        {
            "id": "3905ed27-30b9-42a5-bbf2-e4f5628f72c4",
            "word": "quandary",
            "phonetic": "kwɔndɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Kate was in a quandary for the last two weeks.",
                "I've had two job offers, and I'm in a real quandary about which one to accept.",
                "Quandaries like this come up all the time when you consider the divine attributes.",
                "Otherwise, you’d be stuck in a philosophical quandary known as an infinite regress.",
                "But just like Baartman’s return to South Africa presented a legal puzzle since her body predates the founding of the nation, the Bunkers’ bodies also present a legal quandary because none of their immediate family members are alive today (although they have a sizeable number of descendants)."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhbmRhcnk&hash=77b2b31a0054609c8767327315446598b809ad78&lang=en&cache-only=0",
            "defineEn": "a state of being perplexed or uncertain about how to proceed in a situation that is difficult",
            "defineVi": "một trạng thái bối rối hoặc không chắc chắn về cách tiến hành trong một tình huống khó khăn",
            "hasImg": true
        },
        {
            "id": "9c3a1457-54c2-4905-a5cf-56ffd636055b",
            "word": "skeptic",
            "phonetic": "skɛptɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "But skeptics wondered what other cuts would be needed.",
                "You still have skeptics which is fine.",
                "Skeptics also argue that debt can be harmless if used carefully.",
                "And we may even provide some examples of times when the government DID accomplish them, so take that, skeptics.",
                "But Justice Ginsburg quickly pleased supporters and skeptics alike with her opinions in landmark cases, like the Virginia Military Academy."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tlcHRpYw&hash=df1528a800960deefab9b5c1ec212637f9349847&lang=en&cache-only=0",
            "defineEn": "an individual who regularly questions and doubts the validity of ideas and beliefs, particularly those that are commonly accepted",
            "defineVi": "một cá nhân thường xuyên đặt câu hỏi và nghi ngờ tính hợp lệ của các ý tưởng và niềm tin, đặc biệt là những ý tưởng thường được chấp nhận"
        },
        {
            "id": "664fe159-9a0d-4812-bc3a-cfaedb4bcc0f",
            "word": "warranted",
            "phonetic": "wɔːɹəntᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2FycmFudGVk&hash=e4df7401892f808573373b11a08e69c1bddfb69b&lang=en&cache-only=0",
            "defineEn": "having reasons that are acceptable and valid",
            "defineVi": "có lý do được chấp nhận và hợp lệ"
        },
        {
            "id": "cb6f7894-6ce6-4f2f-90c8-b8ba9a9fee13",
            "word": "to default",
            "phonetic": "tə dᵻfɔlt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The person may have several loan defaults.",
                "This is default.",
                "He has a default position.",
                "The island was spiraling toward default.",
                "One really nice thing about the Apple ecosystem is, that default encryption."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVmYXVsdA&hash=3a9d3ed5f471ff659904747b796b8a1460c0d33f&lang=en&cache-only=0",
            "defineEn": "to fail at accomplishing an obligation, particularly a financial one",
            "defineVi": "thất bại trong việc hoàn thành một nghĩa vụ, đặc biệt là một nghĩa vụ tài chính"
        },
        {
            "id": "a76a2793-1c03-4c54-9b03-a07f437d7c7c",
            "word": "egregious",
            "phonetic": "ɪɡɹiːdʒəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "- This is an egregious breach of privacy.",
                "We condemn in the strongest possible terms this egregious display of hatred, bigotry, and violence on many sides, on many sides.",
                "We condemn, in the strongest possible terms, this egregious display of hatred, bigotry, and violence on many sides-- on many sides.",
                "We condemn in the strongest possible terms this egregious display of hatred, bigotry, and violence on many sides, on many sides.",
                "Secretary Kerry would primarily be in listening mode, noting particularly egregious claims on the Russian side."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWdyZWdpb3Vz&hash=25fb783c5ac6a20e72e49af17a0c5c93be118d3b&lang=en&cache-only=0",
            "defineEn": "bad in a noticeable and extreme way",
            "defineVi": "xấu một cách đáng chú ý và cực đoan"
        },
        {
            "id": "8886ba32-eb41-408f-b193-bc361384c04a",
            "word": "feasible",
            "phonetic": "fiːzᵻbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "To get to hundreds is very feasible.",
                "And, for me, that's not feasible.",
                "But even if UBI is the better model, is it economically feasible?",
                "On earth it's not feasible to use this brute force method to create fusion.",
                "And it's not feasible that we will be able to treat all of California like that."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVhc2libGU&hash=9f9ef99bbaa8e2a589a63ca14bd2df8eca14c100&lang=en&cache-only=0",
            "defineEn": "having the potential of being executed or done successfully",
            "defineVi": "có tiềm năng được thực hiện hoặc thực hiện thành công",
            "hasImg": true
        },
        {
            "id": "e05a6de1-0958-42d0-88dd-556ebd3d9014",
            "word": "halcyon",
            "phonetic": "hælsɪən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But, in the halcyon Populist days of 1892, their presidential candidate, James Weaver, gained 1 million votes as a third party candidate."
            ],
            "audio": "https://tts.langeek.co/read?text=aGFsY3lvbg&hash=8a592e55bd10edfc513af32869291902042eda52&lang=en&cache-only=0",
            "defineEn": "full of calmness, happiness, and prosperity",
            "defineVi": "tràn đầy bình tĩnh, hạnh phúc và thịnh vượng"
        },
        {
            "id": "c0f71fa0-86d1-40bd-bc5d-0a090fe2663a",
            "word": "heyday",
            "phonetic": "heɪdeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "THE '90s WAS KIND OF A HEYDAY WITH TIMOTHY McVEIGH AND RUBY RIDGE AND THE MILITIAS OF THE DAY.",
                "In its heyday, the hospital was probably the community's biggest employer.",
                "Unions had their heyday in the U.S. almost 50 years ago with 381 major strikes that resulted in work stoppages in 1970.",
                "In its heyday Hooters Air was bringing between 3,000 and 5,000 people a week into the Myrtle Beach area.",
                "It was the heyday of dinosaur diversity, and a new period, the Cretaceous."
            ],
            "audio": "https://tts.langeek.co/read?text=aGV5ZGF5&hash=d08fd7a00f04495163f29cdcf7105fe90db668f9&lang=en&cache-only=0",
            "defineEn": "a period in which someone or something was at its height of success, fame, or strength",
            "defineVi": "một thời kỳ mà ai đó hoặc một cái gì đó đang ở đỉnh cao của sự thành công, danh tiếng hoặc sức mạnh"
        },
        {
            "id": "64271d57-1269-4a22-8b36-0eb58229b159",
            "word": "illustrious",
            "phonetic": "ɪlʌstɹiəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As you may or may not already know, I am your illustrious host, Evelyn from the Internets.",
                "Pricey cars are profitable for makers, but competition is stiff, and Aston Martin cannot rest on its illustrious history and pedigree.",
                "- We also want to thank our illustrious - crew.",
                "The brand has a long and illustrious history, and models made today bear a fair amount of resemblance to the earliest Willys Jeeps sold to the U.S. Army.",
                "Volvo is also going head to head with illustrious brands such as Porsche and the continuously buzzed about California electric carmaker Tesla."
            ],
            "audio": "https://tts.langeek.co/read?text=aWxsdXN0cmlvdXM&hash=0eecd4258b94a1aefb0b5176187474db8d592f11&lang=en&cache-only=0",
            "defineEn": "very well-known, glorious, or admirable",
            "defineVi": "rất nổi tiếng, vinh quang, hoặc đáng ngưỡng mộ"
        },
        {
            "id": "91f75f3b-d655-42c8-992b-22837ea2b1e0",
            "word": "to impede",
            "phonetic": "tʊ ɪmpiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Fallen rock is impeding the progress of rescue workers.",
                "Having a daytime light on 24 hours will impede their ability to sleep, leading to stress, poor appetite, and eventual death.",
                "I don't wanna impede anything.",
                "In Mandalay, people built barricades to protect themselves and impede police from making arrests.",
                "When lipoproteins have too much fat in them and not enough protein, they can get stuck to the walls of arteries and form plaque that can impede the flow of blood."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wZWRl&hash=6401bb90a078b08841d5fc03311d23f50f009333&lang=en&cache-only=0",
            "defineEn": "to make it so that doing something or the happening of something becomes difficult or stopped",
            "defineVi": "để làm cho nó để làm một cái gì đó hoặc xảy ra một cái gì đó trở nên khó khăn hoặc dừng lại"
        },
        {
            "id": "6d7b16d6-9b1e-4a5b-8883-00110533eaa5",
            "word": "inadvertent",
            "phonetic": "ɪnɐdvɜːtənt ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5hZHZlcnRlbnQ&hash=6779582867055e2be07efac837e683e7a94a7882&lang=en&cache-only=0",
            "defineEn": "doing or happening unintentionally or accidentally",
            "defineVi": "làm hoặc xảy ra không chủ ý hoặc vô tình"
        },
        {
            "id": "03c1f76b-bacc-4635-9a1b-9dccc5cf89f4",
            "word": "incentive",
            "phonetic": "ɪnsɛntɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "Susan saw how people could be persuaded to betray their values and principles for the right incentive, demonstrating that everyone has their price.",
                "Innovation follows incentives.",
                "Free products and payment are increasingly common incentives.",
                "And cashless registers present no incentive for theft or robbery.",
                "They had the very large incentives."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5jZW50aXZl&hash=33fcad84c6a33ecfcc2354d6c4119b8836661824&lang=en&cache-only=0",
            "defineEn": "something that is used as an encouraging and motivating factor",
            "defineVi": "một cái gì đó được sử dụng như một yếu tố khuyến khích và thúc đẩy"
        },
        {
            "id": "c150aee0-90fa-4a24-8a27-2adbcb3fab86",
            "word": "insufferable",
            "phonetic": "ɪnsʌfɚɹəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He was insufferable.",
                "So it's pretty interesting just don't use it to be an insufferable pedant."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdWZmZXJhYmxl&hash=f64e96f8badd2946d7318077f4d9e5795bdb0fc6&lang=en&cache-only=0",
            "defineEn": "cannot be endured due to being extremely annoying, uncomfortable, or unpleasant",
            "defineVi": "không thể chịu đựng được do cực kỳ khó chịu, khó chịu hoặc khó chịu"
        },
        {
            "id": "2655e888-a964-4557-80b2-837d64a3cebd",
            "word": "involved",
            "phonetic": "ɪnvɑːlvd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Her husband had been very involved in his work.",
                "They would rather take the line of least resistance than become involved in arguments.",
                "Kelly gets involved. ",
                "Kelly gets involved. ",
                "One involved paper punch cards with holes in them, read in a giant reader."
            ],
            "audio": "https://tts.langeek.co/read?text=aW52b2x2ZWQ&hash=65408d7c2fb1f0ddc71ba9a8eeffff3256fab232&lang=en&cache-only=0",
            "defineEn": "understanding is difficult due to complexity",
            "defineVi": "sự hiểu biết là khó khăn do phức tạp"
        },
        {
            "id": "3c9a59ef-f618-41e2-a667-16ff9e20e988",
            "word": "kudos",
            "phonetic": "kjuːdoʊz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=a3Vkb3M&hash=6edad7e57e9226230c8243fbf3246f94e9fafb3b&lang=en&cache-only=0",
            "defineEn": "the admiration, praise, and recognition someone receives for their achievements, deeds, or social standing",
            "defineVi": "sự ngưỡng mộ, khen ngợi và công nhận ai đó nhận được cho những thành tích, hành động hoặc địa vị xã hội của họ",
            "hasImg": true
        },
        {
            "id": "52245e08-58fd-4efb-874c-c8ec44eb76e0",
            "word": "onerous",
            "phonetic": "oʊnɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And so it's not as onerous a lift as it was before.",
                "California is chasing people out, they're punishing people and producers with lack of a quality of life, with onerous taxes and regulation.",
                "Even a small cutback in dining out could allow you to finally pay off an onerous debt or build an emergency fund.",
                "The EU has put into place some pretty onerous regulations for companies that are doing business on the internet, and I don't think it's beyond imagining that that could occur in other places, especially the United States.",
                "The hope is the deal will help Smart slash its onerous labor costs and give it exposure to the world's largest auto market."
            ],
            "audio": "https://tts.langeek.co/read?text=b25lcm91cw&hash=31ed296b4e3ed355b1b5815b1f326e417a3b87f8&lang=en&cache-only=0",
            "defineEn": "difficult and needing a lot of energy and effort",
            "defineVi": "khó khăn và cần rất nhiều năng lượng và nỗ lực"
        },
        {
            "id": "c186e39c-31d2-4ce3-a315-383ee70371dd",
            "word": "peccadillo",
            "phonetic": "pɛkɐdɪloʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She will never open the door to the possibility of opening a conversation about his peccadilloes.",
                "And although we often like to believe that science operates completely separately from the peccadilloes of human emotion, it doesn’t."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVjY2FkaWxsbw&hash=f47122edf34c4dbbb690487954dd3db44ae6a610&lang=en&cache-only=0",
            "defineEn": "a mistake or immoral act that is small and not serious",
            "defineVi": "một sai lầm hoặc hành động vô đạo đức đó là nhỏ và không nghiêm trọng"
        },
        {
            "id": "ea5fa23c-1ee5-41e8-a40b-3e43ecb471bf",
            "word": "primacy",
            "phonetic": "pɹaɪməsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "I think the movement, the Buddhist Nationalist, this extremist Buddhist Nationalist Movement, is really trying to assert the primacy of Buddhism in Myanmar. ",
                "When aides become too out front in their own right, he reacts in ways that sort of shove those figures back down to maintain the role of primacy that he not only seeks, but needs."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbWFjeQ&hash=548709339435dd86be97077f27e421bd1157dee8&lang=en&cache-only=0",
            "defineEn": "the state in which a person or thing is of the highest importance, rank, or power",
            "defineVi": "trạng thái mà một người hoặc một vật có tầm quan trọng, cấp bậc hoặc quyền lực cao nhất"
        },
        {
            "id": "7fab25c3-f15b-45df-affe-753996c10e22",
            "word": "to quail",
            "phonetic": "tə kweɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The family gathered around the dining table, savoring the succulent quail, which had been marinated and grilled to perfection.",
                "He prepared a delightful appetizer of grilled quail, impressing his dinner guests with his culinary skills.",
                "\"I love you shyly like a quail.\"",
                "So that would be rabbits, quails, pheasants, ducks, goats, deer, anything you could eat.",
                "This the bay moral we gather yesterday, this are quail eggs (foreign language) in our language."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcXVhaWw&hash=8c10b0b68b50c7b5a6457237703075202ef9cb8b&lang=en&cache-only=0",
            "defineEn": "experience or express the feeling of fear",
            "defineVi": "kinh nghiệm hoặc thể hiện cảm giác sợ hãi"
        },
        {
            "id": "cc7b938d-2c5c-4ba8-bf98-159b3518b7a1",
            "word": "to reap",
            "phonetic": "tə ɹiːp ",
            "partOfSpeechType": "verb",
            "examples": [
                "After all, you reap what you sow.",
                "The big industries like to get their hooks into the bright young people, to subsidize them through their education and then reap the benefit.",
                "The athlete who trained hard every day knew that one who handles honey, licks his fingers, and was determined to reap the rewards of her hard work in competitions.",
                "You’ve reaped the wind. ",
                "As Cadillac fell, its competitor Lincoln reaped the benefits."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVhcA&hash=7bbfd9fadc32541c171097fa722a8a052f35271e&lang=en&cache-only=0",
            "defineEn": "to gain something, particularly something beneficial, as an outcome of one's actions",
            "defineVi": "để đạt được một cái gì đó, đặc biệt là một cái gì đó có lợi, như là kết quả của hành động của một người"
        },
        {
            "id": "c975c6ca-1643-4345-a3dd-a1c3df9ac175",
            "word": "remedial",
            "phonetic": "ɹᵻmiːdɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Now this is called cyclic pitch, and if you don't understand this concept you need to go watch this remedial video so you can remind yourself about what I'm talking about.",
                "Sal: Maybe we're just not seeing the resistance because we're not that far along yet, but especially if you talk about some of the core college courses or the late high school courses, right now you have 70% of students who go to community college have to take remedial Math."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVtZWRpYWw&hash=42320f6664a8260e71806b2f4545ecc3d7439da4&lang=en&cache-only=0",
            "defineEn": "intending to correct or improve a thing that is unsuccessful or wrong",
            "defineVi": "có ý định sửa hoặc cải thiện một điều không thành công hoặc sai"
        },
        {
            "id": "aee06269-701e-46f3-84ae-bd5194e44c31",
            "word": "remiss",
            "phonetic": "ɹᵻmɪs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And the Obama administration was remiss in its response in 2016.",
                "We'd be remiss if we didn't pull out an Xbox controller for a comparison here.",
                "But, we would be remiss if we didn’t point out that these results are very preliminary.",
                "This next film is nominated for Best Picture, but I'd be remiss if I didn't mention it.",
                "I think I'd be remiss to say I haven't had that moment where I was like I could probably double my salary if I left and went elsewhere."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVtaXNz&hash=d63c38f8d2395b94edd61e9e294f605e7ddaae6a&lang=en&cache-only=0",
            "defineEn": "failing to give the needed amount of attention and care toward fulfilling one's obligations",
            "defineVi": "không đưa ra mức độ quan tâm và chăm sóc cần thiết đối với việc hoàn thành nghĩa vụ của một người"
        },
        {
            "id": "68eaf8fe-3c4c-4a08-b614-93bc8162fa30",
            "word": "to resolve",
            "phonetic": "tə ɹᵻzɑːlv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Both projects are kept on ice until the question of funding is resolved.",
                "Experts have urged ministers to take the necessary steps to resolve the issue.",
                "I'm afraid this matter shall be resolved at the court of law, my hands are tied in this case.",
                "They're just playing for time, hoping that the situation will resolve itself.",
                "I learned the hard way that good accounting makes good friends after a disagreement with my roommate over unpaid bills almost ruined our friendship, but we were able to resolve the issue by keeping better track of our expenses."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVzb2x2ZQ&hash=53121126355a21248f9a2c4fcd5d812671fda01b&lang=en&cache-only=0",
            "defineEn": "to make a decision with determination",
            "defineVi": "đưa ra quyết định với quyết tâm"
        },
        {
            "id": "a65e9efb-e257-4cd9-baf4-b21ac9bb08bb",
            "word": "schadenfreude",
            "phonetic": "ʃædənfɹɔɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "It’s schadenfreude for them. "
            ],
            "audio": "https://tts.langeek.co/read?text=c2NoYWRlbmZyZXVkZQ&hash=f3de0cdadc064f376a0f9699129c8954aa309ff9&lang=en&cache-only=0",
            "defineEn": "a delightful feeling gained from other people's misfortunes or troubles",
            "defineVi": "một cảm giác thú vị có được từ những bất hạnh hoặc rắc rối của người khác"
        },
        {
            "id": "81df0bb6-7643-4c9f-93d6-d2fea697cb8a",
            "word": "serendipity",
            "phonetic": "sɛɹəndɪpᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Some folks say luck or serendipity, whatever language they want to use.",
                "They want the ability to find things online and also experience the serendipity of walking into a store and discovering something. ",
                "I think it's something that just falls into your lap as a matter of serendipity."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VyZW5kaXBpdHk&hash=dc4e9f368533a7d0c664149b7a270500a4a15a67&lang=en&cache-only=0",
            "defineEn": "the fact of accidentally experiencing or discovering something that is pleasant or valuable",
            "defineVi": "thực tế là tình cờ trải nghiệm hoặc khám phá ra điều gì đó thú vị hoặc có giá trị"
        },
        {
            "id": "3eb7af13-53e8-413f-a4e7-244ed65f76a9",
            "word": "stalwart",
            "phonetic": "stɔːlwɔːɹt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It’s precisely this weak point that Paris takes advantage of, with a single shot of an arrow at Achilles’ heel, killing the stalwart Greek hero.",
                "And um, Carrie is such a stalwart."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhbHdhcnQ&hash=ab589c1b48f20d01c592ac41cb9a1c6619aeff3d&lang=en&cache-only=0",
            "defineEn": "possessing a lot of physical strength",
            "defineVi": "sở hữu rất nhiều sức mạnh thể chất"
        },
        {
            "id": "3f870147-71a5-48d7-a08b-1d404dab3eb1",
            "word": "to stem",
            "phonetic": "tə stɛm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The gardener carefully wrapped the stem of the young tree with burlap to protect it from frost during winter.",
                "They admired the sturdy stem of the oak tree, providing support to its branches and leaves.",
                "As the rain poured, the thirsty plant absorbed water through its roots, nourishing its leaves and stems.",
                "The differences in these properties stem mostly from the differences in their polarities.",
                "And the stem contains the tens digits."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RlbQ&hash=2e63b098b5ef4040c9d1841069c5408a248eb872&lang=en&cache-only=0",
            "defineEn": "to stop something, particularly something undesirable, from developing or spreading",
            "defineVi": "để ngăn chặn một cái gì đó, đặc biệt là một cái gì đó không mong muốn, phát triển hoặc lây lan"
        },
        {
            "id": "5f3c2feb-8423-4cbf-b3e8-c99a343875a4",
            "word": "subterfuge",
            "phonetic": "sʌbtɚfjuːdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But this subterfuge is hard on Shen Teh.",
                "The couriers exploited a naive German belief that women were incapable of sabotage and subterfuge.",
                "But this was not something that we’d ever seen before, an invasion out in the open that was, in effect, being conducted by stealth, by subterfuge, so it took us some time to really figure out, how do you effectively respond to that?"
            ],
            "audio": "https://tts.langeek.co/read?text=c3VidGVyZnVnZQ&hash=00b06373f6f1513162b4ae30b2b9bed16278f58b&lang=en&cache-only=0",
            "defineEn": "the use of deceptive methods or devices to achieve something",
            "defineVi": "việc sử dụng các phương pháp hoặc thiết bị lừa đảo để đạt được điều gì đó"
        },
        {
            "id": "e655c81a-ab65-41e0-ad99-d288e6e3a33e",
            "word": "unpropitious",
            "phonetic": "ʌnpɹəpɪʃəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW5wcm9waXRpb3Vz&hash=98f6959250f3e9cff16fb85d991e73d384b0eb99&lang=en&cache-only=0",
            "defineEn": "(of circumstances) unlikely to result in success",
            "defineVi": "(của hoàn cảnh) không chắc dẫn đến thành công"
        },
        {
            "id": "ffbf7a13-15b3-44f0-aace-28a379391407",
            "word": "unviable",
            "phonetic": "ʌnvaɪəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW52aWFibGU&hash=dce0214bd3afbd4ebefb71e37c3a62721cc83255&lang=en&cache-only=0",
            "defineEn": "cannot do what it is intended to successfully",
            "defineVi": "không thể làm những gì nó được dự định để thành công"
        },
        {
            "id": "62aa1c0e-7741-4a07-92a0-48d6665adfbe",
            "word": "viable",
            "phonetic": "vaɪəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Unscrambling a scrambled egg has never been a viable option.",
                "The team unanimously voted to abandon the project, as it was no longer economically viable.",
                "He did not get every jot and tittle, but the plan ultimately adopted was viable.",
                "With everything going digital and online, we're going to need some fresh blood if we want to remain a viable company in today's market.",
                "Still have perfectly viable batteries in them."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlhYmxl&hash=41d04e426603b12af22484d56435cd8f4f4141bc&lang=en&cache-only=0",
            "defineEn": "capable of living, growing, or developing successfully, often in a particular environment or under specific conditions",
            "defineVi": "có khả năng sống, phát triển hoặc phát triển thành công, thường là trong một môi trường cụ thể hoặc trong những điều kiện cụ thể"
        },
        {
            "id": "5b07d34d-9724-457b-b539-ba39c7096111",
            "word": "wanting",
            "phonetic": "wɔntɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I think that left a very big impression on me and it was a major factor in my wanting to grow all this myself.",
                "Jerry is behind BARS accusing of wanting to blow up a bank in Downtown Oklahoma City.",
                "If John picked up the phone wanting to call Hank, in the 1910s, John would tell a human operator where he wanted to call, and they’d physically connect John’s phone line into an unused line running to Missoula."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FudGluZw&hash=0e61a8fb3b29deb0ecfe34e29994f8ef68d98a9a&lang=en&cache-only=0",
            "defineEn": "not sufficient in amount, quality, or degree",
            "defineVi": "không đủ về số lượng, chất lượng hoặc mức độ"
        },
        {
            "id": "2b691934-a6f7-4dcf-8948-c6c7672ab38a",
            "word": "to stymie",
            "phonetic": "tə staɪmi ",
            "partOfSpeechType": "verb",
            "examples": [
                "So far, these two laws of thermodynamics have stymied every idea for perpetual motion and the dreams of perfectly efficient energy generation they imply.",
                "Without disguise, our case officers would have been totally stymied.",
                "This country has become stymied in corruption, in nepotism and in misrule.",
                "This problem stymied mRNA vaccine research for decades, until scientists found ways to make the mRNA more stable.",
                "As bleaching events are becoming more severe and more frequent, it stymies the recovery, right?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3R5bWll&hash=73df1aa190746ff46748baec59c5795440427d17&lang=en&cache-only=0",
            "defineEn": "to prevent the occurrence or achievement of something",
            "defineVi": "để ngăn chặn sự xuất hiện hoặc thành tựu của một cái gì đó"
        }
    ]
}