{
    "id": "abbdcff1-daf7-4ba1-bd7a-4b48ff29f4e1",
    "title": "In God We Trust!",
    "originalTitle": "Lesson 46",
    "words": [
        {
            "id": "5d198fcf-8414-4216-893b-8c09536185e8",
            "word": "altar",
            "phonetic": "ɔltɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The congregation gathered around the altar for the morning service.",
                "The floral arrangements adorned the altar, adding beauty to the church ceremony.",
                "The priest blessed the bread and wine on the altar, preparing them for communion.",
                "The couple knelt before the altar to exchange their vows.",
                "The priest placed the chalice and paten on the altar before the Eucharistic celebration."
            ],
            "audio": "https://tts.langeek.co/read?text=YWx0YXI&hash=c9a1403bdca6d1baa331ebbd0caa33c825e10056&lang=en&cache-only=0",
            "defineEn": "the table in a church, used for giving communion in Christianity",
            "defineVi": "cái bàn trong nhà thờ, dùng để rước lễ trong Cơ đốc giáo",
            "hasImg": true
        },
        {
            "id": "508dfcef-4d20-4b41-94af-6fd73751664b",
            "word": "cross",
            "phonetic": "kɹɔs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Fingers crossed!",
                "I crossed the street carefully at the pedestrian crosswalk.",
                "Speaking that rudely to your teacher definitely crosses the line.",
                "This article crossed a line and I am disgusted.",
                "Crossing path with an old friend is always a pleasure."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jvc3M&hash=f32d11b03401f4c00692800e31d4f39eef6bb731&lang=en&cache-only=0",
            "defineEn": "a representation of the structure on which Jesus Christ was crucified, used as a symbol of Christianity",
            "defineVi": "một đại diện của cấu trúc mà Chúa Giêsu Kitô đã bị đóng đinh, được sử dụng như một biểu tượng của Kitô giáo",
            "hasImg": true
        },
        {
            "id": "97066d15-f7ad-47a8-93da-071ddb4ffcd1",
            "word": "atheism",
            "phonetic": "eɪθɪɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The early vampire chronicles especially feature the clash between atheism and spirituality in the moral approaches the different vampires take to reconcile their dark existences.",
                "Upper income Americans are more heavily represented in liberal Protestant groups like Episcopalians and Presbyterians, as well as Judaism, Hinduism and Atheism, whereas lower income Americans are more likely to identify as Evangelical Protestants or Catholics.",
                "But it’s important to note that existentialism is not synonymous with atheism."
            ],
            "audio": "https://tts.langeek.co/read?text=YXRoZWlzbQ&hash=78c0570202490dbd1b00059030fdc6f929e60393&lang=en&cache-only=0",
            "defineEn": "the belief that rejects the existence of God or a higher power",
            "defineVi": "niềm tin từ chối sự tồn tại của Thiên Chúa hoặc một sức mạnh cao hơn",
            "hasImg": true
        },
        {
            "id": "2cbba391-412a-4338-a0a2-41450c525bda",
            "word": "Buddhism",
            "phonetic": "buːdɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asia is home to various religions, including Buddhism, Hinduism, and Islam.",
                "Ubon province and the dense forests along the Mekong River form the cradle of Buddhism in Thailand.",
                "For example, the Silk Road was the primary route for the spread of Buddhism.",
                "But through contacts with other cultures and traditions, Buddhism grew and flourished and became one of the great religious traditions of the world.",
                "Buddhism and Jainism were developing in Asia, at the same time philosophical thought was emerging in Greece."
            ],
            "audio": "https://tts.langeek.co/read?text=QnVkZGhpc20&hash=dd635c07f6ee8f4a44e5f3859346ec22385f7ffd&lang=en&cache-only=0",
            "defineEn": "an Indian religion based on the teachings of Siddhartha Gautama, the followers of which worship in temples",
            "defineVi": "một tôn giáo Ấn Độ dựa trên những lời dạy của Siddhartha Gautama, những người theo đó thờ phượng trong các ngôi đền",
            "hasImg": true
        },
        {
            "id": "bfa0b90e-501a-4ad5-a4a6-33db870d5c43",
            "word": "Christian",
            "phonetic": "kɹɪstʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Despite his initial shyness, Christian made a heartfelt gesture to win Jane's heart by writing her a beautiful love letter.",
                "It takes place at a Christian high school.",
                "Chick-fil-A's christian values have also been a source of major controversy in recent years.",
                "Yeah, kind of a Christian high school set in this kind of modern Christian town.",
                "They're all Christian rock bands."
            ],
            "audio": "https://tts.langeek.co/read?text=Q2hyaXN0aWFu&hash=ca25a309ecef03dd9fd2d57a54fc16d553c0283d&lang=en&cache-only=0",
            "defineEn": "a person who believes in the teachings of Jesus or has been baptized",
            "defineVi": "một người tin vào lời dạy của Chúa Giêsu hoặc đã được rửa tội",
            "hasImg": true
        },
        {
            "id": "22312374-4234-4995-8331-1e7659905c73",
            "word": "Christianity",
            "phonetic": "kɹɪstɪænᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Those who follow Christianity.",
                "Those who follow Christianity.",
                "As Christianity spread, so did celebrations of Christmas.",
                "Over time, Ibn Said converted to Christianity.",
                "Best wishes, John Green One more thing about Islam: Like Christianity and Judaism, it has a body of law."
            ],
            "audio": "https://tts.langeek.co/read?text=Q2hyaXN0aWFuaXR5&hash=1d499980a479fec59f96b589042a37a682a97821&lang=en&cache-only=0",
            "defineEn": "the Abrahamic religion based on the teachings of Jesus of Nazareth, the followers of which regard the Bible as sacred",
            "defineVi": "tôn giáo Áp-ra-ham dựa trên những lời dạy của Chúa Giê-su người Na-xa-rét, những người theo tôn giáo này coi Kinh thánh là thiêng liêng",
            "hasImg": true
        },
        {
            "id": "32a4b6dd-4d5a-4acd-badb-a1d949303591",
            "word": "Hindu",
            "phonetic": "hɪnduː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The most important Hindu texts were the Vedas.",
                "His case is pretty much identical to Ali’s, except for one key thing, he’s Hindu.",
                "It actually is an ancient Hindu symbol of auspiciousness, of good luck.",
                "The researchers named the lizard Indrasaurus, after the Hindu deity Indra, who was swallowed by a dragon.",
                "And actually, the swastika symbol here, you might actually even see it at a Hindu temple."
            ],
            "audio": "https://tts.langeek.co/read?text=SGluZHU&hash=d8c37103dc2462a35af3be5b0d90f06d1bba700a&lang=en&cache-only=0",
            "defineEn": "a person who believes in Hinduism",
            "defineVi": "một người tin vào Ấn Độ giáo",
            "hasImg": true
        },
        {
            "id": "c16db99a-cfc0-4002-a712-12c198c7ac00",
            "word": "Jew",
            "phonetic": "dʒuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Anne married a Jew, despite being raised a Catholic.",
                "Life for you as a Jew is good in Iran?",
                "I'm like a really bad Jew.",
                "A Jew don't farm.",
                "and I'm a loud Jew from the neighborhood, you know."
            ],
            "audio": "https://tts.langeek.co/read?text=SmV3&hash=9dfe7da3151888f65304ca2d1cb77cc7e727c525&lang=en&cache-only=0",
            "defineEn": "a person who believes in Judaism and belongs to the Jewish community",
            "defineVi": "một người tin vào Do Thái giáo và thuộc về cộng đồng Do Thái",
            "hasImg": true
        },
        {
            "id": "7258533a-ace0-49e4-9c1b-8d1c7c0e4404",
            "word": "Jewish",
            "phonetic": "dʒuːɪʃ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He made sure to buy kosher ingredients for the dinner party, respecting the dietary needs of his Jewish friends.",
                "Your father's family was Jewish.",
                "- Is Dilbert Jewish?",
                "Are you Jewish?",
                "After World War I, Jewish success led to ungrounded accusations of subversion and war profiteering."
            ],
            "audio": "https://tts.langeek.co/read?text=SmV3aXNo&hash=ef1ba13fa5b8686a763551085df4bc7dcf9f724f&lang=en&cache-only=0",
            "defineEn": "involving or relating to Jews or Judaism",
            "defineVi": "liên quan đến hoặc liên quan đến người Do Thái hoặc Do Thái giáo",
            "hasImg": true
        },
        {
            "id": "2b00f227-c68d-4194-b1f7-936e2933b883",
            "word": "Muslim",
            "phonetic": "mʊzlɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "So, Muslim scholars translated hundreds of thousands of manuscripts from Greek, Roman, Persian, Indian, and Egyptian scientists into Arabic.",
                "By September, the Muslim army held the towns of Acre, Nablus, Jaffa, Toron, Sidon, Beirut, and Ascalon.",
                "Monavra Khatun is Muslim.",
                "U Ko Ni was Muslim.",
                "Obama's a Muslim."
            ],
            "audio": "https://tts.langeek.co/read?text=TXVzbGlt&hash=cd22c2a2be0e37796d6ad5e837e21e3757493971&lang=en&cache-only=0",
            "defineEn": "a person who believes in Islam",
            "defineVi": "một người tin vào đạo Hồi",
            "hasImg": true
        },
        {
            "id": "25d2a1cc-2176-45b7-9d89-c9850439cac8",
            "word": "pagan",
            "phonetic": "peɪɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "2012 is the pagan belief that it's gonna be the end.",
                "But swapping handmade gifts was already a part of pagan winter festivals, like the Romans’ Saturnalia, a raucous week-long party which took place in late December.",
                "Oisín was the son of Fionn mac Cumhaill, the leader of a group of pagan warriors known as the Fianna.",
                "MALCOLM BRABANT: Stonehenge is a veritable cathedral with spiritual significance for eco-warriors, pagans and Druids, who have a reverence for the natural world.",
                "MALCOLM BRABANT: Stonehenge is a veritable cathedral with spiritual significance for eco-warriors, pagans and Druids, who have a reverence for the natural world."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFnYW4&hash=72144600742eddacda244fdcfa0d147f96605b19&lang=en&cache-only=0",
            "defineEn": "a person believing in a religion that worships many deities, especially one that existed before the major world religions",
            "defineVi": "một người tin vào một tôn giáo thờ nhiều vị thần, đặc biệt là một tôn giáo tồn tại trước các tôn giáo lớn trên thế giới",
            "hasImg": true
        },
        {
            "id": "2d90be27-3c60-402a-a400-7806093260d4",
            "word": "lord",
            "phonetic": "lɔːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "May the Lord bless you and keep you.",
                "I've got to go home, but Lord knows I dread it.",
                "He would turn up at meetings, but Lord knows where he came from.",
                "James' teacher wanted to impart the wisdom of the ages to his students, so he often said that the fear of the Lord is the beginning of knowledge, but fools despise wisdom and instruction.",
                "In this house, we don't take the lord's name in vain."
            ],
            "audio": "https://tts.langeek.co/read?text=bG9yZA&hash=9bfbafcc1f6157dbc6ca6d904517adb457de05e4&lang=en&cache-only=0",
            "defineEn": "a title referring to God in Christianity and Judaism",
            "defineVi": "một tiêu đề đề cập đến Thiên Chúa trong Kitô giáo và Do Thái giáo",
            "hasImg": true
        },
        {
            "id": "89e87069-d84c-4b0e-a7ee-c552ce5ee3ae",
            "word": "bible",
            "phonetic": "baɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Have you ever had trouble making heads or tails out of the Bible?",
                "Luther lived at a time when the Bible was only available in Latin.",
                "It's a Bible.",
                "This is essentially his bible of auction secrets.",
                "So, this is my caregiver bible."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlibGU&hash=2bdc71bdb70c4555e6ee78b19cb390253d026b50&lang=en&cache-only=0",
            "defineEn": "the holy book of Christianity that consists of the Old Testament and the New Testament",
            "defineVi": "cuốn sách thánh của Kitô giáo bao gồm Cựu Ước và Tân Ước",
            "hasImg": true
        },
        {
            "id": "b4f4bd8c-a1a9-470c-a499-aedd0b1ce3f0",
            "word": "gospel",
            "phonetic": "ɡɑːspəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the mid-2000s, gospel chops became a phenomenon.",
                "Chicago gospel musicians are constantly pushing this great art form and their skills forward.",
                "Pioneers like Andrae Crouch and Kirk Franklin have been mixing gospel with everything from funk to rock to hip hop.",
                "It's the true gospel of one Richard Simmons.",
                "It's a mixture of gospel, African beat, jazz."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29zcGVs&hash=e33bf4f2de080fad3c2a27a9415947c760e74070&lang=en&cache-only=0",
            "defineEn": "any of the four books of the New Testament that is about the life and teachings of Jesus Christ",
            "defineVi": "bất kỳ cuốn sách nào trong số bốn cuốn sách của Tân Ước nói về cuộc đời và những lời dạy của Chúa Giê Su Ky Tô",
            "hasImg": true
        },
        {
            "id": "eab78992-e7e5-405c-80d7-c78681ccc342",
            "word": "heaven",
            "phonetic": "hɛvən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Thank heavens for that!",
                "I had experienced the heaven on earth.",
                "We spent our vacation in a real heaven on earth.",
                "Heaven knows what they put in it.",
                "Heaven knows they have enough money."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhdmVu&hash=7fdebade2fcf2a76c4c09339eb554229f3214c7f&lang=en&cache-only=0",
            "defineEn": "the realm of God and angels where the believers are promised to reside",
            "defineVi": "vương quốc của Chúa và các thiên thần nơi các tín đồ được hứa cư trú",
            "hasImg": true
        },
        {
            "id": "fd9e7e8a-462a-48a4-993c-4b403e2fffcb",
            "word": "hell",
            "phonetic": "hɛl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGVsbA&hash=19c4ab5998f6a6b25c744ff155946286d72208ca&lang=en&cache-only=0",
            "defineEn": "the realm of Satan and the evil forces in which sinners suffer after death eternally",
            "defineVi": "vương quốc của Satan và các thế lực xấu xa mà tội nhân phải chịu đau khổ vĩnh viễn sau khi chết",
            "hasImg": true
        },
        {
            "id": "60c9445e-8d1a-4949-a0b4-5023f65864fc",
            "word": "sin",
            "phonetic": "sɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ron's personal life is as miserable as sin.",
                "He looks guilty as sin, yes, but he insists he's innocent.",
                "Everyone just stood around looking miserable as sin during the ceremony.",
                "The charity organization's mission statement emphasized the belief that poverty is no sin and that everyone deserves dignity and respect.",
                "The company's previous unethical practices were exposed, and as old sins cast long shadows, it led to a loss of customers and revenue."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lu&hash=17a0b2d2b129e9005f383ed27de11a2ee6056b8b&lang=en&cache-only=0",
            "defineEn": "any act that goes against the law of God",
            "defineVi": "bất kỳ hành động nào đi ngược lại luật pháp của Thiên Chúa"
        },
        {
            "id": "ad1c839c-0916-400d-94b6-4ea32ca89562",
            "word": "vice",
            "phonetic": "vaɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "It turned out that the vice president of the company had been orchestrating a hostile takeover when the president's back was turned.",
                "Would you hold my vice please?",
                "Extremism in the defense of liberty is no vice. NARRATOR:",
                "To that end, the vice president is taking charge of the effort.",
                "I'll call the vice squad."
            ],
            "audio": "https://tts.langeek.co/read?text=dmljZQ&hash=d4eaf824fa5406893dd3ec6a27c180cb4c01ff76&lang=en&cache-only=0",
            "defineEn": "any immoral act that is against the law of God",
            "defineVi": "bất kỳ hành động vô đạo đức nào chống lại luật pháp của Chúa"
        },
        {
            "id": "b4ec15a2-8a9e-41f3-b7e5-aba171583a3f",
            "word": "grace",
            "phonetic": "ɡɹeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The finance minister's fall from grace gave his enemies great satisfaction.",
                "She plays the violin with grace and precision.",
                "He was always putting on airs and graces.",
                "He was the head of the intelligence service until his fall from grace.",
                "She's got no reason to give herself airs and graces."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhY2U&hash=6b8d7cba2eee8ca1e8609f23514a88a8c8d8dfb7&lang=en&cache-only=0",
            "defineEn": "a state of being blessed by God",
            "defineVi": "một trạng thái được Chúa ban phước",
            "hasImg": true
        },
        {
            "id": "279bed5e-b977-4003-8294-bde926a51b7b",
            "word": "pride",
            "phonetic": "pɹaɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "You should take more pride in your appearance.",
                "I swallowed my pride and phoned him.",
                "As a chef, I take pride in creating a homemade Bearnaise sauce that elevates any dish.",
                "Lisa beamed with pride as she watched her son receive his diploma on graduation day.",
                "Although they struggled to make ends meet, the Johnsons took pride in their children's academic achievements and aspirations."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpZGU&hash=486f61f90ec1d0260d1108e379b00d8c54d41b2c&lang=en&cache-only=0",
            "defineEn": "the quality of having excessive self-esteem that is considered a sin in religious beliefs",
            "defineVi": "phẩm chất của lòng tự trọng quá mức được coi là tội lỗi trong niềm tin tôn giáo"
        },
        {
            "id": "ccb7a920-8437-45c9-9e74-90ae991593b5",
            "word": "greed",
            "phonetic": "ɡɹiːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "You planted the seed of greed yourself, now you must suffer the consequences.",
                "Matt's greed led him to take advantage of his customers, but he soon found himself losing business.",
                "and its greed is good",
                "Ultimately, this all comes down to greed.",
                "What keeps me working at my age is just pure greed."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JlZWQ&hash=c244c4dbdc9fd93f92803124578c98c94cb57a25&lang=en&cache-only=0",
            "defineEn": "a strong longing for something such as power and wealth",
            "defineVi": "một khao khát mạnh mẽ cho một cái gì đó như quyền lực và sự giàu có",
            "hasImg": true
        },
        {
            "id": "798cb1bc-9cee-4c72-ba7e-5da612a362d5",
            "word": "lust",
            "phonetic": "lʌst ",
            "partOfSpeechType": "noun",
            "examples": [
                "That wookiee looked at you with, with lust.",
                "The German lust for conquest is not dead.",
                "He says it was instant lust.",
                "Because Luthor is fueled by hatred and prejudice and a lust for power.",
                "Beginning in Limbo, he travels through the circles of Lust, Gluttony, Greed, Wrath, Heresy, Violence, and Fraud, to the horrific ninth circle of Treachery, where sinners are trapped under the watchful eyes of Satan himself."
            ],
            "audio": "https://tts.langeek.co/read?text=bHVzdA&hash=28f7dc5df93ef15af129c650af572b9a6443fa63&lang=en&cache-only=0",
            "defineEn": "the excessive desire for having sexual affairs considered to be a sin",
            "defineVi": "ham muốn quá mức về quan hệ tình dục được coi là một tội lỗi"
        },
        {
            "id": "9413c82b-aa73-47f2-b9cd-2c62b4c6b309",
            "word": "envy",
            "phonetic": "ɛnvi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The envious politician attacked his opponent with baseless accusations, not realizing that envy shoots at others and wounds itself, as his own reputation was tarnished in the process.",
                "The athlete learned that envy never enriched any man, so he focused on his own training and improvement instead of being jealous of his competitors.",
                "I used to envy my friend's perfect relationship with her husband, but then I found out that they were both cheating on each other.",
                "The successful entrepreneur understood that some people might resent his wealth and status, but he believed that it was better to be envied than pitied for his achievements.",
                "The CEO was proud of her company's success, but she knew that being a tall poppy could also make her a target for criticism and envy."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW52eQ&hash=8e2a82b60c9dc13745ac181de5fe4ce866570452&lang=en&cache-only=0",
            "defineEn": "a feeling of discontent or spite that one might have as a result of wanting what others have",
            "defineVi": "một cảm giác bất mãn hoặc bất chấp mà một người có thể có do muốn những gì người khác có",
            "hasImg": true
        },
        {
            "id": "e147813b-37dd-4ab3-b01a-169f963ee4a1",
            "word": "laziness",
            "phonetic": "leɪzinəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Could be laziness. ",
                "Could be laziness. ",
                "So part of this is just the laziness of language andan away.",
                "Another distinction between this and laziness is laziness is not wanting to do something.",
                "It's not just bad behavior or laziness."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF6aW5lc3M&hash=99d18356257d85e8bcebbb62eda6e014aad88ebe&lang=en&cache-only=0",
            "defineEn": "the state of being inactive or doing nothing considered to be a sin",
            "defineVi": "tình trạng không hoạt động hoặc không làm gì được coi là tội lỗi",
            "hasImg": true
        },
        {
            "id": "addaf4ad-ed33-44ca-9063-0453fe2bbecf",
            "word": "to confess",
            "phonetic": "tə kənfɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "It seems like a slam dunk for the prosecution: your client confessed to the crime.",
                "Mom's face went red as a cherry when I confessed that I was trying to sneak out of the house to go to a party.",
                "Mom's face went red as a cherry when I confessed that I was trying to sneak out of the house to go to a party.",
                "The therapist told her patient that it was important to confess their mistakes and take responsibility for their actions because confession is good for the soul and can bring about personal growth.",
                "After a few glasses of wine, he finally confessed to his friend that he had been in love with her for years, revealing a truth that he had been hiding for a long time."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZmVzcw&hash=9921be3c7ea2d4151acdf136e9a3cf2deb0ebe63&lang=en&cache-only=0",
            "defineEn": "to admit in front of a priest one's faults and sins",
            "defineVi": "thừa nhận lỗi lầm và tội lỗi trước mặt một linh mục"
        },
        {
            "id": "2308b37f-2a5c-4f6b-8434-77c840710d85",
            "word": "to convert",
            "phonetic": "tə kənvɜːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Others converted in name only, out of fear, while others stuck to their faith.",
                "Worms convert organic waste and other compostable products into natural fertilizers.",
                "The information is converted into a jumble of nonsense.",
                "This converts chemical energy into kinetic energy.",
                "That molecule subsequently is converted into a sugar."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29udmVydA&hash=798b9634d348efa6a4b2556f8b4448330f4194e8&lang=en&cache-only=0",
            "defineEn": "to change one's religious beliefs",
            "defineVi": "để thay đổi niềm tin tôn giáo của một người",
            "hasImg": true
        },
        {
            "id": "64c7b0a7-0974-4a3d-b252-6b3ed3b2f30c",
            "word": "to forgive",
            "phonetic": "tə fɚɡɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "All is forgiven.",
                "He can't forgive her for doing the dirty on him and having an affair with his best friend.",
                "After learning about my friend's difficult childhood, I felt more understanding and compassionate towards them - as they say, to know all is to forgive all.",
                "As a manager, I encourage my team to take responsibility for their mistakes and to show understanding and forgiveness towards their colleagues, knowing that to err is human, to forgive divine.",
                "So forgive the amount of bubble wrap."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9yZ2l2ZQ&hash=a9eb5eaadd117f4e5dfcfebb6956b938a003b21c&lang=en&cache-only=0",
            "defineEn": "to stop blaming someone or being angry with them for something they have done; or not punish someone for an offense, flaw, etc.",
            "defineVi": "ngừng đổ lỗi cho ai đó hoặc tức giận với họ vì điều họ đã làm; hoặc không trừng phạt ai đó vì một hành vi phạm tội, sai sót, v.v.",
            "hasImg": true
        },
        {
            "id": "a16c6003-b00c-455c-8edf-16f2cbd58611",
            "word": "to trust",
            "phonetic": "tə tɹʌst ",
            "partOfSpeechType": "verb",
            "examples": [
                "You can't trust that guy.",
                "You can trust Alfred.",
                "I don't trust Jack.",
                "Fast food chains removed pink slime from their menus to regain trust.",
                "Be patient and trust in the process, rather than seeking instant gratification."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJ1c3Q&hash=794a00b61955c92b8033c0e2d032e779f13585ae&lang=en&cache-only=0",
            "defineEn": "to believe that someone is sincere, reliable, or competent",
            "defineVi": "để tin rằng ai đó là chân thành, đáng tin cậy, hoặc có thẩm quyền",
            "hasImg": true
        },
        {
            "id": "266aad5f-c273-44cd-bec5-36b56b39ded0",
            "word": "devil",
            "phonetic": "dɛvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the saying goes, new levels, new devils.",
                "The devil is not so black as he is painted.",
                "The devil is not as black as he is painted.",
                "Our project went to the devil after our funding was cut.",
                "Never bid the devil good morrow until you actually meet him."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV2aWw&hash=633e6f1e9d53d5eccbb0599de8c9b700050446b1&lang=en&cache-only=0",
            "defineEn": "the spirit that is the adversary of God and tempts mankind to do wrong deeds",
            "defineVi": "thần linh là kẻ thù của Đức Chúa Trời và cám dỗ loài người làm những việc sai trái",
            "hasImg": true
        },
        {
            "id": "3b124ab1-2cb9-448b-96e1-c128f5d430ae",
            "word": "prophet",
            "phonetic": "pɹɑːfɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The prophet and his God felt as one, but that attachment cannot be felt nor understood by the common folk.",
                "It's true what they say, a prophet is not without honour save in his own country.",
                "She realized that sometimes, a prophet is not without honor save in his own country.",
                "When the company's management team ignored the warnings of a janitor who had worked there for 20 years, they learned the hard way that jesters do oft prove prophets.",
                "Some sayings of the Prophet are really well sourced."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcGhldA&hash=6c37601c97a4f58f7c4effea9088dabacb1ab07c&lang=en&cache-only=0",
            "defineEn": "a person who speaks to God and leads people to do right things",
            "defineVi": "một người nói chuyện với Chúa và dẫn dắt mọi người làm những điều đúng đắn",
            "hasImg": true
        },
        {
            "id": "f82a61a2-eb45-4d2c-9efc-5acda39da8c7",
            "word": "minister",
            "phonetic": "mɪnɪstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The prime minister has called an election for 8 June.",
                "All ministers are agreed on the need to cut bureaucratic red tape.",
                "Ministers should be called to account for their actions.",
                "Ministers have been fighting tooth and nail over this issue.",
                "Experts have urged ministers to take the necessary steps to resolve the issue."
            ],
            "audio": "https://tts.langeek.co/read?text=bWluaXN0ZXI&hash=01a5bfa00877c61aa6dfa1a54962600037ec31a2&lang=en&cache-only=0",
            "defineEn": "a trained individual who leads religious worship, especially in Protestant churches",
            "defineVi": "một cá nhân được đào tạo dẫn đầu sự thờ phượng tôn giáo, đặc biệt là trong các nhà thờ Tin lành",
            "hasImg": true
        },
        {
            "id": "3d1927ca-bcff-43af-a6d2-ffc1ea7647a9",
            "word": "service",
            "phonetic": "sɜːvɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Health services are lining the drug companies’ pockets, according to the report.",
                "Mr. Perkins took the morning service.",
                "Customer service calls went unanswered.",
                "The local bus company only runs a skeleton service on Sundays.",
                "The congregation gathered around the altar for the morning service."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VydmljZQ&hash=e947819f83fb3cffc420938828391aa76c239796&lang=en&cache-only=0",
            "defineEn": "a religious ceremony of worship following a particular form, especially one held in a church",
            "defineVi": "một buổi lễ tôn giáo thờ cúng theo một hình thức cụ thể, đặc biệt là một buổi lễ được tổ chức trong nhà thờ",
            "hasImg": true
        },
        {
            "id": "c95929b9-cece-4538-8247-9d97d99aabaa",
            "word": "soul",
            "phonetic": "soʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The students worked their heart and soul on their project.",
                "He bared his soul to me after the divorce.",
                "He dedicated himself body and soul to the education of young men.",
                "She kept body and soul together by working two jobs.",
                "The volunteers dedicated themselves heart and soul to helping those in need, selflessly giving their time and energy."
            ],
            "audio": "https://tts.langeek.co/read?text=c291bA&hash=6ec926144fb8078f2581141a07ecdca80f619004&lang=en&cache-only=0",
            "defineEn": "the spiritual part of a person that is believed to be the essence of life in them",
            "defineVi": "phần tinh thần của một người được cho là bản chất của cuộc sống trong họ",
            "hasImg": true
        },
        {
            "id": "69b0f56e-f82d-4766-b7a9-d9e242d63bb5",
            "word": "spiritual",
            "phonetic": "spɪɹɪtʃuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His duties include spiritual guide, counselor, pal, nutrition advisor, trainer, and massage therapist.",
                "The unmistakable sound of the gong has held spiritual significance in Southeast Asia for centuries.",
                "People with a spiritual background can hear voices of spiritual entities.",
                "Paris' great mosque, with its North African design, is the spiritual home of France's six million Muslims.",
                "Of course I grew up in a family very spiritual."
            ],
            "audio": "https://tts.langeek.co/read?text=c3Bpcml0dWFs&hash=c1a70fb2c2fed758b9e98efa6103bb1d0d40e2e6&lang=en&cache-only=0",
            "defineEn": "relating to sacred matters such as religion, church, etc.",
            "defineVi": "liên quan đến các vấn đề thiêng liêng như tôn giáo, nhà thờ, v.v.",
            "hasImg": true
        },
        {
            "id": "1d6402cb-666b-4c89-8a78-75af3eb394de",
            "word": "grave",
            "phonetic": "ɡɹeɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's got one foot in the grave.",
                "The coach dug his own grave when he publicly insulted the team's owner.",
                "He led a life of hardship from the cradle to the grave.",
                "He has been digging his own grave with a string of poor results.",
                "Giving him an inch would be a grave mistake."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhdmU&hash=243e50392ecc4d2b7c1fb3420fd3109bbb10ed3f&lang=en&cache-only=0",
            "defineEn": "a hole made in the ground for burying a dead body in",
            "defineVi": "một cái hố được tạo ra trên mặt đất để chôn xác chết trong"
        },
        {
            "id": "17ba73a5-9886-484d-9a97-7b3d004de770",
            "word": "godchild",
            "phonetic": "ɡɑːdtʃaɪld ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z29kY2hpbGQ&hash=e2495cb7cb7044c08b7dc0c30b337fc3cc331973&lang=en&cache-only=0",
            "defineEn": "(Christianity) a child to whom at a baptism ceremony a godparent promises to help take care of and teach them about the religion",
            "defineVi": "(Thiên chúa giáo) một đứa trẻ mà tại lễ rửa tội, cha mẹ đỡ đầu hứa sẽ giúp chăm sóc và dạy chúng về tôn giáo",
            "hasImg": true
        },
        {
            "id": "c2226619-78c7-4009-a87f-af2035017440",
            "word": "devout",
            "phonetic": "dɪvaʊt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His family were very devout Catholics.",
                "A devout Christian, he reasoned that Sundays were for spiritual worship.",
                "Lam is a devout Catholic who grew up in a working-class area of Hong Kong.",
                "I recently traveled to one of the most devout places in the country, Mississippi.",
                "In ancient Kyoto, a devout Shinto scholar lived a simple life, but he was often distracted from his prayers by the bustling city."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGV2b3V0&hash=cc8d17af5203401c9ef7b7d36e909c1ff7cbd4f7&lang=en&cache-only=0",
            "defineEn": "believing firmly in a particular religion",
            "defineVi": "tin chắc vào một tôn giáo cụ thể",
            "hasImg": true
        },
        {
            "id": "6432c21e-20b4-4174-bf4b-f21dbee150ce",
            "word": "godfather",
            "phonetic": "ɡɑːdfɑːðɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You betray your godfather.",
                "He was the godfather. ",
                "The unofficial anthem of the black pride movement in the United States belongs to the Godfather of Soul, James Brown.",
                "It made him to the godfather of the zombies. ",
                "The Godfather of go-go would be Mr. Chuck Brown."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29kZmF0aGVy&hash=5941b1f244d45482afdbc57423f0fae15c0e9f02&lang=en&cache-only=0",
            "defineEn": "(Christianity) a man who promises to take care of a child and teach them about the religion at a baptism ceremony",
            "defineVi": "(Thiên chúa giáo) một người đàn ông hứa sẽ chăm sóc một đứa trẻ và dạy chúng về tôn giáo tại một buổi lễ rửa tội",
            "hasImg": true
        },
        {
            "id": "ca43635c-b936-45c4-a6ee-6c345af2ff0f",
            "word": "godmother",
            "phonetic": "ɡɑːdmʌðɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z29kbW90aGVy&hash=7059cbb900287904be261323c83528b9bcc4d41f&lang=en&cache-only=0",
            "defineEn": "(Christianity) a woman who during a baptism ceremony promises to take care of a child and teach them about the religion",
            "defineVi": "(Thiên chúa giáo) một người phụ nữ trong buổi lễ rửa tội hứa sẽ chăm sóc một đứa trẻ và dạy chúng về tôn giáo",
            "hasImg": true
        },
        {
            "id": "970e0f52-823b-4206-807d-818c4c66b037",
            "word": "karma",
            "phonetic": "kɑːɹmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's good karma.",
                "You would learn the five karmas or actions that were used for removal of toxins from body tissues.",
                "And I tell her I think my karma are no good.",
                "That’s why it’s so easy to slap these buzzwords onto any project for instant venture capital karma.",
                "If you believe in karma, and law of karma, in some other life, I must have made something wrong, because I don't recollect, to be very honest with you, that in this life I did anything to hurt anyone."
            ],
            "audio": "https://tts.langeek.co/read?text=a2FybWE&hash=ca1f764baa0ed53fa34564b43d1ec1b7c4a8efac&lang=en&cache-only=0",
            "defineEn": "a belief that one will get the reward or face the consequences of one's good or bad deeds",
            "defineVi": "một niềm tin rằng một người sẽ nhận được phần thưởng hoặc đối mặt với hậu quả của những việc làm tốt hoặc xấu của một người"
        }
    ]
}