{
    "id": "ac39ab1e-a4dd-4894-b7cd-cd8d5460b012",
    "title": "Law and Order",
    "originalTitle": "Law and Order",
    "words": [
        {
            "id": "bd4d6b1f-4caf-4bb2-8179-8eba89513214",
            "word": "justice",
            "phonetic": "dʒʌstɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The protesters raised their cries for justice and equality in the streets.",
                "It seems like rough justice that he should lose his house as well as his wife.",
                "These great men on the wall had done so much to tip the scales in justice's favor.",
                "I don't think just mentioning her name does her justice.",
                "Up until now, I have kept my own counsel about my reasons for leaving the Department of Justice."
            ],
            "audio": "https://tts.langeek.co/read?text=anVzdGljZQ&hash=c327e207138f521d58d85452cbe7be78443126f4&lang=en&cache-only=0",
            "defineEn": "a behavior or treatment that is fair and just",
            "defineVi": "một hành vi hoặc điều trị đó là công bằng và chỉ",
            "hasImg": true
        },
        {
            "id": "fa0e3b8d-86a9-48a7-8c97-a36f13583200",
            "word": "constitution",
            "phonetic": "kɑːnstɪtuːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The military-written constitution reserved 25 percent of Parliament for military officers.",
                "- During that time, these state legislators wrote, rewrote their constitution.",
                "The constitution does not decree the right to keep and bare arms.",
                "Anyway, as with Congress, the Constitution lays out certain qualifications for the presidency.",
                "The framers of the Constitution wanted a limited government."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3RpdHV0aW9u&hash=c4ee2729ef96ba47bb2afd6846aa307223de871f&lang=en&cache-only=0",
            "defineEn": "the official laws and principles by which a country or state is governed",
            "defineVi": "các luật và nguyên tắc chính thức theo đó một quốc gia hoặc tiểu bang được quản lý"
        },
        {
            "id": "d1370ecf-1c6a-4ea1-8529-8056818b3152",
            "word": "bill",
            "phonetic": "bɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "My father pays his bills at the beginning of the month.",
                "Come on, Bill.",
                "The bill has the President's seal of approval.",
                "The bill was four votes shy of a majority.",
                "His parents footed the bill for his college education."
            ],
            "audio": "https://tts.langeek.co/read?text=YmlsbA&hash=7338efb8049a8ff015ef40e2dbb236db4acc13c0&lang=en&cache-only=0",
            "defineEn": "a new law that is proposed to a parliament to be discussed about",
            "defineVi": "một luật mới được đề xuất cho một quốc hội để được thảo luận về"
        },
        {
            "id": "517fb566-c00e-4ee6-973f-f628d2f9a322",
            "word": "clause",
            "phonetic": "klɔːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rental agreement had an escape clause that allowed the tenant to terminate the lease early if they needed to move for work purposes.",
                "Verbs that take both the infinitive and the finite clause as their object.",
                "And, indeed, the grandfather clauses in poll taxes and literacy tests had no racial language in it.",
                "They object to a clause in the British government's Brexit deal with the European Union.",
                "But the contracts clause of the U.S. Constitution prohibits states from impairing the obligation of contracts."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xhdXNl&hash=58afe2835bdfc873450b4eac5b32b97cba9d72d7&lang=en&cache-only=0",
            "defineEn": "a separate part of a legal document that requires something different",
            "defineVi": "một phần riêng biệt của một tài liệu pháp lý yêu cầu một cái gì đó khác nhau"
        },
        {
            "id": "3c6c347c-b206-4ca9-85a3-1ef057cf52dc",
            "word": "statute",
            "phonetic": "stætʃuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The court held that such conduct violated the statute.",
                "A statute that protects social networks from the content users post.",
                "The 1474 Venetian patent statute sums up the economic rationale of patent law pretty nicely.",
                "The new statute uniquely bars state officials from enforcing the ban.",
                "By this statute, you're out of order."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdHV0ZQ&hash=7d07c9396751dc3d53b2a37e944135376d38afe1&lang=en&cache-only=0",
            "defineEn": "an officially written and established law",
            "defineVi": "một luật chính thức được thành lập và thành lập"
        },
        {
            "id": "500945f0-25a9-4efc-a140-da28308f81c0",
            "word": "act",
            "phonetic": "ækt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Get your act together.",
                "This armed vigilante is acting as judge, jury, and executioner.",
                "he acted maturely.",
                "He acted out of fear.",
                "A squeeze of lemon juice can act as a refreshing condiment to brighten up seafood dishes."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0&hash=d10ed3d22c6a6059856fc532b5a4379580ed5df5&lang=en&cache-only=0",
            "defineEn": "a law that is passed by a parliament or congress",
            "defineVi": "một đạo luật được thông qua bởi một quốc hội hoặc đại hội"
        },
        {
            "id": "9cccfdce-a20e-41ff-ac14-8c495074bc96",
            "word": "legislative",
            "phonetic": "lɛdʒɪslətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The cohort of US senators has gone rogue, breaking with their party to demand more extreme legislative action.",
                "But that will require legislative change.",
                "This is a legislative power.",
                "We're also going to need a legislative component.",
                "But you really have to push a legislative agenda hard."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVnaXNsYXRpdmU&hash=125057301dc70e9422a2d3577487344f896c71c2&lang=en&cache-only=0",
            "defineEn": "relating to making and enacting laws",
            "defineVi": "liên quan đến xây dựng và ban hành luật"
        },
        {
            "id": "ddc8abc4-5533-4412-a3a1-bf8114640ad9",
            "word": "legislation",
            "phonetic": "lɛdʒɪsleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The government has passed new legislation to protect consumers.",
                "Look, this legislation hasn't been plucked from the air.",
                "The government decided to abandon the proposed legislation due to public opposition.",
                "The party, now in the minority, has been paying the new majority back in their own coin by stifling their legislation initiatives at every opportunity.",
                "The point of this legislation is to level the playing field for those who have typically found it harder to access public funding."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVnaXNsYXRpb24&hash=a2e03e0da349dfa30db51cf9c32f6a5caf1cb6f9&lang=en&cache-only=0",
            "defineEn": "a law or a set of laws passed by a legislative body, such as a parliament",
            "defineVi": "một luật hoặc một bộ luật được thông qua bởi một cơ quan lập pháp, chẳng hạn như một quốc hội"
        },
        {
            "id": "6d1acef3-869a-419a-ac6a-fa69ecf118ea",
            "word": "attorney",
            "phonetic": "ɐtɜːni ",
            "partOfSpeechType": "noun",
            "examples": [
                "That district attorney will chew you up and spit you out in the courtroom.",
                "You can expect to hear from my attorney.",
                "But the press caught them with their pants down and now the district attorney will press charges.",
                "His attorney called the charges wholly without merit.",
                "The Wright family's attorney reacted in New York."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0b3JuZXk&hash=e6561926be44ba04a9d8a81aab92e2038676f5cf&lang=en&cache-only=0",
            "defineEn": "a lawyer who represents someone in a court of law",
            "defineVi": "một luật sư đại diện cho ai đó trong một tòa án của pháp luật",
            "hasImg": true
        },
        {
            "id": "2ba4b1d8-0d8c-471d-be4e-06b71ca18efa",
            "word": "to pass",
            "phonetic": "tə pæs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The days passed slowly.",
                "The time passed quickly.",
                "The day and night passed slowly.",
                "The feeling of sickness soon passed.",
                "Unemployment has now passed the three million mark."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFzcw&hash=3b50cf4d62c7b70b80079db2e60f59421a6ea54d&lang=en&cache-only=0",
            "defineEn": "to make or accept a law by voting or by decree",
            "defineVi": "để thực hiện hoặc chấp nhận một luật bằng cách bỏ phiếu hoặc bằng sắc lệnh"
        },
        {
            "id": "f2758eb3-2a2b-4773-b253-90f744e46b7d",
            "word": "declaration",
            "phonetic": "dɛklɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their decision to begin bombing was, for all intents and purposes, a declaration of war.",
                "The customs declaration says a notebook and a fidget spinner.",
                "I mean the Declaration of Independence.",
                "The words in the Declaration of Independence have inspired people all over the world.",
                "The declaration takes no sides as to which rights are more important, insisting on their universality, indivisibility, and interdependence."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjbGFyYXRpb24&hash=cfbc5f7a804c97613f3c78aa3e35448a63de9c19&lang=en&cache-only=0",
            "defineEn": "(law) an official written document that people sign to agree on something or accept something as true",
            "defineVi": "(luật) một văn bản chính thức mà mọi người ký để đồng ý về một cái gì đó hoặc chấp nhận một cái gì đó là đúng"
        },
        {
            "id": "3f476747-05ce-4494-8061-60757873be64",
            "word": "hearing",
            "phonetic": "hɪɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They set a date for a full hearing at the end of February.",
                "I really had to go through the wringer with that disciplinary hearing.",
                "well, I took a beating in prison and I kind of lost my hearing, you know.",
                "They had planned to go ahead with the court hearings that week, but lack of space forced them to change their minds.",
                "So they organized hearings."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhcmluZw&hash=b8ff066e1c27e842f099dcfe78ce413c02085717&lang=en&cache-only=0",
            "defineEn": "(law) an official gathering in a court of law, especially without the presence of the jury, to find out information about a case and listen to evidence",
            "defineVi": "(luật) cuộc họp chính thức tại tòa án, đặc biệt là không có sự hiện diện của bồi thẩm đoàn, để tìm hiểu thông tin về một vụ án và lắng nghe bằng chứng"
        },
        {
            "id": "7f74c65a-3430-4c24-89a7-47f2c15ddf00",
            "word": "judicial",
            "phonetic": "dʒuːdɪʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He sums up the whole case with judicial fairness and gives the devil his dues.",
                "So he's exercising judicial restraint.",
                "The President also has judicial powers.",
                "The judicial system isn't played for the next election. ",
                "His judicial opinions would have been very cautious. "
            ],
            "audio": "https://tts.langeek.co/read?text=anVkaWNpYWw&hash=c552d24027315326da227367bed22707ef4c6794&lang=en&cache-only=0",
            "defineEn": "belonging or appropriate for a court, a judge, or the administration of justice",
            "defineVi": "thuộc về hoặc thích hợp cho một tòa án, một thẩm phán, hoặc quản lý tư pháp",
            "hasImg": true
        },
        {
            "id": "7f26af3e-a124-4080-af32-d6448f18d92c",
            "word": "legitimate",
            "phonetic": "lədʒɪɾᵻmət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And if he gets the bird for doing nothing, any legitimate displeasure is later devalued.",
                "We didn't want to throw the cat among the pigeons, so we decided not to mention the bomb threat until we knew for certain that it was legitimate.",
                "But over decades, no experiments found legitimate proof.",
                "So once again, this is legitimate.",
                "And that is legitimate."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVnaXRpbWF0ZQ&hash=0069cd4395048df81f89d78843e716959a845caa&lang=en&cache-only=0",
            "defineEn": "in compliance with the law or regulations",
            "defineVi": "phù hợp với pháp luật hoặc quy định"
        },
        {
            "id": "941da8d1-dd96-4836-acff-da438067001f",
            "word": "plea",
            "phonetic": "pliː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hospital's plea for donors tugged at the heartstrings of millions of viewers.",
                "Her pleas for mercy fell on deaf ears.",
                "We hope you will all open your hearts to our plea.",
                "Despite their pleas for forgiveness, the company did not give the dishonest employees house room and terminated their contracts immediately.",
                "Hospitals here have issued urgent pleas for additional help and supplies."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxlYQ&hash=bfcb17be86729a9d2f71700334f3a75780ba8122&lang=en&cache-only=0",
            "defineEn": "(law) a formal statement made by someone confirming or denying their accusation",
            "defineVi": "(luật) tuyên bố chính thức của ai đó xác nhận hoặc từ chối lời buộc tội của họ"
        },
        {
            "id": "334d1799-f284-4754-ad98-6cac4a550744",
            "word": "to prosecute",
            "phonetic": "tə pɹɑːsɪkjuːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The council says it will prosecute traders who break the law.",
                "The council says it will prosecute traders who break the law.",
                "No Wall Street executive has been prosecuted.",
                "Last year for the first time, the FTC prosecuted a company for fake reviews on Amazon.",
                "She must be prosecuted to the full extent of the law."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvc2VjdXRl&hash=4ef7cb8e8dcb936a682e94df4ede6d8e2553fa97&lang=en&cache-only=0",
            "defineEn": "to try to charge someone officially with a crime in a court as the lawyer of the accuser",
            "defineVi": "để cố gắng buộc tội ai đó chính thức với tội ác tại tòa án với tư cách là luật sư của người tố cáo"
        },
        {
            "id": "d5dbdc82-3059-43c6-a4c9-f511ecc5d72f",
            "word": "representation",
            "phonetic": "ɹɛpɹᵻzɛnteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gallery featured an exhibit of abstract paintings that challenged traditional notions of representation.",
                "Perhaps we should consider the flip side of the coin : there should be no expenditure without representation.",
                "Cinematic representations of prom can provide great insight into broader social attitudes within a culture.",
                "A matrix is just a data representation.",
                "Are numbers, polygons and equations truly real, or merely ethereal representations of some theoretical ideal?"
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwcmVzZW50YXRpb24&hash=71f6a781f2ba35ce8b04e854f7247337b6dc7feb&lang=en&cache-only=0",
            "defineEn": "the state of being represented or the act of representing",
            "defineVi": "trạng thái được đại diện hoặc hành động đại diện"
        },
        {
            "id": "af976afd-6289-4e89-a0f9-9c32036ec34c",
            "word": "authority",
            "phonetic": "ɐθɔːɹɪɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The authorities have offered an olive branch to the community.",
                "The authorities are dragging their feet over banning cigarette advertising.",
                "Flying in the face of public opinion, the local authority has approved the demolition of the old theatre.",
                "Report him to the authorities if you suspect him.",
                "Her knowledge of ancient history is of the first water, making her a respected authority in the field."
            ],
            "audio": "https://tts.langeek.co/read?text=YXV0aG9yaXR5&hash=853c55a552b698de755b83e045d1bc94d06e70e3&lang=en&cache-only=0",
            "defineEn": "(usually plural) people with decision-making power over a specific area in a country",
            "defineVi": "(thường là số nhiều) những người có quyền ra quyết định đối với một khu vực cụ thể trong một quốc gia"
        },
        {
            "id": "dd13b247-16f5-49cc-8db1-d6b83b0d3ccd",
            "word": "ruling",
            "phonetic": "ɹuːlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The judge's ruling carries significant weight in the legal community.",
                "The judge stood firm in her ruling.",
                "This support has dramatically tilted the balance of power in favor of the Algerian ruling elite.",
                "Any government that seeks to split its opponents is dividing and ruling.",
                "And Judge Amy Berman Jackson's ruling does have some pretty strong language about the Justice Department."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVsaW5n&hash=b397debe8b8430c425e0b4ed2ae89b2a97043ace&lang=en&cache-only=0",
            "defineEn": "a decision made by someone with official power, particularly a judge",
            "defineVi": "một quyết định được đưa ra bởi một người có quyền lực chính thức, đặc biệt là một thẩm phán"
        },
        {
            "id": "3f3d3fa2-965a-4689-a830-131cb2ac9eea",
            "word": "to sentence",
            "phonetic": "tə sɛntəns ",
            "partOfSpeechType": "verb",
            "examples": [
                "A sentence always starts with a capital letter.",
                "What does this sentence mean?",
                "He served an 18-month sentence for theft.",
                "He is serving a ten-year jail sentence.",
                "Read me that last sentence again."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VudGVuY2U&hash=2e21790c7ace577b69e09edf4818380cb1deba76&lang=en&cache-only=0",
            "defineEn": "to officially state the punishment of someone found guilty in a court of law",
            "defineVi": "để chính thức tuyên bố hình phạt của một ai đó bị kết tội trong một tòa án của pháp luật",
            "hasImg": true
        },
        {
            "id": "68822602-6ca1-4eca-aab7-7abae24ae12e",
            "word": "to testify",
            "phonetic": "tə tɛstᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She was called to testify before a Senate subcommittee.",
                "Medical officials testify about the cause of George Floyd's death in the murder trial of former police officer Derek Chauvin.",
                "This picture testifies to Bela Hazan's courage.",
                "She testifies.",
                "So she testifies."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGVzdGlmeQ&hash=1fa8b7aa728dd4456882b6e4b2a5a9042e96f9fa&lang=en&cache-only=0",
            "defineEn": "to make a statement as a witness in court saying something is true",
            "defineVi": "đưa ra tuyên bố với tư cách là nhân chứng trước tòa nói rằng điều gì đó là đúng"
        },
        {
            "id": "e91a195e-61de-43cd-bb73-b065790d3ab0",
            "word": "testimony",
            "phonetic": "tɛstᵻməni ",
            "partOfSpeechType": "noun",
            "examples": [
                "A federal grand jury in Minneapolis will hear testimony in the death of George Floyd, in a renewed civil rights investigation.",
                "Today's testimony at the trial of former Minneapolis police officer Derek Chauvin centered on the perspective of medical experts.",
                "Rare testimony from Democratic Senate Leader Chuck Schumer, followed by equally rare committee rebuttal by Republican Senate Leader Mitch McConnell.",
                "It was very compelling testimony. ",
                "And a warning: The testimony includes some graphic images of what happened to George Floyd."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVzdGltb255&hash=0b81a4a0215a2bbe0a445213f06baa723eaf06c6&lang=en&cache-only=0",
            "defineEn": "a formal statement saying something is true, particularly made by a witness in court",
            "defineVi": "một tuyên bố chính thức nói rằng điều gì đó là sự thật, đặc biệt được thực hiện bởi một nhân chứng tại tòa án"
        },
        {
            "id": "c2d4fbab-6630-483d-bc08-94d9d1438bea",
            "word": "witness",
            "phonetic": "wɪtnəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The farmer witnessed the birth of a baby calf in the barn.",
                "The witness was clearly lying through his teeth.",
                "They found him a plausible witness.",
                "We witnessed sea turtles nesting on the shores of the island.",
                "Police have appealed for witnesses, but it seems the locals are keeping shtum."
            ],
            "audio": "https://tts.langeek.co/read?text=d2l0bmVzcw&hash=a650e1de9d6762862aaa8539dca1a57c115b5d9a&lang=en&cache-only=0",
            "defineEn": "(law) a person who testifies under oath in a court of law",
            "defineVi": "(pháp luật) người tuyên thệ trước tòa án"
        },
        {
            "id": "83bdb90c-edf9-457b-ae67-a140f44f1410",
            "word": "evidence",
            "phonetic": "ɛvɪdəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The police searched the suspect's house for evidence.",
                "Evidence of their relationship exists in the form of a series of letters.",
                "He presented a false document as evidence in the court case.",
                "This latest evidence could be the final nail in the coffin for Jackson's case.",
                "This evidence proves that the senator was part of the conspiracy."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZpZGVuY2U&hash=af497e9fcae09f43328ded1e99e4b9a2ac3f9778&lang=en&cache-only=0",
            "defineEn": "anything that proves the truth or validity of something, such as facts, objects, or signs",
            "defineVi": "bất cứ điều gì chứng minh sự thật hoặc giá trị của một cái gì đó, chẳng hạn như sự thật, đối tượng hoặc dấu hiệu"
        },
        {
            "id": "d44231b5-a562-4777-9a1b-0c2ccd94ddce",
            "word": "trial",
            "phonetic": "tɹaɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Millions of people followed the trial on TV.",
                "The trial was swiftly brought to an end.",
                "In a criminal trial the standard of proof is beyond the reasonable doubt.",
                "The trial has run its course, and the verdict will be announced tomorrow.",
                "The company sent out a trial balloon by leaking a rumor about a new product to test customer interest before investing in its development."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpYWw&hash=95dc6a42255a9ab686e4c4f378066f09b6a15514&lang=en&cache-only=0",
            "defineEn": "a legal process examining the evidence of a case in court by a judge and jury and deciding if the accused is guilty",
            "defineVi": "một quy trình pháp lý kiểm tra bằng chứng của một vụ án tại tòa án bởi một thẩm phán và bồi thẩm đoàn và quyết định xem bị cáo có tội hay không",
            "hasImg": true
        },
        {
            "id": "4753fbd7-4115-48e0-9826-b5b04046d8d0",
            "word": "verdict",
            "phonetic": "vɜːdɪkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I gave my verdict.",
                "The jury was unable to reach a verdict.",
                "I hope this guilty verdict puts that rat of a CEO in his place.",
                "The trial has run its course, and the verdict will be announced tomorrow.",
                "Everyone had been holding their breath, waiting for the verdict."
            ],
            "audio": "https://tts.langeek.co/read?text=dmVyZGljdA&hash=dea65f503b7f0305695e7069c9dd18e39c8069c1&lang=en&cache-only=0",
            "defineEn": "an official decision made by the jury in a court after the legal proceedings",
            "defineVi": "một quyết định chính thức được đưa ra bởi bồi thẩm đoàn tại tòa án sau thủ tục pháp lý",
            "hasImg": true
        },
        {
            "id": "f4757eaa-3ccb-46a2-b029-4c6d76392d46",
            "word": "bail",
            "phonetic": "beɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bail is an important constitutional right.",
                "Bail bonds can offer a way out.",
                "Bail has a disparate impact on people of color.",
                "Bail agents do it better.",
                "Is America's bail system fair?"
            ],
            "audio": "https://tts.langeek.co/read?text=YmFpbA&hash=f59bda48cd0877a5309f02ae6ebd421a19913356&lang=en&cache-only=0",
            "defineEn": "an amount of money that must be paid in order for someone who is accused of a crime to be released until their trial",
            "defineVi": "một số tiền phải trả để một người nào đó bị buộc tội phạm tội được trả tự do cho đến khi xét xử"
        },
        {
            "id": "44095638-2e2e-4c20-aa93-fb9159716a8a",
            "word": "to appeal",
            "phonetic": "tʊ ɐpiːl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Shadberries add visual appeal and a delicate texture to dishes.",
                "Different genres of music appeal to different people, and for me, classical music really floats my boat.",
                "Police have appealed for witnesses, but it seems the locals are keeping shtum.",
                "The Court of Appeal held that there was no evidence to support the judge's assessment.",
                "I enjoy the vibrant colors of sweet peppers in my salad, as they add a visual appeal to the dish."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXBwZWFs&hash=3c29dc0b97d7c95d3ca4ba51cd33b7152a57dff6&lang=en&cache-only=0",
            "defineEn": "to officially ask a higher court to review and reverse the decision made by a lower court",
            "defineVi": "chính thức yêu cầu tòa án cấp trên xem xét và đảo ngược quyết định của tòa án cấp dưới"
        },
        {
            "id": "ee1d0f3b-952b-4115-80e6-c659f1ad4e4d",
            "word": "defendant",
            "phonetic": "dᵻfɛndənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Judging by the evidence presented in court, the defendant is clearly guilty.",
                "The prosecutor argued that the defendant should be sentenced to life imprisonment at the court's pleasure, given the severity of the crime.",
                "Acknowledging that a drowning man will clutch at a straw, the defendant grasped at the flimsy alibi even though it appeared implausible, hoping it might provide some reprieve from the charges against him.",
                "The defendant asked for 21 similar offences to be taken into account.",
                "The defendant is guilty of all three counts, all of them."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVmZW5kYW50&hash=0c9ca198ca1f159470287df77881b8b2e583c720&lang=en&cache-only=0",
            "defineEn": "a person in a law court who is sued by someone else or is accused of committing a crime",
            "defineVi": "một người trong tòa án luật bị người khác kiện hoặc bị buộc tội phạm tội"
        },
        {
            "id": "752e8519-fe08-43bc-883b-e54939fb237a",
            "word": "draft",
            "phonetic": "dɹæft ",
            "partOfSpeechType": "noun",
            "examples": [
                "I’ve read your drafts and I advise you not to give up your day job.",
                "With a gentle push, the window closed tightly, sealing out the draft.",
                "Mark wasn't happy with his first draft of the book, but he's grateful for the chance to take a second bite at the cherry and revise it before submitting it to publishers.",
                "The U.S. government drafted thousands of 18 to 21 year old men.",
                "Did you draft that statement?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJhZnQ&hash=77fba2a700f5a107e37c24f5c7772c6bddcc33c3&lang=en&cache-only=0",
            "defineEn": "an unfinished version of something written that might be subject to change before it is finished",
            "defineVi": "một phiên bản chưa hoàn thành của một cái gì đó được viết có thể thay đổi trước khi nó được hoàn thành"
        },
        {
            "id": "588c5bd1-2f1f-40af-9110-14993e955a7c",
            "word": "to charge",
            "phonetic": "tə tʃɑːɹdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "To bring charges/legal action/proceedings against somebody.",
                "First of all, they're charging an arm and a leg.",
                "I was put in charge of the office.",
                "The charges against the suspect will come up in court tomorrow.",
                "Who put Tony in charge of the accounts?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hhcmdl&hash=f76dbc268e49a0827cfa45372afc9d96fd4d46d4&lang=en&cache-only=0",
            "defineEn": "to formally accuse someone of committing a crime, in a court of law",
            "defineVi": "để chính thức cáo buộc ai đó phạm tội, trong một tòa án của pháp luật",
            "hasImg": true
        },
        {
            "id": "22c70a6f-7863-49be-bf8d-2d2188f68606",
            "word": "action",
            "phonetic": "ækʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her actions reflect her kindness and compassion towards others.",
                "The government took action to reduce unemployment rates.",
                "The true love between them was evident in their actions.",
                "Actions speak louder than words when it comes to leadership.",
                "Be careful with your actions."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN0aW9u&hash=33ee5795412c8c8d91c807aa057bfca5e2307a13&lang=en&cache-only=0",
            "defineEn": "a formal or legal process in which it is decided if someone has done something wrong or illegal",
            "defineVi": "một quy trình chính thức hoặc pháp lý trong đó nó được quyết định nếu ai đó đã làm điều gì đó sai trái hoặc bất hợp pháp"
        },
        {
            "id": "c0dc7ad1-f562-4dc8-beb2-cf2bcd538ea1",
            "word": "lawsuit",
            "phonetic": "lɔːsuːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company overlooked a small detail in their contract, and now they're facing a costly lawsuit.",
                "They knew that a lean agreement is better than a fat lawsuit.",
                "The company's unethical practices finally caught up with them, and the chickens came home to roost when they lost a major lawsuit.",
                "His lawsuit seeks unspecified damages.",
                "But with stress came lawsuits."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF3c3VpdA&hash=e5c97336838cbdcc62aed94647e53651cfcd2eb8&lang=en&cache-only=0",
            "defineEn": "a complaint or claim that someone brings to a law court for settlement",
            "defineVi": "khiếu nại hoặc khiếu nại mà ai đó đưa ra tòa án luật để giải quyết"
        },
        {
            "id": "59b8b26f-0e35-4398-acce-0ea74a99c3f1",
            "word": "to sue",
            "phonetic": "tə suː ",
            "partOfSpeechType": "verb",
            "examples": [
                "He sued the pants off his landlord.",
                "Sue drives an estate car.",
                "Sue threw a hissy fit when she found out.",
                "When the journalist exposed the corrupt practices of the politician, he was sued for libel.",
                "I had a massive argument with Sue, but at least it has cleared the air."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Vl&hash=32a8bb26cd0dd4501cd9eadba6aed0b19446bd0e&lang=en&cache-only=0",
            "defineEn": "to bring a charge against an individual or organization in a law court",
            "defineVi": "để đưa ra một cáo buộc chống lại một cá nhân hoặc tổ chức trong một tòa án pháp luật"
        },
        {
            "id": "6c36d88d-c49b-432e-9964-7856e8ef7459",
            "word": "proceedings",
            "phonetic": "pɹəsiːdɪŋz ",
            "partOfSpeechType": "noun",
            "examples": [
                "These results were published on Monday in the Proceedings of the National Academy of Sciences.",
                "So Darwin and Wallace published a joint letter in the Journal of the Proceedings of the Linnean Society of London.",
                "But this week in Proceedings of the National Academy of Sciences, researchers from the University of Washington think they’ve found a way for things to have come together.",
                "According to the study, which was published in the Proceedings of the National Academy of Sciences, long-term space travel has the potential to seriously damage our GI tracts.",
                "A 2014 study published in the Proceedings of the National Academy of Sciences compared the genetic data for 862 older, married couples, and found that the married couples were more genetically similar than random, non-married pairs."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvY2VlZGluZ3M&hash=62407c1935eaea1d4cc2345b58be5b8d4f3a14ac&lang=en&cache-only=0",
            "defineEn": "actions taken in a court of law in order to settle an argument",
            "defineVi": "hành động thực hiện trong một tòa án của pháp luật để giải quyết một tranh luận"
        },
        {
            "id": "a1acdddb-6c6a-4dea-b063-76b47a9f704c",
            "word": "sheriff",
            "phonetic": "ʃɛɹɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "We are free from the sheriff's grasp, and I'd say that with the benefit of the doubt",
                "A sheriff in South Carolina, meanwhile, has fired two deputies over the death of Jamal Sutherland, a Black inmate at a Charleston County jail.",
                "His father had been a local sheriff.",
                "The next day the Sheriff's men found the doctor's body in the graveyard - and Muff Potter's knife.",
                "Sheriff's deputies fatally shot Andrew Brown last week."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hlcmlmZg&hash=89fee6ac0533d6db33d4e384ea3d51517515d5f7&lang=en&cache-only=0",
            "defineEn": "an elected officer of law in a county",
            "defineVi": "một quan chức được bầu của pháp luật trong một quận",
            "hasImg": true
        },
        {
            "id": "665ccac9-7b71-4dda-8c36-1a22e4b4363e",
            "word": "inspector",
            "phonetic": "ɪnspɛktɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Any inspector worth their salt would have checked the papers carefully.",
                "So the inspector stood.",
                "The inspector quickly left the room.",
                "Fire inspectors would not have approved.",
                "a ticket inspector asks Paul."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zcGVjdG9y&hash=06d62d366f30fff903fb7babd8f3cdbff81b4cbb&lang=en&cache-only=0",
            "defineEn": "a police officer of middle rank",
            "defineVi": "một sĩ quan cảnh sát cấp trung"
        }
    ]
}