{
    "id": "acc4235a-84cf-454c-bbda-973bd186ce4f",
    "title": "Suggestions and Rules",
    "originalTitle": "Suggestions and Rules",
    "words": [
        {
            "id": "1d07b0da-686b-442b-bd19-00bd13672a07",
            "word": "counseling",
            "phonetic": "kaʊnsəlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"In a relationship, beware of a silent dog and still water, as they may indicate underlying issues or unexpressed emotions that can lead to conflict,\" said the couples therapist during the counseling session.",
                "\"In a relationship where one partner is looking for reasons to end things, it is easy to find a stick to beat a dog, even if the other partner has done nothing wrong,\" said the couples therapist during the counseling session.",
                "Oh, this kid needs counseling.",
                "Sharma directs OSU's student life counseling and consultation service.",
                "Sharma directs OSU's student life counseling and consultation service."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnNlbGluZw&hash=59e09a10682ae45f4e5224c8ff10ca7cb0a3b52d&lang=en&cache-only=0",
            "defineEn": "a process of providing guidance, support, and advice to someone facing personal, emotional, or psychological challenges",
            "defineVi": "một quá trình cung cấp hướng dẫn, hỗ trợ và lời khuyên cho ai đó đang đối mặt với những thách thức cá nhân, cảm xúc hoặc tâm lý",
            "hasImg": true
        },
        {
            "id": "92d12bad-265e-45bc-97cd-52ac72f635a1",
            "word": "consultant",
            "phonetic": "kənsʌltənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the company's financial problems became too severe to overcome, the CEO called in a financial consultant for advice.",
                "The consultant observed the team's dynamics and pointed out areas for improvement, acknowledging that lookers-on see most of the game.",
                "The business consultant said during the meeting that in a business setting, better go about than fall into the ditch, and always be prepared and make informed decisions to avoid costly mistakes.",
                "The business consultant recommended that we expand our operations overseas, but when we faced unexpected challenges and losses, he was not held accountable, highlighting the reality that advisors run no risks.",
                "Our consultant is Dr. Brandon Jackson."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3VsdGFudA&hash=82ab363f57ebb7961e9f75ce9e5737613ec2b045&lang=en&cache-only=0",
            "defineEn": "someone who gives professional advice on a given subject",
            "defineVi": "một người đưa ra lời khuyên chuyên nghiệp về một chủ đề nhất định",
            "hasImg": true
        },
        {
            "id": "16574171-18a3-46eb-8fa3-ca04b82fb681",
            "word": "to consult",
            "phonetic": "tə kənsʌlt ",
            "partOfSpeechType": "verb",
            "examples": [
                "He is consulting his zodiacal chart to determine his compatibility with different signs.",
                "The agent put me on hold while she consulted a colleague.",
                "I asked Alex to consult on this project because it's a bit out of my depth.",
                "The CEO of the company was known for making hasty decisions without consulting his team.",
                "As a newly married couple, we have learned that he that will thrive must first ask his wife, and we always make sure to consult each other before making any important decisions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uc3VsdA&hash=fecc3c444f2a1331641101013f0fc2fc9151719b&lang=en&cache-only=0",
            "defineEn": "to seek information or advice from someone with knowledge in a particular field",
            "defineVi": "để tìm kiếm thông tin hoặc lời khuyên từ một người có kiến thức trong một lĩnh vực cụ thể",
            "hasImg": true
        },
        {
            "id": "25e7413a-9c40-4348-b39a-e3436ffd163d",
            "word": "proposal",
            "phonetic": "pɹəpoʊzəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The proposal has won the approval of the city council.",
                "The proposal was dropped after opposition from civil liberties groups.",
                "The government's latest proposals are a dog's dinner.",
                "On May 1st, the proposal went down in flames.",
                "The politician's opponent laughed at his proposal during the debate."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcG9zYWw&hash=fc214a2466ebfb41d5fdc0a13332daa6d43e7b16&lang=en&cache-only=0",
            "defineEn": "a recommended plan that is proposed for a business",
            "defineVi": "một kế hoạch đề nghị được đề xuất cho một doanh nghiệp"
        },
        {
            "id": "49594311-1952-404f-8d3c-17956b5594fd",
            "word": "proposition",
            "phonetic": "pɹɑːpəzɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Supporters of globalization assert that it is a win-win proposition for the rich and the poor.",
                "So the value propositions a bit different than for like regular consumers.",
                "The content of your assertion is your proposition.",
                "No matter the business idea, a value proposition saves us precious time and money.",
                "- I have a proposition for you."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvcG9zaXRpb24&hash=d22dd1997bcbf19e2be850ce7963438cd25f66e3&lang=en&cache-only=0",
            "defineEn": "a suggestion or plan of action, particularly one in business dealings",
            "defineVi": "một gợi ý hoặc kế hoạch hành động, đặc biệt là một trong các giao dịch kinh doanh"
        },
        {
            "id": "e31bcd77-0a1a-4630-abcd-35615452a712",
            "word": "to challenge",
            "phonetic": "tə tʃælɪndʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The unexpected challenges became grist for the mill of their problem-solving skills.",
                "Are you up to the challenge?",
                "They faced many challenges, but eventually made it to the other side.",
                "It can be challenging to abstract complex concepts into simple explanations.",
                "It can be challenging for someone from a different socioeconomic background to fit into an affluent community."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2hhbGxlbmdl&hash=4df86b57d628f18a3e42324d706c25e26822d0e1&lang=en&cache-only=0",
            "defineEn": "to invite someone to participate in a contest; to strongly suggest that someone should do a certain thing, particularly when they seem unwilling",
            "defineVi": "mời ai đó tham gia một cuộc thi; đề nghị mạnh mẽ rằng ai đó nên làm một điều gì đó, đặc biệt là khi họ có vẻ không muốn"
        },
        {
            "id": "8e992573-7f71-405d-9b22-0585c16af1eb",
            "word": "to put forward",
            "phonetic": "tə pʊt fɔːɹwɚd ",
            "partOfSpeechType": "verb",
            "examples": [
                "But, several ideas have been put forward as potential solution.",
                "Artists have put forward objects and experiences that are unlike anything naturally occurring in the world.",
                "But in 1907 a more radical Sikh leader, Babu Teja Singh, put forward that women should also wear turbans, to publicly distinguish themselves as Sikhs.",
                "Catastrophism was an idea put forward in the early 1800s by French scientist Georges Cuvier.",
                "That was very much a pilot program put forward by the administration. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IGZvcndhcmQ&hash=4b30033212ab51d79b5eab9c48171bebd5247736&lang=en&cache-only=0",
            "defineEn": "to present an idea, suggestion, etc. to be discussed about",
            "defineVi": "để trình bày một ý tưởng, đề nghị, vv để được thảo luận về"
        },
        {
            "id": "8ea99f3e-7095-41e3-ace1-0de70652cca2",
            "word": "to act on",
            "phonetic": "tʊ ækt ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "I do want to act on this.",
                "It's best to act on the safe side and seek care at The Urgency Room right away.",
                "No group does not act on it.",
                "Several forces are acting on it at once.",
                "Don't act on it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWN0IG9u&hash=86d1bc3f1ccc0d9741d408b22be7203881ce8502&lang=en&cache-only=0",
            "defineEn": "to take action based on someone's advice or information",
            "defineVi": "thực hiện hành động dựa trên lời khuyên hoặc thông tin của ai đó"
        },
        {
            "id": "516b012d-d1d8-473d-8f51-11fd25fb0ca6",
            "word": "to urge",
            "phonetic": "tʊ ɜːdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Officials are urging residents not to try to weather the storm.",
                "Experts have urged ministers to take the necessary steps to resolve the issue.",
                "She urged him to reach out to his family.",
                "Management urged cabin crew to call off their work to rule.",
                "The strong wind urged on the sails of the boat, helping it move faster."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdXJnZQ&hash=e93369043d79db8faae032ed8231d8f653570182&lang=en&cache-only=0",
            "defineEn": "to strongly recommend something",
            "defineVi": "để đề nghị mạnh mẽ một cái gì đó"
        },
        {
            "id": "8d1b14b5-cee2-4e9d-bfb3-ad367ff45351",
            "word": "alternatively",
            "phonetic": "ɔːltɜːnətɪvli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Alternatively the point the universe is pretty freakin’ weird.",
                "Alternatively, we could combine the water with more carbon dioxide from the atmosphere.",
                "Alternatively, we could define a function where every numerical input corresponds to a different alphabetical output.",
                "Alternatively, it could just be a random mutation.",
                "Alternatively, you can search for them in the search bar."
            ],
            "audio": "https://tts.langeek.co/read?text=YWx0ZXJuYXRpdmVseQ&hash=d809bf232ec3886fcc76194a31d50df43cf2b29b&lang=en&cache-only=0",
            "defineEn": "as a second choice or another possibility",
            "defineVi": "như một sự lựa chọn thứ hai hoặc khả năng khác"
        },
        {
            "id": "a76aecb9-75ff-4acb-b5b4-92703a032222",
            "word": "feedback",
            "phonetic": "fiːdbæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The entrepreneur received a lot of feedback from friends and family on her new business idea.",
                "The CEO of the company listened to the feedback of all employees, regardless of their rank or expertise.",
                "The survey aimed to gather feedback from both adults and children.",
                "The woman trusted her friend to give her honest feedback on her work, knowing that a friend's eye is a good mirror, and valued her insights in improving her performance.",
                "If the proposal is rejected, we'll need to lick our wounds, gather feedback, and make improvements before submitting again."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmVlZGJhY2s&hash=7f00c598a00a121298fabb40be8e7fdc05dd7a57&lang=en&cache-only=0",
            "defineEn": "information, criticism, or advice about a person's performance, a new product, etc. intended for improvement",
            "defineVi": "thông tin, lời chỉ trích hoặc lời khuyên về hiệu suất của một người, một sản phẩm mới, v.v. nhằm mục đích cải thiện"
        },
        {
            "id": "a6f27edb-f5b2-4d4e-a0ea-abf64de7ebb8",
            "word": "guidance",
            "phonetic": "ɡaɪdəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The guidance system keeps the machine on course.",
                "The parent can offer guidance and support, but if the child doesn't want to change, he won't improve.",
                "They would bow down in prayer every morning, seeking guidance and strength.",
                "For the arduous trek before them, she knew they required the sturdy guidance of one who had walked many paths.",
                "They'll make mistakes at first, but with patience and guidance they'll only improve."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VpZGFuY2U&hash=2b2b4220db20a7fdc2b80d0339ac27547f908281&lang=en&cache-only=0",
            "defineEn": "help and advice about how to solve a problem, given by someone who is knowledgeable and experienced",
            "defineVi": "giúp đỡ và lời khuyên về cách giải quyết vấn đề, được đưa ra bởi một người có kiến thức và kinh nghiệm",
            "hasImg": true
        },
        {
            "id": "a73c90a4-b5b1-4a6c-a225-9ab4e09aa9f2",
            "word": "to hint",
            "phonetic": "tə hɪnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We have included some hints for beginners in this section.",
                "They added a pinch of maple sugar to their morning coffee for a hint of natural sweetness.",
                "Almond-leaved pear has a mild sweetness and a hint of almond taste.",
                "I tried a new coffee blend with hints of chocolate and caramel.",
                "The carob-covered almonds provided a delightful crunch and a hint of sweetness in every bite."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGludA&hash=075b5ef84adad96e92ae5337d7e2f9387f402dec&lang=en&cache-only=0",
            "defineEn": "to indirectly suggest something",
            "defineVi": "để gián tiếp đề nghị một cái gì đó"
        },
        {
            "id": "c89266f8-fdc2-4a75-b109-f57501528d66",
            "word": "to mentor",
            "phonetic": "tə mɛntoːɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "What he really needs is a mentor who will knock him into shape.",
                "What he really needs is a mentor who will get him into shape.",
                "The mentor advised the young entrepreneur that money unmakes the men who make it, and that they should always stay true to their values and principles.",
                "Art is long and life is short, my mentor reminded me, encouraging me to use my youth to develop the skills and knowledge I would need for a lifetime of painting.",
                "Carla has some big shoes to fill if she is to replace her mentor."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWVudG9y&hash=632b20b7ff13473f94726d0ba022755fcd61aba3&lang=en&cache-only=0",
            "defineEn": "to tutor and guide someone specially a younger person",
            "defineVi": "dạy kèm và hướng dẫn ai đó đặc biệt là một người trẻ hơn",
            "hasImg": true
        },
        {
            "id": "0f935aa7-de72-434b-8ad5-5f62543b122d",
            "word": "to preach",
            "phonetic": "tə pɹiːtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He's just preaching to the choir.",
                "Political satirist Andy Borowitz heads to San Francisco to preach to the choir.",
                "He never practices what he preaches.",
                "Too often, we preach to the converted.",
                "The men who really need to hear the message don't come to the meetings, so I'm just preaching to the choir."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlYWNo&hash=8010fe7128cf351a1a859984dd9c1a62d6553071&lang=en&cache-only=0",
            "defineEn": "to give advice to people about what they should or should not do in a way that might annoy or bore them",
            "defineVi": "đưa ra lời khuyên cho mọi người về những gì họ nên hoặc không nên làm theo cách có thể làm phiền hoặc làm phiền họ"
        },
        {
            "id": "7ef07dee-18c5-42f4-913a-edf85428c064",
            "word": "due",
            "phonetic": "duː ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The rent is coming due next week.",
                "Although I'm not showing yet, my baby is due in the spring.",
                "We have a science project due next week at school.",
                "With all due respect, Sir, I cannot agree with your last statement.",
                "The team's success was due in part to their understanding that a bird never flew on one wing, and that each member's contributions were necessary for achieving their goals."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVl&hash=af2d5534b4d400afe3726a1d3737e8e36e3dfdab&lang=en&cache-only=0",
            "defineEn": "(payment, debt, etc.) having to be paid immediately",
            "defineVi": "(thanh toán, nợ, v.v.) phải được thanh toán ngay lập tức"
        },
        {
            "id": "798653b7-5fe6-4ade-b01c-a08a57b7cf7f",
            "word": "to permit",
            "phonetic": "tə pɚmɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The permit runs for three months.",
                "You have to go through endless red tape to get a residence permit.",
                "Connection and use of this communications equipment is permitted by the Nigerian communications commission.",
                "Mining permits are sold only to individuals or small groups. ",
                "That's not permitted."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVybWl0&hash=dd53b0c261ecc3793d693668ae281bd380077fb0&lang=en&cache-only=0",
            "defineEn": "to allow someone to do something",
            "defineVi": "để cho phép một ai đó để làm một cái gì đó",
            "hasImg": true
        },
        {
            "id": "baf0971d-5a73-4840-84c7-9c8869997ff3",
            "word": "obligation",
            "phonetic": "ɑːblɪɡeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I am the elder statesman of the team and it is my obligation to pick up the cudgels for our ballclub.",
                "I assure you that our company has opened our kimono about every aspect of our tax obligations to the state.",
                "A lotta students have obligations outside of school.",
                "I have an obligation.",
                "What are the obligations."
            ],
            "audio": "https://tts.langeek.co/read?text=b2JsaWdhdGlvbg&hash=d52800cb3e50b52599be304321d7dc2e7757be33&lang=en&cache-only=0",
            "defineEn": "an action that one must undertake because they are legally or morally forcedto do so",
            "defineVi": "một hành động mà một người phải thực hiện bởi vì họ bị buộc phải làm như vậy về mặt pháp lý hoặc đạo đức"
        },
        {
            "id": "032e5f29-ad4d-486d-bb57-5dde3f562161",
            "word": "forbidden",
            "phonetic": "fɚbɪdən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The secrecy and danger of their forbidden romance only added to their passion, as they both believed that stolen kisses are the sweetest.",
                "A forbidden transition is one that's just very unlikely to happen.",
                "Calling you late at night, contacting family members, or threatening you with arrest are all strictly forbidden.",
                "And, they’ll be on the lookout for other forbidden planets.",
                "Shelley was partially inspired to write this from the Prometheus myth in which a Greek deity steals the forbidden knowledge of fire from the gods and gives it to mankind."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yYmlkZGVu&hash=b3a49c67885915ca776da340a11bbaf6dd78fa67&lang=en&cache-only=0",
            "defineEn": "not allowed or permitted to be done",
            "defineVi": "không được phép hoặc được phép thực hiện"
        },
        {
            "id": "23fe515e-7213-4f64-a657-5d1f53963e95",
            "word": "compulsory",
            "phonetic": "kəmpʌlsɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Oxygen is compulsory.",
                "Australia has compulsory voting.",
                "Compulsory sterilization was challenged in the US Supreme Court in 1927 in the famous Buck v. Bell case.",
                "Some types of works like musical compositions and sound recordings, for example, are subject to compulsory or statutory licenses for certain uses.",
                "With the spread of compulsory education, schools became the one place where health officials had a truly captive audience."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcHVsc29yeQ&hash=4f48aa82f1d4f6e8fad8a56276724f44bdb4eceb&lang=en&cache-only=0",
            "defineEn": "forced to be done by law or authority",
            "defineVi": "buộc phải được thực hiện bởi pháp luật hoặc cơ quan có thẩm quyền"
        },
        {
            "id": "aa7e4385-d81d-4b1a-8294-616aaa0ed892",
            "word": "obliged",
            "phonetic": "əblaɪdʒd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b2JsaWdlZA&hash=af6c095ad0160efd62c41075a3b39d9019171949&lang=en&cache-only=0",
            "defineEn": "feeling that something must be done because it is morally proper or mandatory",
            "defineVi": "cảm thấy rằng một cái gì đó phải được thực hiện bởi vì nó là đúng về mặt đạo đức hoặc bắt buộc"
        },
        {
            "id": "05baf871-1de6-439e-af22-b8822c5a28f2",
            "word": "to impose",
            "phonetic": "tʊ ɪmpoʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "If push comes to shove, the government will impose quotas on imports.",
                "Fifty five countries have imposed comprehensive restrictions on the manufacturing, import and distribution of bags.",
                "Imposing a quarantine.",
                "In response, the government imposed a 70 percent tax on liquor.",
                "Stricter safety standards were imposed."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wb3Nl&hash=1bebefaba1402d50b1e98ccac590b1d45f86675a&lang=en&cache-only=0",
            "defineEn": "to force someone to do what they do not want",
            "defineVi": "để buộc ai đó làm những gì họ không muốn"
        },
        {
            "id": "f9b4bc45-bab0-4b46-863e-dbd306603f65",
            "word": "guideline",
            "phonetic": "ɡaɪdlaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Not following safety guidelines is unacceptable in hazardous environments.",
                "The essay needs to be formatted according to the MLA guidelines.",
                "But each state can apply these guidelines differently.",
                "Those EU guidelines have also raised the standards for environmental practices.",
                "But their guidelines around recycling are a bit confusing."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VpZGVsaW5l&hash=654fd7e1deb0308f87e7d07b929820da4df453a5&lang=en&cache-only=0",
            "defineEn": "a set of principles or instructions based on which a person should behave or act",
            "defineVi": "một tập hợp các nguyên tắc hoặc hướng dẫn dựa trên đó một người nên cư xử hoặc hành động"
        },
        {
            "id": "0f1a667d-b1fe-4b02-b59f-0751c49b57f1",
            "word": "regulation",
            "phonetic": "ɹɛɡjʊleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The organization called the new regulations a turning point in the campaign against smoking.",
                "A majority of Democrats believe that such regulations protect the public.",
                "A lot of companies are being boxed into a corner by these increasingly restrictive regulations.",
                "The regulations are scheduled to go into effect next winter, and in the interim, we'll be working hard to make all of the appropriate changes.",
                "The wealthy developer was able to skirt environmental regulations, while the poor homeowner faced steep fines for minor violations."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVndWxhdGlvbg&hash=c4b3598d6103a64fa03b85d65a253537de168049&lang=en&cache-only=0",
            "defineEn": "a set of rules made by the government, etc., dealing with the procedures or details",
            "defineVi": "một bộ quy tắc do chính phủ đưa ra, v.v., giải quyết các thủ tục hoặc chi tiết"
        },
        {
            "id": "f0a23bae-4a1b-4412-ab60-3b3554c829d5",
            "word": "requirement",
            "phonetic": "ɹᵻkwaɪɚmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I prepared an around-the-clock chart detailing all my care requirements.",
                "Now, these requirements are for female flight attendants.",
                "Defense contractors also have breach reporting requirements to the Department of Defense.",
                "Judy, the new rule enforces tougher work requirements.",
                "The Federal Aviation Administration has regulatory requirements for cargo safety."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVxdWlyZW1lbnQ&hash=fd4364c2cfab19dbdd258a0d20773d1baa4921b2&lang=en&cache-only=0",
            "defineEn": "a necessary condition that has to be fulfilled",
            "defineVi": "một điều kiện cần thiết phải được đáp ứng"
        },
        {
            "id": "f6d00fdb-6b24-4a42-a069-93d8acacef2d",
            "word": "restriction",
            "phonetic": "ɹᵻstɹɪkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "He baked a gluten-free almond cake for his friend with dietary restrictions.",
                "The bakery offered gluten-free options for customers with dietary restrictions.",
                "The restaurant offered a diverse menu to cater to different tastes and dietary restrictions - horses for courses.",
                "He asked the waiter if the restaurant served halal meat, as he was mindful of his dietary restrictions.",
                "The city of Philadelphia introduced similar restrictions."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVzdHJpY3Rpb24&hash=0baa5b7dbc4bb4f47c130a18bdcbdb970ae0a9fc&lang=en&cache-only=0",
            "defineEn": "a rule or law that limits what one can do or the thing that can happen",
            "defineVi": "một quy tắc hoặc luật giới hạn những gì một người có thể làm hoặc điều đó có thể xảy ra"
        },
        {
            "id": "6ddd4700-9b26-44c8-95c0-d0431a16d74c",
            "word": "prohibition",
            "phonetic": "pɹəhɪbɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then, Prohibition happens.",
                "But Prohibition, in you, Fitzgerald found the perfect metaphor for American hypocrisy and debauchery.",
                "The prohibition of drugs also led to more violence and murders around the world.",
                "Dear Prohibition, You were crazy.",
                "In 1933, the 21st Amendment repealed Prohibition - the 13 year long period in our nation’s history when the production or sale of alcohol was illegal."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvaGliaXRpb24&hash=185db3813aff4d8a170fa1ee1e5628ca0c904352&lang=en&cache-only=0",
            "defineEn": "a regulation or rule that forbids the use or practice of something",
            "defineVi": "một quy định hoặc quy tắc cấm sử dụng hoặc thực hành một cái gì đó"
        },
        {
            "id": "338466ac-0429-4229-b7df-dbfa28089f8b",
            "word": "to prohibit",
            "phonetic": "tə pɹəhɪbɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Comprehensive Nuclear-Test-Band Treaty prohibits all nuclear explosions anywhere on Earth for any purpose, period.",
                "In 1965, the Voting Rights Act prohibited racial discrimination of any kind in voting.",
                "It was prohibited.",
                "According to the work of historian Ira Berlin, the state of South Carolina prohibited the African slave trade beginning in 1787. ",
                "But the contracts clause of the U.S. Constitution prohibits states from impairing the obligation of contracts."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvaGliaXQ&hash=244e4e82773107b54fffe2b37ce7c6224b567fe2&lang=en&cache-only=0",
            "defineEn": "to forbid something from being done, particularly by law",
            "defineVi": "để cấm một cái gì đó từ được thực hiện, đặc biệt là theo pháp luật"
        },
        {
            "id": "34519e13-8ae7-4386-b01e-747ef794cc15",
            "word": "to observe",
            "phonetic": "tʊ əbzɜːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Earth Day is observed on April 22nd to promote environmental awareness.",
                "We used a telescope to observe distant stars and galaxies.",
                "We examined the caryopsis of the rice grain under the microscope, observing its unique structure.",
                "They were crouching in the bushes, observing the wildlife.",
                "She congratulated herself still more on observing in the course of days that Mr Verloc seemed to be taking kindly to Stevie's companionship."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2JzZXJ2ZQ&hash=277023850aceccf0eb43506f23b869d15fac760f&lang=en&cache-only=0",
            "defineEn": "to comply with laws or regulations",
            "defineVi": "để tuân thủ pháp luật hoặc quy định"
        },
        {
            "id": "07c346b7-61b2-4b67-abc7-f04a4be13b85",
            "word": "strictness",
            "phonetic": "stɹɪktnəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RyaWN0bmVzcw&hash=ad5dea88d526dfa396ad3bea1e09ff6fe6b84600&lang=en&cache-only=0",
            "defineEn": "(of a law) the fact of being severe and requiring rules to be obeyed",
            "defineVi": "(của một luật) thực tế nghiêm trọng và đòi hỏi các quy tắc phải được tuân theo"
        },
        {
            "id": "8950afbc-1226-4644-828f-2994464d4fce",
            "word": "necessity",
            "phonetic": "nəsɛsɪɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the saying goes, necessity is the mother of invention.",
                "For all younger people in the US saving for retirement will be an absolute necessity.",
                "Too many companies reckon without the pitfalls that make insurance like this an absolute necessity.",
                "When he lost his driver's license, he made a virtue out of necessity and got in shape by riding his bike to work.",
                "He wanted to help the poor family who were struggling to afford basic necessities like food and clothing."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVjZXNzaXR5&hash=1a9fd1f314af64618e1c8e6c0994e54014e301e4&lang=en&cache-only=0",
            "defineEn": "the fact that something must happen or is needed",
            "defineVi": "thực tế là một cái gì đó phải xảy ra hoặc là cần thiết"
        },
        {
            "id": "0b25589a-afe3-44a3-9d18-950f56d45d06",
            "word": "to breach",
            "phonetic": "tə bɹiːtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the teacher fell ill, the substitute had to step into the breach and take over the class.",
                "The company had to eat crow and apologize to its customers after a major data breach exposed their personal information.",
                "After the data breach, the company is going to have to take a long, hard look at their security measures.",
                "The notice must be served upon the tenant and include a legal description of the breach they have committed.",
                "By 1990, CPUs breached the 1 million transistor count."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJlYWNo&hash=e6ce0e01be065671ffe9f97b465ff423de006727&lang=en&cache-only=0",
            "defineEn": "to break an agreement, law, etc.",
            "defineVi": "để phá vỡ một thỏa thuận, pháp luật, vv"
        },
        {
            "id": "ffb958d7-3997-4502-aa51-e8d107c08e6d",
            "word": "commitment",
            "phonetic": "kəmɪtmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He has shown his commitment to his art.",
                "The quality of our reporting and the accuracy of our stories are a reflection of our commitment to the truth and our dedication to our craft.",
                "They admire the police for their commitment to maintaining law and order.",
                "Many couples believe that marriage should be a lifelong commitment until death do part.",
                "She's always on the go, juggling work, family, and personal commitments."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWl0bWVudA&hash=d712a2bd8354614b679221f127367e21e249f2ea&lang=en&cache-only=0",
            "defineEn": "the state of being dedicated to someone or something",
            "defineVi": "trạng thái dành riêng cho ai đó hoặc cái gì đó"
        },
        {
            "id": "262ba42e-943e-43aa-bbdd-4b6d938a6866",
            "word": "compliance",
            "phonetic": "kəmplaɪəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The second part of the story is compliance with medication.",
                "In the meantime, Beijing will demand compliance to its rules.",
                "The whole program started in its very early stages as sort of a compliance product.",
                "Iran is out of compliance on a number of fronts.",
                "Amazon has tackled the privacy issue with a HIPPA compliance policy."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGxpYW5jZQ&hash=02b85c265389df4ddb4b274c72d36693f9479646&lang=en&cache-only=0",
            "defineEn": "the act of following rules or regulations",
            "defineVi": "hành động tuân theo các quy tắc hoặc quy định"
        },
        {
            "id": "056f878e-e1cc-43e9-b76b-22b7e37eedb2",
            "word": "to violate",
            "phonetic": "tə vaɪəleɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The court held that such conduct violated the statute.",
                "Violates Texas gambling laws.",
                "[The sanctions] violate the principles of international trade and WTO regulations ",
                "You violate intergalactic space!",
                "In reality, a white hole would violate the second law of thermodynamics."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmlvbGF0ZQ&hash=1653afd3f29d06563525a9b967c968679c651014&lang=en&cache-only=0",
            "defineEn": "to disobey or break a regulation, an agreement, etc.",
            "defineVi": "để không tuân theo hoặc phá vỡ một quy định, một thỏa thuận, vv"
        }
    ]
}