{
    "id": "ad35e841-e697-4d7b-86af-01d787dd7551",
    "title": "Lesson 5A",
    "originalTitle": "Lesson 5A",
    "words": [
        {
            "id": "e34cae82-49f1-46aa-a9bf-000dd52370b8",
            "word": "sport",
            "phonetic": "spoːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sports were not at the top of the list.",
                "One swallow does not make a summer in sports.",
                "Ice hockey is a beloved sport in Canada.",
                "Friends shared a platter of crispy chicken wings with tangy dipping sauces at the sports bar.",
                "Their approach to sports teaching broke the mold."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BvcnQ&hash=0383e40e7cb973ef1869bedb3ccd3b39816694d1&lang=en&cache-only=0",
            "defineEn": "a physical activity that has special rules, needs effort and skill, and can be a competitive game as well as entertainment and exercise",
            "defineVi": "một hoạt động thể chất có các quy tắc đặc biệt, cần nỗ lực và kỹ năng, đồng thời có thể là một trò chơi cạnh tranh cũng như giải trí và rèn luyện sức khỏe",
            "hasImg": true
        },
        {
            "id": "2de5312c-ecdc-4983-8165-6bda7d65bf5a",
            "word": "coach",
            "phonetic": "koʊtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The coach always keeps a few tricks up his sleeve.",
                "Coach's career is on a sticky wicket.",
                "The coach dug his own grave when he publicly insulted the team's owner.",
                "The coach was determined to get his message through to the team before the big game.",
                "The coach tore the player out of the game after he made a mistake."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29hY2g&hash=71da5b56493069820666ba81a44b4a4a546a2d70&lang=en&cache-only=0",
            "defineEn": "an instructor or trainer in sport; someone who trains a person or team in sport",
            "defineVi": "một người hướng dẫn hoặc huấn luyện viên trong thể thao; một người đào tạo một người hoặc đội trong thể thao",
            "hasImg": true
        },
        {
            "id": "63353c99-5134-4149-b91c-a3c33e6de84b",
            "word": "fan",
            "phonetic": "fæn ",
            "partOfSpeechType": "noun",
            "examples": [
                "His speeches fanned the flames of racial tension.",
                "Fans have given the band's new song their seal of approval.",
                "The fans had fun and got their money's worth.",
                "The determined fan elbowed his way through the crowd to get closer to the stage.",
                "The new album by that band is going down a bomb with music fans all over the world."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFu&hash=af482d3c8e5ab064e654e5b69cdc159e7a446b94&lang=en&cache-only=0",
            "defineEn": "someone who has a strong admiration or interest for someone or something; a person who admires someone or something",
            "defineVi": "ai đó có sự ngưỡng mộ hoặc quan tâm mạnh mẽ đối với ai đó hoặc cái gì đó; một người ngưỡng mộ một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "78758504-dbe4-4c22-81a6-14cd7666883b",
            "word": "player",
            "phonetic": "pleɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our players kept the pedal to the metal all season long.",
                "Three players got their marching orders last week.",
                "The baseball team has nine players on the field at a time.",
                "The squash player killed the ball with a nick.",
                "The rookie player made his bow on the field during the championship game."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxheWVy&hash=e1ac9ec5062535a1c8c2d6ffca82978dc82d905f&lang=en&cache-only=0",
            "defineEn": "someone who engages in a type of game or sport, either as their job or hobby",
            "defineVi": "ai đó tham gia vào một loại trò chơi hoặc thể thao, hoặc là công việc hoặc sở thích của họ",
            "hasImg": true
        },
        {
            "id": "05d895a6-eada-44e0-941d-d39fa7ac76c7",
            "word": "referee",
            "phonetic": "ɹɛfɚɹiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The referee gave him the benefit of the doubt.",
                "The referee in the firing line is an experienced official.",
                "The referee told the players to mind their language.",
                "The referee was forced to stop the game because of heavy snow.",
                "I was acting as referee and telling them to break."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmZXJlZQ&hash=b87dbc1d6c6460f0edd1f5b1fd109dbc6d64c7f3&lang=en&cache-only=0",
            "defineEn": "an official who is in charge of a game, making sure the rules are obeyed by the players",
            "defineVi": "một quan chức phụ trách trò chơi, đảm bảo các quy tắc được người chơi tuân theo",
            "hasImg": true
        },
        {
            "id": "8be907b8-bfe0-4f58-a39d-c591e0aa992f",
            "word": "umpire",
            "phonetic": "ʌmpaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The umpire gave the ball out.",
                "Umpires can now check to see if they have any of that stuff.",
                "And my father was a baseball local, a baseball umpire in Brooklyn.",
                "And we rely on umpires in this society who are impartial.",
                "As of tonight, umpires can start inspecting pitchers' fingers, gloves, even their hats during the game. "
            ],
            "audio": "https://tts.langeek.co/read?text=dW1waXJl&hash=ff118e155da2e1efe6b91a2b028451ff8d7835b6&lang=en&cache-only=0",
            "defineEn": "an official who is in charge of a game and makes sure players obey the rules in sports such as tennis, baseball, and cricket",
            "defineVi": "một quan chức phụ trách trò chơi và đảm bảo người chơi tuân thủ các quy tắc trong các môn thể thao như quần vợt, bóng chày và cricket",
            "hasImg": true
        },
        {
            "id": "61444284-1485-4e74-b7ff-44216edb334f",
            "word": "spectator",
            "phonetic": "spɛkteɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hall will be able to let in more spectators.",
                "Spectators from abroad have already been banned.",
                "Your life is not a spectator sport.",
                "Korea's professional baseball league kicked off its new season today, with no spectators in the stands.",
                "It has a capacity for around 15,000 spectators."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlY3RhdG9y&hash=c3a4c37f4d17429420662a05b1e3010b0ede2f24&lang=en&cache-only=0",
            "defineEn": "a person who watches sport competitions closely",
            "defineVi": "một người theo dõi chặt chẽ các cuộc thi đấu thể thao",
            "hasImg": true
        },
        {
            "id": "0e3c6583-42f3-4ab6-acc6-091e05a50ccb",
            "word": "crowd",
            "phonetic": "kɹaʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "A large crowd watched the game on Saturday.",
                "The subway station is crowded during rush hour.",
                "She lost her husband in the crowd.",
                "The crowd parted to let the truck pass.",
                "The beach was crowded with people enjoying the sun and surf."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Jvd2Q&hash=64e03f0f8c27313c472bf790c2e3b5b1eaee6ee4&lang=en&cache-only=0",
            "defineEn": "a large group of people gathered together in a particular place",
            "defineVi": "một nhóm lớn người tập hợp lại với nhau ở một nơi cụ thể",
            "hasImg": true
        },
        {
            "id": "67cad87e-8a1d-46e1-8ecf-7b2ff895fa8d",
            "word": "sports hall",
            "phonetic": "spoːɹts hɔːl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BvcnRzIGhhbGw&hash=5b36f1b5bcfa99c719f89e915bf911dbf9d6b21e&lang=en&cache-only=0",
            "defineEn": "a large indoor facility designed for sports and physical activities",
            "defineVi": "một cơ sở lớn trong nhà được thiết kế cho các hoạt động thể thao và thể chất",
            "hasImg": true
        },
        {
            "id": "85821910-8720-45fc-b1c5-6a805acfa52a",
            "word": "stadium",
            "phonetic": "steɪdiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "This stadium has seen many thrilling football games.",
                "They checked our tickets at the entrance of the stadium.",
                "In his fascination with the details of the stadium, Zeffer had come too close to the wall to see the wood for the trees.",
                "We do have fans in stadiums.",
                "This venerable stadium will be a wild scene tonight."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhZGl1bQ&hash=19c4c9f634a466e1b2d442350ad83d744e55491a&lang=en&cache-only=0",
            "defineEn": "a very large, often roofless, structure where sports events, etc. are held for an audience",
            "defineVi": "một cấu trúc rất lớn, thường không có mái che, nơi tổ chức các sự kiện thể thao, v.v. cho khán giả",
            "hasImg": true
        },
        {
            "id": "d83dc6d0-aaff-419b-801c-c8aa317ced62",
            "word": "team",
            "phonetic": "tiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Which team won?",
                "The team took a terrible beating.",
                "The team finished the race in first place.",
                "Our team actually won!",
                "Both teams chanced their arms at every opportunity."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVhbQ&hash=8cabf7bb3e7357906c973a8ac124c720cd04f924&lang=en&cache-only=0",
            "defineEn": "a group of people who compete against another group in a sport or game",
            "defineVi": "một nhóm người thi đấu với một nhóm khác trong một môn thể thao hoặc trò chơi",
            "hasImg": true
        },
        {
            "id": "f6d933e2-7587-4c19-9ad9-cfb4af7d11a7",
            "word": "tennis",
            "phonetic": "tɛnɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "I look at tennis differently from some coaches.",
                "She won the tennis tournament and received a trophy.",
                "We played a game of tennis using a yellow ball.",
                "The tennis player achieved a clean sweep of her matches, winning every set and advancing to the finals.",
                "He likes watching professional tennis matches on TV."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVubmlz&hash=76c374a9fee3cb85005905ec5475c6ca9411950c&lang=en&cache-only=0",
            "defineEn": "a sport played with rackets by two or four players, who hit a small ball backwards and forwards over a net on a marked court",
            "defineVi": "một môn thể thao được chơi bằng vợt bởi hai hoặc bốn người chơi, những người này đánh một quả bóng nhỏ tới lui qua lưới trên sân được đánh dấu",
            "hasImg": true
        },
        {
            "id": "9d99abd4-274f-4957-800c-fb56b9d1293a",
            "word": "basketball",
            "phonetic": "bæskɪtbɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Have you been following the basketball championships?",
                "He never missed a televised basketball or football game.",
                "The team cuts and thrusts on the basketball court, displaying their agility and strategic moves.",
                "The basketball player's impressive shooting skills were hitting opponents out of the park, scoring multiple three-point shots and leading his team to a victory.",
                "I gave my brother the bird after he said that he'd never seen a worse basketball player than me."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFza2V0YmFsbA&hash=8f5629badee6a5d55a1022746ef7662d2b0b0cd5&lang=en&cache-only=0",
            "defineEn": "a type of sport where two teams, with often five players each, try to throw a ball through a net that is hanging from a ring and gain points",
            "defineVi": "một loại hình thể thao trong đó hai đội, thường có năm người chơi mỗi đội, cố gắng ném bóng qua một tấm lưới được treo trên một chiếc nhẫn và ghi điểm",
            "hasImg": true
        },
        {
            "id": "1df0ef6e-5d49-4dad-a1de-c512ed0d01d8",
            "word": "football",
            "phonetic": "fʊtbɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Other football stakeholders also got a share of the cake.",
                "Football is a popular sport that is played with a round ball and two teams.",
                "This stadium has seen many thrilling football games.",
                "My father’s followed the same football team for 40 years.",
                "The star football player blotted his copybook by using bad language in an interview."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9vdGJhbGw&hash=85845ba75100b633c4637135df0f3bac112cc22b&lang=en&cache-only=0",
            "defineEn": "a sport played with a round ball between two teams of eleven players each, aiming to score goals by kicking the ball into the opponent's goalpost",
            "defineVi": "một môn thể thao chơi với một quả bóng tròn giữa hai đội, mỗi đội gồm mười một cầu thủ, nhằm mục đích ghi bàn bằng cách sút bóng vào cột gôn đối phương",
            "hasImg": true
        },
        {
            "id": "0a7accc6-2751-4231-a276-3abd32f21a76",
            "word": "hockey",
            "phonetic": "hɑːki ",
            "partOfSpeechType": "noun",
            "examples": [
                "Ice hockey is a beloved sport in Canada.",
                "The hockey players glided effortlessly on the ice.",
                "Hockey is an exciting sport played on ice or field, with sticks and a small puck or ball.",
                "The ice version of knockers is hockey.",
                "What are you lookin' at, you hockey puck?"
            ],
            "audio": "https://tts.langeek.co/read?text=aG9ja2V5&hash=b8b2d0fe67d67a7eca9250df536fdd5a43f48894&lang=en&cache-only=0",
            "defineEn": "a game played by two teams of eleven players on grass or a field, using long sticks to put a hard ball in the opposite team's goal",
            "defineVi": "một trò chơi được chơi bởi hai đội gồm mười một cầu thủ trên cỏ hoặc sân, sử dụng gậy dài để đưa một quả bóng cứng vào khung thành của đội đối phương",
            "hasImg": true
        },
        {
            "id": "aa329512-19ab-48a0-8593-9e454993a402",
            "word": "swimming",
            "phonetic": "swɪmɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Swimming is second nature to Jane.",
                "I'm taking the kids swimming later.",
                "She's never liked swimming.",
                "Swimming helps to improve our cardiovascular fitness.",
                "She packed her swimming gear in a waterproof bag for the pool."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dpbW1pbmc&hash=c5839f026f254f033b22b703223e5769b1a6f445&lang=en&cache-only=0",
            "defineEn": "the act of moving our bodies through water with the use of our arms and legs, particularly as a sport",
            "defineVi": "hành động di chuyển cơ thể của chúng ta trong nước bằng cách sử dụng cánh tay và chân của chúng ta, đặc biệt là một môn thể thao",
            "hasImg": true
        },
        {
            "id": "9fefeeb3-197a-4ff6-9f29-9ab094378efa",
            "word": "diving",
            "phonetic": "daɪvɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They jump off the diving board into the pool.",
                "They put a gas mask-- - Deep sea diving farmer aliens.",
                "Standing on a diving board.",
                "And then there's dumpster diving.",
                "But in one species, the fanged pitcher plant, these traps are home to diving ants."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGl2aW5n&hash=706eba33f78e44afaf69abd5f3d47d392319fee7&lang=en&cache-only=0",
            "defineEn": "‌the activity or sport of jumping into water from a diving board, with the head and arms first",
            "defineVi": "‌hoạt động hoặc môn thể thao nhảy xuống nước từ ván lặn, với đầu và cánh tay trước",
            "hasImg": true
        },
        {
            "id": "ac889871-2ecf-4bd0-b164-92b4c593e292",
            "word": "athletics",
            "phonetic": "æθlɛɾɪks ",
            "partOfSpeechType": "noun",
            "examples": [
                "- Athletics have been around a while."
            ],
            "audio": "https://tts.langeek.co/read?text=YXRobGV0aWNz&hash=9823b6809ef668d062710aaa2701d8843a441a30&lang=en&cache-only=0",
            "defineEn": "any sport that people tend to do",
            "defineVi": "bất kỳ môn thể thao nào mà mọi người có xu hướng làm",
            "hasImg": true
        },
        {
            "id": "162f74f2-dd19-47ee-a9dd-9471306cb672",
            "word": "motorcycling",
            "phonetic": "moʊɾɚsaɪklɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW90b3JjeWNsaW5n&hash=859c27366f332223f7d673d0558b4322cb631290&lang=en&cache-only=0",
            "defineEn": "the act of riding a motorcycle, particularly as a sport or hobby",
            "defineVi": "hành động đi xe máy, đặc biệt là một môn thể thao hoặc sở thích",
            "hasImg": true
        },
        {
            "id": "d1ad903c-00bb-4a01-8bed-82a1ebe3397a",
            "word": "golf",
            "phonetic": "ɡɑːlf ",
            "partOfSpeechType": "noun",
            "examples": [
                "My dad doesn't play golf any more.",
                "He has golf on the brain!",
                "Golf is a leisurely sport played on a large green course with clubs and a small ball.",
                "so I resigned as secretary of the golf club.",
                "Playing golf with clients is one way to mix business with pleasure."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29sZg&hash=14012c45dd1f6e330589474f2e4907c174e32499&lang=en&cache-only=0",
            "defineEn": "a game that is mostly played outside where each person uses a special stick to hit a small white ball into a number of holes with the least number of swings",
            "defineVi": "một trò chơi chủ yếu được chơi ngoài trời trong đó mỗi người sử dụng một cây gậy đặc biệt để đánh một quả bóng nhỏ màu trắng vào một số lỗ với số lần xoay ít nhất",
            "hasImg": true
        },
        {
            "id": "9ec6e826-0a82-4b7f-9db0-8c9e8cd79503",
            "word": "to ski",
            "phonetic": "tə skiː ",
            "partOfSpeechType": "verb",
            "examples": [
                "I've never skied before, so here goes nothing.",
                "We went skiing in the snowy mountains.",
                "You're going skiing in this blizzard?",
                "She had never been skiing before, but took the plunge and booked a lesson, knowing that there is always a first time for everything.",
                "The young people ski all day."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2tp&hash=e06d9433cc6bd918ed61378226a2bf44d55341a4&lang=en&cache-only=0",
            "defineEn": "to move on snow on two sliding bars that are worn on the feet",
            "defineVi": "di chuyển trên tuyết trên hai thanh trượt được đeo ở chân",
            "hasImg": true
        },
        {
            "id": "d36f58e3-b6e5-4fdb-b8e4-72aa29680de3",
            "word": "tennis court",
            "phonetic": "tɛnɪs koːɹt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVubmlzIGNvdXJ0&hash=e1a0259cab9c934ca8ccd342a67d5739391f3a8c&lang=en&cache-only=0",
            "defineEn": "an area shaped like a rectangle that is made for playing tennis",
            "defineVi": "một khu vực có hình chữ nhật được tạo ra để chơi quần vợt"
        },
        {
            "id": "48d4e02b-068b-42da-a88a-e811b3e6d723",
            "word": "swimming pool",
            "phonetic": "swɪmɪŋ puːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have a swimming pool in our backyard for summer fun.",
                "There was like swimming pools.",
                "That's a million Olympic swimming pools.",
                "Do I need a swimming pool?",
                "I put it in the swimming pool ."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dpbW1pbmcgcG9vbA&hash=fe96a68f4a0f4834629a088448fc9ca6a5bc4851&lang=en&cache-only=0",
            "defineEn": "a specially designed structure that holds water for people to swim in",
            "defineVi": "một cấu trúc được thiết kế đặc biệt chứa nước để mọi người bơi trong",
            "hasImg": true
        },
        {
            "id": "22f591e1-1479-426a-b0c3-9e2913732377",
            "word": "motorcycling circuit",
            "phonetic": "moʊɾɚsaɪklɪŋ sɜːkɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW90b3JjeWNsaW5nIGNpcmN1aXQ&hash=43e55c3e634e89a9597ae73faea22697c9a3f73c&lang=en&cache-only=0",
            "defineEn": "a track used for motorcycle races",
            "defineVi": "một đường đua được sử dụng cho các cuộc đua xe máy",
            "hasImg": true
        },
        {
            "id": "7f770346-ed28-4301-97b5-445ed173a3a7",
            "word": "golf course",
            "phonetic": "ɡɑːlf koːɹs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z29sZiBjb3Vyc2U&hash=927134bd52492818ae4b94ef8207e6ab6f9378f6&lang=en&cache-only=0",
            "defineEn": "a place where people go to play golf",
            "defineVi": "một nơi mà mọi người đi chơi gôn",
            "hasImg": true
        },
        {
            "id": "0446eaa3-d9a7-476c-bd85-c882316cc29c",
            "word": "ski slope",
            "phonetic": "skiː sloʊp ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2tpIHNsb3Bl&hash=01688b7d396988327022aeb080d3d79a2ed029fb&lang=en&cache-only=0",
            "defineEn": "the area on a mountain or hill where people are allowed to ski",
            "defineVi": "khu vực trên núi hoặc đồi nơi mọi người được phép trượt tuyết",
            "hasImg": true
        },
        {
            "id": "08f3779c-5432-4c90-822a-6caf785dedd0",
            "word": "athletics pitch",
            "phonetic": "æθlɛɾɪks pɪtʃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXRobGV0aWNzIHBpdGNo&hash=0849a4e61385639342900fd2bd17ebb55277e9ab&lang=en&cache-only=0",
            "defineEn": "an outdoor area that is specifically designed for people to play sports and engage in physical activities",
            "defineVi": "một khu vực ngoài trời được thiết kế đặc biệt để mọi người chơi thể thao và tham gia vào các hoạt động thể chất"
        },
        {
            "id": "138ed8d3-a4dc-4ac8-82a8-ca6a9f8bce87",
            "word": "to beat",
            "phonetic": "tə biːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Beat it!",
                "Truly we have beaten swords into ploughshares!",
                "Don't beat around the bush - get to the point!",
                "They could easily have beaten us.",
                "The team then beats a retreat from the mall, hoping no one noticed them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVhdA&hash=14b6a5e5516853eab3dd3c141536485f300b4800&lang=en&cache-only=0",
            "defineEn": "to get more points, votes, etc. than the other side, in a game, race, competition, etc. and win",
            "defineVi": "để nhận được nhiều điểm, phiếu bầu, v.v. hơn phía bên kia, trong một trò chơi, cuộc đua, cuộc thi, v.v. và giành chiến thắng",
            "hasImg": true
        },
        {
            "id": "1b8793e7-4961-4d17-bc36-e9717ebf34d1",
            "word": "to win",
            "phonetic": "tə wɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Three cheers for Sarah, whose brilliant goal at the last minute won us the game!",
                "The fast runner won the race by a wide margin.",
                "Which team won?",
                "The proposal has won the approval of the city council.",
                "Our team actually won!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2lu&hash=d3678ed5e6f83738b13de30399077199a8dcb63b&lang=en&cache-only=0",
            "defineEn": "to become the most successful, the luckiest, or the best in a game, race, fight, etc.",
            "defineVi": "để trở thành người thành công nhất, may mắn nhất hoặc giỏi nhất trong một trò chơi, cuộc đua, cuộc chiến, v.v.",
            "hasImg": true
        },
        {
            "id": "ba59c0f9-6ae1-4553-b614-2b83381898ec",
            "word": "to lose",
            "phonetic": "tə luːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "That shot lost him the championship.",
                "lose that creep!",
                "His carelessness lost him the job.",
                "The government has lost control of the city.",
                "The business is losing money."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG9zZQ&hash=d2044deae3324b134df450dc236b019f3fe9efb6&lang=en&cache-only=0",
            "defineEn": "to not win in a race, fight, game, etc.",
            "defineVi": "để không giành chiến thắng trong một cuộc đua, đánh nhau, trò chơi, v.v.",
            "hasImg": true
        },
        {
            "id": "bdcf61cf-e6b7-4585-9f3a-d9acb50c87e3",
            "word": "to draw",
            "phonetic": "tə dɹɔː ",
            "partOfSpeechType": "verb",
            "examples": [
                "I draw the line at a pizza with anchovies on it.",
                "She drew a yellow sun on the corner of the paper.",
                "She drew a picture of a hand with five fingers.",
                "he battle lines has been drawn for years.",
                "The battle lines were drawn yesterday for the fiercest contest in the history of local radio."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZHJhdw&hash=ab6f269bffb435cfd9a0bc4804d97fe13056f03e&lang=en&cache-only=0",
            "defineEn": "to cause something to move towards oneself or in a particular direction by pulling it",
            "defineVi": "để gây ra một cái gì đó để di chuyển về phía mình hoặc theo một hướng cụ thể bằng cách kéo nó",
            "hasImg": true
        },
        {
            "id": "c897f1d8-1255-453b-811e-6e6b65e4a980",
            "word": "to warm up",
            "phonetic": "tə wɔːɹm ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "I made a comforting chicken noodle soup to warm up on a cold day.",
                "It was a cold winter evening, but I warmed up with a comforting bowl of millet and butternut squash soup.",
                "Upon hearing the bad news, Tom's face turned white, and he looked like death warmed up, visibly shaken by the revelation.",
                "Earth is warming up, fast.",
                "We can warm up. -"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FybSB1cA&hash=487eac85bdefc920120eda9b47329e5c42e43f32&lang=en&cache-only=0",
            "defineEn": "to prepare one's body for exercising or playing sports with gentle stretches and exercises",
            "defineVi": "để chuẩn bị cho cơ thể của một người tập thể dục hoặc chơi thể thao với các bài tập và bài tập nhẹ nhàng"
        },
        {
            "id": "78361a4f-8c66-4723-b817-c02860459ee4",
            "word": "to work out",
            "phonetic": "tə wɜːk aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "So far, it's working out well.",
                "The restaurant is working out the kinks in the new menu, adjusting portion sizes and experimenting with new dishes",
                "So, have a think, work out your priorities and get back to me.",
                "He was taking action to improve his health by working out regularly.",
                "Comb hair from tip to root, working out the knots at the end."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd29yayBvdXQ&hash=6d2cd304765e6b278851d1017d158098b95fa267&lang=en&cache-only=0",
            "defineEn": "to exercise in order to get healthier or stronger",
            "defineVi": "tập thể dục để khỏe mạnh hơn hoặc mạnh mẽ hơn",
            "hasImg": true
        },
        {
            "id": "7e66edee-558d-4e05-85bd-66f0bdf79c38",
            "word": "to send off",
            "phonetic": "tə sɛnd ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "For all my experience, I blew a fuse in the quarter-final and could have been sent off.",
                "And then you send off a sample",
                "Sending off a shockwave that will be felt by seismic stations and whales around the world.",
                "The good lady was, by this time, unable to speak, and was immediately sent off home to bed.",
                "lIt was so successful, in fact, and so not-yet-out-of-fuel, that after a return pass by Earth for a gravity assist, Giotto was sent off to study a second comet in 1992."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VuZCBvZmY&hash=830509f820c81a0b26e44616d4676fbde80f6045&lang=en&cache-only=0",
            "defineEn": "(of a referee in a sports competition) to order a player to no longer participate in the game due to a violation of the rules",
            "defineVi": "(của trọng tài trong một cuộc thi đấu thể thao) để ra lệnh cho một người chơi không còn tham gia trò chơi do vi phạm các quy tắc"
        },
        {
            "id": "7381c1fe-869d-4ea9-a6b6-e3b6ecdecbd3",
            "word": "to knock out",
            "phonetic": "tə nɑːk aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We were short of food after the storm knocked out power for several days.",
                "So alcohol can knock out some unwelcome microbes in your stomach and upper intestine before they become harmful.",
                "You knock out the consumer and you knock down the economy in an extraordinary way.",
                "Then, when this fast electron collides with an air particle, it can knock out electrons with enough energy that they too can be accelerated.",
                "If that ejection happens to be facing towards a particular tiny blue planet, that solar sneeze can knock out power grids and mobile phones."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ga25vY2sgb3V0&hash=8454fde6f8d535b457c6b6195d992a23cb4cc88c&lang=en&cache-only=0",
            "defineEn": "to defeat an individual or team so that they can no longer take part in the competition",
            "defineVi": "để đánh bại một cá nhân hoặc đội để họ không còn có thể tham gia vào cuộc thi"
        }
    ]
}