{
    "id": "ad4de1be-7bd1-4eda-a420-f5c0afcbf6d9",
    "title": "Every Action Has a Reaction",
    "originalTitle": "Every Action Has a Reaction",
    "words": [
        {
            "id": "4d93ce39-c98f-4b00-8f7d-fc12334a48ca",
            "word": "aftereffect",
            "phonetic": "æftɚɹɪfɛkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Did you feel the shuddering, the aftereffects? ",
                "The hospital is still tending to patients struggling with the aftereffects of the virus."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZ0ZXJlZmZlY3Q&hash=f4373274082fc2d2691c746d680b91973716b1a9&lang=en&cache-only=0",
            "defineEn": "an effect that results from an action or event",
            "defineVi": "một hiệu ứng kết quả từ một hành động hoặc sự kiện"
        },
        {
            "id": "0361f6ce-32f7-4126-b5c3-b142b8c88a0a",
            "word": "aftermath",
            "phonetic": "æftɚmæθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the aftermath of a natural disaster, the affected community came together to support each other, demonstrating how two in distress makes sorrow less.",
                "She's fresh out of a relationship and still dealing with the emotional aftermath.",
                "Burke’s theories launched conservative political ideology in the revolution’s aftermath.",
                "The aftermath of the big one will wreak havoc on infrastructure and the economy.",
                "UN Resolution 194 came in the aftermath of Israel's first war with their Arab neighbors."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZ0ZXJtYXRo&hash=3c51930b2f1c3b46fcba55d84f00eb1c6b2e3d94&lang=en&cache-only=0",
            "defineEn": "the situation that follows a very unpleasant event such as a war, natural disaster, accident, etc.",
            "defineVi": "tình huống xảy ra sau một sự kiện rất khó chịu như chiến tranh, thiên tai, tai nạn, v.v."
        },
        {
            "id": "db9eaa2b-26f4-4bb6-832a-6b6d9c5c3871",
            "word": "augmentation",
            "phonetic": "ɔːɡmɛnteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "But now we have improved sass stability, augmentation control systems.",
                "If there is one thing that I learnt from the backwards bicycle experiment Is that knowledge is not understanding So a couple of years ago when I made the YouTube series about helicopter physics I gained the knowledge of how they worked, but not really the understanding so today on Smarter Every Day I'm going to try hover a helicopter I've heard its the hardest thing you can do, specifically the Robinson 22 because it's a pure helicopter, there is no augmentation"
            ],
            "audio": "https://tts.langeek.co/read?text=YXVnbWVudGF0aW9u&hash=9b81968ae49bb09f1e59628492a2e37d9558b53b&lang=en&cache-only=0",
            "defineEn": "the act or process of adding the amount, value, or size of something",
            "defineVi": "hành động hoặc quá trình thêm số lượng, giá trị hoặc kích thước của một cái gì đó"
        },
        {
            "id": "dd928888-0c9a-4cb3-869b-7fccbae2ee14",
            "word": "to bring about",
            "phonetic": "tə bɹɪŋ ɐbaʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The therapist told her patient that it was important to confess their mistakes and take responsibility for their actions because confession is good for the soul and can bring about personal growth.",
                "But, the end of World War II brought about a big change to the air travel industry.",
                "This regulation sometimes brought about some of the progressives’ goals.",
                "But they also brought about the destruction of rural lands, divisions between social classes, and rapid urbanization.",
                "And it brought about the disappearance of 75% of the world’s species."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJpbmcgYWJvdXQ&hash=225aa53c884a1fadb8badbb817b8318a6193ae70&lang=en&cache-only=0",
            "defineEn": "to cause something to occur",
            "defineVi": "để gây ra một cái gì đó để xảy ra"
        },
        {
            "id": "74626413-eaf6-4a70-99f1-700ae8b62c5e",
            "word": "by-product",
            "phonetic": "baɪpɹɑːdʌkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And this right here is a by-product doctor.",
                "And now one of the by-products of this reaction is ammonia",
                "Well, erection is a by-product of both nerves and blood vessels working together once a man gets excited.",
                "Unfortunately PON1 also breaks down the toxic pesticide by-products called organophosphates.",
                "At about 13% alcohol, the by-products wild yeasts generate during fermentation become toxic and kill them."
            ],
            "audio": "https://tts.langeek.co/read?text=YnktcHJvZHVjdA&hash=9bc405c632115a98f21489be6c3089f17261b5f7&lang=en&cache-only=0",
            "defineEn": "something that happens incidentally and unexpectedly as a result of something else",
            "defineVi": "một cái gì đó xảy ra tình cờ và bất ngờ như là kết quả của một cái gì đó khác"
        },
        {
            "id": "689009d4-ff6a-4100-baa9-a721df7a5f3c",
            "word": "causation",
            "phonetic": "kɔːseɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Remember, correlation does not equal causation.",
                "Hence the common refrain: correlation doesn’t imply causation.",
                "But correlation is not causation.",
                "While rates of smartphone adoption and teen depression have increased in tandem these studies can only prove correlation, not causation.",
                "But you have to be careful because correlation does not always equal causation."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F1c2F0aW9u&hash=7671c53e8194bbb4f7e7e2fa6d3674a02bde95c2&lang=en&cache-only=0",
            "defineEn": "the action or process of causing a particular thing",
            "defineVi": "hành động hoặc quá trình gây ra một điều cụ thể"
        },
        {
            "id": "b1dcfc32-db2d-4bb8-a5d7-314c24b96750",
            "word": "causality",
            "phonetic": "kɔːzælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Maybe there's a causality there.",
                "That is a strict causality.",
                "What we can do and what we are studying is the parallel causality or coincidentally of higher taxes and outmigration.",
                "The whole point of this is to understand the difference between causality and correlation because they're saying very different things.",
                "They can say that there’s a relationship, but they can’t directly infer causality."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F1c2FsaXR5&hash=dcbf6d9de35e6f7c4f8ee09326bb60d99c0925c7&lang=en&cache-only=0",
            "defineEn": "the relationship between a cause and its effect",
            "defineVi": "mối quan hệ giữa một nguyên nhân và kết quả của nó"
        },
        {
            "id": "0940851d-dd01-47e1-b810-6d390165a159",
            "word": "to come into effect",
            "phonetic": "tə kʌm ɪntʊ ɪfɛkt ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tZSBpbnRvIGVmZmVjdA&hash=c188aeb5ac03c6eb07bc62d0deafacb3b9e0345d&lang=en&cache-only=0",
            "defineEn": "to begin to apply; to start to be used",
            "defineVi": "để bắt đầu áp dụng; bắt đầu được sử dụng"
        },
        {
            "id": "1dc55f4c-fa20-44e2-b8b0-45b720475d87",
            "word": "consequent",
            "phonetic": "kɑːnsɪkwənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Sometimes it's called the consequent.",
                "This is the conclusion or the consequent.",
                "The police might see a crime as it was happening or use the video to help in any consequent investigations. ",
                "In conclusion, the cause for the coldness of cans of compressed air can be clarified by comprehending the consequent clue: they aren’t actually cans of compressed air.",
                "So, among those who think that the evidence suggests brown dwarfs are different from giant planets, what supposedly distinguishes them is how they formed, their consequent behavior, and their composition."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc2VxdWVudA&hash=5c7476135fb9698a05501b60dc8a9fcad2d8c322&lang=en&cache-only=0",
            "defineEn": "occurring as a result of something particular",
            "defineVi": "xảy ra như là kết quả của một cái gì đó cụ thể"
        },
        {
            "id": "032f8807-d074-4811-8ce6-e58e22d8f3ea",
            "word": "contributory",
            "phonetic": "kəntɹɪbjuːtoːɹi ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29udHJpYnV0b3J5&hash=14c096f4d61522b6e471aed46a778c25ab1049d2&lang=en&cache-only=0",
            "defineEn": "playing a part in causing something",
            "defineVi": "đóng một phần trong việc gây ra một cái gì đó"
        },
        {
            "id": "273c77f6-2de6-47f9-a11c-f2010e3e9732",
            "word": "cumulative",
            "phonetic": "kjuːmjʊlətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Also with ADHD, the loss of time has a cumulative effect.",
                "We are the world's largest cumulative emitter of carbon pollution.",
                "And Peggy Whitson holds the record for cumulative time in space, 665 days.",
                "This axis right over here is the total cumulative amount of debt that we have.",
                "But people don't realize that over time this is cumulative."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VtdWxhdGl2ZQ&hash=09b80591556a74e870afb44b859f2885afde00be&lang=en&cache-only=0",
            "defineEn": "increasing gradually as more and more is added",
            "defineVi": "tăng dần khi ngày càng nhiều được thêm vào"
        },
        {
            "id": "f465fbda-8699-49ef-89e3-82af88d0343b",
            "word": "to deteriorate",
            "phonetic": "tə dɪtiəɹɪɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The relationship between the two friends had deteriorated beyond repair.",
                "She could only watch from the sidelines as her brother's health deteriorated.",
                "Back at the plant, the situation was deteriorating.",
                "So, over time, it deteriorates.",
                "But unlike wallpaper, a painting isn’t necessarily going to deteriorate over time."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGV0ZXJpb3JhdGU&hash=dfb6a29457ff243c0936f888d172757c617d3ffc&lang=en&cache-only=0",
            "defineEn": "to become worse than before",
            "defineVi": "trở nên tồi tệ hơn trước"
        },
        {
            "id": "1c87cbd3-d4bf-4cab-ac5a-b4f3f4661c99",
            "word": "effectual",
            "phonetic": "ɪfɛktʃuːəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "So I do think that protests in order to be effectual, they have to get people to be pulled out of the status quo."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWZmZWN0dWFs&hash=8687208c4039e4d6d72dbed6cd42efea4b64340c&lang=en&cache-only=0",
            "defineEn": "producing or capable of producing an intended result or having a striking effect",
            "defineVi": "sản xuất hoặc có khả năng tạo ra một kết quả dự kiến hoặc có tác dụng nổi bật"
        },
        {
            "id": "455bc0f8-8173-4d10-96b0-561a5fb95f87",
            "word": "ensuing",
            "phonetic": "ɛnsuːɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZW5zdWluZw&hash=31f1862315ce97a3f144c466718b8e15f17bef62&lang=en&cache-only=0",
            "defineEn": "following something or resulting from it",
            "defineVi": "theo một cái gì đó hoặc kết quả từ nó"
        },
        {
            "id": "debb2a35-e68c-4110-b718-d3cd97924835",
            "word": "to eventuate",
            "phonetic": "tʊ ᵻvɛntʃuːeɪt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZXZlbnR1YXRl&hash=d24cd22cc5767248d84b632257714a16a2c181b5&lang=en&cache-only=0",
            "defineEn": "to take place as a result, particularly an indirect one",
            "defineVi": "để diễn ra như một kết quả, đặc biệt là một gián tiếp"
        },
        {
            "id": "5d90ac0e-f33d-4dd9-adc4-02d7dca2ed99",
            "word": "herein",
            "phonetic": "hɪɹɪn ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Herein lies the magic of a poem.",
                "Wherein, therein, or herein lies the smoothie.",
                "40,000 migrants work herein Sanxingchen, a new industrial center that hasgrown from a village in less than ten years."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVyZWlu&hash=cdf02d1de27d46f2f650a1f95abb931446ec8836&lang=en&cache-only=0",
            "defineEn": "in this document, situation, place, etc.",
            "defineVi": "trong tài liệu này, tình huống, địa điểm, v.v."
        },
        {
            "id": "a953d560-39ee-437d-80aa-1e9cbdf962d7",
            "word": "to imply",
            "phonetic": "tʊ ɪmplaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I didn't mean to imply that you were in any way at fault.",
                "Of all the nerve, implying that I'm somehow to blame for the project's failure!",
                "Well, pressure implies resistance.",
                "It implies the loss of not just our lives but all life.",
                "And it also implies an infantilization."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wbHk&hash=7d24a547054a9680d34fac487eb8d68c62692697&lang=en&cache-only=0",
            "defineEn": "to suggest that one thing is the logical consequence of the other",
            "defineVi": "để gợi ý rằng một điều là hệ quả logic của khác"
        },
        {
            "id": "ad3dc8d8-d297-42f6-83fc-0c0bf8ca7f88",
            "word": "to induce",
            "phonetic": "tʊ ɪnduːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "He was induced to part out and out with all the money.",
                "In addition to agony, poneratoxin can induce trembling, cold sweats, nausea, vomiting, and even an abnormal heartbeat.",
                "Induce a retraction of the Kremlin’s control and influence, and 4.",
                "So you can induce more roll and translation more torque.",
                "Then, when the solar wind collides with this ionosphere, it induces a magnetic field around the planet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5kdWNl&hash=433c9a064bdce9188e828897b0d441c78cf20ee6&lang=en&cache-only=0",
            "defineEn": "to cause a particular thing",
            "defineVi": "để gây ra một điều cụ thể"
        },
        {
            "id": "d15d3789-58ff-4377-b072-bdf5391bdb65",
            "word": "to instigate",
            "phonetic": "tʊ ɪnstᵻɡeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The president of the United States instigated an attempted coup in this country.",
                "She can instigate a lot of problems with big stars.",
                "That was Democrats that instigated this.",
                "And he said, we know that you instigated that entire outburst from him.",
                "Ackman is known for building a stake in a company and instigating changes that will boost the company's stock price."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5zdGlnYXRl&hash=50c2b255d792fbbdead8e3eb3e68191298348c3f&lang=en&cache-only=0",
            "defineEn": "to cause something to begin or occur",
            "defineVi": "để gây ra một cái gì đó để bắt đầu hoặc xảy ra"
        },
        {
            "id": "16b47cd2-45fe-446b-aab5-634ad270e3de",
            "word": "to proliferate",
            "phonetic": "tə pɹəlɪfɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "At the dawn of the Internet era through the late 1990s, proprietary software proliferated.",
                "Over time, the resistant genes proliferate, creating entire strains of resistant super bacteria.",
                "Cells proliferate, and then it creates disease!",
                "It then proliferated faster than public health measures could contain it.",
                "While fish with jaws first appeared in the Silurian, they proliferated in the Devonian."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvbGlmZXJhdGU&hash=c7d7834378e81b1ded652e9b15d25d6054d07168&lang=en&cache-only=0",
            "defineEn": "to cause something to rapidly increase in numbers or grow in size",
            "defineVi": "để gây ra một cái gì đó để nhanh chóng tăng số lượng hoặc tăng kích thước"
        },
        {
            "id": "37ea7800-58a4-4856-af07-401e93fea28c",
            "word": "repercussion",
            "phonetic": "ɹᵻpɚkʌʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "And industry had other repercussions.",
                "So, the repercussions are not only significant for China domestically, but for the rest of the world and here in the United States.",
                "And that could have some pretty big repercussions.",
                "Even today, we're still seeing the repercussions from it.",
                "As for repercussions, there have been very little, both legally and financially."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVwZXJjdXNzaW9u&hash=4412e4d727915ec389c9de183665fd13cf516db3&lang=en&cache-only=0",
            "defineEn": "an unintended effect of something, usually a negative and long lasting one",
            "defineVi": "một tác động ngoài ý muốn của một cái gì đó, thường là một tác động tiêu cực và lâu dài"
        },
        {
            "id": "79a16d3d-fe5a-4550-944a-7f69d7b08bb4",
            "word": "to stem from",
            "phonetic": "tə stɛm fɹʌm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Pointing out that many health problems stem from poor diet and overeating.",
                "Probably, my interest in farming stemmed from my interest in food.",
                "Daenerys Targaryen's claim to the Iron Throne stems from her status as the mother of dragons.",
                "This hypothesis stems from the work of paleontologist René Lavocat and taxonomist Robert Hoffstetter who published a series of studies on these rodents from 1969 to 1975.",
                "Your forgetfulness might also stem from the other end of things: the whole remembering bit."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RlbSBmcm9t&hash=4d3fb8b4273caa14b97e3a6d6711a6fe36c99fe0&lang=en&cache-only=0",
            "defineEn": "to arise from or be caused by something",
            "defineVi": "phát sinh từ hoặc được gây ra bởi một cái gì đó"
        },
        {
            "id": "5a50e5d7-c16e-403d-aed1-6b6bfffaebac",
            "word": "whereby",
            "phonetic": "wɛɹbaɪ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Obsessive-compulsive disorder is an anxiety disorder whereby you have either obsessions or compulsions or both.",
                "Titles also provide guidelines whereby people know how to address others. ",
                "Graduating students also wear collars or sashes of cloth over their gowns, whereby their field of academic specialization is indicated via color. ",
                "A uniform is one way whereby the workers can be easily identified by others. ",
                "In fact, they have a test environment whereby the updates for the software is tested to make sure that the software they're getting from their automation vendor is not infested with malware."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hlcmVieQ&hash=dcccf2dd6b6918c81270745baca5fa33568e39c1&lang=en&cache-only=0",
            "defineEn": "used for indicating that something is done in accordance with the mentioned rule, approach, method, etc.",
            "defineVi": "được sử dụng để chỉ ra rằng một cái gì đó được thực hiện theo quy tắc, cách tiếp cận, phương pháp đã đề cập, v.v."
        },
        {
            "id": "7a80fe85-e0c8-4984-8d96-b357093cab41",
            "word": "to avert",
            "phonetic": "tʊ ɐvɜːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The crisis was averted.",
                "The plastic bans were averted.",
                "We will avert destabilization and mass migration.",
                "Flights between Hong Kong, Toronto and other international cities were quickly grounded and thanks to other emergency measures, a pandemic was averted.",
                "We will not avert our eyes from a regime that chants Death to America and threatens genocide against the Jewish People."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXZlcnQ&hash=446c3899817953358be0c2d4f641d85cf76155da&lang=en&cache-only=0",
            "defineEn": "to prevent something dangerous or unpleasant from happening",
            "defineVi": "để ngăn chặn một cái gì đó nguy hiểm hoặc khó chịu xảy ra"
        },
        {
            "id": "5a434998-ac2e-46b3-8767-b6f99457f1ae",
            "word": "to trigger",
            "phonetic": "tə tɹɪɡɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Cameras triggered by cars running red lights at intersections.",
                "Methamphetamine also triggers the release of dopamine.",
                "Trigger the high speed camera.",
                "So, naturally, DNA damage triggers an immune response: inflammation.",
                "The announcement triggered a jump in oil prices."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJpZ2dlcg&hash=e710ce0f7b624779bc5f2dbc057589ad5417c9bd&lang=en&cache-only=0",
            "defineEn": "to cause something to happen",
            "defineVi": "để gây ra một cái gì đó để xảy ra"
        },
        {
            "id": "cce79b78-2cd3-4321-bc1c-5133c6db6a51",
            "word": "acutely",
            "phonetic": "ɐkjuːtli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Health care workers on the front lines are feeling the pressure acutely, not to mention the concerns for their own risks and for their families.",
                "I have to be acutely aware of it because I may go into an asthma attack and then I'm down for several days.",
                "Unfortunately, under certain conditions and concentrations, some of these are so acutely toxic to humans that people have used them to commit suicide.",
                "Prisoners were to be isolated from the rest of the population for their crimes, and were expected to suffer acutely.",
                "By applying a little science, we become acutely aware that our atmosphere, though seemingly enormous, is perilously thin, and belongs to us all."
            ],
            "audio": "https://tts.langeek.co/read?text=YWN1dGVseQ&hash=5868f3e51b44e68989d75f530d042a1949213f03&lang=en&cache-only=0",
            "defineEn": "in a way that is too extreme or intense",
            "defineVi": "trong một cách đó là quá cực đoan hoặc dữ dội"
        },
        {
            "id": "f0dd318c-6dff-4ee1-a76c-351437044193",
            "word": "to beware",
            "phonetic": "tə bᵻwɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Beware of that pig in a poke.",
                "The archbishop cautioned the cardinal to beware of a man of one book who bases all of his arguments solely on a single reference.",
                "After a lightning strike hit a tree in our neighborhood, my mother said 'beware of an oak, it draws the stroke' and advised me to stay inside during thunderstorms.",
                "With TV sports coverage becoming increasingly competitive, the BBC should beware of resting on its laurels.",
                "Although he seemed friendly and harmless, his quiet demeanor made some people wary - after all, beware of a silent man and still water."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmV3YXJl&hash=30a0a3af08b0f7f8f6f75b131e2dec59816212af&lang=en&cache-only=0",
            "defineEn": "to warn someone to be cautious of a dangerous person or thing",
            "defineVi": "để cảnh báo ai đó phải thận trọng với một người nguy hiểm hoặc điều"
        },
        {
            "id": "dfc7a716-7368-4591-b13b-80da714cec2d",
            "word": "critical",
            "phonetic": "kɹɪɾɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "His critical remarks ruffled the feathers of the board members.",
                "The question requires critical thinking and analysis.",
                "The actor's Oscar win was in the bag after receiving widespread critical acclaim for their performance.",
                "All three patients were considered to be in a critical condition.",
                "Her latest novel is her crowning glory, receiving widespread critical acclaim and topping the bestseller lists."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JpdGljYWw&hash=b2513701d896eb18638b9a819717651f9e76ed01&lang=en&cache-only=0",
            "defineEn": "(of a problem or situation) very serious and possibly disastrous",
            "defineVi": "(của một vấn đề hoặc tình huống) rất nghiêm trọng và có thể là thảm họa"
        },
        {
            "id": "252fbecd-481b-4db6-b9cc-e53532cd964c",
            "word": "daredevil",
            "phonetic": "dɛɹdɛvəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The daredevil performer, Max, shocked the audience by performing his entire circus act in his birthday suit.",
                "Tom has a real taste for these daredevil sports.",
                "I prefer the real daredevil.",
                "I said the real daredevil.",
                "You have a whole Daredevil costume underneath there?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFyZWRldmls&hash=a1f468abedc429b27297a60051c3fce96185f9cf&lang=en&cache-only=0",
            "defineEn": "someone who is reckless and likes putting themselves in danger",
            "defineVi": "một người liều lĩnh và thích đặt mình vào nguy hiểm",
            "hasImg": true
        },
        {
            "id": "26c6cdee-33b6-47c5-ba0e-61e3508d1958",
            "word": "escapade",
            "phonetic": "ɛskɐpeɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "He never shot a line about his escapades.",
                "Did-- I'm winded from that little escapade I just went through.",
                "So all of their escapades will be happening at night when all the lights have been turned off and it’s nice and dark."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXNjYXBhZGU&hash=b8e13ffaa77317b92ee5d2807934ab1f121a8141&lang=en&cache-only=0",
            "defineEn": "a thrilling yet potentially dangerous adventure, particularly one that people think is idiotic to embark on",
            "defineVi": "một cuộc phiêu lưu ly kỳ nhưng có khả năng nguy hiểm, đặc biệt là cuộc phiêu lưu mà mọi người nghĩ là ngu ngốc khi dấn thân vào"
        },
        {
            "id": "0dd5d110-72f9-417c-9229-257eb01f336e",
            "word": "to spawn",
            "phonetic": "tə spɔːn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Could the Large Hadron Collider spawn a planet devouring black hole?",
                "But some scientists say the higher mutation rate could spawn new human species within centuries.",
                "Diamonds sometimes tend to spawn near lava.",
                "When the oysters spawn, they release their eggs and sperm directly into the water.",
                "Parents apparently want to raise their own spawn."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Bhd24&hash=00ae354b9ec91263d60819432ccae10323628bc4&lang=en&cache-only=0",
            "defineEn": "to cause something to be created, particularly in large numbers",
            "defineVi": "để gây ra một cái gì đó được tạo ra, đặc biệt là với số lượng lớn"
        },
        {
            "id": "f290b1a8-332b-4b2b-8759-202423fd5dc2",
            "word": "hazardous",
            "phonetic": "hæzɚdəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Not following safety guidelines is unacceptable in hazardous environments.",
                "Although a flammable gas like butane is more hazardous than an inert one like argon.",
                "Two, mining cobalt is hazardous and some cobalt mines have exploited children for labor.",
                "Which is less hazardous than asbestos.",
                "This house is technically a hazardous waste site."
            ],
            "audio": "https://tts.langeek.co/read?text=aGF6YXJkb3Vz&hash=1b4ffd9843ace072f83f7fa9507360518c7c4504&lang=en&cache-only=0",
            "defineEn": "presenting danger or threat, particularly to people's health",
            "defineVi": "gây nguy hiểm hoặc đe dọa, đặc biệt là đối với sức khỏe của mọi người",
            "hasImg": true
        },
        {
            "id": "fcb11591-e991-42b4-ba7f-ac4d22fe8605",
            "word": "parlous",
            "phonetic": "pɑːɹləs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFybG91cw&hash=943aa9d9062f41a7f66dc410b1e7ad57a0872666&lang=en&cache-only=0",
            "defineEn": "(of a condition) dangerous, terrible, or uncertain",
            "defineVi": "(của một điều kiện) nguy hiểm, khủng khiếp, hoặc không chắc chắn"
        },
        {
            "id": "b6f56439-e905-45c0-9f70-ee4543cd93b0",
            "word": "precautionary",
            "phonetic": "pɹɪkɔːʃənɛɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "We'd have, like, precautionary measures."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlY2F1dGlvbmFyeQ&hash=709802fc7f20714de4c5c1da4b3d89b7b0d09af9&lang=en&cache-only=0",
            "defineEn": "taken in advance in order to avoid something dangerous or unpleasant from happening",
            "defineVi": "thực hiện trước để tránh điều gì đó nguy hiểm hoặc khó chịu xảy ra"
        },
        {
            "id": "bab99a66-0940-4b5e-be33-b9222a7ad0c4",
            "word": "quicksand",
            "phonetic": "kwɪksænd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Miles, I've been in quicksand before.",
                "Yes, I'm not in the quicksand anymore.",
                "Once disturbed, quicksand becomes much more viscous, trapping whatever it envelops.",
                "Among her works, Larsen published two important novels of note, Quicksand and Passing.",
                "Once you reach solid ground, roll away from the quicksand, and then you'll be clear of that sticky situation."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVpY2tzYW5k&hash=45cdea8042441ef97a260c5006569f9271b42c7c&lang=en&cache-only=0",
            "defineEn": "a hazardous or difficult situation that is very hard to get out of",
            "defineVi": "một tình huống nguy hiểm hoặc khó khăn mà rất khó để thoát ra"
        },
        {
            "id": "34c3ae2a-19b1-4379-800b-7064a755c1c3",
            "word": "to underlie",
            "phonetic": "tʊ ʌndɚlaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Ongoing neural activity also underlies our sensory perception.",
                "For drivers, underlying skill set matches almost 90 percent with that of a warehouse supervisor.",
                "There are two key ideas that underlie this theory of class struggle.",
                "That’s the cooperative genetic programming that underlies their awesome traffic systems.",
                "\"Underlying all that, you have the darker elements, which are the men who are in real control of the situation.\""
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdW5kZXJsaWU&hash=47cdbbdf384c83684cb023ad4b3939d3f88bbaf0&lang=en&cache-only=0",
            "defineEn": "to be the basic reason behind something",
            "defineVi": "là lý do cơ bản đằng sau một cái gì đó"
        }
    ]
}