{
    "id": "ad5be73f-d34f-4f25-a9b7-6627c41a1423",
    "title": "Top 276 - 300 Nouns",
    "originalTitle": "Top 276 - 300 Nouns",
    "words": [
        {
            "id": "afd22c70-c39b-4a1c-8685-6fea2709e2fa",
            "word": "window",
            "phonetic": "wɪndoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "For children, picture books provide a window onto the world.",
                "The closed window blocked out the noise from the street.",
                "The photographs clearly show a broken window.",
                "Two faces appeared at our window.",
                "Language is a window into the world."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luZG93&hash=b28e4eb8148fc7ea01aba92634e2bc6811a16f72&lang=en&cache-only=0",
            "defineEn": "a space in a wall or vehicle that is made of glass and we use to look outside or get some fresh air",
            "defineVi": "một không gian trong một bức tường hoặc chiếc xe được làm bằng kính và chúng tôi sử dụng để nhìn ra bên ngoài hoặc hít thở không khí trong lành",
            "hasImg": true
        },
        {
            "id": "ece98821-fc9f-4eb0-96cf-0416250d088a",
            "word": "battery",
            "phonetic": "bæɾɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "She is currently taking a break to recharge her batteries.",
                "I often go for a walk to recharge my batteries.",
                "Next month, I will go on a yoga retreat to recharge my batteries.",
                "We have been resting all weekend to recharge our batteries for the upcoming week.",
                "If I feel burned out, I will take a day off to recharge my batteries."
            ],
            "audio": "https://tts.langeek.co/read?text=YmF0dGVyeQ&hash=878c0f27d65d06605275048cb8495951e19208ee&lang=en&cache-only=0",
            "defineEn": "an object that turns chemical energy to electricity to give power to a device or machine",
            "defineVi": "một đối tượng biến năng lượng hóa học thành điện để cung cấp năng lượng cho thiết bị hoặc máy móc",
            "hasImg": true
        },
        {
            "id": "c52e4320-9bfb-4bb4-a224-d0ef4b22bd43",
            "word": "material",
            "phonetic": "mətɪɹiəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "An industrial machine like that can cut through any material like a knife through butter.",
                "The truck carried a load of construction materials to the building site.",
                "He's written a lot of good material that has never seen the light of day.",
                "The Geiger counter detected high levels of radiation in the vicinity of the radioactive material.",
                "The company has won a contract to supply books and materials to schools."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0ZXJpYWw&hash=ed2e1f538e9acab8380bb391cc7621bf7493c1a6&lang=en&cache-only=0",
            "defineEn": "a substance from which things can be made",
            "defineVi": "một chất mà từ đó mọi thứ có thể được thực hiện",
            "hasImg": true
        },
        {
            "id": "a3cd670e-c91e-40a2-87ac-4295f76f97f2",
            "word": "applause",
            "phonetic": "ɐplɔːz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Have an applause?",
                "We have applause signs.",
                "Look at that, immediate applause for that concept.",
                "WOMAN: Give yourselves a round of applause.",
                "In the business We call that pity applause."
            ],
            "audio": "https://tts.langeek.co/read?text=YXBwbGF1c2U&hash=f4168bc97e1132728d035f070fc897bfc3311b9c&lang=en&cache-only=0",
            "defineEn": "the noise people make by clapping, and sometimes shouting, in order to express their enjoyment or approval",
            "defineVi": "tiếng ồn mà mọi người tạo ra bằng cách vỗ tay, và đôi khi la hét, để bày tỏ sự thích thú hoặc tán thành của họ",
            "hasImg": true
        },
        {
            "id": "aebfb1c6-fbf1-47c7-87d9-636d6a42c4ed",
            "word": "evidence",
            "phonetic": "ɛvɪdəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The police searched the suspect's house for evidence.",
                "Evidence of their relationship exists in the form of a series of letters.",
                "He presented a false document as evidence in the court case.",
                "This latest evidence could be the final nail in the coffin for Jackson's case.",
                "This evidence proves that the senator was part of the conspiracy."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZpZGVuY2U&hash=af497e9fcae09f43328ded1e99e4b9a2ac3f9778&lang=en&cache-only=0",
            "defineEn": "anything that proves the truth or validity of something, such as facts, objects, or signs",
            "defineVi": "bất cứ điều gì chứng minh sự thật hoặc giá trị của một cái gì đó, chẳng hạn như sự thật, đối tượng hoặc dấu hiệu"
        },
        {
            "id": "653a34f3-a6aa-4c5f-a5e0-8f2fd6f4a196",
            "word": "call",
            "phonetic": "kɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hole calls the thief.",
                "The organization called the new regulations a turning point in the campaign against smoking.",
                "To call a meeting/strike.",
                "A classic hot chocolate recipe calls for scalded milk to be mixed with cocoa powder and sugar.",
                "You call that mercy?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FsbA&hash=b0c42ce124a819c56064b8a30f1173b323d48b96&lang=en&cache-only=0",
            "defineEn": "the act of talking to someone on the phone; an instance of trying to contact someone by the phone",
            "defineVi": "hành động nói chuyện điện thoại với ai đó; một trường hợp cố gắng liên lạc với ai đó qua điện thoại",
            "hasImg": true
        },
        {
            "id": "9466ea7a-97ec-479d-8241-1f7dba65f0e6",
            "word": "attack",
            "phonetic": "ɐtæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "A fire attack shall chill the enemy to the bone.",
                "The envious politician attacked his opponent with baseless accusations, not realizing that envy shoots at others and wounds itself, as his own reputation was tarnished in the process.",
                "Airport security was extra tight in the wake of yesterday's bomb attacks.",
                "He knew about the attack beforehand and it shows.",
                "Prison guards looked the other way as the man was attacked by fellow prisoners."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0YWNr&hash=3a25e189552880f23214a45d6a6b176268a9df22&lang=en&cache-only=0",
            "defineEn": "an act of violence or aggression against a place or a person",
            "defineVi": "một hành động bạo lực hoặc xâm lược chống lại một nơi hoặc một người",
            "hasImg": true
        },
        {
            "id": "956ccfdc-6b1f-4bb0-ba38-58b75baf8448",
            "word": "support",
            "phonetic": "səpoːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Parents often support their children financially during college.",
                "The organization supports various charitable causes through donations.",
                "This support has dramatically tilted the balance of power in favor of the Algerian ruling elite.",
                "The government makes a big thing out of public support.",
                "Support the possibility of keeping a lid on tax increases."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwcG9ydA&hash=6da5663ab95e491cc8fd7591c77e15c8030046b6&lang=en&cache-only=0",
            "defineEn": "sympathy and assistance that one provides for someone who is facing a difficult or unfortunate situation",
            "defineVi": "sự cảm thông và hỗ trợ mà một người cung cấp cho người đang gặp phải tình huống khó khăn hoặc không may"
        },
        {
            "id": "a02c68f9-4bbe-4b8a-bbd3-9bd7ac4c09e3",
            "word": "photo",
            "phonetic": "foʊɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I took a photo of the mountain peak, capturing its majestic beauty.",
                "To take a picture/photo/shot of somebody/something.",
                "I have a picture frame with a family photo on my desk.",
                "The app lets you share your photos on Facebook, Twitter, and Tumblr.",
                "I need to update my passport photo."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhvdG8&hash=6141fa02df1ccb96c27da8d590e8eade0a781769&lang=en&cache-only=0",
            "defineEn": "an image captured by a camera",
            "defineVi": "một hình ảnh được chụp bởi một máy ảnh",
            "hasImg": true
        },
        {
            "id": "2dadeb62-bb1e-4b6f-aa44-c200aa0bdf73",
            "word": "bed",
            "phonetic": "bɛd ",
            "partOfSpeechType": "noun",
            "examples": [
                "She sent the kids to bed early.",
                "The price includes dinner, bed, and breakfast.",
                "The sofa had to serve as a bed.",
                "I have a bedside table next to my bed for my books and glasses.",
                "I usually go to bed around 11 o'clock."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVk&hash=f168fe9b1cb85c90950402c3950f6578447cb42f&lang=en&cache-only=0",
            "defineEn": "furniture we use to sleep on that normally has a frame and mattress",
            "defineVi": "đồ nội thất chúng ta sử dụng để ngủ thường có khung và nệm",
            "hasImg": true
        },
        {
            "id": "59867e31-b9c7-41d5-8788-27be47817899",
            "word": "art",
            "phonetic": "ɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Art serves an important function in our society.",
                "Art be damned!",
                "Art is very much a matter of taste.",
                "The born politician's art of working a crowd.",
                "Rugby and art seem strange bedfellows."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJ0&hash=2ca7c37d9a39d29717ca6ff9d7961eb99ccfbdd2&lang=en&cache-only=0",
            "defineEn": "the use of creativity and imagination to express emotions and ideas by making things like paintings, sculptures, music, etc.",
            "defineVi": "việc sử dụng óc sáng tạo và trí tưởng tượng để thể hiện cảm xúc và ý tưởng bằng cách tạo ra những thứ như tranh vẽ, tác phẩm điêu khắc, âm nhạc, v.v.",
            "hasImg": true
        },
        {
            "id": "8533edba-ae9a-4813-91a0-17afe92f5b20",
            "word": "population",
            "phonetic": "pɑːpjʊleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "This city is known for its diverse population and multicultural atmosphere.",
                "according to 2001 Census Report, in a population of 365 million is like drop in the bucket and in numerical terms it is a total failure.",
                "How can Britain reduce its prison population in one stroke?",
                "Whatever meager rations remained were sent to the troops fighting the war, so the civilian population faced the brunt of the famine.",
                "Africa is the second-largest continent in terms of both land area and population."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9wdWxhdGlvbg&hash=3293658f7fcc8713c3a1cc279950d1800078d282&lang=en&cache-only=0",
            "defineEn": "the number of people who live in a particular city or country",
            "defineVi": "số người sống ở một thành phố hoặc quốc gia cụ thể",
            "hasImg": true
        },
        {
            "id": "c6deadc6-ba6a-4048-949b-a303fcefcad0",
            "word": "machine",
            "phonetic": "məʃiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The machine takes its name from its inventor.",
                "The guidance system keeps the machine on course.",
                "The machine is worked by wind power.",
                "The machine records your messages and you can answer them at your convenience.",
                "An industrial machine like that can cut through any material like a knife through butter."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFjaGluZQ&hash=96856dcd75c9fb93771c7cf9554502db52093ad0&lang=en&cache-only=0",
            "defineEn": "any piece of equipment that is mechanical, electric, etc. and performs a particular task",
            "defineVi": "bất kỳ thiết bị nào là cơ khí, điện, v.v. và thực hiện một nhiệm vụ cụ thể",
            "hasImg": true
        },
        {
            "id": "96bef34e-3252-494e-951b-3b6e42ddd5e0",
            "word": "account",
            "phonetic": "ɐkaʊnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The end-of-year accounts show a loss.",
                "Their bank account was in the red again.",
                "John's bank account is in credit by $500.",
                "Then the punishment of individuals invariably took account of the harm or damage done to the victim.",
                "He gave a good account of himself in matches against Crewe and Chesterfield."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb3VudA&hash=a14f9ecf7c006812f3c236dcb3be803b3ccf278a&lang=en&cache-only=0",
            "defineEn": "an arrangement according to which a bank keeps and protects someone's money that can be taken out or added to",
            "defineVi": "một sự sắp xếp theo đó một ngân hàng giữ và bảo vệ tiền của ai đó có thể được lấy ra hoặc thêm vào"
        },
        {
            "id": "5ce1596a-44dd-412a-994a-4fd4dee13a84",
            "word": "skill",
            "phonetic": "skɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "They practice their soccer skills every day after school.",
                "We learn new skills from our parents, who teach us with patience.",
                "A mixture of skill and good luck decided the outcome of the game.",
                "I took my hat off to his cooking skill.",
                "To learn a language/skill/trade."
            ],
            "audio": "https://tts.langeek.co/read?text=c2tpbGw&hash=d7f6a300bd3a680a1e7d9bb9433e506b524be9b9&lang=en&cache-only=0",
            "defineEn": "an ability to do something well, especially after training",
            "defineVi": "một khả năng để làm một cái gì đó tốt, đặc biệt là sau khi đào tạo"
        },
        {
            "id": "b12c0432-08a0-4a85-8289-7decaf940e05",
            "word": "training",
            "phonetic": "tɹeɪnɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We were shown a training video.",
                "I've really amped up my training this time around.",
                "The company has been paying for my training courses.",
                "They had to undergo extensive training to catch up with their colleagues.",
                "After months of rigorous training, Emma finally reached the pink of condition."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhaW5pbmc&hash=f3ab4792abe31bb51019b5d8d1edd63bfb0ac703&lang=en&cache-only=0",
            "defineEn": "the process during which someone learns the skills needed in order to do a particular job",
            "defineVi": "quá trình trong đó ai đó học các kỹ năng cần thiết để thực hiện một công việc cụ thể",
            "hasImg": true
        },
        {
            "id": "6e4edde7-0a9c-45a1-b062-22e25960c242",
            "word": "cost",
            "phonetic": "kɔst ",
            "partOfSpeechType": "noun",
            "examples": [
                "That holiday cost me a small fortune.",
                "College tuitions cost an arm and leg nowadays.",
                "Estimates put the war's cost at £1 million a day.",
                "It will cost $1,500 to get the car back on the road.",
                "The trip to the beach cost me $100, but I almost broke even after winning $90 in a contest."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29zdA&hash=69cb18634ad51e9bbdb0df51398ba9bccd0c14eb&lang=en&cache-only=0",
            "defineEn": "an amount we pay to buy, do, or make something",
            "defineVi": "một số tiền chúng tôi phải trả để mua, làm, hoặc thực hiện một cái gì đó",
            "hasImg": true
        },
        {
            "id": "a572c34a-eb61-4716-bd3d-02c7fe8d894a",
            "word": "industry",
            "phonetic": "ɪndʌstɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "the automotive industry has a ripple effect on many other industries.",
                "The conference attracted many big names in the tech industry.",
                "They built the cell phone industry out of thin air in the mid-1980s.",
                "The music industry is full of movers and shakers who are constantly looking for the next big thing.",
                "He worked in the oil industry for twenty years."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kdXN0cnk&hash=39ae9b9c8e114973d9cf109a9bfae96a20d1833d&lang=en&cache-only=0",
            "defineEn": "the manufacture of goods using raw materials, particularly in factories",
            "defineVi": "sản xuất hàng hóa sử dụng nguyên liệu thô, đặc biệt là trong các nhà máy",
            "hasImg": true
        },
        {
            "id": "d9d41edb-9ac1-4235-8e21-4d469aa031ee",
            "word": "nature",
            "phonetic": "neɪtʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Swimming is second nature to Jane.",
                "I feel at one with nature.",
                "The beauty of nature is evident in the vibrant colors of a sunset.",
                "He admired her intelligence and kind-hearted nature.",
                "His kind and helpful nature is evident in the way he treats others."
            ],
            "audio": "https://tts.langeek.co/read?text=bmF0dXJl&hash=6117b7c1510264ec341f12e48adfdbc99cb69272&lang=en&cache-only=0",
            "defineEn": "everything that exists or happens on the earth, excluding ones that are made or controlled by human beings",
            "defineVi": "mọi thứ tồn tại hoặc xảy ra trên trái đất, ngoại trừ những thứ được tạo ra hoặc kiểm soát bởi con người",
            "hasImg": true
        },
        {
            "id": "277a301c-1a0a-4a18-af4d-3e3ae7787db0",
            "word": "speed",
            "phonetic": "spiːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Hold your speed at 70.",
                "The speed limit on this road is sixty kilometers per hour.",
                "The fast roller coaster thrilled riders with its speed.",
                "The speed limit on this highway is ninety kilometers per hour.",
                "He threw those kicks at lightning speed!"
            ],
            "audio": "https://tts.langeek.co/read?text=c3BlZWQ&hash=f687f2ba76e2169c781e38064f67e3911ecb75ef&lang=en&cache-only=0",
            "defineEn": "the rate or pace at which something or someone moves",
            "defineVi": "tốc độ hoặc tốc độ mà một cái gì đó hoặc ai đó di chuyển",
            "hasImg": true
        },
        {
            "id": "2c2f33bc-20f1-4833-bf6a-4640ff99b339",
            "word": "mile",
            "phonetic": "maɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The twins' resemblance stuck out a mile.",
                "The town is three miles away.",
                "Only ten miles to go.",
                "The car was doing 90 miles an hour.",
                "The beach is a mile away."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlsZQ&hash=3f836a9c1aec381f41104a7f58d373329e9e420d&lang=en&cache-only=0",
            "defineEn": "a unit of measuring length equal to 1.6 kilometers or 1760 yards",
            "defineVi": "một đơn vị đo chiều dài bằng 1,6 km hoặc 1760 yard"
        },
        {
            "id": "1c628d5e-f9d7-458f-aa6a-5df4f4f17dcb",
            "word": "truth",
            "phonetic": "tɹuːθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "She was clearly speaking the truth.",
                "Surely she would guess the truth.",
                "She finally wormed the truth out of him.",
                "There is truth in wine, after all.",
                "She realized the truth in the saying 'a person with too much ambition cannot sleep in peace.'"
            ],
            "audio": "https://tts.langeek.co/read?text=dHJ1dGg&hash=4424d2c34c76eb790f48ff4b1ff756c471552e9d&lang=en&cache-only=0",
            "defineEn": "the true principles or facts about something, in contrast to what is imagined or thought",
            "defineVi": "các nguyên tắc thực sự hoặc sự thật về một cái gì đó, trái ngược với những gì được tưởng tượng hoặc suy nghĩ"
        },
        {
            "id": "2110f2b2-b2fe-4533-ac09-5b288821b144",
            "word": "quality",
            "phonetic": "kwɔlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our company puts the emphasis on quality.",
                "The quality of our reporting and the accuracy of our stories are a reflection of our commitment to the truth and our dedication to our craft.",
                "The quality of your work is a reflection of the effort you put in.",
                "German engineering is highly regarded for its precision and quality.",
                "It is quality not price that sells our products."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVhbGl0eQ&hash=a409bd2b39b6f12714b50a8e248a064fb95d1e6d&lang=en&cache-only=0",
            "defineEn": "the grade, level, or standard of something's excellence measured against other things",
            "defineVi": "cấp độ, cấp độ hoặc tiêu chuẩn xuất sắc của một thứ gì đó được đo lường so với những thứ khác",
            "hasImg": true
        },
        {
            "id": "b6b976f8-9b79-49cb-b5ca-7de14ad88cf9",
            "word": "leader",
            "phonetic": "liːdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Military leaders took over the government.",
                "A true leader walks the talk.",
                "At one stroke, the country lost two outstanding leaders.",
                "The leaders of this war have the blood of many thousands of people on their hands.",
                "Support for the leader was fraying at the edges."
            ],
            "audio": "https://tts.langeek.co/read?text=bGVhZGVy&hash=b3eca08717f2e1a8a07a5aca057aaf36a8101476&lang=en&cache-only=0",
            "defineEn": "a person who leads or commands others",
            "defineVi": "một người lãnh đạo hoặc chỉ huy người khác",
            "hasImg": true
        },
        {
            "id": "929b4b04-09b9-4ea5-b3fb-6c28014ef6b0",
            "word": "culture",
            "phonetic": "kʌltʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Asian cultures have a rich heritage of art, music, and dance.",
                "The company culture was toxic, with a cutthroat environment and a focus on profits at all costs.",
                "The bear is a symbol of strength and courage in many cultures.",
                "In many cultures, the last name is passed down from the father's side of the family.",
                "Learning a new language opens doors to different cultures and opportunities."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3VsdHVyZQ&hash=9fc2152267b44fa6a2fb528aa2da24cef770e21a&lang=en&cache-only=0",
            "defineEn": "the general beliefs, customs, and lifestyles of a specific society",
            "defineVi": "niềm tin, phong tục và lối sống chung của một xã hội cụ thể",
            "hasImg": true
        }
    ]
}