{
    "id": "ad71c5fa-3ee5-47c4-84f9-ab4db6e4b3ba",
    "title": "Romance",
    "originalTitle": "Lesson 31",
    "words": [
        {
            "id": "d980ba4a-f3ca-4fb0-b4a7-dec32574dfc4",
            "word": "to admire",
            "phonetic": "tʊ ɐdmaɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "She admired the intricate design and embroidery on the toe of her handmade slippers.",
                "He admired the hand-painted design on the teacup.",
                "He admired her intelligence and kind-hearted nature.",
                "He admired the vibrant colors of the leafy plants in his garden.",
                "She admired the artwork displayed in the museum."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWRtaXJl&hash=b617705a12dbddffc6a4f8d099e6d9a717195036&lang=en&cache-only=0",
            "defineEn": "to express respect toward a person for their act",
            "defineVi": "để thể hiện sự tôn trọng đối với một người cho hành động của họ",
            "hasImg": true
        },
        {
            "id": "58118609-6c1d-45df-ab03-ac87918bf69a",
            "word": "to desire",
            "phonetic": "tə dɪzaɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The GPS will guide you to your desired destination with turn-by-turn directions.",
                "Apparently, Meg's cooking leaves a lot to be desired.",
                "The accuracy of the information might leave something to be desired.",
                "The slow elevator took a long time to reach the desired floor.",
                "He learned the hard way to be more cautious with his desires."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVzaXJl&hash=16cb039acdc75440ed1fa2166a94292117015143&lang=en&cache-only=0",
            "defineEn": "to be sexually drawn or attracted to someone",
            "defineVi": "bị lôi cuốn về mặt tình dục hoặc bị thu hút bởi ai đó",
            "hasImg": true
        },
        {
            "id": "84de00dc-2117-4734-998f-28f0f44983e5",
            "word": "to embrace",
            "phonetic": "tʊ ɛmbɹeɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The girl with the carrot top confidently embraces her unique hair color, radiating a sense of individuality.",
                "After careful consideration, he abandoned his previous beliefs and embraced a new ideology.",
                "Mary, amidst the vale of her years, cherishes every moment and embraces the lessons that come with age.",
                "Mark, a retired gentleman, has embraced technology and become a silver surfer, exploring the internet, connecting with friends on social media, and discovering new hobbies online.",
                "The group of teenagers is savoring their salad days, making memories and embracing the joy of youth before responsibilities take over."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZW1icmFjZQ&hash=9d93c2135bb780cbadd64cb2bd8fd45c1d5167f6&lang=en&cache-only=0",
            "defineEn": "to hold someone tightly in one's arms, especially to show affection",
            "defineVi": "ôm chặt ai đó trong vòng tay của một người, đặc biệt là để thể hiện tình cảm",
            "hasImg": true
        },
        {
            "id": "8924d48a-17e5-425f-8081-06ff664a8b3f",
            "word": "to flirt",
            "phonetic": "tə flɜːt ",
            "partOfSpeechType": "verb",
            "examples": [
                "After a few drinks, they started flirting and eventually got lucky later that night.",
                "I flirt so much!",
                "We're not flirting.",
                "We're not flirting.",
                "Yeah, I was flirting."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmxpcnQ&hash=0573928452329ff69cb7c6148598a214707f42bd&lang=en&cache-only=0",
            "defineEn": "to behave in a way that shows a person is only sexually drawn to someone, with no serious intention of starting a relationship",
            "defineVi": "cư xử theo cách cho thấy một người chỉ bị thu hút về mặt tình dục với ai đó, không có ý định nghiêm túc bắt đầu một mối quan hệ",
            "hasImg": true
        },
        {
            "id": "4ba18f14-b52f-42f0-9184-648738fd4be1",
            "word": "to want",
            "phonetic": "tə wɔnt ",
            "partOfSpeechType": "verb",
            "examples": [
                "you want a knuckle sandwich?",
                "We want a deal.",
                "I want a new job.",
                "To want children/kids.",
                "I want a dish of creamy mushroom bucatini with Parmesan right now."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FudA&hash=366540d58b07fa0f253062b5d5df89e3f8e9f121&lang=en&cache-only=0",
            "defineEn": "to sexually desire someone",
            "defineVi": "ham muốn tình dục với ai đó"
        },
        {
            "id": "eee1d89d-ad49-47be-81ac-282e800afc5a",
            "word": "to kiss",
            "phonetic": "tə kɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "The baby blew kisses, puckering up her tiny lips.",
                "I kissed it better.",
                "Rain is the kiss of death for a barbecue.",
                "He planted a gentle kiss on her cheek.",
                "If France lose this game, they can kiss their chances of winning the cup goodbye."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ga2lzcw&hash=40964c0d760140c1228a436ce30933d74098107a&lang=en&cache-only=0",
            "defineEn": "to touch someone else's lips or other body parts with one's lips to show love, sexual desire, or respect",
            "defineVi": "dùng môi chạm vào môi hoặc các bộ phận cơ thể khác của người khác để thể hiện tình yêu, ham muốn tình dục hoặc sự tôn trọng",
            "hasImg": true
        },
        {
            "id": "31993436-a605-41fc-90d7-f228f47db855",
            "word": "kiss",
            "phonetic": "kɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The baby blew kisses, puckering up her tiny lips.",
                "I kissed it better.",
                "Rain is the kiss of death for a barbecue.",
                "He planted a gentle kiss on her cheek.",
                "If France lose this game, they can kiss their chances of winning the cup goodbye."
            ],
            "audio": "https://tts.langeek.co/read?text=a2lzcw&hash=af3c55831724347e6f588ff3b39d7358e0776eff&lang=en&cache-only=0",
            "defineEn": "a gentle touch with the lips, especially to show respect or liking",
            "defineVi": "một cái chạm nhẹ nhàng bằng môi, đặc biệt là để thể hiện sự tôn trọng hoặc thích",
            "hasImg": true
        },
        {
            "id": "020a2092-0a97-4ac2-aca4-ee32734e0899",
            "word": "lover",
            "phonetic": "lʌvɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Seafood lovers can relish a delightful dish of spaghetti with succulent shrimp, clams, and calamari.",
                "The lovers held each other close.",
                "As a meat lover, he couldn't resist the temptation of a tender beef roast, seasoned with herbs and spices.",
                "The couple faced many obstacles, but they never lost hope because they believed that hope is a lover's staff.",
                "Sally is an animal lover, so when she found out that her new neighbor volunteers at an animal shelter, she knew he was after her own heart."
            ],
            "audio": "https://tts.langeek.co/read?text=bG92ZXI&hash=e6f8a55e48b8cd96c034fd135766d749eb6d5511&lang=en&cache-only=0",
            "defineEn": "one of the partners in a marriage who is in a sexual relationship outside their marriage",
            "defineVi": "một trong những đối tác trong một cuộc hôn nhân có quan hệ tình dục ngoài hôn nhân của họ"
        },
        {
            "id": "d67c17e4-611b-4a2c-b9bf-a2b1568aad7c",
            "word": "date",
            "phonetic": "deɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "They set a date for a full hearing at the end of February.",
                "I’ll check the dates.",
                "The wedding date is set for next month.",
                "We should mark the date on the calendar for our family gathering.",
                "Her date failed to show."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGF0ZQ&hash=306047f81731865f50d6a6e0e1a4a95c77e68b53&lang=en&cache-only=0",
            "defineEn": "the person that you are dating",
            "defineVi": "người mà bạn đang hẹn hò"
        },
        {
            "id": "80a1e0bb-c1ed-46f1-b596-440b9c95deeb",
            "word": "love letter",
            "phonetic": "lʌv lɛɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Despite his initial shyness, Christian made a heartfelt gesture to win Jane's heart by writing her a beautiful love letter.",
                "History is filled with scandalous love letters.",
                "Say, you read a love letter from your sweetie.",
                "Maybe write a love letter to your body thanking it for all that it does for you each and every day.",
                "I started writing a lot of love letter to him."
            ],
            "audio": "https://tts.langeek.co/read?text=bG92ZSBsZXR0ZXI&hash=fee654d27e8c8db75e3cb71a663f03060f89d504&lang=en&cache-only=0",
            "defineEn": "a letter to show one's affections toward the person who receives it",
            "defineVi": "một bức thư để thể hiện tình cảm của một người đối với người nhận được nó",
            "hasImg": true
        },
        {
            "id": "4ab36817-83a5-4169-9631-8d3b1d1e510b",
            "word": "love life",
            "phonetic": "lʌv laɪf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Jessica had been going through a dry spell in her love life and hadn't been intimate with anyone for quite some time.",
                "Well, plants have a pretty tough love life.",
                "And my love life would just go through the roof.",
                "Is it because you want your body, bed or you want your love life back?",
                "Those who take Little’s view might say that people like Maynard loved life."
            ],
            "audio": "https://tts.langeek.co/read?text=bG92ZSBsaWZl&hash=fa9f917f878024224925b91cb6a9f8517fa342b7&lang=en&cache-only=0",
            "defineEn": "a part of one's life involving relationships or sexual activities",
            "defineVi": "một phần của cuộc sống của một người liên quan đến các mối quan hệ hoặc hoạt động tình dục"
        },
        {
            "id": "8aa0b022-617c-4cfc-84ec-51fcb94e8399",
            "word": "hug",
            "phonetic": "hʌɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Big Mama always has a warm hug and a kind word for everyone who walks through her door.",
                "My baby hugged his soft, plush doll tightly while sleeping.",
                "Delighted, I gave him some skin, and his mother gave him a big hug.",
                "When he realized that his so-called friend had been spreading rumors about him behind his back, he remembered the advice to never fear the enemy that attacks you but the fake friend that hugs you.",
                "That hugs the hips boys."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVn&hash=28ec64c0496335099e881dce48f274f5e3f35ac0&lang=en&cache-only=0",
            "defineEn": "the act of closely holding someone in one's arms, usually as a sign of affection",
            "defineVi": "hành động ôm chặt ai đó trong vòng tay của một người, thường là một dấu hiệu của tình cảm",
            "hasImg": true
        },
        {
            "id": "32ab5a06-6eaf-49cc-9491-79752feb5891",
            "word": "passion",
            "phonetic": "pæʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His son doesn't share his passion for athletics.",
                "Music has been a passion that is handed down from father to son in the Smith family.",
                "The artist chose to pursue his passion, even though it didn't pay as well as other careers, because he believed that money is not everything.",
                "David and Samantha became friends after meeting at a book club and discovered their shared passion for literature.",
                "He made a decision to quit his job and pursue his passion."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzc2lvbg&hash=81b013d24ffd13f3c2dbbe5aa60677bc468f832e&lang=en&cache-only=0",
            "defineEn": "sexual love to a great amount",
            "defineVi": "tình yêu tình dục với một số lượng lớn"
        },
        {
            "id": "8274d6f0-3134-46a9-bb09-72dd401167db",
            "word": "crush",
            "phonetic": "kɹʌʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My sister has a girl crush on Billie Eilish.",
                "Did she have a crush on Ryan?",
                "He crushed the dried capsules of the poppy flowers to extract the tiny seeds for culinary purposes.",
                "Do you really have a crush on folk dancers?",
                "I've had a crush on Tommy for years."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3J1c2g&hash=5d4bf3b66fed9ee16fbc9409c9023b1f0c5d13ca&lang=en&cache-only=0",
            "defineEn": "a strong, temporary feeling of love toward a person",
            "defineVi": "một cảm giác mạnh mẽ, tạm thời của tình yêu đối với một người"
        },
        {
            "id": "c9a61bf2-eb80-4417-8c14-703d6aed985c",
            "word": "baby",
            "phonetic": "beɪbi ",
            "partOfSpeechType": "interjection",
            "examples": [
                "The baby had chubby cheeks and a cute face.",
                "The baby cried its head off.",
                "The baby has brought them great joy.",
                "The mother gently cradled her newborn baby in her arms.",
                "The lioness carefully groomed her newborn baby."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFieQ&hash=2b55d6a775fba83df38e1d8aeeb3fd98f723ab6f&lang=en&cache-only=0",
            "defineEn": "a word to address a person one likes or loves, especially their husband, wife, or partner",
            "defineVi": "một từ để giải quyết một người thích hoặc yêu, đặc biệt là chồng, vợ hoặc đối tác của họ"
        },
        {
            "id": "9aa11a50-fda2-475d-8df1-8a020bac1427",
            "word": "darling",
            "phonetic": "dɑːɹlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You have no horse in the race darling.",
                "That watch is made for you darling.",
                "I'd love to postpone, darling, but I just cashed my last rain check.",
                "One cannot simply unscramble scrambled eggs my darling.",
                "When Sarah's friends teased her about dating an older man, she reminded them of the saying better be an old man's darling than a young man's slave, and explained that she valued the respect and kindness he showed her."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFybGluZw&hash=90ef63c7dc085ea4728289f4e8c59855d600daa0&lang=en&cache-only=0",
            "defineEn": "a word to address a loved one",
            "defineVi": "một từ để giải quyết một người thân yêu"
        },
        {
            "id": "4181188d-5cac-4a57-b6bd-afce29ce7e8e",
            "word": "honey",
            "phonetic": "hʌni ",
            "partOfSpeechType": "noun",
            "examples": [
                "We used honey as a natural sweetener in our homemade salad dressing.",
                "I hear you, honey.",
                "We used honey as a natural remedy for soothing a sore throat.",
                "You've been awfully quiet tonight, honey.",
                "Honey berries are perfect for making jams and preserves with their naturally sweet taste."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9uZXk&hash=d63d6aa9d44215682b5a048d5cebc9dd38248d34&lang=en&cache-only=0",
            "defineEn": "a word that is used to address a person that one loves or has feelings for",
            "defineVi": "một từ được sử dụng để giải quyết một người mà người ta yêu hoặc có tình cảm"
        },
        {
            "id": "26c6ea1a-72f4-4785-9d63-b4a99c0313d6",
            "word": "sweetheart",
            "phonetic": "swiːthɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company's income tax arrangement has been denounced as a sweetheart deal.",
                "I will, sweetheart.",
                "Amelia's husband, Nestor, was her high school sweetheart.",
                "You're all right, sweetheart.",
                "Hi, sweetheart, but she does like snuggling real close."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dlZXRoZWFydA&hash=37bb8648343ca7ed2a2d73f676e51dd967b2b674&lang=en&cache-only=0",
            "defineEn": "a word to address someone you love",
            "defineVi": "một từ để giải quyết một người bạn yêu",
            "hasImg": true
        },
        {
            "id": "98c5e983-6f56-4766-aa14-808fd7f587f9",
            "word": "blind date",
            "phonetic": "blaɪnd deɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Would you ever go on a blind date?",
                "Elaine arranged for me to go on a blind date with a guy from her office.",
                "Wow, you put some effort into this blind date.",
                "I've never been on a blind date.",
                "I've never been on a blind date."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxpbmQgZGF0ZQ&hash=17880260cc698b2e177ac74e0b76274b276d8a24&lang=en&cache-only=0",
            "defineEn": "a date with a person one has not met before",
            "defineVi": "một cuộc hẹn với một người chưa từng gặp trước đây",
            "hasImg": true
        },
        {
            "id": "2acd40d4-01eb-457b-9171-8ee9828591c1",
            "word": "double date",
            "phonetic": "dʌbəl deɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We went out one night on a double date and it turned out to be a fair evening for me."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG91YmxlIGRhdGU&hash=8cc492503cfbddca92f9b07f0b2397c46be5ea77&lang=en&cache-only=0",
            "defineEn": "the occasion on which two couples go on a date together",
            "defineVi": "dịp mà hai cặp đôi hẹn hò với nhau",
            "hasImg": true
        },
        {
            "id": "d217ab76-0f29-48df-81b1-ec1bbc9dc0c8",
            "word": "fond",
            "phonetic": "fɑːnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It's not taking a trip down memory lane or longing and yearning for the good old days or fond memories of what's no more.",
                "Many of us have fond memories of our childhoods.",
                "We said a fond farewell to each other.",
                "Is it fond? ",
                "So we have fond memories of that too."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9uZA&hash=01b83e32f7b816b2f758d579ec37874a7c3e452c&lang=en&cache-only=0",
            "defineEn": "showing or having affections for a person",
            "defineVi": "thể hiện hoặc có tình cảm với một người",
            "hasImg": true
        },
        {
            "id": "4f610245-c2ab-45b6-9e98-83804f512c80",
            "word": "soulmate",
            "phonetic": "soʊlmeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "She may have won the jackpot at the casino, but she's still searching for her soulmate.",
                "And hopefully you can find soulmate here.",
                "This can be more of an emotional connection of making your child your soulmate.",
                "Even if you're not destined to find your soulmate, the bottom line is that you will find a human to talk to.",
                "This is associated with a fixed mindset, and if you think like this, you might believe that you have a soulmate, someone who is fundamentally a perfect match."
            ],
            "audio": "https://tts.langeek.co/read?text=c291bG1hdGU&hash=4b25f266e875d63075a943215b3c53bf161bd3dc&lang=en&cache-only=0",
            "defineEn": "the perfect romantic partner for a person",
            "defineVi": "đối tác lãng mạn hoàn hảo cho một người",
            "hasImg": true
        },
        {
            "id": "b2c8b351-3e9c-43eb-bf63-a6f0819ef367",
            "word": "valentine",
            "phonetic": "væləntaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's Valentine's Day",
                "and I don't have a Valentine.",
                "She died on Valentine's Day.",
                "On Valentine's Day, Dr. Williams took his message to a church in Harlem.",
                "Valentine’s Day can hurt relationships, but it doesn’t hurt all of them equally."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFsZW50aW5l&hash=d0e61107fd693eb1d2eb83189704f265abf89098&lang=en&cache-only=0",
            "defineEn": "a person that one is attracted to or is in love with and sends a love letter to ,without signing it, on Valentine's Day",
            "defineVi": "một người mà một người bị thu hút hoặc đang yêu và gửi một bức thư tình cho họ mà không cần ký tên vào Ngày lễ tình nhân",
            "hasImg": true
        },
        {
            "id": "be316a57-b550-4615-913c-f98a5316c909",
            "word": "romance",
            "phonetic": "ɹoʊmæns ",
            "partOfSpeechType": "noun",
            "examples": [
                "A romance that was born away back in 1910.",
                "In some countries, February is known as the month of love and romance.",
                "After her whirlwind romance, Susan decided it was time to put her house in order before settling down with her new partner.",
                "A decade ago, Whitley became enamored of romance and gave writing a whirl.",
                "The secrecy and danger of their forbidden romance only added to their passion, as they both believed that stolen kisses are the sweetest."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9tYW5jZQ&hash=0a59801e258a3f81d76e89d50bcff8e1bab0d765&lang=en&cache-only=0",
            "defineEn": "the affectionate relationship between two partners",
            "defineVi": "mối quan hệ tình cảm giữa hai đối tác",
            "hasImg": true
        },
        {
            "id": "317b8766-074c-4763-be47-72c11f17c65e",
            "word": "romantic",
            "phonetic": "ɹoʊmæntɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She planned a romantic candlelit meal for their anniversary.",
                "As a loving husband, he surprises his wife with romantic gestures on special occasions.",
                "They celebrated their anniversary with a romantic seafood dinner at a waterfront restaurant",
                "James nervously popped the question to his girlfriend during a romantic dinner.",
                "They will be tying the knot in a romantic beach wedding next month."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9tYW50aWM&hash=1cc8fe76fb2ba9100725ebb1d78bae4d1287bff5&lang=en&cache-only=0",
            "defineEn": "describing affections connected with love or relationships",
            "defineVi": "mô tả tình cảm kết nối với tình yêu hoặc các mối quan hệ"
        },
        {
            "id": "f402e64b-365f-4242-b0c8-fdeab308c0b2",
            "word": "attraction",
            "phonetic": "ɐtɹækʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The intense gaze from across the room, eyes on stalks, left no doubt about his attraction.",
                "Niagara Falls is a famous natural attraction located on the border of Canada and the United States.",
                "She unfolded the map to find the location of the tourist attractions.",
                "They are planning a city tour to discover hidden gems and local attractions.",
                "The bus took us to the city center where we explored the shops and attractions."
            ],
            "audio": "https://tts.langeek.co/read?text=YXR0cmFjdGlvbg&hash=45f1628caf460e6b2f380bd2ffb1d8d9cfe5429e&lang=en&cache-only=0",
            "defineEn": "a feeling of liking a person, particularly in a sexual way",
            "defineVi": "một cảm giác thích một người, đặc biệt là trong một cách tình dục"
        },
        {
            "id": "98c779c3-86bb-485d-8840-16c514babdac",
            "word": "to attract",
            "phonetic": "tʊ ɐtɹækt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The phalsa tree in our garden attracts a variety of birds with its delicious fruit.",
                "The literary festival attracts renowned authors, publishers, and literary agents.",
                "The conference attracted many big names in the tech industry.",
                "Birds and animals are attracted to drupes.",
                "The British Royal Family attracts a lot of attention from around the world."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXR0cmFjdA&hash=de8c345b3dbd4d511af9f6251dbd3a5fc2bdbd16&lang=en&cache-only=0",
            "defineEn": "(usually passive) to show romantic or sexual interest in a person",
            "defineVi": "(thường bị động) để thể hiện sự quan tâm lãng mạn hoặc tình dục đối với một người",
            "hasImg": true
        }
    ]
}