{
    "id": "ad71d08a-0cd5-4b63-97f9-f7bf236e9d27",
    "title": "Any Advice or Suggestion?",
    "originalTitle": "Lesson 6",
    "words": [
        {
            "id": "3c3944f4-6852-41c2-a362-a17e3564b288",
            "word": "to act on",
            "phonetic": "tʊ ækt ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "I do want to act on this.",
                "It's best to act on the safe side and seek care at The Urgency Room right away.",
                "No group does not act on it.",
                "Several forces are acting on it at once.",
                "Don't act on it."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWN0IG9u&hash=86d1bc3f1ccc0d9741d408b22be7203881ce8502&lang=en&cache-only=0",
            "defineEn": "to take action based on someone's advice or information",
            "defineVi": "thực hiện hành động dựa trên lời khuyên hoặc thông tin của ai đó"
        },
        {
            "id": "b21bca11-3db0-4bf2-bbcd-73282e02d66f",
            "word": "to hand out",
            "phonetic": "tə hænd aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "You have to make sure you stand out in a company, or you might be left in the cold when it comes time to hand out promotions.",
                "Iodine tablets were being handed out in the village.",
                "And as we mentioned at the top of this video, suspensions aren't handed out equally or fairly.",
                "Networks of banks spread all over Europe, handing out credit even to the church, or European kings.",
                "When Coca-Cola says it hands out one point nine billion servings of one of its drinks every day."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGFuZCBvdXQ&hash=4cd028e75f8d2589b302c0de2853f9f0917a1c78&lang=en&cache-only=0",
            "defineEn": "to give a penalty or a piece of advice",
            "defineVi": "để đưa ra một hình phạt hoặc một lời khuyên"
        },
        {
            "id": "affe427b-955a-4a08-b473-958dcb97b4d1",
            "word": "to nominate",
            "phonetic": "tə nɑːmᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Well it was just nominated for an Oscar, so put that in your pipe and smoke it!",
                "An obscure Nebraska congressman is nominated for president, William Jennings Bryan.",
                "The next day, the president nominated Bork. ",
                "Five years ago, residents were nominated for the Nobel Peace Prize for saving the lives of so many migrants.",
                "You can't nominate Merrick Garland or anybody."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbm9taW5hdGU&hash=a8bbe8c76d71558e0c9efd72e37e0a95afc80448&lang=en&cache-only=0",
            "defineEn": "to officially suggest someone or something for a position, award, etc.",
            "defineVi": "để chính thức đề nghị ai đó hoặc một cái gì đó cho một vị trí, giải thưởng, vv"
        },
        {
            "id": "dc981693-ea87-4834-b955-6942a25ea60c",
            "word": "to offer",
            "phonetic": "tʊ ɔfɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "On the credit side, the restaurant offers a wide range of choices.",
                "Italy's Mediterranean climate and diverse geography offer a wide range of outdoor activities",
                "The store sometimes offers discounts on certain items.",
                "The vegetarian menu offers a delicious black bean burrito as a protein-packed option.",
                "The textile store offers bolts of various fabrics, from cotton to linen."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2ZmZXI&hash=3016fd36f01db95e9f17726c6d3ade2e69a974ed&lang=en&cache-only=0",
            "defineEn": "put forward for consideration",
            "defineVi": "đưa ra để xem xét"
        },
        {
            "id": "06430e19-e863-42b4-a494-2ff60d2cd325",
            "word": "to preach",
            "phonetic": "tə pɹiːtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "He's just preaching to the choir.",
                "Political satirist Andy Borowitz heads to San Francisco to preach to the choir.",
                "He never practices what he preaches.",
                "Too often, we preach to the converted.",
                "The men who really need to hear the message don't come to the meetings, so I'm just preaching to the choir."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJlYWNo&hash=8010fe7128cf351a1a859984dd9c1a62d6553071&lang=en&cache-only=0",
            "defineEn": "to give advice to people about what they should or should not do in a way that might annoy or bore them",
            "defineVi": "đưa ra lời khuyên cho mọi người về những gì họ nên hoặc không nên làm theo cách có thể làm phiền hoặc làm phiền họ"
        },
        {
            "id": "b153e119-d612-4841-bf53-6aecebac8ad4",
            "word": "to prompt",
            "phonetic": "tə pɹɑːmpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the company lost a major client, it prompted the CEO to reassess the company's strategy and make changes that helped them gain new clients - as they say, a stumble may prevent a fall.",
                "The controversial political scandal that dominated news cycles for a week turned into a seven-day wonder, capturing public attention and prompting investigations and debates.",
                "The incident prompted an SEC investigation into Kodak's disclosure of the loan.",
                "Branson's request for a bailout prompted mockery from some corners, especially in the British press.",
                "A decline in new infections has prompted a wider loosening of restrictions."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvbXB0&hash=d9700e71413c49f081092feafdea1cb8ec677c77&lang=en&cache-only=0",
            "defineEn": "to encourage someone to do or say something",
            "defineVi": "để khuyến khích ai đó làm hoặc nói điều gì đó"
        },
        {
            "id": "98418e92-f612-4b44-b3e8-b3540904c642",
            "word": "to propose",
            "phonetic": "tə pɹəpoʊz ",
            "partOfSpeechType": "verb",
            "examples": [
                "A new law is proposed to curb this type of blatantly dishonest description, and not before time",
                "Because of the proposed merger, the company is standing at the crossroads.",
                "He also casts his eye over the proposed law changes.",
                "The government decided to abandon the proposed legislation due to public opposition.",
                "We should take the lead in proposing a compromise and be ready to give ground on several points."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvcG9zZQ&hash=d505e4623dbfbc54fa58a760fb751d254ae3eb24&lang=en&cache-only=0",
            "defineEn": "to put forward a suggestion, plan, or idea for consideration",
            "defineVi": "để đưa ra một gợi ý, kế hoạch, hoặc ý tưởng để xem xét",
            "hasImg": true
        },
        {
            "id": "3e60ed48-883f-4c4e-bb64-d0f64de46c81",
            "word": "to put forward",
            "phonetic": "tə pʊt fɔːɹwɚd ",
            "partOfSpeechType": "verb",
            "examples": [
                "But, several ideas have been put forward as potential solution.",
                "Artists have put forward objects and experiences that are unlike anything naturally occurring in the world.",
                "But in 1907 a more radical Sikh leader, Babu Teja Singh, put forward that women should also wear turbans, to publicly distinguish themselves as Sikhs.",
                "Catastrophism was an idea put forward in the early 1800s by French scientist Georges Cuvier.",
                "That was very much a pilot program put forward by the administration. "
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IGZvcndhcmQ&hash=4b30033212ab51d79b5eab9c48171bebd5247736&lang=en&cache-only=0",
            "defineEn": "to present an idea, suggestion, etc. to be discussed about",
            "defineVi": "để trình bày một ý tưởng, đề nghị, vv để được thảo luận về"
        },
        {
            "id": "db8383f6-bd9e-4246-b54f-ad22b95d5df3",
            "word": "to put to",
            "phonetic": "tə pʊt tuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "Thousands of innocents were put to the sword.",
                "Sciences from anthropology to zoology have been put to forensic use.",
                "Useless energy, meanwhile, can’t be put to work.",
                "[Narrator] On a rainy night at MetLife Stadium these trucks were put to the test.",
                "After the garbage and some other solids are filtered out of sewage, microorganisms are put to work breaking down the leftover organic matter."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHV0IHRv&hash=a82bac3eb380827122e905218941f63114db4bf6&lang=en&cache-only=0",
            "defineEn": "to present a plan or offer to someone for consideration",
            "defineVi": "để trình bày một kế hoạch hoặc cung cấp cho một ai đó để xem xét"
        },
        {
            "id": "4124f19e-0ad2-4bcd-aaf4-70af5af3252a",
            "word": "consultant",
            "phonetic": "kənsʌltənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the company's financial problems became too severe to overcome, the CEO called in a financial consultant for advice.",
                "The consultant observed the team's dynamics and pointed out areas for improvement, acknowledging that lookers-on see most of the game.",
                "The business consultant said during the meeting that in a business setting, better go about than fall into the ditch, and always be prepared and make informed decisions to avoid costly mistakes.",
                "The business consultant recommended that we expand our operations overseas, but when we faced unexpected challenges and losses, he was not held accountable, highlighting the reality that advisors run no risks.",
                "Our consultant is Dr. Brandon Jackson."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3VsdGFudA&hash=82ab363f57ebb7961e9f75ce9e5737613ec2b045&lang=en&cache-only=0",
            "defineEn": "someone who gives professional advice on a given subject",
            "defineVi": "một người đưa ra lời khuyên chuyên nghiệp về một chủ đề nhất định",
            "hasImg": true
        },
        {
            "id": "8bb78002-ff7c-4d6e-8386-3ca3b143195c",
            "word": "counselor",
            "phonetic": "kaʊnsəlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The counselor emphasized the importance of communication skills in maintaining healthy relationships, saying that a gentle tongue is a tree of life, but perverseness in it breaks the spirit.",
                "Her lawyers defined it, state counselor.",
                "His duties include spiritual guide, counselor, pal, nutrition advisor, trainer, and massage therapist.",
                "There's counselors, academic counselors on campus.",
                "You're just a counselor."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnNlbG9y&hash=1f471f2360b950b14538c05d8bf372527b76653e&lang=en&cache-only=0",
            "defineEn": "an expert who advises people on their problems",
            "defineVi": "một chuyên gia tư vấn cho mọi người về các vấn đề của họ",
            "hasImg": true
        },
        {
            "id": "6d115f4c-97b8-4b04-8df0-759595c3c948",
            "word": "mentor",
            "phonetic": "mɛntoːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "What he really needs is a mentor who will knock him into shape.",
                "What he really needs is a mentor who will get him into shape.",
                "The mentor advised the young entrepreneur that money unmakes the men who make it, and that they should always stay true to their values and principles.",
                "Art is long and life is short, my mentor reminded me, encouraging me to use my youth to develop the skills and knowledge I would need for a lifetime of painting.",
                "Carla has some big shoes to fill if she is to replace her mentor."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVudG9y&hash=91c95fedad57973fe01cf5666e4f1ebb50dea156&lang=en&cache-only=0",
            "defineEn": "a reliable and experienced person who helps those with less experience",
            "defineVi": "một người đáng tin cậy và có kinh nghiệm giúp đỡ những người có ít kinh nghiệm hơn",
            "hasImg": true
        },
        {
            "id": "49034af7-8e68-4e5d-b2bc-56612987e365",
            "word": "nominee",
            "phonetic": "nɑːmɪniː ",
            "partOfSpeechType": "noun",
            "examples": [
                "And, even tonight, energy nominee also passed a key procedural vote in the Senate easily.",
                "We were picking new nominees.",
                "Enter Republican nominee James Garfield.",
                "Senators heard from five crucial nominees, amid security concerns on the eve of the inauguration.",
                "That the nominees would be more ideological."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9taW5lZQ&hash=73ecdffda8703cc9717d73a64f1728854876bc62&lang=en&cache-only=0",
            "defineEn": "someone who has been officially suggested for a position, award, etc.",
            "defineVi": "một người đã được đề nghị chính thức cho một vị trí, giải thưởng, vv",
            "hasImg": true
        },
        {
            "id": "37cab07e-cfc1-4546-ba19-35f44e8ec541",
            "word": "caution",
            "phonetic": "kɔːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The archbishop cautioned the cardinal to beware of a man of one book who bases all of his arguments solely on a single reference.",
                "He threw caution to the winds and rang the bell of the ground-floor flat.",
                "We chose to err on the side of caution when planning our investments.",
                "As a parent, I knew that there was a thin line between panic and caution.",
                "I threw caution to the wind and bought the most expensive one."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F1dGlvbg&hash=d341ab4a362cf3eb33b5d2f3d191e1bd77c887f1&lang=en&cache-only=0",
            "defineEn": "a piece of advice or a warning",
            "defineVi": "một lời khuyên hoặc một lời cảnh báo"
        },
        {
            "id": "e61367f0-0b6b-4bf0-98df-835a9f061ccd",
            "word": "connotation",
            "phonetic": "kɑːnəteɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Not everyone likes the connotation.",
                "At one time in African-American culture, the name also had a very negative connotation.",
                "When people hear the word developer, it has a certain connotation that might not necessarily be all that positive.",
                "Frankincense and myrrh are perhaps best known for their biblical connotations.",
                "They were much more likely to think the word’s connotation was its most disgusting trait."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ubm90YXRpb24&hash=aa5965e7cf911e13b45a4c19c09388b0594fab1d&lang=en&cache-only=0",
            "defineEn": "a feeling or an idea suggested by a word aside from its literal or primary meaning",
            "defineVi": "một cảm giác hoặc một ý tưởng được gợi ý bởi một từ ngoài nghĩa đen hoặc nghĩa chính của nó"
        },
        {
            "id": "c03664e3-d0a2-4442-8e2d-f67fafa1b74b",
            "word": "counseling",
            "phonetic": "kaʊnsəlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"In a relationship, beware of a silent dog and still water, as they may indicate underlying issues or unexpressed emotions that can lead to conflict,\" said the couples therapist during the counseling session.",
                "\"In a relationship where one partner is looking for reasons to end things, it is easy to find a stick to beat a dog, even if the other partner has done nothing wrong,\" said the couples therapist during the counseling session.",
                "Oh, this kid needs counseling.",
                "Sharma directs OSU's student life counseling and consultation service.",
                "Sharma directs OSU's student life counseling and consultation service."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bnNlbGluZw&hash=59e09a10682ae45f4e5224c8ff10ca7cb0a3b52d&lang=en&cache-only=0",
            "defineEn": "a process of providing guidance, support, and advice to someone facing personal, emotional, or psychological challenges",
            "defineVi": "một quá trình cung cấp hướng dẫn, hỗ trợ và lời khuyên cho ai đó đang đối mặt với những thách thức cá nhân, cảm xúc hoặc tâm lý",
            "hasImg": true
        },
        {
            "id": "75125154-76e4-474f-949a-256b6210d70d",
            "word": "guidance",
            "phonetic": "ɡaɪdəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The guidance system keeps the machine on course.",
                "The parent can offer guidance and support, but if the child doesn't want to change, he won't improve.",
                "They would bow down in prayer every morning, seeking guidance and strength.",
                "For the arduous trek before them, she knew they required the sturdy guidance of one who had walked many paths.",
                "They'll make mistakes at first, but with patience and guidance they'll only improve."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VpZGFuY2U&hash=2b2b4220db20a7fdc2b80d0339ac27547f908281&lang=en&cache-only=0",
            "defineEn": "help and advice about how to solve a problem, given by someone who is knowledgeable and experienced",
            "defineVi": "giúp đỡ và lời khuyên về cách giải quyết vấn đề, được đưa ra bởi một người có kiến thức và kinh nghiệm",
            "hasImg": true
        },
        {
            "id": "57a3f3bb-0f5a-4d70-9de7-46a864eab775",
            "word": "hint",
            "phonetic": "hɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "We have included some hints for beginners in this section.",
                "They added a pinch of maple sugar to their morning coffee for a hint of natural sweetness.",
                "Almond-leaved pear has a mild sweetness and a hint of almond taste.",
                "I tried a new coffee blend with hints of chocolate and caramel.",
                "The carob-covered almonds provided a delightful crunch and a hint of sweetness in every bite."
            ],
            "audio": "https://tts.langeek.co/read?text=aGludA&hash=0b16ce93773c4c79f443ad3c7f957f25bd0ece65&lang=en&cache-only=0",
            "defineEn": "a slight suggestion or piece of advice that shows how a problem is solved",
            "defineVi": "một gợi ý nhỏ hoặc một lời khuyên cho thấy một vấn đề được giải quyết như thế nào"
        },
        {
            "id": "a9cef7d2-1388-46ea-af7f-13cbc8b3c57a",
            "word": "indication",
            "phonetic": "ɪndɪkeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The young musician's exceptional talent and ear for music were a clear indication that 'blood will tell' in his family of musicians and composers.",
                "The sudden drop in temperature and change in wind direction were clear indications that a storm was coming, proving that coming events cast their shadows before.",
                "The salesperson made many promises about the product, but well done is better than well said, and the positive reviews and repeat customers were a better indication of the product's quality.",
                "Without any indication of danger, a giant ocean wave might suddenly sink boats. ",
                "Initially, all indications were that this is a Bushie guy."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5kaWNhdGlvbg&hash=ac369102a65ba266e484edac1a8a0ef13d5d72e7&lang=en&cache-only=0",
            "defineEn": "something that is a sign of another thing",
            "defineVi": "một cái gì đó là một dấu hiệu của một điều khác"
        },
        {
            "id": "452b03e1-6aa9-48db-bc33-2d9baa15952b",
            "word": "tip",
            "phonetic": "tɪp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Take a stock tip with a grain of salt.",
                "Her name is on the tip of my tongue.",
                "I had pins and needles in the tips of my fingers.",
                "These great men on the wall had done so much to tip the scales in justice's favor.",
                "Comb hair from tip to root, working out the knots at the end."
            ],
            "audio": "https://tts.langeek.co/read?text=dGlw&hash=abd0bf810fa302d4f8a942c4b2bb39f14d5e51de&lang=en&cache-only=0",
            "defineEn": "a helpful suggestion or a piece of advice",
            "defineVi": "một gợi ý hữu ích hoặc một lời khuyên"
        },
        {
            "id": "3edcaa4e-f941-4285-9a3d-cd056d7d4434",
            "word": "sure thing",
            "phonetic": "ʃʊɹ θɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The new tech startup seemed like a sure thing, but it turned out to be a flash in the pan.",
                "The stock market wasn't a sure thing.",
                "But nothing is ever a sure thing.",
                "But that’s not a sure thing.",
                "It’s another case of the sure thing principle."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VyZSB0aGluZw&hash=6741979b6bc9304452ddf53b300a988cbabcd684&lang=en&cache-only=0",
            "defineEn": "used as a positive respond to something; something definite",
            "defineVi": "được sử dụng như một phản ứng tích cực với một cái gì đó; một cái gì đó xác định"
        },
        {
            "id": "afa00c09-2360-4a7a-933c-790203f89782",
            "word": "advisory",
            "phonetic": "ɐdvaɪzɚɹi ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The professor will hold a seat on the advisory board.",
                "One more postscript: A few blocks from whereMadoff began his investment advisory businessnearly 50 years ago, Thierry de la Villehuchettook his own life.",
                "The advisory did not cite any specific threat.",
                "Most journalists include NOAA's storm surge advisories in their reports as well.",
                "And again, it was advisory in nature."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2aXNvcnk&hash=f4bb0c769ec1454a0091a15880b8678d648855e3&lang=en&cache-only=0",
            "defineEn": "aiming to provide advice and suggestions",
            "defineVi": "nhằm cung cấp lời khuyên và đề xuất",
            "hasImg": true
        },
        {
            "id": "6c9ecf4f-56a5-432b-8c82-446e3ff41c21",
            "word": "encouraging",
            "phonetic": "ɛŋkɜːɹɪdʒɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And your parents were encouraging about that?",
                "And that is encouraging.",
                "That's not encouraging.",
                "What they’ve found, though, is actually pretty encouraging.",
                "And what it found was kind of encouraging."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5jb3VyYWdpbmc&hash=07841195d4724fa68d3b280234fe968959dbba86&lang=en&cache-only=0",
            "defineEn": "promising or giving hope",
            "defineVi": "hứa hẹn hoặc cho hy vọng"
        },
        {
            "id": "5c320ba9-7f94-4524-87df-fe27df156062",
            "word": "guiding",
            "phonetic": "ɡaɪdɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I decided I wanted to get into some guiding."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3VpZGluZw&hash=56758619deaf16adf58c472b954f4823c5d985e1&lang=en&cache-only=0",
            "defineEn": "assisting and giving advice; having a strong impact on others",
            "defineVi": "hỗ trợ và đưa ra lời khuyên; có ảnh hưởng mạnh mẽ đến người khác"
        },
        {
            "id": "4abe0d9f-5884-4496-a188-2da7a93bfc79",
            "word": "implicit",
            "phonetic": "ɪmplɪsɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Those implicit memories also use different brain systems than other kinds.",
                "Part of a better police education may also include more implicit bias training.",
                "Implicit biases are stereotypes that we form about certain groups of people.",
                "So, just implicit in that is a little weirdness with my wife.",
                "Many words have an implicit message as well as an explicit meaning. "
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wbGljaXQ&hash=62f611fa25a1f56a0b5edbd058007e6381e5608b&lang=en&cache-only=0",
            "defineEn": "able to suggest without directly mentioning",
            "defineVi": "có thể gợi ý mà không đề cập trực tiếp"
        },
        {
            "id": "7d29d25b-3c57-4a13-abf7-3cc24ffba7b7",
            "word": "how-to",
            "phonetic": "haʊɾuː ",
            "partOfSpeechType": "adjective",
            "examples": [
                "A how-to ask YouTubers to caption their videos email template.",
                "You can also make your own how-to text together.",
                "There was no how-to video on YouTube, it was just . . .",
                "A while back I did a How-to on how to get a smaller bird to step onto your finger and stay safely perched.",
                "There are a lot of reasons for wanting a lava moat around your house, but not that many how-to videos explaining how to build one."
            ],
            "audio": "https://tts.langeek.co/read?text=aG93LXRv&hash=e4d48c3c5fc917cad2c17d7b2fbeba1f7306423c&lang=en&cache-only=0",
            "defineEn": "giving thorough instructions on a particular matter",
            "defineVi": "đưa ra hướng dẫn kỹ lưỡng về một vấn đề cụ thể"
        },
        {
            "id": "1973ff3e-f6ce-4c40-95b9-c9d373d86198",
            "word": "misleading",
            "phonetic": "mɪsliːdɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Seeing no other option, the politician decided desperate times call for desperate measures and made a controversial speech spreading misleading information to sway the crucial election results.",
                "The lines at this vaccination center in Ghana's capital, Accra, are misleading.",
                "Sometimes the mean is misleading.",
                "But this name is misleading.",
                "The president also used some misleading language."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzbGVhZGluZw&hash=fbd616391aa0f73ef76cca71b83fca5a8e602038&lang=en&cache-only=0",
            "defineEn": "intended to give a wrong idea or make one believe something that is untrue",
            "defineVi": "dự định đưa ra một ý tưởng sai hoặc làm cho một người tin vào điều gì đó không đúng sự thật"
        },
        {
            "id": "84621e07-ad07-449c-b011-05dbe37eb23f",
            "word": "straight",
            "phonetic": "stɹeɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She guessed the answer straight away.",
                "The guard stood straight as a ramrod.",
                "They clicked straight away.",
                "He gives it to you straight.",
                "Sometimes he spoke straight from the shoulder and sometimes in puzzles"
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyYWlnaHQ&hash=ea6523258864f606306b0de969acadf71f11e4e6&lang=en&cache-only=0",
            "defineEn": "direct and without any deceit",
            "defineVi": "trực tiếp và không có bất kỳ sự lừa dối"
        },
        {
            "id": "e26617e5-091f-441f-be04-e1500430e41d",
            "word": "receptive",
            "phonetic": "ɹᵻsɛptɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The board of directors of the company was composed entirely of men in gray suits who were resistant to change and innovation, and who were not receptive to new ideas or perspectives.",
                "And they're more receptive to ride-sharing.",
                "And at least in the private markets, investors have been fairly receptive to this model.",
                "Netanyahu was not terribly receptive.",
                "Now most female mammals become sexually receptive when their estrogens peak during ovulation, but it doesn't really work that way for humans."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjZXB0aXZl&hash=72eaf7ae6c4ba2a91d92e8140c4cdc84b2593223&lang=en&cache-only=0",
            "defineEn": "being open to listening or considering suggestions and new ideas",
            "defineVi": "cởi mở để lắng nghe hoặc xem xét các đề xuất và ý tưởng mới",
            "hasImg": true
        },
        {
            "id": "27de8c6a-9206-4943-8445-2465c59d23ec",
            "word": "supportive",
            "phonetic": "səpoːɹɾɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She had a great job with a supportive team, but eventually the company downsized and she was laid off.",
                "It's important to be supportive of your cousin, especially during difficult times.",
                "It is important to create a supportive environment where children can express their thoughts and emotions freely.",
                "He didn't come from a wealthy family, but he was lucky to have a supportive network of friends and mentors who helped him achieve success.",
                "A supportive and inclusive work environment can breed creativity and collaboration among employees."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VwcG9ydGl2ZQ&hash=0e71d63d7964f0088c1de3e1f21755a9bfc5cdf8&lang=en&cache-only=0",
            "defineEn": "giving encouragement or providing help",
            "defineVi": "khuyến khích hoặc cung cấp sự giúp đỡ",
            "hasImg": true
        },
        {
            "id": "c6dd4ec4-a1dd-4ee8-84e8-16931f40baa4",
            "word": "(at|on) {one's} suggestion",
            "phonetic": "æt slæʃ ɔn wʌn bækslæʃ ɛs sədʒɛstʃən ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXQge29uZSdzfSBzdWdnZXN0aW9u&hash=a44647ac95c56824d55e5bb059e0c6e0e44f6611&lang=en&cache-only=0",
            "defineEn": "according to someone else's suggestion",
            "defineVi": "theo gợi ý của người khác"
        },
        {
            "id": "e9456a52-5348-40fb-bdf6-cfda433f2984",
            "word": "if I were you",
            "phonetic": "ɪf aɪ wɜː juː ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aWYgSSB3ZXJlIHlvdQ&hash=d55dc5c7b391b15eec42d4405d4e456f197aca7b&lang=en&cache-only=0",
            "defineEn": "used to tell someone what is better for them to do",
            "defineVi": "được sử dụng để nói với ai đó những gì tốt hơn cho họ để làm"
        },
        {
            "id": "be664d00-d2ec-40f2-b520-0c7d73259c33",
            "word": "now then",
            "phonetic": "naʊ ðɛn ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bm93IHRoZW4&hash=a401afbde5293dc7691301a9ecd6b51d28995eeb&lang=en&cache-only=0",
            "defineEn": "used to draw attention to what one wants to say",
            "defineVi": "được sử dụng để thu hút sự chú ý đến những gì một người muốn nói"
        },
        {
            "id": "43de816e-96de-4003-b1ff-09cdb3ec8ddc",
            "word": "what are we waiting for?",
            "phonetic": "wʌt ɑːɹ wiː weɪɾɪŋ fɔːɹ ",
            "partOfSpeechType": "sentence",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2hhdCBhcmUgd2Ugd2FpdGluZyBmb3I_&hash=ca0319e2e41cda1adccdeca1b1683c28eac8a6fb&lang=en&cache-only=0",
            "defineEn": "used to say that the matter that was being talked about should be done without hesitation because there is no reason to delay it any longer",
            "defineVi": "thường nói rằng vấn đề đang được nói đến nên được thực hiện không do dự vì không có lý do gì để trì hoãn nữa"
        }
    ]
}