{
    "id": "ad9a7c73-6b3d-4500-9ed8-6fc2d556ccb7",
    "title": "Everyday English (Unit 5)",
    "originalTitle": "Everyday English (Unit 5)",
    "words": [
        {
            "id": "d675a769-e18a-4e31-b6ce-f9b8c8ef12e4",
            "word": "polite",
            "phonetic": "pəlaɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She has a weakness for polite men, use that to your advantage.",
                "The waiter, with a polite smile, asked if we needed anything else during our meal.",
                "When I visited my girlfriend's parents I tried to be very polite and put my best foot forward.",
                "The situation was so serious that after a few polite exchanges they quickly got down to brass tacks.",
                "The real estate agent was always polite to his clients, but he also knew how to use his charm to close a deal."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9saXRl&hash=62b1fd0a39a58bdffc1a01f6ae8bebdde4822db5&lang=en&cache-only=0",
            "defineEn": "showing a type of behavior that is considerate of other people",
            "defineVi": "thể hiện một loại hành vi quan tâm đến người khác",
            "hasImg": true
        },
        {
            "id": "cfefa447-407e-4e95-bd24-acc51f1726de",
            "word": "request",
            "phonetic": "ɹᵻkwɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "The conference organizers requested that all presenters submit an abstract of their research papers.",
                "You know I never make requests like this, cut me some slack.",
                "You know I never make requests like this, cut me a break.",
                "I'm hot on the heels of the suspect, requesting immediate backup.",
                "In the past they've tended to turn a deaf ear to such requests."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVxdWVzdA&hash=5d8660e7bd45f782d31fb02cd23d305cf325edb6&lang=en&cache-only=0",
            "defineEn": "a formal application or proposal made to an authority or organization for a particular action or decision",
            "defineVi": "một ứng dụng hoặc đề xuất chính thức được thực hiện cho một cơ quan hoặc tổ chức cho một hành động hoặc quyết định cụ thể"
        },
        {
            "id": "a665146d-561d-4872-aba1-3d720ef85fe7",
            "word": "can",
            "phonetic": "kæn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Good wine can make a meal.",
                "95 per cent of the UK can now get superfast broadband.",
                "Exercise can make a big difference to your state of health.",
                "Can the ropes take the strain?",
                "Daytime temperatures can reach 40°C."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2Fu&hash=3cd76005b05f73b0b6f64626d6b97e602fa24b11&lang=en&cache-only=0",
            "defineEn": "used to express that one denies the possibility of something happening or being the case",
            "defineVi": "được sử dụng để thể hiện rằng một người phủ nhận khả năng một cái gì đó xảy ra hoặc là trường hợp"
        },
        {
            "id": "63b1ba42-50fa-4fac-9915-79f156b25d32",
            "word": "could",
            "phonetic": "kʊd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Two could play at that game, smart guy.",
                "Doctors couldn't stop the bleeding.",
                "That kick of yours could have easily made mincemeat of my face.",
                "The guy couldn't even harm a flea.",
                "I could murder a cup of tea!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y291bGQ&hash=bd716ccbecc695b1cde56f86d30a5af0be8822fa&lang=en&cache-only=0",
            "defineEn": "used as the past tense of ‘can’",
            "defineVi": "được sử dụng như thì quá khứ của 'can'"
        },
        {
            "id": "82aaa73e-6d95-449b-909a-7d8597e9162d",
            "word": "glass",
            "phonetic": "ɡlæs ",
            "partOfSpeechType": "noun",
            "examples": [
                "He wears glasses now.",
                "That's glass.",
                "Please fill my glass with water.",
                "They collected glass bottles for a recycling project.",
                "They happily raised their glasses for a toast."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xhc3M&hash=6d6cc1d73d196b326af7e6a917375d75390a9f68&lang=en&cache-only=0",
            "defineEn": "a container that is used for drinks and is made of glass",
            "defineVi": "một thùng chứa được sử dụng cho đồ uống và được làm bằng thủy tinh",
            "hasImg": true
        },
        {
            "id": "a5c63116-a5ee-42dc-a121-973a607ccb89",
            "word": "water",
            "phonetic": "wɔːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our waitress poured water for everyone at the table.",
                "Water will always find its own level.",
                "My mother waters the plants in our garden every morning.",
                "Police turned water cannon on the rioters.",
                "The water boiled away."
            ],
            "audio": "https://tts.langeek.co/read?text=d2F0ZXI&hash=fd853ff5e3f42247c9f00b85e95c541093dd8ff0&lang=en&cache-only=0",
            "defineEn": "a liquid with no smell, taste, or color, that falls from the sky as rain, and we use for washing, cooking, drinking, etc.",
            "defineVi": "một chất lỏng không mùi, không vị, không màu, từ trên trời rơi xuống dưới dạng mưa, và chúng ta dùng để giặt giũ, nấu ăn, uống, v.v.",
            "hasImg": true
        },
        {
            "id": "3022e1e9-fe19-4800-898e-33af4af171c5",
            "word": "to see",
            "phonetic": "tə siː ",
            "partOfSpeechType": "verb",
            "examples": [
                "See full dictionary entry for heart.",
                "See my car?",
                "This stadium has seen many thrilling football games.",
                "The twentieth century saw dramatic changes in most areas of life.",
                "Our car has seen better days!"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2Vl&hash=5a7912939e0caf7a7d47d37c8131df21d916440e&lang=en&cache-only=0",
            "defineEn": "to notice a thing or person with our eyes",
            "defineVi": "để ý một điều hoặc người với đôi mắt của chúng tôi",
            "hasImg": true
        },
        {
            "id": "97803709-85b7-4674-a420-2bfa24b90596",
            "word": "menu",
            "phonetic": "mɛnjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The menu featured a creative dish of beef plate tacos.",
                "The menu features an innovative dish of Korean-style lamb chops.",
                "The vegetarian menu offers a delicious black bean burrito as a protein-packed option.",
                "They finally added a delicious veggie burger option to their menu.",
                "The restaurant offered a diverse menu to cater to different tastes and dietary restrictions - horses for courses."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVudQ&hash=62bfdc56a302048407ad361c54a4375336f40f17&lang=en&cache-only=0",
            "defineEn": "a list of the different food available for a meal in a restaurant",
            "defineVi": "một danh sách các loại thực phẩm khác nhau có sẵn cho một bữa ăn trong một nhà hàng",
            "hasImg": true
        },
        {
            "id": "323288fe-2a4c-47b7-b646-3d9f80778382",
            "word": "to pay",
            "phonetic": "tə peɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "My father pays his bills at the beginning of the month.",
                "Our efforts are finally paying dividends.",
                "Not paying attention.",
                "They both pay their employees badly.",
                "No one paid them any attention."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGF5&hash=566906c8b5cb560b20277d7fd7f4d5f5bf9217d8&lang=en&cache-only=0",
            "defineEn": "to give someone money in exchange for goods or services",
            "defineVi": "để cung cấp cho ai đó tiền để đổi lấy hàng hóa hoặc dịch vụ",
            "hasImg": true
        },
        {
            "id": "8f9fca12-1732-4eb3-a033-72013f9eaa77",
            "word": "contactless",
            "phonetic": "kɑːntæktləs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Contactless thermometers measure the surface temperature of our skin.",
                "It’s like contactless pickup.",
                "The advantage of contactless thermometers is its ability to provide a temperature estimate quickly a nd from a distance.",
                "But the accuracy of contactless thermometers has been called into question.",
                "Pizza Hut has offered similar contactless delivery, but the brand is still outnumbered by Domino's store count."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udGFjdGxlc3M&hash=6679ca3ddd01a76c3e009459f1cd37ebaf7744b7&lang=en&cache-only=0",
            "defineEn": "referring to interactions or transactions without physical contact, using wireless communication or non-touch means",
            "defineVi": "đề cập đến các tương tác hoặc giao dịch không có tiếp xúc vật lý, sử dụng giao tiếp không dây hoặc các phương tiện không chạm"
        },
        {
            "id": "a745f493-6379-4ecf-b76d-4c9e5feacdfd",
            "word": "to try on",
            "phonetic": "tə tɹaɪ ɔn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The treatment has not yet been tried on patients.",
                "She tried on different hats at the store to find the perfect fit.",
                "She tried on several dresses before finding the perfect one.",
                "Now you try on the overalls.",
                "But I am going to try on hearing aids for the first time today."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdHJ5IG9u&hash=6b347377955770d4bb5b1875498d70add91a5fb0&lang=en&cache-only=0",
            "defineEn": "to put on a piece of clothing to see if it fits and how it looks",
            "defineVi": "mặc một bộ quần áo để xem nó có vừa không và nó trông như thế nào",
            "hasImg": true
        },
        {
            "id": "189b6755-fdf7-4f44-970e-0281eea37f9b",
            "word": "jeans",
            "phonetic": "dʒiːnz ",
            "partOfSpeechType": "noun",
            "examples": [
                "Jeans are as American as apple pie.",
                "They wore blue jeans to the party.",
                "He was wearing jeans and a T-shirt.",
                "You can't wear jeans to this dinner party!",
                "She always wears a plain white T-shirt with jeans."
            ],
            "audio": "https://tts.langeek.co/read?text=amVhbnM&hash=97a2ecb42717586877567623cfc62ce772075559&lang=en&cache-only=0",
            "defineEn": "pants made of denim, that is a type of strong cotton cloth, and is used for a casual style",
            "defineVi": "quần làm bằng vải denim, đó là một loại vải cotton bền và được sử dụng cho phong cách giản dị",
            "hasImg": true
        },
        {
            "id": "4fb1ed49-9b6c-47e0-96dd-95d867823e25",
            "word": "to help",
            "phonetic": "tə hɛlp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The support of our families has helped enormously.",
                "Helping you?",
                "Such helps were like drop in the ocean.",
                "The taxi driver helped me with my luggage.",
                "His help is useful as a chocolate teapot."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGVscA&hash=104071ad0e1b6429543e26ac7011f715dc2763aa&lang=en&cache-only=0",
            "defineEn": "to give someone what they need or to make doing something easier or possible for them",
            "defineVi": "để cung cấp cho ai đó những gì họ cần hoặc để làm điều gì đó dễ dàng hơn hoặc có thể cho họ",
            "hasImg": true
        },
        {
            "id": "d21cf61d-849e-463b-acc1-cec4ce1115f8",
            "word": "to carry",
            "phonetic": "tə kæɹi ",
            "partOfSpeechType": "verb",
            "examples": [
                "The truck carried a load of construction materials to the building site.",
                "The judge's ruling carries significant weight in the legal community.",
                "She carries the heavy grocery bags with one arm.",
                "He carries a gym bag with his workout clothes and water bottle.",
                "She carried a heavy load of books in her backpack."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2Fycnk&hash=483282b2957a8fea0f169999e3ed06ba2cccc9cb&lang=en&cache-only=0",
            "defineEn": "to hold someone or something and take them from one place to another",
            "defineVi": "để giữ một ai đó hoặc một cái gì đó và đưa họ từ nơi này sang nơi khác",
            "hasImg": true
        },
        {
            "id": "2634efbf-620d-416b-b124-56b4492d6fb0",
            "word": "to sit",
            "phonetic": "tə sɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The farm sits in the shadow of Ben Nevis.",
                "Candidates will sit the examinations in June.",
                "She sits her horse gracefully.",
                "A large bus was sitting outside.",
                "The new policy sits well with the company's values."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2l0&hash=0326a8aed7f8900dd2bde64256f41e6775521c67&lang=en&cache-only=0",
            "defineEn": "to be in or on a chair or seat, or on the ground, resting our weight on our bottom with a straight back",
            "defineVi": "ở trong hoặc trên ghế hoặc ghế ngồi, hoặc trên mặt đất, dồn trọng lượng của chúng ta xuống mông với lưng thẳng",
            "hasImg": true
        },
        {
            "id": "d0bb5050-c72b-4b55-8b23-fc7837f95a63",
            "word": "next to",
            "phonetic": "nɛkst tuː ",
            "partOfSpeechType": "preposition",
            "examples": [
                "Check the box next to the right answer.",
                "Roquefort cheese is in the cheese section, next to the blue cheeses.",
                "We know next to nothing about our ancestors.",
                "I have a bedside table next to my bed for my books and glasses.",
                "I placed my bag on the empty chair next to me."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV4dCB0bw&hash=5b67cd2ed6bbdf249b7af9fbbecc82bcb7a96c7c&lang=en&cache-only=0",
            "defineEn": "in or into a position immediately to or right by one side of someone or something",
            "defineVi": "trong hoặc vào một vị trí ngay lập tức hoặc ngay bên cạnh một ai đó hoặc một cái gì đó",
            "hasImg": true
        },
        {
            "id": "6e4a3ac4-bebf-4cad-81a3-c5771ab51730",
            "word": "vanilla ice cream",
            "phonetic": "vɐnɪlə aɪs kɹiːm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmFuaWxsYSBpY2UgY3JlYW0&hash=ba8e9d62a132f2e4149de69b8257bb5b40d3c5f2&lang=en&cache-only=0",
            "defineEn": "a sweet, frozen dessert made from a mixture of cream, sugar, and vanilla extract, often considered the most basic and classic flavor of ice cream",
            "defineVi": "một món tráng miệng ngọt, đông lạnh được làm từ hỗn hợp kem, đường và chiết xuất vani, thường được coi là hương vị cơ bản và cổ điển nhất của kem",
            "hasImg": true
        },
        {
            "id": "51adef08-5691-4454-ad7b-6189f14ce498",
            "word": "to borrow",
            "phonetic": "tə bɑːɹoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Eve borrows money to buy expensive designer clothes - champagne taste on a beer budget!",
                "They can borrow them for as long as they need them.",
                "My roommate asked me if she could borrow a zucchini to make a zucchini bread.",
                "I decided to borrow a leaf out of his book and invest some money in the stock market.",
                "I’ve got money you can borrow if you run out."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYm9ycm93&hash=0685e690f5dc19bd2beaa697e2760d65eb09e1c2&lang=en&cache-only=0",
            "defineEn": "to use or take something that someone else owns, which must be given back to them later on",
            "defineVi": "sử dụng hoặc lấy thứ gì đó mà người khác sở hữu, sau này phải trả lại cho họ",
            "hasImg": true
        },
        {
            "id": "e4aa924b-dacd-4422-89bd-207b43f32bd6",
            "word": "dictionary",
            "phonetic": "dɪkʃənɛɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This dictionary goes on the top shelf.",
                "See full dictionary entry for heart.",
                "I bought a French dictionary to help me with my language studies.",
                "I often use a dictionary to help me spell difficult words.",
                "It seems only reasonable to ask students to buy a dictionary."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGljdGlvbmFyeQ&hash=ba750bf055477e4e90afbaed3286bd68383e60c8&lang=en&cache-only=0",
            "defineEn": "a book or electronic resource that gives a list of words in alphabetical order and explains their meanings, or gives the equivalent words in a different language",
            "defineVi": "một cuốn sách hoặc tài nguyên điện tử cung cấp danh sách các từ theo thứ tự bảng chữ cái và giải thích nghĩa của chúng hoặc đưa ra các từ tương đương trong một ngôn ngữ khác",
            "hasImg": true
        },
        {
            "id": "bd72f1c0-7be0-4374-8e8b-7b9b4cca7cbc",
            "word": "stamp",
            "phonetic": "stæmp ",
            "partOfSpeechType": "noun",
            "examples": [
                "I have thirteen stamps in my collection.",
                "John collects rare stamps from around the world.",
                "She bought some stamps at the post office to send out her letters.",
                "Whether it's collecting stamps or playing sports, every man has his own personal hobby-horse that brings them joy.",
                "Stamped by every margarita vendor in Epcot's world showcase."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhbXA&hash=0cb53f84bfa3d9c459801aa516003c3cef7b581d&lang=en&cache-only=0",
            "defineEn": "a small piece of paper or other material that is affixed to a letter or package to indicate that the appropriate postage fee has been paid for its delivery",
            "defineVi": "một mảnh giấy nhỏ hoặc tài liệu khác được dán vào một bức thư hoặc gói hàng để cho biết rằng phí bưu chính thích hợp đã được thanh toán cho việc giao hàng",
            "hasImg": true
        },
        {
            "id": "140012fa-7437-4a5a-92c9-89c5947bd4fb",
            "word": "to [give] {sb} a lift",
            "phonetic": "tə ɡɪv ɛsbiː ɐ lɪft ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2l2ZSB7c2J9IGEgbGlmdA&hash=45e0198ad6727e5da5cadc62aba567aafee85ce4&lang=en&cache-only=0",
            "defineEn": "to provide someone with transportation, typically in a vehicle that one are driving",
            "defineVi": "để cung cấp cho ai đó phương tiện đi lại, điển hình là trong một chiếc xe mà một người đang lái xe",
            "hasImg": true
        },
        {
            "id": "19284ce8-d5d6-4443-8e30-3e4e202b1103",
            "word": "return ticket",
            "phonetic": "ɹᵻtɜːn tɪkɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmV0dXJuIHRpY2tldA&hash=e58f63cbd10dc8f64c7414347ff9301e86d56cec&lang=en&cache-only=0",
            "defineEn": "a ticket for a journey from one place to another and back again",
            "defineVi": "một vé cho một cuộc hành trình từ nơi này đến nơi khác và trở lại",
            "hasImg": true
        },
        {
            "id": "eba6d260-8262-44be-b09f-6b530b4db2b6",
            "word": "to [do] {sb} a favor",
            "phonetic": "tə duː ɛsbiː ɐ feɪvɚ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZG8ge3NifSBhIGZhdm9y&hash=3148f205cd25d70587360f61d883b5c8e6164f0e&lang=en&cache-only=0",
            "defineEn": "to help someone without expecting anything in return",
            "defineVi": "để giúp đỡ ai đó mà không mong đợi bất cứ điều gì trở lại"
        }
    ]
}