{
    "id": "adaae1cb-9811-401a-9721-9ae0ae11fec4",
    "title": "Standing on the Shoulders of Giants!",
    "originalTitle": "Lesson 35",
    "words": [
        {
            "id": "11031831-feaa-4000-b474-f7529938a554",
            "word": "analytical",
            "phonetic": "ænɐlɪɾɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "And for that, analytical engineers are essential.",
                "The results an analytical engineer generates would then help the designers to improve the wing’s performance.",
                "Now, that is an analytical conclusion that former intelligence officials tell me is more of an opinion than a provable fact.",
                "Now, that is an analytical conclusion that former intelligence officials tell me is more of an opinion than a provable fact.",
                "Rather than build an entire airplane wing from scratch every time you want to test some of its features, an analytical engineer would use the toolkit of mathematics and physics to test its performance under hypothetical conditions."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5hbHl0aWNhbA&hash=df796f15268fe5a4c3a1b67d670fe23ae52010a2&lang=en&cache-only=0",
            "defineEn": "describing a method for understanding things through the use of logic and detailed thinking",
            "defineVi": "mô tả một phương pháp để hiểu mọi thứ thông qua việc sử dụng logic và tư duy chi tiết"
        },
        {
            "id": "1874615a-34cc-4ec8-a5e2-a9c85874cba1",
            "word": "comparative",
            "phonetic": "kəmpæɹətɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Who has a comparative advantage in cups?",
                "They specialize in their comparative advantage.",
                "In fact the entire collection can be used for comparative reasons.",
                "She has a comparative advantage because her opportunity cost is lower.",
                "Scientifically, Cuvier established modern comparative anatomy as a discipline, specializing in the study of elephants."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGFyYXRpdmU&hash=7bd1122191b6961631a38a49bce2743dd087ea86&lang=en&cache-only=0",
            "defineEn": "relating to or based on or involving comparison",
            "defineVi": "liên quan đến hoặc dựa trên hoặc liên quan đến so sánh"
        },
        {
            "id": "4a3409b5-c74d-4c60-a659-38ebdc95e0ff",
            "word": "descriptive",
            "phonetic": "dᵻskɹɪptɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The names are much more descriptive and fun.",
                "They're really descriptive, very expressive.",
                "In US colleges professors used descriptive adjectives to assign value rather than relying on the numbers alone.",
                "Sometimes, the product name sounds like another descriptive word that has a positive meaning. ",
                "So high-functioning is really more of a descriptive term and not really an official diagnosis."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVzY3JpcHRpdmU&hash=5c0f5665a43d603310c705f178a620e7a92d4fcc&lang=en&cache-only=0",
            "defineEn": "involving a description of something",
            "defineVi": "liên quan đến một mô tả của một cái gì đó"
        },
        {
            "id": "b29d9b4a-0f5d-45dc-ac4c-8e1053ac11c5",
            "word": "to cite",
            "phonetic": "tə saɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Company executives cited a decline in tourism and a weak market overall.",
                "The automaker cited the trade war as a potential risk to its business in China in its 2018 annual report.",
                "The sponsors cited a lack of any prospect of meaningful progress.",
                "Federal prosecutors cited insufficient evidence today.",
                "An LSU review has cited miles' troubling treatment of female students."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2l0ZQ&hash=00a108c610e19495bad0a468ad7aa4cf24dd9892&lang=en&cache-only=0",
            "defineEn": "to refer to something as an example or proof",
            "defineVi": "để đề cập đến một cái gì đó như một ví dụ hoặc bằng chứng"
        },
        {
            "id": "204b4b4b-889d-4fc4-a33b-0c1c85649573",
            "word": "to classify",
            "phonetic": "tə klæsᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Doctors have classified over 150 diagnosable types, all with different potential causes, symptoms, and treatments.",
                "The most valuable quills are classified as Alba.",
                "The International Society for Bipolar Disorder taskforce classified the illness into three categories.",
                "And some of the records are still classified.",
                "The federal government still classifies it as a potentially dangerous drug with zero medical benefits."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2xhc3NpZnk&hash=a9207bfe92da3f290debdb0c8a421db40c10e1b4&lang=en&cache-only=0",
            "defineEn": "to put people or things in different categories or groups",
            "defineVi": "để đặt người hoặc những thứ trong các loại hoặc nhóm khác nhau",
            "hasImg": true
        },
        {
            "id": "48be6b49-549b-4861-9dd1-a20e1ca6e099",
            "word": "to compile",
            "phonetic": "tə kəmpaɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "They’ll be working in harness with other doctors to compile the report.",
                "In recent years, various teams of astronomers have compiled a database of carbon-14 levels in ancient trees.",
                "Several film enthusiasts have painstakingly compiled these scenes in online videos.",
                "With the help of a humble slave, he also compiled the world's first phrase book of native languages.",
                "So you can compile a bunch of different things."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29tcGlsZQ&hash=4d58296533356574e2ce82390556a1528aef6c26&lang=en&cache-only=0",
            "defineEn": "to gather information in order to produce a book, report, etc.",
            "defineVi": "để thu thập thông tin để sản xuất một cuốn sách, báo cáo, vv",
            "hasImg": true
        },
        {
            "id": "d34d79e9-853a-491e-a9c2-3bed702f35ee",
            "word": "to conduct",
            "phonetic": "tə kəndʌkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Her recent conduct is beyond the pale.",
                "The court held that such conduct violated the statute.",
                "I enjoy conducting experiments and making observations in science class.",
                "Even though he came from a humble background, John's refined manners and impeccable conduct showed that it takes three generations to make a gentleman.",
                "Before investing in a new business venture, it's important to conduct thorough research and assess potential risks."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29uZHVjdA&hash=1f9bbd1c81dcffa00eba094b82026ba1f13e0bda&lang=en&cache-only=0",
            "defineEn": "to direct or participate in the management of something",
            "defineVi": "để chỉ đạo hoặc tham gia vào việc quản lý của một cái gì đó"
        },
        {
            "id": "488f9432-4a06-4cc8-b78d-ee5d8fe9351b",
            "word": "to demonstrate",
            "phonetic": "tə dɛmənstɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The cooking show demonstrated the art of stuffing and rolling a pork fillet.",
                "Jennifer started off on the right foot in her new job by arriving early, being well-prepared, and demonstrating a positive attitude.",
                "Demonstrating how he dances well to whom fortune pipes.",
                "The chef demonstrated how to core the bell peppers for stuffing with rice and vegetables.",
                "In a criminal trial, the prosecution bears the burden of proof to demonstrate the guilt of the accused beyond a reasonable doubt."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVtb25zdHJhdGU&hash=12a2c58128741962e70b1893aae92e8e187aea1a&lang=en&cache-only=0",
            "defineEn": "to show clearly that something is true or exists by providing proof or evidence",
            "defineVi": "để hiển thị rõ ràng rằng một cái gì đó là sự thật hoặc tồn tại bằng cách cung cấp bằng chứng hoặc bằng chứng"
        },
        {
            "id": "66a7857f-5e97-4ce7-a9d6-2996edb92b05",
            "word": "to derive",
            "phonetic": "tə dᵻɹaɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "The island derives its name from its Easter day discovery by the Dutch explorer Jacob Roggeveen in 1722.",
                "Many English words were derived through metathesis.",
                "They can derive information, like its mass and the shape of its orbit.",
                "And we can derive a model for this gravitational potential energy.",
                "Unfortunately, presidents don’t derive their powers from the sun, like Superman."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVyaXZl&hash=0eda049d436de90c16f09a5274ed48ac7e4e42ab&lang=en&cache-only=0",
            "defineEn": "reason by deduction; establish by deduction",
            "defineVi": "suy luận bằng suy diễn; thiết lập bằng cách khấu trừ"
        },
        {
            "id": "e76c1bca-2adb-49b8-ad8d-d9132a85e654",
            "word": "to detect",
            "phonetic": "tə dɪtɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The Geiger counter detected high levels of radiation in the vicinity of the radioactive material.",
                "The rabbit's long ears help them detect sounds.",
                "For once, Beatrice's eagle eye failed to detect the tenderness in Timothy whenever he spoke to Topaz.",
                "Our cones detect fine detail and color.",
                "Even now, satellites can still detect some very weak magnetism in patches of Mars’ surface."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGV0ZWN0&hash=935da19ba432408a6319b9703aec22d2fdbf0c1e&lang=en&cache-only=0",
            "defineEn": "to notice or discover something that is difficult to find",
            "defineVi": "để ý hoặc khám phá một cái gì đó là khó khăn để tìm thấy",
            "hasImg": true
        },
        {
            "id": "b41d7da5-94ec-46e7-b53a-72f92e78f6ac",
            "word": "to document",
            "phonetic": "tə dɑːkjuːmənt ",
            "partOfSpeechType": "verb",
            "examples": [
                "A reporter obtained documents from the company under false pretenses.",
                "The document was printed at the taxpayer's expense.",
                "He presented a false document as evidence in the court case.",
                "I always put my important documents in a safe deposit box at the bank because safe bind, safe find.",
                "Please collect the documents from the receptionist before leaving the building."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZG9jdW1lbnQ&hash=29ed02caecfa41a7691aebd221d8155ff4992b5f&lang=en&cache-only=0",
            "defineEn": "to support an argument, claim, etc. using facts",
            "defineVi": "để hỗ trợ một lập luận, tuyên bố, vv sử dụng sự thật"
        },
        {
            "id": "2101ed51-85ce-4470-b060-6251a3555786",
            "word": "to estimate",
            "phonetic": "tʊ ɛstᵻmeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Estimates put the war's cost at £1 million a day.",
                "Their estimates were completely off the mark.",
                "It is estimated that 5,000 bank staff could be lining their own pockets from customer accounts.",
                "Medical scientists estimate an autism ratio of 1 in every 110 children in the United States. ",
                "The company estimated revenues for 2020 of nearly 100 million dollars."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXN0aW1hdGU&hash=6da0248fce4963986d6717cb5776931810667b67&lang=en&cache-only=0",
            "defineEn": "to guess the value, number, quantity, size, etc. of something without exact calculation",
            "defineVi": "để đoán giá trị, số lượng, số lượng, kích thước, vv của một cái gì đó mà không cần tính toán chính xác"
        },
        {
            "id": "e10ce991-d7c3-4c65-bd73-ce2ac308eb6e",
            "word": "to evaluate",
            "phonetic": "tʊ ɪvæljuːeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "When the boss criticized the team's performance, one of the employees reminded him to sweep before his own door and evaluate his own leadership skills.",
                "The school's infrastructure was evaluated and given a clean bill of health, with no major structural or safety issues found",
                "Economists evaluate the effectiveness of a healthcare system on three criteria: Access, Cost, and Quality.",
                "We just evaluated our function.",
                "The two women were being evaluated for epilepsy surgery at University Hospital in Geneva, Switzerland."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXZhbHVhdGU&hash=ae41f800c5742478ddfc0daeecebba559f177c3d&lang=en&cache-only=0",
            "defineEn": "to calculate the amount, importance, number, or value of something or someone",
            "defineVi": "để tính toán số lượng, tầm quan trọng, số lượng, hoặc giá trị của một cái gì đó hoặc ai đó"
        },
        {
            "id": "f598282d-dd6b-41d9-932a-fd0fff9fbef5",
            "word": "to imply",
            "phonetic": "tʊ ɪmplaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I didn't mean to imply that you were in any way at fault.",
                "Of all the nerve, implying that I'm somehow to blame for the project's failure!",
                "Well, pressure implies resistance.",
                "It implies the loss of not just our lives but all life.",
                "And it also implies an infantilization."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW1wbHk&hash=7d24a547054a9680d34fac487eb8d68c62692697&lang=en&cache-only=0",
            "defineEn": "to suggest that one thing is the logical consequence of the other",
            "defineVi": "để gợi ý rằng một điều là hệ quả logic của khác"
        },
        {
            "id": "7235baab-fd3e-4cad-929c-1a1aa0ddb223",
            "word": "to interpret",
            "phonetic": "tʊ ɪntɜːpɹɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "This animal is sometimes interpreted as a mollusk.",
                "This discovery has been interpreted by paleontologists as some of the earliest evidence of social behavior among mammals.",
                "The fraction symbol here can be interpreted as division.",
                "And where you see stars in a romantic sky, your friend interprets global warming-inducing pollutants.",
                "In other words, price is often interpreted as an indicator of quality."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50ZXJwcmV0&hash=599b566b0c31b87956a81d5717351c59ee2e46f9&lang=en&cache-only=0",
            "defineEn": "to explain what something means",
            "defineVi": "để giải thích những gì một cái gì đó có nghĩa là"
        },
        {
            "id": "06b0879d-41df-4580-b2a1-ae2de1023ed5",
            "word": "to observe",
            "phonetic": "tʊ əbzɜːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "Earth Day is observed on April 22nd to promote environmental awareness.",
                "We used a telescope to observe distant stars and galaxies.",
                "We examined the caryopsis of the rice grain under the microscope, observing its unique structure.",
                "They were crouching in the bushes, observing the wildlife.",
                "She congratulated herself still more on observing in the course of days that Mr Verloc seemed to be taking kindly to Stevie's companionship."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb2JzZXJ2ZQ&hash=277023850aceccf0eb43506f23b869d15fac760f&lang=en&cache-only=0",
            "defineEn": "to carefully watch something in order to discover facts",
            "defineVi": "để cẩn thận xem một cái gì đó để khám phá sự thật",
            "hasImg": true
        },
        {
            "id": "76ffd17c-1b7b-4941-8531-ad40a62441ba",
            "word": "to outline",
            "phonetic": "tʊ aʊtlaɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company has outlined a strategic plan with specific, measurable, achievable, relevant, and time-bound objectives.",
                "The treaty itself outlines a few key principles for future space exploration:",
                "Now, the strategy outlines a whole-of-government approach to the problem.",
                "But last week, a new paper in Nature Astronomy outlined the latest findings about some of the most fundamental properties of Venus: its tilt, the length of its day, and the size of its core.",
                "For instance, it outlined a procedure for cataract surgery."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3V0bGluZQ&hash=972523ddb928e9a8867502ec0ed641de2e2b9d5f&lang=en&cache-only=0",
            "defineEn": "to give a brief description of something excluding the details",
            "defineVi": "để đưa ra một mô tả ngắn gọn về một cái gì đó loại trừ các chi tiết"
        },
        {
            "id": "2199e22a-2d62-49fc-80e7-f1027fe71c42",
            "word": "to survey",
            "phonetic": "tə sɚveɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The survey aimed to gather feedback from both adults and children.",
                "Click here to add your opinion to the survey.",
                "Of the participating builders in the survey, 66 percent said they turned a profit in 1993.",
                "A similar set of automatic eyes routinely surveys the crowds at the Maine Road Ground in Manchester, England, the home stadium for the Manchester City soccer team. ",
                "One 2016 study surveyed 1104 undergrads about their procrastination habits."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3VydmV5&hash=2abeedf7a5c09e218b54a1b583974cff6e862daf&lang=en&cache-only=0",
            "defineEn": "to collect information about a subject from a group of people by asking them questions",
            "defineVi": "để thu thập thông tin về một chủ đề từ một nhóm người bằng cách đặt câu hỏi cho họ"
        },
        {
            "id": "c8dc7b27-f55e-48ce-9ffe-119860fea746",
            "word": "case study",
            "phonetic": "keɪs stʌdi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And case studies contain a number of other worrisome effects.",
                "Here's a case study.",
                "Well, here's a case study.",
                "So this sets the table for a case study. ",
                "Instead, scientists often have to rely on after-the-fact case studies written up by doctors, retrospective studies, or reviews of these."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FzZSBzdHVkeQ&hash=32a054c9a3d2f50396e7af93a9fb864092a4fb2c&lang=en&cache-only=0",
            "defineEn": "a recorded analysis of an individual, a society, or a situation over a length of time",
            "defineVi": "một phân tích được ghi lại về một cá nhân, một xã hội hoặc một tình huống trong một khoảng thời gian"
        },
        {
            "id": "2acc487c-3f15-4ff4-a1b3-564a35f46a1b",
            "word": "chart",
            "phonetic": "tʃɑːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "He is consulting his zodiacal chart to determine his compatibility with different signs.",
                "The album's success has put it at the top of the charts.",
                "The movie's box office performance has propelled it to the top of the charts in Hollywood.",
                "With a fresh lineup of talented musicians, the band has experienced a new lease of life, capturing the attention of music enthusiasts and gaining popularity on the charts.",
                "I prepared an around-the-clock chart detailing all my care requirements."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcnQ&hash=60f5b476c5f0bf9405859622f667ce6b6a79a0b4&lang=en&cache-only=0",
            "defineEn": "an information sheet in the form of a graph, diagram or table that is easy to understand",
            "defineVi": "một bảng thông tin dưới dạng biểu đồ, sơ đồ hoặc bảng dễ hiểu"
        },
        {
            "id": "65413308-9341-45d3-aaa0-03597a44f5d6",
            "word": "diagram",
            "phonetic": "daɪəɡɹæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The data was presented in graphical form, with charts and diagrams used to illustrate the findings.",
                "- We have the diagram, obviously.",
                "Next, free body diagram, what are the forces?",
                "I could actually just use this diagram.",
                "Look at the diagram!"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhZ3JhbQ&hash=ff876184f964eacd7a37c747508e4f2d4ee06017&lang=en&cache-only=0",
            "defineEn": "a graphic design intended to explain something",
            "defineVi": "một thiết kế đồ họa nhằm giải thích một cái gì đó",
            "hasImg": true
        },
        {
            "id": "954a55b1-e1d7-43c5-942f-304437bf5bfa",
            "word": "document",
            "phonetic": "dɑːkjuːmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "A reporter obtained documents from the company under false pretenses.",
                "The document was printed at the taxpayer's expense.",
                "He presented a false document as evidence in the court case.",
                "I always put my important documents in a safe deposit box at the bank because safe bind, safe find.",
                "Please collect the documents from the receptionist before leaving the building."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG9jdW1lbnQ&hash=be452427d2ccee509cab03be1a4fed0c52e744c3&lang=en&cache-only=0",
            "defineEn": "a computer file, book, piece of paper etc. that is used as evidence or a source of information",
            "defineVi": "một tệp máy tính, sách, mảnh giấy, v.v. được sử dụng làm bằng chứng hoặc nguồn thông tin",
            "hasImg": true
        },
        {
            "id": "c4b95641-5d83-431a-8a2e-22ddc14591e2",
            "word": "evaluation",
            "phonetic": "ɪvæljuːeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Risk evaluation is a complicated tangle of statistical thinking and personal preference.",
                "Then they'll have an evaluation.",
                "For the new class, their first week focuses on a physical evaluation.",
                "In real life, everyone’s individual evaluation of risk will vary depending on their personal circumstances.",
                "Instead, the experimenters came back with 3 fake evaluations from others who had supposedly seen their data."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXZhbHVhdGlvbg&hash=cc3b9a69785ac9875a5ef98fe80c3605821f05f0&lang=en&cache-only=0",
            "defineEn": "a judgment on the quantity and quality of anything after carefully considering",
            "defineVi": "một đánh giá về số lượng và chất lượng của bất cứ điều gì sau khi xem xét cẩn thận"
        },
        {
            "id": "7011ceca-523c-40c7-9dd4-9d12cd87798e",
            "word": "hypothesis",
            "phonetic": "haɪpɑːθəsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scientist understood that every bean has its black, and that even the most promising hypothesis may have flaws that need to be addressed and overcome.",
                "However his massive collection of drawings supported his hypothesis from every angle.",
                "So, this hypothesis makes sense.",
                "P-values, by definition, only examine null hypotheses.",
                "We develop a hypothesis."
            ],
            "audio": "https://tts.langeek.co/read?text=aHlwb3RoZXNpcw&hash=c4f0b278a0f9a0c3be6e7972575b2c2eaa5173af&lang=en&cache-only=0",
            "defineEn": "an explanation based on limited facts and evidence that is not yet proved to be true",
            "defineVi": "một lời giải thích dựa trên các sự kiện và bằng chứng hạn chế chưa được chứng minh là đúng"
        },
        {
            "id": "9d2bee01-65c6-4f36-b68d-80d544363834",
            "word": "experiment",
            "phonetic": "ɛkspɛɹɪmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "These experiments serve no useful purpose.",
                "Experiments that paved the way for future research.",
                "The two experiments are run in parallel.",
                "As a creative experiment, I mixed salad burnet into my homemade pesto sauce.",
                "All of his teachers are going bananas over his science fair experiment."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwZXJpbWVudA&hash=79bdf2920ce589a8b61c10f7a14d8a35c0f70d7c&lang=en&cache-only=0",
            "defineEn": "a test done to make a discovery, prove a known fact, or test the truthfulness of a hypothesis",
            "defineVi": "một bài kiểm tra được thực hiện để khám phá, chứng minh một thực tế đã biết hoặc kiểm tra tính trung thực của một giả thuyết",
            "hasImg": true
        },
        {
            "id": "2bf5d3b0-9c82-4cc3-87f4-92b90af0af8e",
            "word": "sample",
            "phonetic": "sæmpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The scientists are taking water samples from the river.",
                "We collected samples of pith from different plants to compare their properties.",
                "As you strolled through the food market, the vendor enticed you with samples of various cold cuts.",
                "The doctors decided to run some more tests on the blood samples.",
                "Here, sample my mix."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FtcGxl&hash=38b93e1621e634dd0bc2d0b1f9a406a367ec1572&lang=en&cache-only=0",
            "defineEn": "a randomly selected part of a population, put to study in order to gain knowledge of the whole population",
            "defineVi": "một bộ phận được chọn ngẫu nhiên của dân số, được đưa vào nghiên cứu để có được kiến thức về toàn bộ dân số"
        },
        {
            "id": "572b1e6f-a186-445c-9782-072246ef7531",
            "word": "variable",
            "phonetic": "vɛɹɪəbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Just the variables look a little bit more complicated.",
                "Northern France's variable conditions are the first factor for elevated prices.",
                "It stores a variable, like a number, and also a pointer.",
                "The time in months is the independent variable.",
                "a_with_b is just a variable."
            ],
            "audio": "https://tts.langeek.co/read?text=dmFyaWFibGU&hash=c2905b415aa7d43303a2a38ed7731cf01baeafd4&lang=en&cache-only=0",
            "defineEn": "something that is subject to change and can affect the result of a situation",
            "defineVi": "một cái gì đó có thể thay đổi và có thể ảnh hưởng đến kết quả của một tình huống"
        },
        {
            "id": "e36401aa-7f91-4630-b537-d1cf1802633d",
            "word": "instrument",
            "phonetic": "ɪnstɹəmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Charlotte excels in playing the piano because she learned the instrument at her mother's knee.",
                "The process involves using steam to sterilize the instruments.",
                "The musician stepped up his game and practiced his instrument for hours every day, resulting in a more polished and professional sound.",
                "His consuming passion for music drove him to spend every free moment practicing his instrument.",
                "This instrument also allowed the development of dead reckoning."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdHJ1bWVudA&hash=f4101bfbab90dc326fa9247554e8eac1f8d8e1f4&lang=en&cache-only=0",
            "defineEn": "a device or tool that requires specific knowledge on how to be used",
            "defineVi": "một thiết bị hoặc công cụ đòi hỏi kiến thức cụ thể về cách sử dụng"
        },
        {
            "id": "0476f915-c2b4-4116-8d07-f1f5c015c199",
            "word": "questionnaire",
            "phonetic": "kwɛstʃənɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But questionnaires are still subjective.",
                "The questionnaires put them into one of three groups: binge drinkers, moderate drinkers, and abstainers.",
                "And data from this questionnaire have revealed a lot of things.",
                "In 1942, a mother-daughter duo Katherine Cook Briggs and Isabel Briggs Myers developed a questionnaire that classified people’s personalities into 16 types.",
                "Some studies have people fill out questionnaires about their lives and well-being."
            ],
            "audio": "https://tts.langeek.co/read?text=cXVlc3Rpb25uYWlyZQ&hash=7eff4042ab6769ac120a96b85663dfd4dd9342f9&lang=en&cache-only=0",
            "defineEn": "a paper containing a series of questions that is given to people to collect information for statistical reasons",
            "defineVi": "một bài báo chứa một loạt các câu hỏi được đưa ra cho mọi người để thu thập thông tin vì lý do thống kê",
            "hasImg": true
        },
        {
            "id": "712de6ab-67d6-4cf8-b56b-c970b367d256",
            "word": "reference",
            "phonetic": "ɹɛfɹəns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The archbishop cautioned the cardinal to beware of a man of one book who bases all of his arguments solely on a single reference.",
                "The viral internet meme that gained immense popularity for a brief period became a ten-day wonder, with people sharing and referencing it widely before it faded from the online spotlight.",
                "Beatles reference?",
                "We referenced your video.",
                "They lost reference points."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVmZXJlbmNl&hash=7df245d61629cdd6cd6ee796544ade4adac66668&lang=en&cache-only=0",
            "defineEn": "a short note in a book giving information about the source of its subject",
            "defineVi": "một ghi chú ngắn trong một cuốn sách cung cấp thông tin về nguồn của chủ đề của nó"
        },
        {
            "id": "b0f78033-04a0-4896-b8c1-56eb61f727eb",
            "word": "trial",
            "phonetic": "tɹaɪəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Millions of people followed the trial on TV.",
                "The trial was swiftly brought to an end.",
                "In a criminal trial the standard of proof is beyond the reasonable doubt.",
                "The trial has run its course, and the verdict will be announced tomorrow.",
                "The company sent out a trial balloon by leaking a rumor about a new product to test customer interest before investing in its development."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpYWw&hash=95dc6a42255a9ab686e4c4f378066f09b6a15514&lang=en&cache-only=0",
            "defineEn": "a testing process conducted in order to decide on how effective, safe, etc. someone or something is",
            "defineVi": "một quy trình thử nghiệm được tiến hành để quyết định mức độ hiệu quả, an toàn, v.v. của một ai đó hoặc một cái gì đó"
        },
        {
            "id": "1fed4b8e-c9f7-4bb6-a5ee-f76d859b677b",
            "word": "trial and error",
            "phonetic": "tɹaɪəl ænd ɛɹɚ ",
            "partOfSpeechType": "phrase",
            "examples": [
                "After a decade of trial and error, the scientists finally found the culprit, wild corn lilies.",
                "And he learned by trial and error. ",
                "So I have to do all these like trial and error.",
                "it takes thousands of hours of trial and error to figure it out.",
                "A lot of times the process of trial and error, With different plans and trials of things we think may work."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpYWwgYW5kIGVycm9y&hash=0d12d0617928f16e6158917334b544e4d10f58f3&lang=en&cache-only=0",
            "defineEn": "the process of testing a method, an idea, etc. in several ways to achieve the desired outcome",
            "defineVi": "quá trình thử nghiệm một phương pháp, một ý tưởng, v.v. theo nhiều cách để đạt được kết quả mong muốn"
        },
        {
            "id": "fab31833-2fbb-45f9-ad0a-089a73f1116e",
            "word": "finding",
            "phonetic": "faɪndɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The study yielded significant findings that could advance medical research.",
                "The case was continued without a finding until August 2.",
                "What did he make out of the findings of the Emile Short commission?",
                "The scientist had to eat crow and revise their theory after new evidence contradicted their original findings.",
                "The data was presented in graphical form, with charts and diagrams used to illustrate the findings."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmluZGluZw&hash=deef190a7d15d47a62ef1099434a7c39dfd01e46&lang=en&cache-only=0",
            "defineEn": "a piece of information discovered as a result of a research",
            "defineVi": "một mẩu thông tin được phát hiện như là kết quả của một nghiên cứu"
        },
        {
            "id": "c2c5d0ed-b7c6-4099-8c0b-a1f81d412d56",
            "word": "law",
            "phonetic": "lɔː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The laws were reformed root and branch.",
                "Boys his age are a law unto themselves.",
                "The law went into effect on 1 August.",
                "The law was changed in 2001.",
                "Important new laws are already in the pipeline."
            ],
            "audio": "https://tts.langeek.co/read?text=bGF3&hash=59dfb1a7c5762a5ef6715570a7b193c30cde7ac6&lang=en&cache-only=0",
            "defineEn": "the fact of something scientific or natural always being the same or occurring in the same way, given specific conditions are met",
            "defineVi": "thực tế về một cái gì đó khoa học hoặc tự nhiên luôn giống nhau hoặc xảy ra theo cùng một cách, với các điều kiện cụ thể được đáp ứng"
        },
        {
            "id": "e692af68-3687-4316-9a66-5801c02f0f42",
            "word": "model",
            "phonetic": "mɑːdəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The parent modeled good behavior by always wearing a seatbelt in the car, even for short trips.",
                "Many young people look up to celebrities as role models.",
                "The reforms served as a model for the rest of the Communist world.",
                "The new smartphone model is currently the flavor of the week among tech enthusiasts.",
                "The car manufacturer's latest model outperformed its competitors by a nose, offering slightly better fuel efficiency and a more comfortable ride."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9kZWw&hash=5abaea122502faa5fea42a9cbc791be8e81d5809&lang=en&cache-only=0",
            "defineEn": "a description of a process or system that is simplified to demonstrate how it works under specific circumstances, especially in mathematics",
            "defineVi": "mô tả về một quy trình hoặc hệ thống được đơn giản hóa để chứng minh cách thức hoạt động của nó trong các trường hợp cụ thể, đặc biệt là trong toán học"
        },
        {
            "id": "23643da2-6058-4330-9e6c-ef8a926b4a2f",
            "word": "principle",
            "phonetic": "pɹɪnsɪpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dees disliked all editors on principle, but he had to admit that this one at least gave credit where credit was due.",
                "An engineer's job is to apply scientific principles to solve engineering challenges.",
                "The mentor advised the young entrepreneur that money unmakes the men who make it, and that they should always stay true to their values and principles.",
                "The politician had always claimed to be a man of principle, but when his career was on the line, he was willing to make deals with unsavory characters.",
                "I know that you would lay down your life to protect the principles by which you live."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJpbmNpcGxl&hash=cc08d05b54dcab327cf882f2bc92d304d35cb33a&lang=en&cache-only=0",
            "defineEn": "a fundamental rule that is considered to be true and can serve as a basis for further reasoning or behavior",
            "defineVi": "một quy tắc cơ bản được coi là đúng và có thể dùng làm cơ sở cho lý luận hoặc hành vi tiếp theo"
        },
        {
            "id": "3bf176f8-4266-4c5b-9bb8-94729b33fb94",
            "word": "procedure",
            "phonetic": "pɹəsiːdʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The whole procedure is as easy as ABC.",
                "The employee followed company policies and procedures.",
                "They explained the procedure for submitting the application form.",
                "The nurse kindly explained the procedure to me and helped me feel at ease.",
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvY2VkdXJl&hash=32c48ef4e858f711472c8d22242a00cb96f6aaa9&lang=en&cache-only=0",
            "defineEn": "a particular set of actions conducted in a certain way",
            "defineVi": "một tập hợp các hành động cụ thể được thực hiện theo một cách nhất định"
        },
        {
            "id": "e9301ff2-9d7d-4c1b-8f24-51a6881373cb",
            "word": "proof",
            "phonetic": "pɹuːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "In a criminal trial the standard of proof is beyond the reasonable doubt.",
                "During a debate, each debater has the burden of proof to support their arguments and convince the audience of their position.",
                "In a criminal trial, the prosecution bears the burden of proof to demonstrate the guilt of the accused beyond a reasonable doubt.",
                "When making an argument or presenting a case, it is important to provide strong evidence to support your claims and carry the burden of proof.",
                "The job candidate's resume looked impressive, but the proof of the pudding is in the eating, and we need to see how well they perform in a real work setting."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvb2Y&hash=fd9428ab5aec8f245de385b6215f8250855facaa&lang=en&cache-only=0",
            "defineEn": "information or evidence that proves the truth or existence of something",
            "defineVi": "thông tin hoặc bằng chứng chứng minh sự thật hoặc sự tồn tại của một cái gì đó"
        }
    ]
}