{
    "id": "adb5d737-a5f2-440c-9767-1f5d3c6fed7d",
    "title": "Mental Illnesses and Problems",
    "originalTitle": "Mental Illnesses and Problems",
    "words": [
        {
            "id": "6374f635-00a6-49df-9867-d8f1e3f765f6",
            "word": "ADD",
            "phonetic": "æd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Next add the flour.",
                "The vibrant purple color of whinberries adds a beautiful touch to desserts like cheesecakes and tarts.",
                "A slice of sweet orange adds a delightful touch to a cold glass of iced tea.",
                "Farmer's cheese adds a delightful creaminess to my morning bowl of granola and fruit.",
                "The agar cubes added a delightful chewiness to the tropical fruit salad."
            ],
            "audio": "https://tts.langeek.co/read?text=QURE&hash=19a2cbe217e4eaf8cb42006b8af4298e69ae7def&lang=en&cache-only=0",
            "defineEn": "a behavioral disorder, most common in children, characterized by inattention, hyperactivity, and learning disability",
            "defineVi": "một rối loạn hành vi, phổ biến nhất ở trẻ em, được đặc trưng bởi sự thiếu chú ý, hiếu động thái quá và khuyết tật học tập"
        },
        {
            "id": "bd7fba9c-94f6-4667-a0af-7153ce6c54e6",
            "word": "ADHD",
            "phonetic": "eɪdiːeɪtʃdiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Also with ADHD, the loss of time has a cumulative effect.",
                "With ADHD, procrastination is huge.",
                "ADHD does not start at 40.",
                "ADHD seems to do the opposite.",
                "I talk more about ADHD as a brain disorder in this video."
            ],
            "audio": "https://tts.langeek.co/read?text=QURIRA&hash=bd0a8bcdf180801156162b1fa438f6e90aef4f5d&lang=en&cache-only=0",
            "defineEn": "a condition, experienced mostly by children, making them seem restless, unable to keep focus, and act impulsively",
            "defineVi": "một tình trạng mà hầu hết trẻ em đều trải qua, khiến chúng có vẻ bồn chồn, không thể tập trung và hành động bốc đồng"
        },
        {
            "id": "c1c984ec-f56d-454f-95c4-ab6f60f50c99",
            "word": "anorexia nervosa",
            "phonetic": "ænoːɹɛksiə nɜːvoʊsə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lauren was finally admitted to a psychiatric hospital where she was treated for anorexia nervosa.",
                "I have talked about it when I am talking about Anorexia Nervosa, I believe.",
                "Some of the over control disorders are anorexia nervosa, autism spectrum chronic depression, and some of the personality disorders, like obsessive compulsive, avoidant and paranoid personality disorder.",
                "Those suffering from anorexia nervosa, most often adolescent females, essentially maintain a starving diet and, eventually, and abnormally low body weight.",
                "This condition is sometimes associated with lymphoma or other various cancers but it’s more frequently known as a symptom of anorexia nervosa."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5vcmV4aWEgbmVydm9zYQ&hash=37d16c0c3c64ebacad0cc518756cb5f5bcad340e&lang=en&cache-only=0",
            "defineEn": "an eating disorder, particularly in women, marked by body image disturbance and obsessive fear of becoming fat, which leads to dangerous weight loss",
            "defineVi": "rối loạn ăn uống, đặc biệt là ở phụ nữ, được đánh dấu bằng sự rối loạn hình ảnh cơ thể và ám ảnh sợ béo, dẫn đến giảm cân nguy hiểm"
        },
        {
            "id": "38809b96-3a39-4bfe-b2a7-b97440c2eafc",
            "word": "anxiety",
            "phonetic": "æŋzaɪəɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "My anxiety usually keeps me from taking time by the forelock.",
                "Leave it to anxiety to put a situation out of perspective.",
                "Jane's parents were worried about her anxiety, but they knew that care is no cure and encouraged her to seek professional help.",
                "John was a silent sufferer, never letting on to his colleagues that he was struggling with anxiety and depression.",
                "He took to practicing yoga every morning to help him manage his stress and anxiety."
            ],
            "audio": "https://tts.langeek.co/read?text=YW54aWV0eQ&hash=fba9f40d830c7a836f85bc7754c4133f3a9a730b&lang=en&cache-only=0",
            "defineEn": "(psychiatry) a mental disorder of constant nervousness and worry, in which one expects something bad to happen with no valid reason",
            "defineVi": "(tâm thần học) một rối loạn tâm thần thường xuyên căng thẳng và lo lắng, trong đó một người mong đợi điều gì đó tồi tệ xảy ra mà không có lý do chính đáng"
        },
        {
            "id": "77862a0b-f684-43a5-99c7-caced577d137",
            "word": "battle fatigue",
            "phonetic": "bæɾəl fɐtiːɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmF0dGxlIGZhdGlndWU&hash=70957209ea513c037645c5b4b1c4ebd6b837a2ae&lang=en&cache-only=0",
            "defineEn": "a post-traumatic stress disorder resulting from prolonged exposure to active warfare",
            "defineVi": "một rối loạn căng thẳng sau chấn thương do tiếp xúc kéo dài với chiến tranh tích cực"
        },
        {
            "id": "a8f77f5e-a61f-4af5-bd24-7fef05355a24",
            "word": "bipolar disorder",
            "phonetic": "baɪpoʊlɚ dɪsoːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mood swings are not Bipolar Disorder.",
                "What is bipolar disorder?",
                "With only confusing signals as a guide, people with bipolar disorder develop abnormal thoughts and behaviors.",
                "With bipolar disorder, you have separate episodes of mania and depression.",
                "So what causes bipolar disorder?"
            ],
            "audio": "https://tts.langeek.co/read?text=Ymlwb2xhciBkaXNvcmRlcg&hash=e05e3a2920b754cf8d4f4a6fcf109c660558cfc4&lang=en&cache-only=0",
            "defineEn": "a chronic mental health condition marked by episodes of mania and depression",
            "defineVi": "một tình trạng sức khỏe tâm thần mãn tính được đánh dấu bằng các giai đoạn hưng cảm và trầm cảm"
        },
        {
            "id": "1c1167cc-772d-412f-b47a-42c739b874f3",
            "word": "borderline personality disorder",
            "phonetic": "boːɹdɚlaɪn pɜːsənælᵻɾi dɪsoːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Borderline personality disorder is pervasive.",
                "Which is Borderline Personality Disorder.",
                "Dialectical behavior therapy was developed for borderline personality disorder.",
                "People don't fully understand Borderline Personality Disorder.",
                "I compared borderline personality disorder to bipolar disorder in this video."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9yZGVybGluZSBwZXJzb25hbGl0eSBkaXNvcmRlcg&hash=dcd50a348de63a5840c67c339de9e19939e34756&lang=en&cache-only=0",
            "defineEn": "a mental illness that causes a person to act impulsively, to experience severe shifts in mood, and to be unable to form interpersonal relationships",
            "defineVi": "một bệnh tâm thần khiến một người hành động bốc đồng, trải qua những thay đổi nghiêm trọng trong tâm trạng và không thể hình thành các mối quan hệ giữa các cá nhân"
        },
        {
            "id": "2bf258c9-cd68-4d9f-bb2d-560840e53307",
            "word": "breakdown",
            "phonetic": "bɹeɪkdaʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The engineers have been putting a brave face on the problem, but I think this breakdown is going to set us back for months.",
                "Now I got my breakdown.",
                "I'm clearly having a breakdown.",
                "Like, I just had a mini breakdown.",
                "And some chemical breakdown continues in the large intestine, thanks to our little bacterial farm there."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWtkb3du&hash=96a90709df2c9647275ed75e9154d8b10b9245ac&lang=en&cache-only=0",
            "defineEn": "a condition in which a person becomes so anxious or depressed that they can no longer handle their everyday life",
            "defineVi": "một tình trạng trong đó một người trở nên lo lắng hoặc chán nản đến mức họ không còn có thể xử lý cuộc sống hàng ngày của mình"
        },
        {
            "id": "3b5cb02e-e337-4895-b0c4-c304649e7cf0",
            "word": "bulimia",
            "phonetic": "bʊlɪmiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bulimia it is.",
                "Another common eating disorder is bulimia nervosa.",
                "So bulimia says it needs to happen for three months.",
                "While anorexia is characterized primarily by the refusal to maintain a minimal body weight, bulimia is not.",
                "Anorexia, bulimia, and other eating and body dysmorphic disorders can kill."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVsaW1pYQ&hash=1ad1fe79c3f5e67f407e6fe3047c2f624d29d0fa&lang=en&cache-only=0",
            "defineEn": "a mental illness which causes a person to eat too much and then forces themselves to vomit to maintain their weight",
            "defineVi": "một bệnh tâm thần khiến một người ăn quá nhiều và sau đó ép mình nôn ra để duy trì cân nặng"
        },
        {
            "id": "55a415f4-946b-432a-8402-1f8f5e67e503",
            "word": "exhibitionism",
            "phonetic": "ɛksɪbɪʃənɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXhoaWJpdGlvbmlzbQ&hash=6328b99f35bafc1a7f0b129198562a8f18d08235&lang=en&cache-only=0",
            "defineEn": "compulsive display of one's genitals for the purpose of sexual gratification",
            "defineVi": "ép buộc phô bày bộ phận sinh dục của mình nhằm mục đích thỏa mãn tình dục"
        },
        {
            "id": "45cb9048-0d02-416f-8f3a-8984386b8e34",
            "word": "gender dysphoria",
            "phonetic": "dʒɛndɚ dɪsfoːɹiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "And stay tuned for my video on gender dysphoria.",
                "But numerous studies show that depression among people with gender dysphoria is linked to society's treatment of them, including discrimination, family rejection and lack of access to gender-affirming health care.",
                "He pointed to high rates of severe anxiety and suicide among people diagnosed with gender dysphoria.",
                "Not allowing someone with gender dysphoria to not enter the military is the same type of thing.",
                "This is not to be confused, though, with gender dysphoria."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZGVyIGR5c3Bob3JpYQ&hash=724ffc986a2b1ce2ff37c1afa227ed658aa5ac85&lang=en&cache-only=0",
            "defineEn": "the condition in which a person is overwhelmed by distress or impairment due to a mismatch between their biological sex and their gender identity",
            "defineVi": "tình trạng một người bị choáng ngợp bởi đau khổ hoặc suy yếu do sự không phù hợp giữa giới tính sinh học và bản dạng giới của họ"
        },
        {
            "id": "29cdf1ca-c8bc-4cdc-807e-6d4ab64f59d1",
            "word": "hyperactivity",
            "phonetic": "haɪpɚɹæktɪvᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "But stimulants and hyperactivity seem like a weird match.",
                "This hyperactivity of the norepinephrine in your brain is thought to be causing the shock like feeling.",
                "A true manic episode is an intense period of restless and often overly optimistic hyperactivity, during which your estimation of yourself and your ideas and your abilities can often get really skewed.",
                "You may notice hyperactivity in your toddler, but this can be hard to distinguish between variations in behavior at that age.",
                "The symptoms include fever, headache, nausea, vomiting, agitation, anxiety, confusion, hyperactivity, difficulty swallowing, excessive salivation, hallucinations, insomnia, and partial paralysis. "
            ],
            "audio": "https://tts.langeek.co/read?text=aHlwZXJhY3Rpdml0eQ&hash=a1f08fb191cd59590f73744af63d1f56a28c8566&lang=en&cache-only=0",
            "defineEn": "a state where a person is unusually active, is unable to stay focused or quiet for long, experienced mostly by children",
            "defineVi": "trạng thái mà một người hoạt động bất thường, không thể tập trung hoặc im lặng lâu, hầu hết trẻ em đều trải qua"
        },
        {
            "id": "5d77056c-2f88-42f8-ad21-67cbee92bd4b",
            "word": "hypochondria",
            "phonetic": "haɪpoʊkɑːndɹiə ",
            "partOfSpeechType": "noun",
            "examples": [
                "In contrast, the person with hypochondria isn't reassured by that doctor's visit.",
                "And this is the life of the person with hypochondria.",
                "The person without hypochondria recognizes that they feel anxious, and can put the symptoms into context.",
                "People with hypochondria don't believe that a healthy person can stand up and feel dizzy.",
                "What's the difference between general anxiety with physical symptoms and hypochondria?"
            ],
            "audio": "https://tts.langeek.co/read?text=aHlwb2Nob25kcmlh&hash=c9d21fd436d2c55425185833b1f0aef3299ad1ee&lang=en&cache-only=0",
            "defineEn": "a mental condition in which a person is constantly anxious and worried about their health",
            "defineVi": "một tình trạng tinh thần trong đó một người thường xuyên lo lắng và lo lắng về sức khỏe của họ"
        },
        {
            "id": "08e5d692-6a90-4548-9ce5-4ea712010ec1",
            "word": "kleptomania",
            "phonetic": "klɛptəmeɪniə ",
            "partOfSpeechType": "noun",
            "examples": [
                "So that's kleptomania.",
                "Kleptomania is an impulse control disorder.",
                "But with kleptomania, it's like mindless acquisition of objects.",
                "Today, I'm answering a viewer question about kleptomania.",
                "If the person develops other problems like depression or anxiety, the treatment that they get for the other problem may also help their kleptomania."
            ],
            "audio": "https://tts.langeek.co/read?text=a2xlcHRvbWFuaWE&hash=fd3fcab5b83428d12eab8dea2972634ffb832da7&lang=en&cache-only=0",
            "defineEn": "a mental condition in which one is obsessed with stealing things without any financial motive",
            "defineVi": "một tình trạng tâm thần trong đó một người bị ám ảnh bởi việc ăn cắp đồ mà không có bất kỳ động cơ tài chính nào"
        },
        {
            "id": "d36f8f3f-ce9e-4f6c-be96-2e908e4cadc9",
            "word": "manic depression",
            "phonetic": "mænɪk dᵻpɹɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "You've probably heard of manic depression.",
                "But before chlorpromazine, people who were psychotic, either because of schizophrenia or manic depression as it was called back then, were put in institutions and managed instead of treated.",
                "The manic depression that ran in his family was continuing to rear its ugly head as Hemmingway got older, plunging him into wave after wave of mania and depression, all the while fueled by his worsening alcoholism.",
                "Even though the word atypical makes it sound like it's not that usual, it's called atypical because when the German psychiatrist Emil Kraepelin first discovered bipolar disorder which at the time he called manic depression, it was the classic form that he first defined."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuaWMgZGVwcmVzc2lvbg&hash=7012f18df555f8a29a85d93c3ef38188de3ea6b8&lang=en&cache-only=0",
            "defineEn": "a chronic mental disorder marked by excessive mood swings ranging from depressive lows to crazed highs",
            "defineVi": "một chứng rối loạn tâm thần mãn tính được đánh dấu bằng sự thay đổi tâm trạng quá mức, từ mức thấp trầm cảm đến mức cao điên cuồng"
        },
        {
            "id": "302bcf7e-db3c-44a2-8c56-8268ecf0b8a1",
            "word": "megalomania",
            "phonetic": "mɛɡələmeɪniə ",
            "partOfSpeechType": "noun",
            "examples": [
                "And after that, due partly to Hitler’s overreaching megalomania and partly to lots of people being scared of him, the sixth army slowly froze and starved to death before finally surrendering."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVnYWxvbWFuaWE&hash=eb49866ce611722b9aeb2d99ed768359f09d35e8&lang=en&cache-only=0",
            "defineEn": "a mental condition in which a person believes themselves to be more powerful and important than they actually are",
            "defineVi": "một tình trạng tinh thần trong đó một người tin rằng mình mạnh mẽ và quan trọng hơn thực tế"
        },
        {
            "id": "50fb562d-5a23-449d-b5b2-770d313591c9",
            "word": "melancholia",
            "phonetic": "mɛləŋkoʊliə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Melancholia comes from melaina kole, the word for black bile, the humor believed to cause sadness."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVsYW5jaG9saWE&hash=913354fa18fb576a22916b4277f48546fba500df&lang=en&cache-only=0",
            "defineEn": "a severe mental condition in which the patient suffers from depression often without any apparent reason",
            "defineVi": "một tình trạng tâm thần nghiêm trọng trong đó bệnh nhân thường xuyên bị trầm cảm mà không có lý do rõ ràng"
        },
        {
            "id": "52958e87-8d40-49e7-957a-ec0cb6173e9b",
            "word": "catatonia",
            "phonetic": "kæɾɐtoʊniə ",
            "partOfSpeechType": "noun",
            "examples": [
                "In extreme cases, schizophrenia can result in catatonia, which is the inability to move or respond, although that’s super rare.",
                "And I have written down, It could Catatonia as well.",
                "Flour beetles with low dopamine levels play dead more frequently than those with high levels, and anything blocking dopamine receptor sites can lengthen catatonia.",
                "Researchers know this because when they used a stuffed hawk in an experiment, their chicken subjects came out of their catatonia quicker when the hawk’s eyes were averted.",
                "With no chance of escape, you do what any courageous, self-respecting possum would do: curl into an immobile state called catatonia, stick out your tongue, drool, and ooze some foul-smelling liquid from your anal glands."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2F0YXRvbmlh&hash=1689ddb28ac5a4821f258d377f0466bae4dc5b3e&lang=en&cache-only=0",
            "defineEn": "a mental condition usually associated with schizophrenia in which the patient doesn't move for long time spans",
            "defineVi": "một tình trạng tâm thần thường liên quan đến tâm thần phân liệt trong đó bệnh nhân không di chuyển trong thời gian dài"
        },
        {
            "id": "bd73de33-f2c9-4068-85c9-208a8f95c860",
            "word": "depression",
            "phonetic": "dᵻpɹɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "After struggling with depression for years, taking up a new hobby like painting might do Jane a world of good.",
                "John was a silent sufferer, never letting on to his colleagues that he was struggling with anxiety and depression.",
                "This episode finds him deep in depression as divorce looms large.",
                "Depression darkens my door and steals so many chunks of what makes me who I am.",
                "Too much black bile, for example, causes depression."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVwcmVzc2lvbg&hash=e97badb39be6db880c5316d35a258a2031312f00&lang=en&cache-only=0",
            "defineEn": "a mental condition in which a person feels severe sadness and dejection, usually with physical symptoms such as insomnia, lethargy, etc.",
            "defineVi": "một tình trạng tâm thần trong đó một người cảm thấy buồn bã và chán nản nghiêm trọng, thường có các triệu chứng thể chất như mất ngủ, thờ ơ, v.v.",
            "hasImg": true
        },
        {
            "id": "72444b32-b411-4e9e-88a0-9b5fa9ddd8eb",
            "word": "psychopathy",
            "phonetic": "saɪkoʊpəθi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This pattern has been referred to as 'Psychopathy' and 'Sociopathy'.",
                "Psychopathy is a personality disorder exhibiting egotistical traits, persistent antisocial behavior, and lack of empathy and remorse.",
                "Psychopathy is a psychological term that's not a diagnosis, but describes a person's character.",
                "Trolls are more likely to be males with psychopathy and sadism traits.",
                "And that's a parasitic lifestyle of using others other aspects of psychopathy that don't line up."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hvcGF0aHk&hash=718e0946b4072f5eba246207a2ab5bf588367acd&lang=en&cache-only=0",
            "defineEn": "a serious mental disorder associated with antisocial behavior, irresponsibility, and absence of empathy",
            "defineVi": "một chứng rối loạn tâm thần nghiêm trọng liên quan đến hành vi chống đối xã hội, vô trách nhiệm và thiếu sự đồng cảm"
        },
        {
            "id": "673a9206-cf92-4c24-96e7-4d31f6bebd22",
            "word": "psychosis",
            "phonetic": "saɪkoʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "What is psychosis?",
                "Postpartum psychosis can include the depressive symptoms of postpartum depression along with confusion, disorientation, Hallucinations, and paranoia.",
                "So psychosis can be present in a variety of problems.",
                "Ever hear the term steroid psychosis?",
                "A good example is with postpartum psychosis."
            ],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hvc2lz&hash=1319c49b7b0bffa094d25398b36defb81eed4f30&lang=en&cache-only=0",
            "defineEn": "a severe mental condition in which the patient loses contact with external reality",
            "defineVi": "một tình trạng tâm thần nghiêm trọng trong đó bệnh nhân mất liên lạc với thực tế bên ngoài"
        },
        {
            "id": "db94364f-de74-4f6c-898c-e4865006e1ec",
            "word": "psychosomatic disorder",
            "phonetic": "saɪkoʊsəmæɾɪk dɪsoːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHN5Y2hvc29tYXRpYyBkaXNvcmRlcg&hash=d678a6402ac766a98392dca2da33f21fc79fafd5&lang=en&cache-only=0",
            "defineEn": "a psychological condition characterized by physical symptoms that derive from mental or emotional causes, often without any medical explanation",
            "defineVi": "một tình trạng tâm lý được đặc trưng bởi các triệu chứng thể chất xuất phát từ nguyên nhân tinh thần hoặc cảm xúc, thường không có bất kỳ lời giải thích y tế nào"
        },
        {
            "id": "5b15bea3-ccd3-4a9b-889c-196e172785de",
            "word": "pyromania",
            "phonetic": "paɪɹoʊmeɪniə ",
            "partOfSpeechType": "noun",
            "examples": [
                "And there are other disorders that have mania in the name like pyromania, which is compulsive fire setting."
            ],
            "audio": "https://tts.langeek.co/read?text=cHlyb21hbmlh&hash=9ffe1af616d94eb366f91b2b2e8c8e3078f135ca&lang=en&cache-only=0",
            "defineEn": "a mental condition in which one is obsessed with setting things on fire",
            "defineVi": "một tình trạng tâm thần trong đó một người bị ám ảnh bởi việc đốt cháy mọi thứ"
        },
        {
            "id": "655c95fe-63da-40a6-be57-453c4bae5f13",
            "word": "schizophrenia",
            "phonetic": "skɪtsəfɹɛniə ",
            "partOfSpeechType": "noun",
            "examples": [
                "But not all people with schizotypal personality disorder develop schizophrenia.",
                "Or schizophrenia can cause false beliefs or sensations.",
                "We treat schizophrenia with antipsychotic medications.",
                "Schizophrenia causes cognitive problems like trouble with problem-solving and analysis.",
                "Other research has connected IL-6 specifically to schizophrenia."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NoaXpvcGhyZW5pYQ&hash=2a4d621102119709d278b8c20bf37421e8f50ca6&lang=en&cache-only=0",
            "defineEn": "a chronic mental disorder in which a person's ability to think, feel or behave is affected, often associated with the distortion of reality",
            "defineVi": "một rối loạn tâm thần mãn tính trong đó khả năng suy nghĩ, cảm nhận hoặc hành vi của một người bị ảnh hưởng, thường liên quan đến sự biến dạng của thực tế"
        },
        {
            "id": "4a2f883b-5311-4423-b231-b032e8b03920",
            "word": "‌seasonal affective disorder",
            "phonetic": "bækslæʃ ziː tuː bækslæʃ ɛks eɪɾi bækslæʃ ɛks eɪt siːsiːzənəl ɐfɛktɪv dɪsoːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bright light therapy, traditionally, was used for seasonal affective disorder.",
                "Today I'm going to talk with you about, Seasonal Affective Disorder.",
                "And that could, you know, be adding to our Seasonal Affective Disorder.",
                "And Seasonal Affective Disorder can happen in the winter months, but some people have A-typical Seasonal Depression, and that'll happen in the summer.",
                "It's this combination of decreased sunlight and serotonin that's credited as one of the main causes of seasonal affective disorder, or SAD."
            ],
            "audio": "https://tts.langeek.co/read?text=4oCMc2Vhc29uYWwgYWZmZWN0aXZlIGRpc29yZGVy&hash=89759d28763bb6dd90c81c44bfafc18fabd2dc1f&lang=en&cache-only=0",
            "defineEn": "a medical condition in which one is depressed in fall and winter, particularly due to lack of sunlight",
            "defineVi": "một tình trạng y tế trong đó một người bị trầm cảm vào mùa thu và mùa đông, đặc biệt là do thiếu ánh sáng mặt trời"
        },
        {
            "id": "0cd38ccb-419a-4f8c-81d0-90177001cb3a",
            "word": "sociopathic personality",
            "phonetic": "soʊsɪəpæθɪk pɜːsənælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c29jaW9wYXRoaWMgcGVyc29uYWxpdHk&hash=247eaaeca53392b3426aea3932a566830e91a4d8&lang=en&cache-only=0",
            "defineEn": "an antisocial personality disorder characterized by lack of sympathy and moral responsibility",
            "defineVi": "một rối loạn nhân cách chống đối xã hội được đặc trưng bởi sự thiếu cảm thông và trách nhiệm đạo đức"
        },
        {
            "id": "84d105b7-b913-4f1d-a5bc-0fb338229095",
            "word": "inferiority complex",
            "phonetic": "ɪnfɪɹiɔːɹᵻɾi kɑːmplɛks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW5mZXJpb3JpdHkgY29tcGxleA&hash=5afb13373aea1ac619e48d6cdb22c0e01eb2fffc&lang=en&cache-only=0",
            "defineEn": "an unrealistic feeling of general inadequacy that causes one to believe they are not as competent, smart, or attractive as other people",
            "defineVi": "một cảm giác không thực tế về sự kém cỏi nói chung khiến một người tin rằng họ không có năng lực, thông minh hoặc hấp dẫn như những người khác"
        },
        {
            "id": "77107e5e-76bc-4ac6-b731-66afc13b91f7",
            "word": "instability",
            "phonetic": "ɪnstəbɪlᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The decision to pursue a career in the arts cuts both ways, as it can provide opportunities for creative expression but can also lead to financial instability and insecurity.",
                "That instability contributes to tribal colleges' low graduation rate, just 19 percent.",
                "But K-pop progressions often create harmonic instability by using suspensions.",
                "So all signs point to financial instability and negative economic growth.",
                "And the increased competition and influx of European weapons fueled warfare and instability that continues to this day."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdGFiaWxpdHk&hash=5d389308dc42f9ba0ba9e080509d487bcf83c2af&lang=en&cache-only=0",
            "defineEn": "tendency to unpredictable changes of mood or to behave erratically",
            "defineVi": "xu hướng thay đổi tâm trạng không thể đoán trước hoặc cư xử thất thường"
        },
        {
            "id": "1475aa82-5167-4c0f-92a3-04e65ecdb241",
            "word": "delirium",
            "phonetic": "dᵻlɪɹiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "If they weren't pressurized, it would cause delirium in seconds and knock you out in under a minute.",
                "It all began around 1917, when people began to suffer severe sleepiness, delirium, problem movings their eyes and paralysis.",
                "They also make sure to rule out that these things aren't happening because we're in a psychotic episodes or we have delirium or substance abuse.",
                "Any hotter, and heat stroke can set in, leading to exhaustion, delirium, or even a coma.",
                "When Deminan recovered from his delirium, he finally understood what the curse of his disease meant: he was a caracaracol, able to communicate with the gods."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsaXJpdW0&hash=0dd8ef05ce2d4cc222e72112286b36fd510c7954&lang=en&cache-only=0",
            "defineEn": "a usually brief state of excitement and mental confusion often accompanied by hallucinations",
            "defineVi": "một trạng thái phấn khích và rối loạn tâm thần thường ngắn ngủi thường đi kèm với ảo giác"
        },
        {
            "id": "8928b6fb-4746-4815-aee4-8f09ef2d5b8f",
            "word": "complex",
            "phonetic": "kɑːmplɛks ",
            "partOfSpeechType": "noun",
            "examples": [
                "Brown algae have complex life cycles with genetic diversity.",
                "Love is a complex emotion that can bring immense joy and deep sorrow.",
                "It makes light work of a complex process thanks to a series of easy-to-use wizards.",
                "The professor delivered a lecture on abstract mathematics, exploring complex theories and formulas.",
                "Understanding this complex legal document is Lombard Street to a China orange for most people."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcGxleA&hash=b139ce05017655c11da2f4432aeb7650c9801fb3&lang=en&cache-only=0",
            "defineEn": "a group of partly or completely repressed emotions or impulses that affect a person's behavior and patterns of thought",
            "defineVi": "một nhóm các cảm xúc hoặc xung động bị kìm nén một phần hoặc hoàn toàn ảnh hưởng đến hành vi và kiểu suy nghĩ của một người"
        },
        {
            "id": "7200a59e-1eed-4b43-aecc-a1bf042d63d0",
            "word": "mental disorder",
            "phonetic": "mɛntəl dɪsoːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "We can struggle with different mental disorders.",
                "There's another mental disorder called adjustment reaction with depressed mood.",
                "Were they all suffering from severe mental disorders, and did they enjoy better lives after the surgery?",
                "But mental disorders like bipolar disorder are not cured and don't go away.",
                "Now just like any mental disorder, The known cause, we can't say that we know a cause."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVudGFsIGRpc29yZGVy&hash=9da8c1ec538f8430db8c933411029f37f4190a95&lang=en&cache-only=0",
            "defineEn": "a severe health condition associated with depression, emotional disturbances, and abnormal behaviors that causes significant distress or impairment of personal functioning",
            "defineVi": "một tình trạng sức khỏe nghiêm trọng liên quan đến trầm cảm, rối loạn cảm xúc và hành vi bất thường gây ra đau khổ đáng kể hoặc suy giảm chức năng cá nhân"
        },
        {
            "id": "b64fbaf1-5149-40b6-a2dc-2d1200fb6e52",
            "word": "monomania",
            "phonetic": "mɑːnoʊmeɪniə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bW9ub21hbmlh&hash=472476a989cbf3492f133737304c3212a7997a95&lang=en&cache-only=0",
            "defineEn": "a condition in which someone is obsessively enthusiastic about one thing in a way that it is unhealthy",
            "defineVi": "một tình trạng trong đó ai đó bị ám ảnh nhiệt tình về một điều gì đó theo cách mà nó không lành mạnh"
        },
        {
            "id": "40ffff5c-41b2-49dd-9e84-d7d2a3b11257",
            "word": "nervous breakdown",
            "phonetic": "nɜːvəs bɹeɪkdaʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "And I had a nervous breakdown.",
                "And on the first night, I had a nervous breakdown on the stage.",
                "Also, like Darwin, he never did well in school, suffered from nervous breakdowns, and traveled widely.",
                "Well yeah, a lot of nervous breakdowns, a lot of Machiavellian stabs in the back, a lot of disappointments, a lot of, how did this happen?"
            ],
            "audio": "https://tts.langeek.co/read?text=bmVydm91cyBicmVha2Rvd24&hash=9bfe4ddc87bf690bffa05bd088ef2920e0ca015d&lang=en&cache-only=0",
            "defineEn": "a period of overwhelming mental or emotional distress that occurs suddenly",
            "defineVi": "một khoảng thời gian đau khổ về tinh thần hoặc cảm xúc xảy ra đột ngột"
        },
        {
            "id": "1b00a727-36e3-4a83-a516-3ed77b9143f5",
            "word": "neurosis",
            "phonetic": "nʊɹɹoʊsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "And, my neuroses are on display, but it was appealing enough to me that I left it in that.",
                "Because there’s no risk of rejection in these one-sided relationships, scientists used to think that they had psychological causes, like loneliness, introversion, or neurosis.",
                "It was also hard to tell if trauma was the real reason for the symptoms of neurosis, since by definition the memories might be repressed.",
                "It meant they were on the border between a neurosis, which was considered treatable thing, and a psychosis, which was not.",
                "The symptoms of shell shock were very similar to symptoms of what Freud called a neurosis, which he thought was caused by childhood trauma and the repressed emotions or complexes that came from it."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV1cm9zaXM&hash=4e808b311ff5be58ff9cd1cc467d6b2ee56a4b55&lang=en&cache-only=0",
            "defineEn": "a mental condition that is not caused by organic disease in which one is constantly anxious, worried, and stressed",
            "defineVi": "một tình trạng tinh thần không phải do bệnh hữu cơ gây ra, trong đó một người thường xuyên lo lắng, lo lắng và căng thẳng"
        },
        {
            "id": "b12892d3-bb18-4ae3-9b45-9ef6b80c068c",
            "word": "OCD",
            "phonetic": "oʊsiːdiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Please do a video on OCD.",
                "Often times people with OCD will have dysfunctional beliefs.",
                "Many individuals with OCD actually understand the relationship between their obsessions and compulsions quite well.",
                "These include depression, anxiety, OCD, PTSD, and psychosis.",
                "Mandel has obsessive-compulsive disorder, OCD."
            ],
            "audio": "https://tts.langeek.co/read?text=T0NE&hash=719a1297034de440c9d6b04678dc1f46c2108da1&lang=en&cache-only=0",
            "defineEn": "a disorder causing a person to have recurring unwanted thoughts or to do something such as cleaning or checking on something over and over",
            "defineVi": "một chứng rối loạn khiến một người lặp đi lặp lại những suy nghĩ không mong muốn hoặc làm một việc gì đó chẳng hạn như dọn dẹp hoặc kiểm tra một thứ gì đó nhiều lần"
        },
        {
            "id": "21b93e43-d125-45b5-8b66-e086b223a281",
            "word": "orthorexia nervosa",
            "phonetic": "ɔːɹθoːɹɛksiə nɜːvoʊsə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3J0aG9yZXhpYSBuZXJ2b3Nh&hash=6436e95b72d3cb674d541e48e52872161a8a0131&lang=en&cache-only=0",
            "defineEn": "an eating disorder characterized by refraining from eating food that is considered unhealthy at all cost",
            "defineVi": "một chứng rối loạn ăn uống đặc trưng bởi việc kiềm chế ăn thức ăn được coi là không lành mạnh bằng mọi giá"
        },
        {
            "id": "85fbc62d-0bc1-44c2-b98d-a157e409e223",
            "word": "paranoia",
            "phonetic": "pæɹənɔɪə ",
            "partOfSpeechType": "noun",
            "examples": [
                "And out of that fear comes paranoia.",
                "We also have a long history of a politics of racism, xenophobia, paranoia.",
                "He has a paranoia impression of the United States and his power.",
                "All of this opens the door for paranoia, depression, and delusions.",
                "That was the beginning of his paranoia."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyYW5vaWE&hash=32616acd42646a11cdacfeb0e3091bd0e8a5ad06&lang=en&cache-only=0",
            "defineEn": "a mental disorder that causes a person to think they are very important or that others are trying to harm them",
            "defineVi": "một chứng rối loạn tâm thần khiến một người nghĩ rằng họ rất quan trọng hoặc những người khác đang cố làm hại họ"
        },
        {
            "id": "811970fa-2e63-4edd-b680-4cb071917d15",
            "word": "persecution complex",
            "phonetic": "pɜːsɪkjuːʃən kɑːmplɛks ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVyc2VjdXRpb24gY29tcGxleA&hash=5790255bd1dcf717e243ddadb86a5035f093ef7d&lang=en&cache-only=0",
            "defineEn": "a mental condition in which a person constantly thinks others are trying to hurt them",
            "defineVi": "một tình trạng tâm thần trong đó một người liên tục nghĩ rằng những người khác đang cố gắng làm tổn thương họ"
        },
        {
            "id": "72944e10-b182-4c17-9cf6-8cff28dfe457",
            "word": "personality disorder",
            "phonetic": "pɜːsənælᵻɾi dɪsoːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Personality disorders fall into this category.",
                "But only one percent of the population actually has Anti-Social Personality Disorder.",
                "People with antisocial personality disorder exhibit a lack of conscience, even towards friends and family members.",
                "Now people with anti-social personality disorder lack a conscience.",
                "Under stress, people with paranoid personality disorder can have brief psychotic episodes that last minutes to hours."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVyc29uYWxpdHkgZGlzb3JkZXI&hash=196da14cff01cd73b8e1864c91ebecbae18bc3dd&lang=en&cache-only=0",
            "defineEn": "any mental illness characterized by different patterns of social behavior, inability to form healthy interpersonal relationships and to function normally in society",
            "defineVi": "bất kỳ bệnh tâm thần nào được đặc trưng bởi các kiểu hành vi xã hội khác nhau, không có khả năng hình thành các mối quan hệ giữa các cá nhân lành mạnh và hoạt động bình thường trong xã hội"
        },
        {
            "id": "9809fc6b-72fb-4910-9249-cb2f8f7ec695",
            "word": "post-partum depression",
            "phonetic": "poʊstpɑːɹɾəm dᵻpɹɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9zdC1wYXJ0dW0gZGVwcmVzc2lvbg&hash=8b0202a09739af4c1c7ebcb3b8ec057b7c1a26f2&lang=en&cache-only=0",
            "defineEn": "a mental condition in which a woman is depressed and anxious for a period of time after giving birth to a child",
            "defineVi": "một tình trạng tâm thần trong đó người phụ nữ bị trầm cảm và lo lắng trong một khoảng thời gian sau khi sinh con"
        },
        {
            "id": "516874c6-08d0-4242-97c6-9dae9aefdd13",
            "word": "PTSD",
            "phonetic": "piːtiːɛsdiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "But PTSD coach has another problem.",
                "Complex PTSD What is it?",
                "Now, PTSD is Post Traumatic Stress Disorder.",
                "There’s a lot of PTSD with that.",
                "He was diagnosed with PTSD."
            ],
            "audio": "https://tts.langeek.co/read?text=UFRTRA&hash=c46263cc13d6e13e70c6ef0cb04920079a1ed4df&lang=en&cache-only=0",
            "defineEn": "a disorder that is formed in a person who has experienced a very shocking or frightening event, causing them to have nightmares or flashbacks from the event",
            "defineVi": "một rối loạn được hình thành ở một người đã trải qua một sự kiện rất sốc hoặc đáng sợ, khiến họ gặp ác mộng hoặc hồi tưởng về sự kiện đó"
        },
        {
            "id": "039df010-007f-43b3-9fe8-cde6006ed510",
            "word": "sociopathic personality",
            "phonetic": "soʊsɪəpæθɪk pɜːsənælᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c29jaW9wYXRoaWMgcGVyc29uYWxpdHk&hash=247eaaeca53392b3426aea3932a566830e91a4d8&lang=en&cache-only=0",
            "defineEn": "an antisocial personality disorder characterized by lack of sympathy and moral responsibility",
            "defineVi": "một rối loạn nhân cách chống đối xã hội được đặc trưng bởi sự thiếu cảm thông và trách nhiệm đạo đức"
        },
        {
            "id": "e148ddce-bf20-4446-b130-1aa0d0fda245",
            "word": "trauma",
            "phonetic": "tɹɔːmə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Trauma surgeons work tirelessly to save lives, but ultimately they realize there is a remedy for everything except death and must accept that some injuries are simply too severe.",
                "I worry that all the trauma she's already been through at such a young age hardens her heart.",
                "And trauma.",
                "The attack evokes historic trauma, feelings of deep solidarity with all of the impacted families.",
                "And you mentioned trauma."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJhdW1h&hash=192d42b769bb153119a87e5caec94fe9fba870d4&lang=en&cache-only=0",
            "defineEn": "a medical condition of the mind caused by extreme shock, which could last for a very long time",
            "defineVi": "một tình trạng bệnh lý của tâm trí gây ra bởi cú sốc cực độ, có thể kéo dài trong một thời gian rất dài"
        },
        {
            "id": "e5b7c33b-d755-4a90-9ac9-afdcbd0b54b8",
            "word": "shell shock",
            "phonetic": "ʃɛl ʃɑːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "But in the case of shell shock, it was obvious what the trauma was.",
                "Today, we call shell shock post-traumatic stress disorder, or PTSD, but back then, doctors didn’t really think of it as a mental illness.",
                "It wasn’t until World War II that psychologists began to realize what had once been known as shell shock might be a mental illness.",
                "The symptoms of shell shock were very similar to symptoms of what Freud called a neurosis, which he thought was caused by childhood trauma and the repressed emotions or complexes that came from it.",
                "Many of these problems had come up in the aftermath of World War I, too, but they were generally diagnosed as shell shock."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hlbGwgc2hvY2s&hash=a860d79a0cf7cfcc8ae313454061b55d8e1880fa&lang=en&cache-only=0",
            "defineEn": "a type of stress-related disorder affecting some soldiers who have served in wars",
            "defineVi": "một loại rối loạn liên quan đến căng thẳng ảnh hưởng đến một số binh sĩ đã phục vụ trong chiến tranh"
        },
        {
            "id": "5b18e845-c964-427f-9d9a-8a9c0302e01a",
            "word": "eating disorder",
            "phonetic": "iːɾɪŋ dɪsoːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So the eating disorder kind of encompasses a feeling and symptoms like BDD.",
                "Eating disorders are sneaky mother fuckers.",
                "Take eating disorders, for example.",
                "Eating disorders are really really sneaky.",
                "So this question is about an eating disorder."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWF0aW5nIGRpc29yZGVy&hash=a61c2d3f817faac6cdf9dc86c01db80a18c42cb3&lang=en&cache-only=0",
            "defineEn": "a mental condition that causes a person to eat too much or too little",
            "defineVi": "một tình trạng tinh thần khiến một người ăn quá nhiều hoặc quá ít"
        },
        {
            "id": "c2bf05de-86a5-46bb-8768-759b2a6d67fa",
            "word": "egomania",
            "phonetic": "iːɡoʊmeɪniə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWdvbWFuaWE&hash=e97d8e789a4c0ed8a15e6a9cf12e8035cd831488&lang=en&cache-only=0",
            "defineEn": "a mental condition in which one is abnormally self-centered and self-interested",
            "defineVi": "một tình trạng tinh thần trong đó một người tự coi mình là trung tâm và tư lợi một cách bất thường"
        },
        {
            "id": "a0ca25bc-115a-4a49-b8cf-81e3ee56341c",
            "word": "delusion",
            "phonetic": "dᵻluːʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The harsh criticism tore him out of his delusions of grandeur.",
                "You have delusions.",
                "Fregoli delusion has the opposite problem.",
                "The delusions can take on a persecutory or nihilistic tone.",
                "Delusions can be a part of other psychotic experiences like mania, depression, and substance intoxication or withdrawal."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVsdXNpb24&hash=c16f44514daa0a90f1265428cc17c1e520235185&lang=en&cache-only=0",
            "defineEn": "(psychology) a mental condition in which a person has a false belief system that is contradicted by evidence",
            "defineVi": "(tâm lý học) một tình trạng tâm thần trong đó một người có hệ thống niềm tin sai lầm trái ngược với bằng chứng"
        },
        {
            "id": "1d95048d-65e8-4990-8253-0a269f342627",
            "word": "dementia",
            "phonetic": "dᵻmɛnʃə ",
            "partOfSpeechType": "noun",
            "examples": [
                "After the CEO announced that she had been diagnosed with dementia, her daughter gradually began taking the reins of the company.",
                "Only a small percentage of older adults actually have dementia.",
                "There's various aspects of dementia.",
                "Alzheimer's disease is a form of progressive, irreversible dementia.",
                "But this can happen with other forms of dementia, too."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVtZW50aWE&hash=ee6c4432f0894554906a4421414ef7e1ed9ce302&lang=en&cache-only=0",
            "defineEn": "a mental condition that happens when the brain is damaged by disease or injury, causing memory loss and impairing the ability to think or make decisions",
            "defineVi": "một tình trạng tâm thần xảy ra khi não bị tổn thương do bệnh tật hoặc chấn thương, gây mất trí nhớ và suy giảm khả năng suy nghĩ hoặc đưa ra quyết định"
        },
        {
            "id": "f5601387-4843-491c-9944-181b3622aacb",
            "word": "generalized anxiety disorder",
            "phonetic": "dʒɛnɚɹəlaɪzd æŋzaɪəɾi dɪsoːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "So that's GAD, Generalized Anxiety Disorder.",
                "We would have Generalized Anxiety Disorder, or agoraphobia, with panic attacks.",
                "And some of us, the anxiety lasts, like, forever and ever, all day every day, if you have Generalized Anxiety Disorder.",
                "The broadest of these is Generalized Anxiety Disorder or GAD.",
                "Hey everybody, today we're going to talk about Generalized Anxiety Disorder (GAD)."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2VuZXJhbGl6ZWQgYW54aWV0eSBkaXNvcmRlcg&hash=0a1e2c96fe8677e3d22195b76d3ed687b2eeebc7&lang=en&cache-only=0",
            "defineEn": "an anxiety disorder characterized by chronic free-floating anxiety and such symptoms as tension or sweating or trembling or lightheadedness or irritability etc that has lasted for more than six months",
            "defineVi": "một chứng rối loạn lo âu được đặc trưng bởi sự lo lắng tự do mãn tính và các triệu chứng như căng thẳng hoặc đổ mồ hôi hoặc run rẩy hoặc chóng mặt hoặc khó chịu, v.v. kéo dài hơn sáu tháng"
        },
        {
            "id": "5f5a97d5-6104-427f-a426-76b73cca15bf",
            "word": "mania",
            "phonetic": "meɪniə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Therefore not all Bipolar patients have Mania.",
                "The introduction of steam boats set off a mania for canal building.",
                "You can have mania that transitions straight down into depression.",
                "And with your mania, your physical state explodes your feelings.",
                "Mania is a state of hyper arousal."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuaWE&hash=33391fa2880b1a6ae2a4a460027f1d39232ee930&lang=en&cache-only=0",
            "defineEn": "mental condition that causes extreme and unusual changes in one's energy level, mood, or emotions",
            "defineVi": "tình trạng tâm thần gây ra những thay đổi cực đoan và bất thường về mức năng lượng, tâm trạng hoặc cảm xúc của một người"
        },
        {
            "id": "e55139a2-b304-4314-92d8-957b1db42954",
            "word": "munchausen syndrome",
            "phonetic": "mʌntʃɔːsən sɪndɹoʊm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXVuY2hhdXNlbiBzeW5kcm9tZQ&hash=2212daf5251e0e277f18edc521da478c064fe02f&lang=en&cache-only=0",
            "defineEn": "syndrome consisting of feigning acute and dramatic illness for which no clinical evidence is ever found",
            "defineVi": "hội chứng bao gồm giả vờ bệnh cấp tính và kịch tính mà không có bằng chứng lâm sàng nào được tìm thấy"
        },
        {
            "id": "f42b7853-062c-48bd-b774-8498d8877231",
            "word": "schizoid",
            "phonetic": "skɪtsɔɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The schizoid person sees it as suffocating.",
                "And this is opposite of the person with schizoid personality.",
                "The schizoid person is perfectly comfortable alone and prefers it.",
                "Well, unlike schizoid personality disorder where they often don't feel the need for emotional intimacy, people with paranoid personality still want relationships.",
                "And this is a key difference from schizoid personality where the person doesn't desire closeness and is fine being disconnected from people."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NoaXpvaWQ&hash=522d0de929cedd9ed5985720e1c30102455b565a&lang=en&cache-only=0",
            "defineEn": "characterized by symptoms similar to but less severe than schizophrenia",
            "defineVi": "đặc trưng bởi các triệu chứng tương tự nhưng ít nghiêm trọng hơn tâm thần phân liệt"
        },
        {
            "id": "aa71e305-f626-4f64-982c-205a1d882a2c",
            "word": "amnesia",
            "phonetic": "æmniːʒə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The other major symptom is memory loss or amnesia.",
                "Childhood amnesia starts to set in between the ripe old ages of 8 and 9.",
                "There's an amnesia in the world about actually what's really going on with North Korea.",
                "These are called retrograde and anterograde amnesia, respectively.",
                "Now your blood alcohol content hits around .3%, and your hippocampus goes dark, and full amnesia sets in."
            ],
            "audio": "https://tts.langeek.co/read?text=YW1uZXNpYQ&hash=76559ccf4d1b57395989bd17c3f07383dbfcb8b9&lang=en&cache-only=0",
            "defineEn": "a severe medical condition that leads to partial or complete loss of memory",
            "defineVi": "một tình trạng y tế nghiêm trọng dẫn đến mất trí nhớ một phần hoặc hoàn toàn"
        },
        {
            "id": "b711b46c-8204-4dbb-89d6-8e78cd3a3575",
            "word": "senile dementia",
            "phonetic": "siːnaɪl dᵻmɛnʃə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Elevated levels of cortisol can cause memory problems or trouble trouble retrieving information and this is the same kind of decline in memory that we see with age-related changes that's that's one of the causes of age-related or senile dementia we sometimes refer to it as."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VuaWxlIGRlbWVudGlh&hash=92b4ba8053797029bffce75d48fe1bf95a00f500&lang=en&cache-only=0",
            "defineEn": "a severe condition that mainly affects older people's minds and causes memory loss, involuntary movements, etc.",
            "defineVi": "một tình trạng nghiêm trọng chủ yếu ảnh hưởng đến tâm trí của người lớn tuổi và gây mất trí nhớ, cử động không tự chủ, v.v."
        },
        {
            "id": "e16e097e-96ee-4b03-9468-e8c5852c9c5a",
            "word": "asperger's syndrome",
            "phonetic": "ɐspɜːdʒɚ bækslæʃ ɛs sɪndɹoʊm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXNwZXJnZXIncyBzeW5kcm9tZQ&hash=a8d35561d78c356d2ff18026b3fe0d7b33c518f8&lang=en&cache-only=0",
            "defineEn": "a psychiatric disorder usually noted during early school years; characterized by impaired social relations and by repetitive patterns of behavior",
            "defineVi": "một chứng rối loạn tâm thần thường được ghi nhận trong những năm đầu đi học; được đặc trưng bởi các mối quan hệ xã hội bị suy giảm và bởi các kiểu hành vi lặp đi lặp lại"
        },
        {
            "id": "c0a7b6d3-6ac8-48e4-867c-be9c1f793e8f",
            "word": "bigorexia",
            "phonetic": "bɪɡoːɹɛksiə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Ymlnb3JleGlh&hash=02e4360e2120a470e33dd3d504f690ad312b7f47&lang=en&cache-only=0",
            "defineEn": "a disorder where individuals become excessively obsessed with building muscle mass and have a distorted perception of their own body image, leading to compulsive exercise behaviors",
            "defineVi": "một chứng rối loạn trong đó các cá nhân bị ám ảnh quá mức với việc xây dựng khối lượng cơ bắp và có nhận thức sai lệch về hình ảnh cơ thể của chính họ, dẫn đến các hành vi tập thể dục cưỡng bức"
        },
        {
            "id": "77583198-4841-4dcc-bc63-17a990bde2d8",
            "word": "body dysmorphic disorder",
            "phonetic": "bɑːdi dɪsmoːɹfɪk dɪsoːɹdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Which is Body Dysmorphic Disorder.",
                "First question says, 'Hey Kati, I was wondering if someone has an eating disorder,' 'Do they have body Body Dysmorphic Disorder as well?'"
            ],
            "audio": "https://tts.langeek.co/read?text=Ym9keSBkeXNtb3JwaGljIGRpc29yZGVy&hash=c94fba608b04003a39df3ed2ff78dd407fd93d28&lang=en&cache-only=0",
            "defineEn": "a mental health condition where individuals become overly obsessed with perceived flaws in their appearance, leading to distress and impairment in daily life",
            "defineVi": "một tình trạng sức khỏe tâm thần trong đó các cá nhân bị ám ảnh quá mức về những khiếm khuyết nhận thức được về ngoại hình của họ, dẫn đến đau khổ và suy yếu trong cuộc sống hàng ngày"
        }
    ]
}