{
    "id": "ade9dbf7-72ef-4861-8fcc-820809790080",
    "title": "It's Punishable by Law!",
    "originalTitle": "Lesson 63",
    "words": [
        {
            "id": "7846c4f3-6a82-40af-b4ba-fe2238e27cda",
            "word": "to abuse",
            "phonetic": "tʊ ɐbjuːz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Sales assistants are often on the receiving end of verbal abuse from customers.",
                "One day, after years of violent abuse from her husband, she took the law into her own hands.",
                "A Xerox subsidy can be expensive for a company if employees abuse the privilege.",
                "The celebrities were able to avoid jail time for their drug abuse because the laws are like cobwebs, which may catch small flies, but let wasps and hornets break through.",
                "Drug abuse takes quite a toll on the lives of people."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWJ1c2U&hash=e5d0e2d488fd1f695c39776e8444021c448dca90&lang=en&cache-only=0",
            "defineEn": "to sexually assault a person, especially women and children",
            "defineVi": "tấn công tình dục một người, đặc biệt là phụ nữ và trẻ em"
        },
        {
            "id": "148e7edc-965d-434c-b6b8-55ed8a665c4c",
            "word": "to assault",
            "phonetic": "tʊ ɐsɔlt ",
            "partOfSpeechType": "verb",
            "examples": [
                "A dog barks and stands at bay if he sees any one assault his master.",
                "A guilty verdict against Cosby would go a long way toward opening the floodgates for women to report sexual assault instead of repressing it.",
                "He then assaulted a female officer.",
                "Examples include: assault, vandalism, harassment, battery, so forth.",
                "Sexual assault remains stubbornly above 20,000 every year."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXNzYXVsdA&hash=e43b9874884ab7438df1cd4f55b39efabd23ef9c&lang=en&cache-only=0",
            "defineEn": "to violently attack someone",
            "defineVi": "để tấn công dữ dội một ai đó",
            "hasImg": true
        },
        {
            "id": "37406597-4fbf-4b53-a4fa-0aab347d69be",
            "word": "to hijack",
            "phonetic": "tə haɪdʒæk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Palestinian militants had hijacked a plane bound for Israel.",
                "That morning terrorists affiliated with al Qaeda hijacked 4 airliners.",
                "Adults hijack a caterpillar and lay over 100 eggs underneath its skin.",
                "Three armed Arabs today hijacked a Belgian airliner flying from Vienna to Tel Aviv.",
                "Stupid disease, always hijacking history."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaGlqYWNr&hash=8b581eef9aa8c5e2379cf833de52ec299d50d60b&lang=en&cache-only=0",
            "defineEn": "to take control of a flying plane or moving vehicle or ship using threats or violence, particularly forcing it to change direction and go to a different location or demanding something in return",
            "defineVi": "kiểm soát một chiếc máy bay đang bay hoặc phương tiện đang di chuyển hoặc con tàu bằng cách đe dọa hoặc bạo lực, đặc biệt là buộc nó đổi hướng và đi đến một địa điểm khác hoặc yêu cầu đáp lại điều gì đó",
            "hasImg": true
        },
        {
            "id": "53249d89-b650-4316-ac8e-433741b9bf6f",
            "word": "to kidnap",
            "phonetic": "tə kɪdnæp ",
            "partOfSpeechType": "verb",
            "examples": [
                "He kidnaps my poor Arthur.",
                "Because it kind of was - kidnapping with a cause.",
                "This was pretty common among the Mongols, Temüjin’s mom had also been kidnapped.",
                "My daddy kidnapped himself and then escaped instead of paying his own ransom. ",
                "I am kidnapping you and keeping you for the rest of my life."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ga2lkbmFw&hash=62ddd625e25b234b14ed406a35cd71fd7b2a6ecc&lang=en&cache-only=0",
            "defineEn": "to take someone away and hold them in captivity, typically to demand something for their release",
            "defineVi": "để đưa ai đó đi và giam giữ họ, thường là để yêu cầu một cái gì đó để phát hành của họ",
            "hasImg": true
        },
        {
            "id": "e9715a63-2520-4a9d-8a2b-02cf85ba5a11",
            "word": "to mug",
            "phonetic": "tə mʌɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The coffee in the mug was a dark.",
                "Dana set the mug of tea down.",
                "Baking soda sprinkled on a damp cloth effectively removed coffee and tea stains from cups and mugs.",
                "The mug goes with my shirt.",
                "Coffee mugs exist for coffee drinkers."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbXVn&hash=90f175f14d3a0ffdf7d023fcd572b7712e1a387e&lang=en&cache-only=0",
            "defineEn": "to steal from someone by threatening them or using violence, particularly in a public place",
            "defineVi": "để ăn cắp từ một ai đó bằng cách đe dọa họ hoặc sử dụng bạo lực, đặc biệt là ở một nơi công cộng",
            "hasImg": true
        },
        {
            "id": "e55d8ad3-2173-4e6a-8434-c7f2f8344c89",
            "word": "to rape",
            "phonetic": "tə ɹeɪp ",
            "partOfSpeechType": "verb",
            "examples": [
                "Rape was in there.",
                "They raped my sister.",
                "We had rape.",
                "They're raping our childhoods.",
                "Other women escaped rape and torture through other methods of suicide."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmFwZQ&hash=a34393ea2bc50fdf69577bfa22d05b19120d8116&lang=en&cache-only=0",
            "defineEn": "to force someone to have sex against their will, particularly by using violence or threatening them",
            "defineVi": "buộc ai đó quan hệ tình dục trái với ý muốn của họ, đặc biệt là bằng cách sử dụng bạo lực hoặc đe dọa họ"
        },
        {
            "id": "7eb6a67b-633d-4dc0-9a92-5193a74c10a1",
            "word": "to pirate",
            "phonetic": "tə paɪɹət ",
            "partOfSpeechType": "verb",
            "examples": [
                "He is the kind of pirate that lives on the edge and crosses that bridge when he gets to it.",
                "Just then, pirates attack the ship.",
                "The pirate game involves some interesting concepts from game theory.",
                "Are you a pirate?",
                "Are they Somalian pirates?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGlyYXRl&hash=758fec01a62d9221830dd0bef7758e48cb01276a&lang=en&cache-only=0",
            "defineEn": "to illegally copy, use, or sell someone else's work or product, such as a book, song, etc.",
            "defineVi": "sao chép, sử dụng hoặc bán bất hợp pháp tác phẩm hoặc sản phẩm của người khác, chẳng hạn như sách, bài hát, v.v."
        },
        {
            "id": "f113b484-926a-4718-b618-53a542a1a478",
            "word": "to vandalize",
            "phonetic": "tə vændəlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "So does Juliet vandalize Romeo's window?",
                "In one high profile case, a dealership in West Covina, California, was vandalized, including 20 Hummers valued at about $50000 each.",
                "A vandalized Citi Bike, I think that would be fantastic.",
                "The buildings have clearly been vandalized, and the Department of Homeland Security has a mandate to protect them.",
                "Looters broke into and vandalized a Dollar Tree nearby, while others set off fireworks outside."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmFuZGFsaXpl&hash=b91555d29e2751e9329034e9399e5277183ce6c9&lang=en&cache-only=0",
            "defineEn": "to intentionally damage something, particularly public property",
            "defineVi": "để cố ý làm hỏng một cái gì đó, đặc biệt là tài sản công cộng",
            "hasImg": true
        },
        {
            "id": "45fabda9-5303-4eda-8efb-5e1a51dffdf2",
            "word": "arson",
            "phonetic": "ɑːɹsən ",
            "partOfSpeechType": "noun",
            "examples": [
                "One arson suspect was arrested.",
                "The charges range from arson to weapons violations.",
                "But there were instances of looting and arson, and the national news media began to intensely follow the story as well. -",
                "They say it was arson, but I don’t know.",
                "One of the charges that we're looking at under California Penal Code Section 452 is reckless arson."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJzb24&hash=a33365a38ff4c96ccd228241203969e735bf28b8&lang=en&cache-only=0",
            "defineEn": "the criminal act of setting something on fire, particularly a building",
            "defineVi": "hành vi phạm tội đốt cháy thứ gì đó, đặc biệt là tòa nhà"
        },
        {
            "id": "5516a3f7-489f-4e73-95bb-1dca1f4334ac",
            "word": "blackmail",
            "phonetic": "blækmeɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "He may have decided to feather his nest by blackmail.",
                "The second sign, Is emotional blackmail.",
                "Emotional blackmail is a form of manipulation and emotional abuse.",
                "Can you please- Not blackmail!",
                "And I know all about blackmail."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxhY2ttYWls&hash=8d60b44999f9f984911bf04a8a9535763dbbcf3e&lang=en&cache-only=0",
            "defineEn": "the crime of demanding money or benefits from someone by threatening to reveal secret or sensitive information about them",
            "defineVi": "tội đòi tiền hoặc lợi ích từ ai đó bằng cách đe dọa tiết lộ thông tin bí mật hoặc nhạy cảm về họ"
        },
        {
            "id": "b6b819ad-af0d-4cff-95be-5966c1991aeb",
            "word": "deception",
            "phonetic": "dᵻsɛpʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "We can speak our deception.",
                "But the use of personal pronouns is just one indicator of deception.",
                "But the mimic octopus take the art of deception a step further.",
                "Lying and deception is not limited to humans, of course.",
                "And of that research, there has come this understanding of deception."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjZXB0aW9u&hash=486ba226e60399a71d3eafc6b298cf74772af81c&lang=en&cache-only=0",
            "defineEn": "the action of intentionally making a person believe something that is untrue",
            "defineVi": "hành động cố tình làm cho một người tin vào điều gì đó không đúng sự thật"
        },
        {
            "id": "1043815f-c669-4b6c-abc7-dc7fa1c9926b",
            "word": "break-in",
            "phonetic": "bɹeɪkɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Leaving your valuables in plain sight in your car is asking for a break-in.",
                "\"Yeah, just let her know that you're coming, so there's no surprise break-in happening.\""
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWstaW4&hash=975d71574e3880ce5e53ed2421f3cf211860b7ee&lang=en&cache-only=0",
            "defineEn": "an illegal entry into a building by using force, particularly in order to steal something",
            "defineVi": "xâm nhập bất hợp pháp vào một tòa nhà bằng cách sử dụng vũ lực, đặc biệt là để ăn cắp thứ gì đó",
            "hasImg": true
        },
        {
            "id": "ed577b78-9686-46c8-9eac-7c353ad2be64",
            "word": "bribe",
            "phonetic": "bɹaɪb ",
            "partOfSpeechType": "noun",
            "examples": [
                "She was accused of taking bribes.",
                "The police officer was known for being straight as a ramrod, never accepting bribes or breaking the law.",
                "It was like they were trying to pay me off for keeping quiet, to bribe me to look the other way.",
                "Susan witnessed how easily her coworker was persuaded to overlook an ethical violation after receiving an expensive gift, demonstrating that a bribe will enter without knocking.",
                "They’ve been bribed."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpYmU&hash=7e1451adcd1760a72ebf0a25732fbabba0611b22&lang=en&cache-only=0",
            "defineEn": "an amount of money or something of value given to someone in order to persuade them to do something that is illegal",
            "defineVi": "một số tiền hoặc một cái gì đó có giá trị trao cho ai đó để thuyết phục họ làm điều gì đó là bất hợp pháp",
            "hasImg": true
        },
        {
            "id": "0388534e-9e23-4307-938d-82530b305dda",
            "word": "forgery",
            "phonetic": "fɔːɹdʒɚɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "And forgery is one of those crimes.",
                "Forgery confirmed.",
                "And forgery was believed to be a black crime.",
                "Like Valyrian steel, the secrets of its forgery were lost to history forever.",
                "Today, this age-old chemical compound may help scientists prevent forgery and even save lives."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yZ2VyeQ&hash=39bcda134aacede3a789ced33c9595053fb54710&lang=en&cache-only=0",
            "defineEn": "the criminal act of making a copy of a document, money, etc. to do something illegal",
            "defineVi": "hành vi phạm tội sao chép tài liệu, tiền, v.v. để làm điều gì đó bất hợp pháp"
        },
        {
            "id": "327fef57-3261-47ba-bc43-8b5acb2bdc2b",
            "word": "genocide",
            "phonetic": "dʒɛnəsaɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then, after 1500, Spanish genocide definitively crushed high Mayan culture.",
                "It was genocide.",
                "United Nations judges in The Hague upheld a genocide conviction against former Bosnian Serb military chief Ratko Mladic.",
                "The U.N. accused it of genocide, crimes against humanity and war crimes.",
                "There had been genocide in Rwanda, and radios had played a really key role in the execution of this genocide in Rwanda."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2Vub2NpZGU&hash=cffca58a72d44f9e70210e355f273d048750a928&lang=en&cache-only=0",
            "defineEn": "a mass murder committed in order to destroy a particular nation, religious or ethnic group, or race",
            "defineVi": "một vụ giết người hàng loạt được thực hiện để tiêu diệt một quốc gia, tôn giáo hoặc nhóm sắc tộc hoặc chủng tộc cụ thể"
        },
        {
            "id": "ab321939-dadf-4e20-9a3a-f560f52326c6",
            "word": "phishing",
            "phonetic": "fɪʃɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And that that leads to phishing and data breaches and all the nefarious things we see on the web today.",
                "In its recent digital defense report, Microsoft said it stopped more than a billion phishing emails in 2019, with attacks up 35% overall in the first half of 2020.",
                "The company has required its employees to use physical security keys since early 2017, and has seen a huge reduction in phishing."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhpc2hpbmc&hash=09a4da65cc577d53e97786d1963c38b7a5468c13&lang=en&cache-only=0",
            "defineEn": "a cybercrime in which someone tricks another into revealing their personal or financial information such as their passwords or bank account numbers and then using this information to steal money from them",
            "defineVi": "tội phạm mạng trong đó ai đó lừa người khác tiết lộ thông tin cá nhân hoặc thông tin tài chính của họ, chẳng hạn như mật khẩu hoặc số tài khoản ngân hàng, sau đó sử dụng thông tin này để lấy cắp tiền của họ"
        },
        {
            "id": "29e0400e-f0a3-4932-9c97-2b740e3dcd61",
            "word": "scammer",
            "phonetic": "skæmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In one huge class action verdict, the scammers are paying $925 million in damages.",
                "There's also a new popular homegrown approach: scam the scammers.",
                "If we all do it well, scammers will give up.",
                "Enforcement is also difficult because scammers often leave little trace.",
                "This tactic takes up valuable time the scammers may have used to make other phony calls."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NhbW1lcg&hash=3a219d43002615cfd70584b3a49b6d5b55ea53a6&lang=en&cache-only=0",
            "defineEn": "someone who deceives people to get their money",
            "defineVi": "một người lừa dối mọi người để lấy tiền của họ"
        },
        {
            "id": "6b2c660a-4971-4eb0-97b6-71311ed95d2d",
            "word": "swindler",
            "phonetic": "swɪndlɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3dpbmRsZXI&hash=23e28ac4ebb02cb5c5b20096802597d73fc6397e&lang=en&cache-only=0",
            "defineEn": "a person who deceives or cheats people out of money",
            "defineVi": "một người lừa dối hoặc lừa mọi người bằng tiền"
        },
        {
            "id": "dd99c4a5-b600-49d4-a08c-be34af4d8206",
            "word": "ransom",
            "phonetic": "ɹænsəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'll pay the ransom for a thousand poor people!'",
                "A Ghent stockbroker, while on his deathbed a year after the theft, revealed an unsent ransom note.",
                "The monsters accept your ransom and swim back down to the depths for another thousand years.",
                "The White House today announced an expedited review of cyberattacks that demand ransoms.",
                "In 2016, an electric power and water utility company paid $25,000 in bitcoin ransom after hackers locked the utility out of its computer systems."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFuc29t&hash=37f87e1ff7f6dfb6b56f44c8e6cb618d85cb4ad1&lang=en&cache-only=0",
            "defineEn": "an amount of money demanded or paid for the release of a person who is in captivity",
            "defineVi": "một số tiền được yêu cầu hoặc trả cho việc thả một người đang bị giam cầm"
        },
        {
            "id": "0f384abe-3ae1-4381-82b8-728d9197bb5d",
            "word": "riot",
            "phonetic": "ɹaɪət ",
            "partOfSpeechType": "noun",
            "examples": [
                "What began as a minor scuffle turned into a full-scale riot.",
                "I'm glad you read the riot act to Billy.",
                "I know Mary messed up, but there was no need to read her the riot act for it.",
                "Some protesters have rioted.",
                "Otherwise people might riot online."
            ],
            "audio": "https://tts.langeek.co/read?text=cmlvdA&hash=c6ef56fcfb3f857cffa271a51d0a521064c4ed4f&lang=en&cache-only=0",
            "defineEn": "a situation when a group of people behave violently, particularly as a protest",
            "defineVi": "một tình huống khi một nhóm người cư xử bạo lực, đặc biệt là một cuộc biểu tình"
        },
        {
            "id": "eb6c2fe9-3be2-49a3-b030-a5d7e9119e16",
            "word": "fine",
            "phonetic": "faɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "For the first offence I was given a fine.",
                "There's a fine line between humour and inappropriateness.",
                "Our fine traditions give us a head start on the competition.",
                "Farah ran a fine race to take the gold medal.",
                "If he wants to play a game of cat and mouse, fine, I'll play."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmluZQ&hash=8dec2ec0eededa150f309e66ae15ceb62cb83080&lang=en&cache-only=0",
            "defineEn": "an amount of money that must be paid as a legal punishment",
            "defineVi": "một số tiền phải được trả như một hình phạt pháp lý",
            "hasImg": true
        },
        {
            "id": "6966d983-2bec-4bc8-a652-6556567988e3",
            "word": "to bug",
            "phonetic": "tə bʌɡ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I've really got the bug for it!",
                "I put a bug in his ear about giving Helen a call.",
                "Yes, I'm as snug as a bug in a rug.",
                "My daughters are all snug as a bug in a rug watching a movie together.",
                "Emily had a terrible stomach bug and spent the entire night puking her guts out."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnVn&hash=bc5a42ee15a2ff7c030052387d630425b8cf18a3&lang=en&cache-only=0",
            "defineEn": "to hide a special microphone somewhere in order to secretly listen to a conversation",
            "defineVi": "để giấu một chiếc micrô đặc biệt ở đâu đó để bí mật nghe một cuộc trò chuyện"
        },
        {
            "id": "e0b3b816-2caf-4471-93dc-a8abc47cf9de",
            "word": "alibi",
            "phonetic": "ælᵻbaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The suspect's alibi had more holes than Swiss cheese, and the jury didn't believe a word of it.",
                "Acknowledging that a drowning man will clutch at a straw, the defendant grasped at the flimsy alibi even though it appeared implausible, hoping it might provide some reprieve from the charges against him.",
                "That's a good alibi for anything."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxpYmk&hash=433a1c2e8d3820811d909651efe9112e49dbbbe1&lang=en&cache-only=0",
            "defineEn": "proof that indicates a person was somewhere other than the place where a crime took place and therefore could not have committed it",
            "defineVi": "bằng chứng cho thấy một người đã ở đâu đó khác với nơi xảy ra tội phạm và do đó không thể thực hiện tội phạm đó"
        },
        {
            "id": "abd2101e-5f4b-4ebf-8d38-b01ca426ae84",
            "word": "accomplice",
            "phonetic": "ɐkɑːmplɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "An ally, quite frankly, is an accomplice.",
                "Yusupov and his accomplices pursued him, finally killing Rasputin with a bullet to the forehead and dumping his body in the Malaya Nevka river.",
                "I'll be an accomplice and I'm like I'm with him.",
                "AUTHORITIES NEVER DID TIE THE NATIONAL ALLIANCE TO THE OKLAHOMA CITY BOMBING PINNING THE DEVASTATING CRIME ON McVEIGH AND THE FEW ACCOMPLICES.",
                "Or it could be a robbery, a snatch and grab where your accomplice unexpectedly pulls out a knife and kills someone."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNjb21wbGljZQ&hash=34949ba756a766a7f34c03f3568bb935d32ec529&lang=en&cache-only=0",
            "defineEn": "someone who helps another to commit a crime or do a wrongdoing",
            "defineVi": "ai đó giúp người khác phạm tội hoặc làm điều sai trái"
        },
        {
            "id": "f07d75ee-4401-45bd-b924-8184fdbd25fb",
            "word": "conspirator",
            "phonetic": "kənspɪɹəɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The conspirators thought that the death of Caesar would bring about the restoration of the Republic, and they were wrong.",
                "The FBI says that the conspirators talked of targeting Whitmer over coronavirus regulations.",
                "Osiris gave it a shot, and when he lay down in the box, the conspirators nailed it shut and sealed it with lead.",
                "A group of conspirators calling themselves the liberators began to secretly discuss plans for assassination.",
                "Unfortunately for Brutus, he and the other conspirators had underestimated Caesar's popularity among the Roman public, many of whom saw him as an effective leader, and the senate as a corrupt aristocracy."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uc3BpcmF0b3I&hash=67c75b6613d32361d719b042d8b8590ba94768b8&lang=en&cache-only=0",
            "defineEn": "a person involved in a conspiracy",
            "defineVi": "một người tham gia vào một âm mưu"
        },
        {
            "id": "b208a35d-cb62-4a50-b1c0-fea952e504e0",
            "word": "assassin",
            "phonetic": "ɐsæsɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "An assassin has taken yet another world leader away from us.",
                "Assassin bug nymphs hunt a variety of prey, but ants have a special fate.",
                "Assassin bugs are so named because they’re prolific hunters.",
                "Think of games like the Call of Duty franchise, Assassin's Creed or Grand Theft Auto.",
                "Like a tiny viral assassin, it took out the super-neurons."
            ],
            "audio": "https://tts.langeek.co/read?text=YXNzYXNzaW4&hash=190749225d6666edbf72fd8de4a9c3efb6d2228c&lang=en&cache-only=0",
            "defineEn": "someone who murders an important person for money or religious or political reasons",
            "defineVi": "ai đó giết một người quan trọng vì tiền hoặc lý do tôn giáo hoặc chính trị"
        },
        {
            "id": "6072611c-3cf6-4464-858f-764f8b04763e",
            "word": "bandit",
            "phonetic": "bændɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm a sassy bandit.",
                "STANISLAV BELKOVSKY, National Strategy Institute, Moscow: St. Petersburg called the bandit capital of Russia, gangster capital of Russia, at that moment.",
                "That night, roaming bandits stumbled upon his camp.",
                "After a single night in camp and a hasty breakfast, this regiment leaves to cross the border after the Mexican bandits.",
                "These are just a few fascinating examples of nature’s bandits, and this episode could go on forever, because the world is literally full of thieves."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFuZGl0&hash=8978b4363f0862d352b29837099e1b1aae2ef798&lang=en&cache-only=0",
            "defineEn": "a robber who attacks travelers and is a member of a group of robbers",
            "defineVi": "một tên cướp tấn công du khách và là thành viên của một nhóm cướp"
        },
        {
            "id": "38c82c26-d3c9-4d61-a1d6-9cc01517e11c",
            "word": "gangster",
            "phonetic": "ɡæŋstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "There had been previous killings, but Brent was the first to be taken for a ride in true gangster style.",
                "I played a gangster.",
                "Oh, so your father must be a gangster.",
                "STANISLAV BELKOVSKY, National Strategy Institute, Moscow: St. Petersburg called the bandit capital of Russia, gangster capital of Russia, at that moment.",
                "Do you want gangsters to be here in Guayabal"
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FuZ3N0ZXI&hash=32a6ba3f2225d150ae00a51489a6ce8a6b86c676&lang=en&cache-only=0",
            "defineEn": "a member of a group of criminals",
            "defineVi": "một thành viên của một nhóm tội phạm"
        },
        {
            "id": "00849438-fcde-4965-9bb7-374e0d119074",
            "word": "juvenile delinquent",
            "phonetic": "dʒuːvənaɪl dᵻlɪŋkwənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=anV2ZW5pbGUgZGVsaW5xdWVudA&hash=7905bbdceb9767dde0bd096f995cfd7f29b6c405&lang=en&cache-only=0",
            "defineEn": "a young person who commits a crime",
            "defineVi": "một thanh niên phạm tội"
        },
        {
            "id": "98dbc868-db2b-49a1-8fb5-3535fd938546",
            "word": "imprisonment",
            "phonetic": "ɪmpɹɪzənmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Imprisonment of student casts a shadow on Human Rights Council candidacy.",
                "The prosecutor argued that the defendant should be sentenced to life imprisonment at the court's pleasure, given the severity of the crime.",
                "Navalny's imprisonment has also triggered mass protests across Russia.",
                "Others died of torture and imprisonment in the Americas, 14.",
                "Forced imprisonment in the US occurred again during WW2, when 120,000 Japanese-Americans were sent to these camps."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wcmlzb25tZW50&hash=3e3cb7b0cc40ca929faa7bae40e71fc105159e5b&lang=en&cache-only=0",
            "defineEn": "the action of putting someone in prison",
            "defineVi": "hành động đưa ai đó vào tù",
            "hasImg": true
        },
        {
            "id": "c2f7e77a-bf26-479a-9d75-a74c9e8214ea",
            "word": "inmate",
            "phonetic": "ɪnmeɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Most of the inmates have used drugs at some point in their lives.",
                "The facility in Wetumpka houses about a thousand inmates.",
                "Inmates released early under the prison reforms have to report regularly to their parole officer.",
                "These inmates are costing states billions they can't afford.",
                "KENNETH TAYLOR, Former Inmate: I feel invisible."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5tYXRl&hash=7e3b7d59121b0fb08887c95d0132c954a9c1c00d&lang=en&cache-only=0",
            "defineEn": "a prisoner",
            "defineVi": "một người tù nhân"
        },
        {
            "id": "8d8788e5-5fed-449a-bcb0-b92a91ee7701",
            "word": "convict",
            "phonetic": "kɑːnvɪkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The escaped convicts have been on the run for a week, with no leads as to their whereabouts.",
                "The program aims to set convicts on their feet after they've been released from prison.",
                "Roadblocks have been set up in an effort to capture several convicts who went over the wall.",
                "The only judge to be convicted by the Senate was one impeached for being absent without leave.",
                "Honestly, who better to lead an investigation into tax fraud than someone who was convicted of just that?"
            ],
            "audio": "https://tts.langeek.co/read?text=Y29udmljdA&hash=feaf3f0780b8ef3f9a381752c4380e4696749777&lang=en&cache-only=0",
            "defineEn": "a person found guilty of a crime and sent to prison",
            "defineVi": "một người bị kết tội và bị tống vào tù"
        },
        {
            "id": "2a503d4a-11e5-4cf5-8115-7f8e41e9f575",
            "word": "capital punishment",
            "phonetic": "kæpɪɾəl pʌnɪʃmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Like, some people favor capital punishment, and think it’s just.",
                "So in this view, capital punishment is morally correct in some cultures and is morally wrong in others.",
                "This line of reasoning is one way that people justify capital punishment.",
                "By this thinking, capital punishment is neither right nor wrong, but people definitely have preferences about it.",
                "It aims to prevent, restrict and end trade in goods intended for the use of torture or capital punishment."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FwaXRhbCBwdW5pc2htZW50&hash=986b0aed06e62876ec92b480e0909cf2ff135f38&lang=en&cache-only=0",
            "defineEn": "the killing of a criminal as punishment",
            "defineVi": "việc giết một tên tội phạm như một sự trừng phạt"
        },
        {
            "id": "b5da5865-880a-4d6d-9fd0-d80fac41d3ff",
            "word": "confession",
            "phonetic": "kənfɛʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "His confession involved a number of other politicians in the affair.",
                "She listened to his confession without turning a hair.",
                "The therapist told her patient that it was important to confess their mistakes and take responsibility for their actions because confession is good for the soul and can bring about personal growth.",
                "I have a confession.",
                "- Ooh, I love confessions."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmVzc2lvbg&hash=f78bd9d4d9119b81a678e1d00b83c8dc1d5ede90&lang=en&cache-only=0",
            "defineEn": "a formal statement made by a person admitting that they are guilty of a crime",
            "defineVi": "một tuyên bố chính thức được đưa ra bởi một người thừa nhận rằng họ phạm tội"
        },
        {
            "id": "c5a8142c-c439-45cf-93a4-8a884f677c4f",
            "word": "to inspect",
            "phonetic": "tʊ ɪnspɛkt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The gardener inspected the melon, looking for the presence of eyes that indicated ripeness.",
                "The landlords are coming to inspect the property next week, so cleaning needs to be on the front burner!",
                "But we will thoroughly inspect the donkey sauce in \"Good Mythical More.\"",
                "Kevin Reed: I've been inspecting ejection seats for close to 30 years.",
                "Workers inspect and mend each throw by hand."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW5zcGVjdA&hash=c8598564ad2fd5388ce532c6683479cd7a9c008f&lang=en&cache-only=0",
            "defineEn": "to carefully look at something or someone, particularly to see if everything is OK",
            "defineVi": "để xem xét cẩn thận một cái gì đó hoặc ai đó, đặc biệt là để xem nếu mọi thứ đều ổn"
        },
        {
            "id": "864defd2-beb3-4be2-8781-25ff28a0c466",
            "word": "corrupt",
            "phonetic": "kɚɹʌpt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The corrupt politician was always looking over his shoulder, knowing that his misdeeds could be exposed at any moment.",
                "When the journalist exposed the corrupt practices of the politician, he was sued for libel.",
                "It was discovered that the corrupt official was in league with the criminal organization.",
                "Parents often warn their children that evil communications corrupt good manners, urging them to surround themselves with positive influences.",
                "The athlete decided to distance himself from teammates who engaged in doping, recognizing that bad company corrupts good morals."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ycnVwdA&hash=6615114fc9ed647264d1491fd0468982bc1e043b&lang=en&cache-only=0",
            "defineEn": "using one's power to do illegal things in order to get an advantage or receive money",
            "defineVi": "sử dụng quyền lực của mình để làm những việc phi pháp nhằm trục lợi hoặc nhận tiền"
        },
        {
            "id": "b004c311-183a-4f96-857f-453bbaee54de",
            "word": "execution",
            "phonetic": "ɛksɪkjuːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The orchestra's rendition of Beethoven's Ninth Symphony was of the first water, with precise execution and a powerful emotional impact that left the audience in awe.",
                "The court may stay execution pursuant to Order 37.",
                "These instructions can change the execution flow of a program depending on a value.",
                "Think dungeons, corporal punishment, and executions.",
                "For now the company is focused on execution."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhlY3V0aW9u&hash=eb41bf90311120abfecc6b677989a78ea1307586&lang=en&cache-only=0",
            "defineEn": "the act of punishing a criminal by death",
            "defineVi": "hành động trừng phạt tội phạm bằng cái chết"
        },
        {
            "id": "ae481afe-6ceb-453f-846e-58703c962692",
            "word": "to raid",
            "phonetic": "tə ɹeɪd ",
            "partOfSpeechType": "verb",
            "examples": [
                "The cops raided the warehouse but the place was clean as a whistle.",
                "Police are holding two men in connection with last Thursday's bank raid.",
                "A security guard was killed trying to stop a raid.",
                "Both bars are raided at the same time.",
                "My apartment was raided by the NYPD Terrorism Task Force, FBI."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmFpZA&hash=b8c769a5e582922c8b2c8fac4c8a23e667b8c037&lang=en&cache-only=0",
            "defineEn": "(of police) to unexpectedly visit a person or place to arrest suspects or find illegal goods",
            "defineVi": "(của cảnh sát) đến bất ngờ một người hoặc địa điểm để bắt giữ những kẻ tình nghi hoặc tìm hàng hóa bất hợp pháp"
        },
        {
            "id": "13fe3704-51c4-4d33-98fc-6631565e228d",
            "word": "fingerprint",
            "phonetic": "fɪŋɡɚpɹɪnt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The fingerprints left on the door-handle was the smoking gun that enabled the police to arrest him.",
                "Fingerprints are the skin patterns on the ends of your fingers and thumbs.",
                "And the servant's fingerprints matched fingerprints from the crime site. ",
                "Is the answer my fingerprints?",
                "And the servant's fingerprints matched fingerprints from the crime site. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZmluZ2VycHJpbnQ&hash=08cf5c7d57ec82400234c81cd7fdc1df65558f35&lang=en&cache-only=0",
            "defineEn": "a mark made by the unique pattern of lines on the tip of a person's finger, can be used to find out who has committed a crime",
            "defineVi": "một dấu hiệu được tạo ra bởi các đường vân độc đáo trên đầu ngón tay của một người, có thể được sử dụng để tìm ra ai đã phạm tội",
            "hasImg": true
        },
        {
            "id": "b5e3a2aa-45ec-43bc-88f1-d535b49608a2",
            "word": "forensic",
            "phonetic": "fɚɹɛnsɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Maybe forensics will have better luck.",
                "- No. - Doing some forensics.",
                "The insurance company calls in a forensic meteorologist.",
                "A forensic test could have detected the synthetic resin.",
                "Sciences from anthropology to zoology have been put to forensic use."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9yZW5zaWM&hash=7acea6e9fde93283a18947768c3a67d29cb9bda9&lang=en&cache-only=0",
            "defineEn": "related to the use of scientific techniques when trying to know more about a crime",
            "defineVi": "liên quan đến việc sử dụng các kỹ thuật khoa học khi cố gắng biết thêm về tội phạm",
            "hasImg": true
        },
        {
            "id": "8bd5293f-3e7f-4b82-8d90-cb35c93c098d",
            "word": "probation",
            "phonetic": "pɹoʊbeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm on probation right now.",
                "According to court records, he was on probation for domestic violence and theft offenses.",
                "They've been on probation, they've violated the probation.",
                "Lowell Smith was an Orange County probation officer for 26 years.",
                "All right, Miss Tribble, I'm placing you on probation to the Department of Juvenile Justice."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvYmF0aW9u&hash=e73b7c506dda2280c50cbaa364b00285743f6739&lang=en&cache-only=0",
            "defineEn": "(law) a specific supervised period of time outside prison granted to a criminal, given they do not break a law during this period",
            "defineVi": "(luật) khoảng thời gian được giám sát cụ thể bên ngoài nhà tù dành cho tội phạm, miễn là họ không vi phạm pháp luật trong khoảng thời gian này"
        },
        {
            "id": "015e1f14-b953-4d94-b53c-312040a1df65",
            "word": "record",
            "phonetic": "ɹɛkɚd ",
            "partOfSpeechType": "noun",
            "examples": [
                "She had broken the world 100 meters record.",
                "His new world record will take some beating.",
                "His time in the 25-meter freestyle set a national record.",
                "The movie broke all box-office records.",
                "The movie broke box office records in the US."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVjb3Jk&hash=0a31cd7569b53edf0652b8428f9ff76f4de41c69&lang=en&cache-only=0",
            "defineEn": "official information that indicates a person has committed a crime",
            "defineVi": "thông tin chính thức cho biết một người đã phạm tội"
        },
        {
            "id": "788b02f0-0c5f-49ed-a853-70092e0ccfc5",
            "word": "goon",
            "phonetic": "ɡuːn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z29vbg&hash=2083ee11c72d4a5b7e83c4a4400040314e3f2350&lang=en&cache-only=0",
            "defineEn": "a criminal hired to harm or threaten people",
            "defineVi": "một tên tội phạm được thuê để làm hại hoặc đe dọa mọi người"
        },
        {
            "id": "d5ecd4dd-68bb-4ecf-a0ef-b9d3b78c9eb7",
            "word": "death squad",
            "phonetic": "dɛθ skwɑːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's got the Death Squad commander in its box."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVhdGggc3F1YWQ&hash=1e9c313b17f3686839a0de8ece2a4630bf9c606b&lang=en&cache-only=0",
            "defineEn": "a group of armed people who illegally kill supporters of an opposing political party or criminals",
            "defineVi": "một nhóm người có vũ trang giết hại bất hợp pháp những người ủng hộ đảng chính trị đối lập hoặc tội phạm"
        },
        {
            "id": "6cbe2d10-a3cb-4978-954f-9c11efeedc69",
            "word": "henchman",
            "phonetic": "hɛntʃmən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Robot henchman, can you point at my other videos?",
                "And Milosevic was eventually apprehended by the world court, even as in 2003 his henchman assassinated a new reform-minded prime minister.",
                "The nucleus then sends orders in the form of messenger RNA, or mRNA, to those ribosomes, which are the henchmen that carry out the orders in the rest of the cell.",
                "But they make him a hero, and yes there are black people like Diamondback and the other henchmen that are obviously criminals, blah blah blah."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVuY2htYW4&hash=8fa34e1b9dc1c5985865f453630136a1337cfcfe&lang=en&cache-only=0",
            "defineEn": "someone who faithfully supports a person in power and is willing to do things for them that are illegal or violent",
            "defineVi": "một người trung thành ủng hộ một người có quyền lực và sẵn sàng làm những việc cho họ là bất hợp pháp hoặc bạo lực"
        },
        {
            "id": "0e5981bd-f8cd-4593-b7d4-5b00afeb4a18",
            "word": "hired gun",
            "phonetic": "haɪɚd ɡʌn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aGlyZWQgZ3Vu&hash=51f3f2dd046f38f7d3863da2541eb46d6e5d1e6f&lang=en&cache-only=0",
            "defineEn": "an individual who is paid to do something violent or immoral, particularly killing someone or protecting a powerful person",
            "defineVi": "một cá nhân được trả tiền để làm điều gì đó bạo lực hoặc vô đạo đức, đặc biệt là giết người hoặc bảo vệ một người có quyền lực"
        },
        {
            "id": "4168de42-28fa-43bf-884b-bbbe486f0b09",
            "word": "gun for hire",
            "phonetic": "ɡʌn fɔːɹ haɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3VuIGZvciBoaXJl&hash=38cbe0ed8abc8e4fe85af09a4535d49ef40a135f&lang=en&cache-only=0",
            "defineEn": "an individual who does immoral or violent things for money",
            "defineVi": "một cá nhân làm những việc vô đạo đức hoặc bạo lực vì tiền"
        },
        {
            "id": "fafc89a7-8de5-49eb-a594-8686fd26dce4",
            "word": "gunslinger",
            "phonetic": "ɡʌnslɪŋɡɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The West still looms large in American mythology as the home of cowboys and gunslingers and houses of ill repute and freedom from pesky government interference.",
                "From insatiably flesh-hungry clowns and sentient cars, to telekinetic teenagers and mystical gunslingers, if there’s one author who has taken up valuable real estate in that part of our imaginations, it’s Stephen King."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Vuc2xpbmdlcg&hash=ebfea8fad016b4e84aeb5fb665716eca71d29365&lang=en&cache-only=0",
            "defineEn": "a person who is skilled at shooting a gun and is hired to kill someone, used particularly in the past in the American Wild West",
            "defineVi": "một người có kỹ năng bắn súng và được thuê để giết ai đó, đặc biệt được sử dụng trong quá khứ ở miền Tây hoang dã của Mỹ"
        },
        {
            "id": "a4fbf3a8-4f33-4334-b824-61a160a6210a",
            "word": "breaking and entering",
            "phonetic": "bɹeɪkɪŋ ænd ɛntɚɹɪŋ ",
            "partOfSpeechType": "phrase",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJlYWtpbmcgYW5kIGVudGVyaW5n&hash=4ab4189148609b992070145d6e3fbcdcfb5859c6&lang=en&cache-only=0",
            "defineEn": "the crime of using force to illegally enter a building",
            "defineVi": "tội dùng vũ lực xâm nhập trái phép công trình",
            "hasImg": true
        },
        {
            "id": "2c8dda71-b2b5-42f1-99ff-bf693ca53919",
            "word": "to finger",
            "phonetic": "tə fɪŋɡɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Fingers crossed!",
                "A successful investor has his finger on the pulse of international business.",
                "she has her fingers in a lot of pies.",
                "She ran her fingers nervously through her hair.",
                "The musician's fingers lightly touched the piano keys, creating a beautiful melody."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmluZ2Vy&hash=3316d115473646b4076f06f2e67e0edff2d83a88&lang=en&cache-only=0",
            "defineEn": "to identify or point out someone as the person responsible for committing a crime or wrongdoing, often to law enforcement or other authorities",
            "defineVi": "để xác định hoặc chỉ ra ai đó là người chịu trách nhiệm phạm tội hoặc hành vi sai trái, thường là cơ quan thực thi pháp luật hoặc các cơ quan khác"
        }
    ]
}