{
    "id": "ae27a67c-d6d1-41c7-9a00-f77ba9f61d8d",
    "title": "Lesson 25",
    "originalTitle": "Lesson 25",
    "words": [
        {
            "id": "98b5e1f6-43a7-4f7b-9871-41729a1fbe79",
            "word": "to revel",
            "phonetic": "tə ɹɛvəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "We rubbed lavender lotion on our hands, reveling in its softening and relaxing properties.",
                "They reveled in it. ",
                "Steve Bannon reveled in the idea that he was the architect of Trump’s victory. ",
                "While we're revelling in tactility and color, let’s bring Sheila Hicks into the mix.",
                "I think he, in a weird way, revels in anger, and revels in the confrontation, the angry confrontation."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV2ZWw&hash=d7417773f0c6038b736a5465b8f878e510918ff6&lang=en&cache-only=0",
            "defineEn": "take delight in",
            "defineVi": "tận hưởng"
        },
        {
            "id": "fcdc9870-b7d7-48ff-ad92-dad2991987fb",
            "word": "revelation",
            "phonetic": "ɹɛvɪleɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In a political drama, when a new scandal or revelation is exposed, the plot thickens as the characters must navigate new challenges and conflicts.",
                "Upon hearing the bad news, Tom's face turned white, and he looked like death warmed up, visibly shaken by the revelation.",
                "The Google hack led to revelations about dozens of other Chinese cyberattacks.",
                "This was just absolute revelation.",
                "In this moment I had a really deep revelation."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV2ZWxhdGlvbg&hash=7bfd0f4c8bb4c5c3fa13cc29bb81a1a1c7ea9155&lang=en&cache-only=0",
            "defineEn": "the act of making something known or revealed, particularly something surprising or previously unknown",
            "defineVi": "hành động làm cho một cái gì đó được biết đến hoặc tiết lộ, đặc biệt là một cái gì đó đáng ngạc nhiên hoặc chưa biết trước đây"
        },
        {
            "id": "27d3ac25-9510-460a-8c60-c1cae78a5101",
            "word": "to reverberate",
            "phonetic": "tə ɹᵻvɜːbɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Throughout Washington, the shockwaves reverberated.",
                "The mass shooting of six Asian women at their place of work and two other white victims is reverberating around the country.",
                "The events of yesterday also reverberated around the globe.",
                "When a fly crashes into the sticky web, its impact reverberates.",
                "Before March 1, Villarrica’s sound was reverberating in the crater, which is shaped like an upside-down funnel."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV2ZXJiZXJhdGU&hash=b156176ae9cab0934bf246e60ae72975f8c45334&lang=en&cache-only=0",
            "defineEn": "ring or echo with sound",
            "defineVi": "chuông hoặc tiếng vang với âm thanh"
        },
        {
            "id": "850c8a12-274a-4c71-894d-2c4d1a243d38",
            "word": "to revere",
            "phonetic": "tə ɹᵻvɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Revere Gold-medalists.",
                "No Iranian adviser is more revered among the PMF than Major General Qasem Soleimani, a senior commander of Iran's Revolutionary Guard and chief strategist of operations outside Iran's borders.",
                "McConnell revered Brett Kavanaugh, thought he was brilliant, legal scholar.",
                "He decided to travel to the revered Hie Shrine.",
                "Revered for their ability to dispatch venomous snakes, catch birds, and kill rats, domestic cats became important to Egyptian religious culture."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmV2ZXJl&hash=beca0888d95259099f979f2cbc9ed9363b456100&lang=en&cache-only=0",
            "defineEn": "love unquestioningly and uncritically or to excess; venerate as an idol",
            "defineVi": "tình yêu không cần thắc mắc và không phê phán hoặc thái quá; tôn thờ như một thần tượng"
        },
        {
            "id": "cd41ead7-bc82-485f-aef1-99e7eea08a7b",
            "word": "sarcasm",
            "phonetic": "sɑːɹkæzəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The non-human scanning software can easily misread jokes or sarcasm.",
                "It wasn't sarcasm.",
                "Sarcasm is wit with bitterness behind it.",
                "Do they use sarcasm as a way to hurt you?",
                "They may see it as sarcasm."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FyY2FzbQ&hash=1ba3eec2788cfc58fba2903a16f87df4aa1b0d5d&lang=en&cache-only=0",
            "defineEn": "the practice of uttering words that convey the opposite meaning as a way to annoy someone or for creating a humorous effect",
            "defineVi": "thực hành thốt ra những từ truyền đạt ý nghĩa ngược lại như một cách để làm phiền ai đó hoặc để tạo ra một hiệu ứng hài hước"
        },
        {
            "id": "28b9a004-26a6-4872-be2b-ef527d306c30",
            "word": "sarcophagus",
            "phonetic": "sɑːɹkɑːfəɡəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "He was packed into a solid gold casket and sarcophagus, then transported from Babylon to Macedonia in a solid gold carriage drawn by 60 horses.",
                "Soon after, the zombie master bursts out of its sarcophagus, stalks of a fungus named cordyceps, raining spores down below to infect the next passing ant.",
                "And then of course there are the pyramids, which aside from remaining impressive to behold represent a remarkable degree of political and social control over the population, because it is not easy to convince people to devote their lives to building a sarcophagus for someone else.",
                "- This was supposed to be a lifetime home, and it looks like it was going to be a sarcophagus."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FyY29waGFndXM&hash=2c5db5068455c398666450a3d69799a731d8e7bd&lang=en&cache-only=0",
            "defineEn": "a stone coffin (usually bearing sculpture or inscriptions)",
            "defineVi": "một chiếc quan tài bằng đá (thường mang tác phẩm điêu khắc hoặc chữ khắc)"
        },
        {
            "id": "9d9694ec-ce43-4105-ae4c-56ee7428c7d0",
            "word": "sardonic",
            "phonetic": "sɑːɹdɑːnɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I can't tell whether your newfound love for Tesla's price is sardonic or honest."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FyZG9uaWM&hash=18b71bc95767c04f81ef1d05b4231121b9453cea&lang=en&cache-only=0",
            "defineEn": "humorous in a manner that is cruel and disrespectful",
            "defineVi": "hài hước theo cách tàn nhẫn và thiếu tôn trọng"
        },
        {
            "id": "73669b64-8c01-45b5-a12f-8d42287a3351",
            "word": "sartorial",
            "phonetic": "sɑːɹtoːɹɪəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Kahlo's sartorial choices not only expressed her identity and ideals, but also accommodated her disabilities, covering the braces and plaster cast she often had to wear and distract it from them.",
                "Have any other resources to share on the origins of Santa’s sartorial choices?"
            ],
            "audio": "https://tts.langeek.co/read?text=c2FydG9yaWFs&hash=91f70706310ef2c9f661fad4e1dbaaac37129bf9&lang=en&cache-only=0",
            "defineEn": "referring to clothing, particularly men's clothing, or the manner in which it is tailored or worn",
            "defineVi": "đề cập đến quần áo, đặc biệt là quần áo nam giới, hoặc cách thức mà nó được may hoặc mặc"
        },
        {
            "id": "e4e022dd-1822-4bf1-98ef-2467013598c3",
            "word": "to proceed",
            "phonetic": "tə pɹəsiːd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Your reputation proceeds you sir.",
                "Proceeds from the concert will go to charity.",
                "They are holding firm on their refusal to proceed.",
                "The project was a failure because everyone had a different opinion on how to proceed, and as the old saying goes, too many cooks spoil the broth.",
                "Half of proceeds go to a very good mission."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvY2VlZA&hash=73e5bb20122b48cc398afb767ef92668995961dd&lang=en&cache-only=0",
            "defineEn": "move ahead; travel onward in time or space",
            "defineVi": "tiến tới; du hành về phía trước trong thời gian hoặc không gian"
        },
        {
            "id": "8e76a69a-880d-42df-84c4-5bad793e9fe0",
            "word": "procedure",
            "phonetic": "pɹəsiːdʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The whole procedure is as easy as ABC.",
                "The employee followed company policies and procedures.",
                "They explained the procedure for submitting the application form.",
                "The nurse kindly explained the procedure to me and helped me feel at ease.",
                "The doctor advised wearing protective clothing to minimize exposure to harmful radiation during the X-ray procedure."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvY2VkdXJl&hash=32c48ef4e858f711472c8d22242a00cb96f6aaa9&lang=en&cache-only=0",
            "defineEn": "a particular set of actions conducted in a certain way",
            "defineVi": "một tập hợp các hành động cụ thể được thực hiện theo một cách nhất định"
        },
        {
            "id": "a87fed2b-cf77-4783-aa21-93d37de2a2a4",
            "word": "mite",
            "phonetic": "maɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Dust mites eat animal dander, human skin, and some fungi.",
                "Those signals lead persimilis mites right to their prey.",
                "Persimilis mites have a taste for eggs too.",
                "The mites get water vapor from them.",
                "Dermatophagoides farinae is a dust mite."
            ],
            "audio": "https://tts.langeek.co/read?text=bWl0ZQ&hash=3d1818ab5c73aba253c28faa029e75fb36f0e98d&lang=en&cache-only=0",
            "defineEn": "a tiny arachnid related to ticks that is parasitic and lives in food or on animals",
            "defineVi": "một loài nhện nhỏ liên quan đến ve ký sinh và sống trong thức ăn hoặc trên động vật"
        },
        {
            "id": "e13d05d1-bf9d-48cd-b3c1-8dc988f28a9b",
            "word": "to miter",
            "phonetic": "tə maɪɾɚ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gbWl0ZXI&hash=063aa0b610924c8a2edda210271c7b9529ec15d7&lang=en&cache-only=0",
            "defineEn": "bevel the edges of, to make a miter joint",
            "defineVi": "vát các cạnh của, để tạo mối nối vát"
        },
        {
            "id": "d12dd2af-4a4b-4d29-aaab-bb426ff1292c",
            "word": "exodus",
            "phonetic": "ɛksədəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Well, we do celebrate seder, the Passover story, the exodus story, the rise from slavery.",
                "Well, we do celebrate seder, the Passover story, the exodus story, the rise from slavery.",
                "And the exodus story is really the central story of America, that we try to defeat oppression.",
                "And the exodus story is really the central story of America, that we try to defeat oppression.",
                "Over the past decade or so, with respect to the exodus of California, markets like Phenix and Las Vegas and Reno and Salt Lake City have been big beneficiaries."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhvZHVz&hash=4e50885ddf6ce77e0d9c39cf2992da18c3dc6862&lang=en&cache-only=0",
            "defineEn": "a journey by a large group to escape from a hostile environment",
            "defineVi": "một cuộc hành trình của một nhóm lớn để thoát khỏi một môi trường thù địch"
        },
        {
            "id": "ab43a979-cb46-4fb3-a174-7aac62bdba65",
            "word": "to exhume",
            "phonetic": "tʊ ɛɡzuːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The victim is passed off as a corpse, buried, and then exhumed from the grave as a zombi.",
                "But when Brahe’s body was exhumed in 2010, researchers found no evidence of poisoning, so Kepler’s off the hook.",
                "With space running out, gravediggers who can barely keep up with the pace exhume older bones to make way for the deluge of COVID dead here in Sao Paulo."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhodW1l&hash=540703d53a1956fd342ef4b3c4a518fed9e484c7&lang=en&cache-only=0",
            "defineEn": "dig up for reburial or for medical investigation; of dead bodies",
            "defineVi": "đào lên để cải táng hoặc để khám bệnh; xác chết"
        },
        {
            "id": "8bc2f85b-0257-490f-90a9-cfa9ec074262",
            "word": "to exonerate",
            "phonetic": "tʊ ɛɡzɑːnɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "But I don't think this exonerates the president.",
                "So it’s time to exonerate Oviraptor.",
                "And that was ultimately going to be all to the detriment of Merrick Garland without any prospect of exonerating himself with a confirmation.",
                "They'd been not only publicly exonerated, but officially exonerated.",
                "They'd been not only publicly exonerated, but officially exonerated."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZXhvbmVyYXRl&hash=bdc3def98cf7b8f97423aeb1dd94dad6eabe7039&lang=en&cache-only=0",
            "defineEn": "to clear someone from blame or responsibility for a wrongdoing or crime, often through evidence",
            "defineVi": "để xóa ai đó khỏi đổ lỗi hoặc trách nhiệm cho một hành vi sai trái hoặc tội phạm, thường thông qua bằng chứng",
            "hasImg": true
        },
        {
            "id": "c0c2f27a-b42c-40a3-800e-6c72d2a58324",
            "word": "exotic",
            "phonetic": "ɛɡzɑːɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "As adventurous eaters, they tried a variety of exotic foods but drew the line at kidneys.",
                "You can add a touch of exotic beauty to your garden by planting a cycad.",
                "He scratches his itch for adventure by traveling to exotic destinations.",
                "I found a vendor who was selling exotic fruit marmalades.",
                "The children were excited to try the unusual-looking dragon fruit, an exotic accessory fruit."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhvdGlj&hash=761fc67b54f6fcbac4342f5b1fa5f5d441ff172e&lang=en&cache-only=0",
            "defineEn": "originating in another country, particularly a tropical one",
            "defineVi": "có nguồn gốc từ một quốc gia khác, đặc biệt là một quốc gia nhiệt đới"
        },
        {
            "id": "6e93dbb3-1a22-47a4-aed5-d94e2c6bc799",
            "word": "distinction",
            "phonetic": "dɪstɪŋkʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "From the perspective of realizer functionalism, the role variety rides roughshod over distinctions that need to be taken seriously.",
                "This may seem like splitting hairs but the distinction could be important",
                "This distinction was undercut by the Supreme Court in the case of Citizens United Vs.",
                "Is that distinction important?",
                "And that distinction has sparked a new discussion."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzdGluY3Rpb24&hash=b2192a45ece7f2fa76a5ba77fb9af2ee942861b4&lang=en&cache-only=0",
            "defineEn": "an obvious difference between two similar or related things or persons",
            "defineVi": "một sự khác biệt rõ ràng giữa hai điều hoặc người tương tự hoặc liên quan"
        },
        {
            "id": "4e2db5fb-3fb8-4cf9-af6a-12d11e5f5e7e",
            "word": "to distinguish",
            "phonetic": "tə dɪstɪŋɡwɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Without enough information or context, it can be difficult to distinguish between different options - all cats are gray in the dark, and it's important to gather enough information to make an informed decision.",
                "The Volkswagen brand distinguished itself as a relatively affordable brand with a German pedigree and technical excellence.",
                "In philosophy, we often distinguish between necessary beings and contingent beings.",
                "For the sake of clarity any administrative markings should be clearly distinguished from the CUI banner.",
                "In the end, these goldfish could distinguish between 10 and 15 dots."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzdGluZ3Vpc2g&hash=c1a72dda263c42cc31d744d7c73bf615f5648169&lang=en&cache-only=0",
            "defineEn": "to recognize as different and mentally separate two things, people, etc.",
            "defineVi": "nhận ra hai sự vật, con người, v.v. là khác nhau và tách biệt về mặt tinh thần."
        },
        {
            "id": "bbceeb2f-82c9-4d05-b303-a60a6a947cf0",
            "word": "satyr",
            "phonetic": "sæɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2F0eXI&hash=2ec25160a768c67e6882415454a9bd960c83ae89&lang=en&cache-only=0",
            "defineEn": "a creature from Greek mythology that is half-human and half-goat, known for its love of wine and music",
            "defineVi": "một sinh vật trong thần thoại Hy Lạp nửa người nửa dê, được biết đến với tình yêu rượu vang và âm nhạc"
        },
        {
            "id": "e7922a63-c4d3-40a5-8981-89f8c76fa1cd",
            "word": "satire",
            "phonetic": "sæɾaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This isn't strictly satire, it's far too close to the bone to be funny.",
                "That same year, Max Brooks published his satire on survival handbooks, The Zombie Survival Guide.",
                "It's the same thing as fake news and satire. ",
                "You can't hide everywhere on your website that you're satire. ",
                "But this unique brand of tongue-in-cheek humor is just one of the many feats found in her sly satires of society, civility, and sweeping romance."
            ],
            "audio": "https://tts.langeek.co/read?text=c2F0aXJl&hash=eef0b52223a5ef7c9bc3a94fec5f16f491147853&lang=en&cache-only=0",
            "defineEn": "humor, irony, ridicule, or sarcasm used to expose or criticize the faults and shortcomings of a person, government, etc.",
            "defineVi": "hài hước, mỉa mai, chế giễu hoặc châm biếm được sử dụng để vạch trần hoặc chỉ trích những lỗi lầm và thiếu sót của một người, chính phủ, v.v."
        }
    ]
}