{
    "id": "aedf4a0e-d5e3-48ad-b130-57af51f7b607",
    "title": "Civil Society and Religiosity",
    "originalTitle": "Civil Society and Religiosity",
    "words": [
        {
            "id": "74754307-a730-4093-95ce-8df82fb5f4b3",
            "word": "affluent",
            "phonetic": "æfluːənt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It can be challenging for someone from a different socioeconomic background to fit into an affluent community.",
                "I can't sell the most affluent areas here.",
                "But most affluent families go beyond these test prep books to help their children study for these exams.",
                "Supporting a non-profit ambulance provider through donations can be tough for less affluent areas, as well as dense urban areas with high call volumes.",
                "Competitors like American Express caters to a more affluent customer base with a higher average FICO score and Capital One serves subprime borrowers with an average score below that of Discover's customers."
            ],
            "audio": "https://tts.langeek.co/read?text=YWZmbHVlbnQ&hash=39b33ceebcadadb600924a64c461826cc6becdec&lang=en&cache-only=0",
            "defineEn": "possessing a great amount of riches and material goods",
            "defineVi": "sở hữu một lượng lớn của cải và của cải vật chất",
            "hasImg": true
        },
        {
            "id": "521a24b0-f2c5-4095-ac73-02747d0e6a5e",
            "word": "ascetic",
            "phonetic": "ɐsɛɾɪk ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXNjZXRpYw&hash=e411ce81e3a375a20ee08ad1fff99db35ce234bb&lang=en&cache-only=0",
            "defineEn": "following a strict lifestyle where one practices self-discipline and denies oneself of any form of pleasure, particularly due to religious reasons",
            "defineVi": "theo một lối sống nghiêm ngặt, nơi một người thực hành kỷ luật tự giác và từ chối bản thân khỏi bất kỳ hình thức vui thú nào, đặc biệt là vì lý do tôn giáo"
        },
        {
            "id": "c5a9593d-77b3-4955-8f1e-da2b2c325cbc",
            "word": "base",
            "phonetic": "beɪs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They've touched base with every political group on campus.",
                "The company based its projections on shaky ground, leading to financial losses.",
                "New shoots are just appearing at the base of the plant.",
                "He's gone AWOL from his base.",
                "Susan and Joseph went to second base during their weekend at the beach."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFzZQ&hash=9abc9059c059fd5c45e3c439ed2de8b40932ae22&lang=en&cache-only=0",
            "defineEn": "completely lacking moral or honorable purpose or character",
            "defineVi": "hoàn toàn thiếu mục đích đạo đức hoặc danh dự hoặc tính cách",
            "hasImg": true
        },
        {
            "id": "16f5212a-b785-4aef-ad54-8cdc3465c3c5",
            "word": "disinterested",
            "phonetic": "dɪsɪntɹɛstᵻd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The problem is there’s not a lot of disinterested people in these situations, so you have to both be open to people pointing out disinformation while not getting played, and that’s another one of these tough balances. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzaW50ZXJlc3RlZA&hash=b54f4e1e90dd1b7ac6e597f46759b729cac906ce&lang=en&cache-only=0",
            "defineEn": "not being involved in a situation or benefiting from it, thus able to act fairly",
            "defineVi": "không tham gia vào một tình huống hoặc hưởng lợi từ nó, do đó có thể hành động công bằng"
        },
        {
            "id": "54016993-7543-44db-8e0e-1a84f55e5975",
            "word": "dispassionate",
            "phonetic": "dɪspæʃənət ",
            "partOfSpeechType": "adjective",
            "examples": [
                "You feel pretty much dispassionate about things.",
                "But they're sort of uttered matter-of-factly as if he is a sort of dispassionate analyst, just providing insights on the situation.",
                "Well, we're not going to get the dispassionate, impartial viewpoint that I think a lot of us hoped for.",
                "Well, we're not going to get the dispassionate, impartial viewpoint that I think a lot of us hoped for.",
                "He says he saw passionate voters and a dispassionate, secure system."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzcGFzc2lvbmF0ZQ&hash=9d4752ef51e7f38d284098f4fda5a2460f158100&lang=en&cache-only=0",
            "defineEn": "not letting one's emotions influence one's judgment and decisions, thus able to stay rational and fair",
            "defineVi": "không để cảm xúc ảnh hưởng đến phán đoán và quyết định của mình, như vậy mới có thể giữ được lý trí và công bằng"
        },
        {
            "id": "3db050aa-ef61-4d48-9bc5-93d3c1f280fb",
            "word": "egalitarian",
            "phonetic": "ᵻɡælɪtɛɹiən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "They are egalitarian, have no great chiefs and tend to share and share alike.",
                "And their one- to two-dozen dog packs are surprisingly egalitarian.",
                "In its earliest incarnations, Islam was unusually egalitarian, especially for its time.",
                "Dr. Joseph Guillotine, the inventor of the guillotine, envisioned it as an egalitarian way of dying.",
                "Marx’s criticism of capitalism is that capitalism replaces this egalitarian collaboration with conflict."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWdhbGl0YXJpYW4&hash=ca9466f9a554e4b5aa28a7f5835e13c4247b5974&lang=en&cache-only=0",
            "defineEn": "supporting the notion that all humans are equal and should be given equal rights",
            "defineVi": "ủng hộ quan điểm rằng tất cả mọi người đều bình đẳng và nên được trao quyền bình đẳng"
        },
        {
            "id": "9dbd3f55-2b77-4e28-9c9c-c2bd758ac676",
            "word": "equitable",
            "phonetic": "ɛkwɪɾəbəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "At the same time, world leaders remain concerned about the vaccines equitable distribution.",
                "We should be able to provide equitable mobility.",
                "I knew from my mother that the economics for women were not always equitable, but I certainly didn't realize that there was a time when women weren't allowed to be on the air or even have a byline in the newspaper.",
                "And we need to be able to build equitable models of what it means to build and support cities.",
                "For one thing, Puritan ideas of equality and representation weren't particularly equitable or representational."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXF1aXRhYmxl&hash=64ab9bd9b4bbdb40dc66fe6aeb12f6ba29649a98&lang=en&cache-only=0",
            "defineEn": "treating people in a manner that is equal and fair",
            "defineVi": "đối xử với mọi người một cách bình đẳng và công bằng"
        },
        {
            "id": "33ff20c4-4c06-4b27-92fb-9b9258e11d9c",
            "word": "expansive",
            "phonetic": "ɛkspænsɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The U.S. House of Representatives passed an expansive labor rights bill overnight, but it's unlikely to become law.",
                "Like, literally found the one guy that had this expansive view of executive power.",
                "Namely to say: ethnicity is expansive but it doesn’t cover everything.",
                "This helped to rebrand the Democratic party as one that was in favor of a more hands on approach to an expansive government.",
                "Probably the most expansive of the New Kingdom pharaohs was Hatshepsut, a woman who ruled Egypt for about 22 years."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwYW5zaXZl&hash=6fd829f10951bfb6b553704d6be2fdb64a48a35e&lang=en&cache-only=0",
            "defineEn": "having a generous and friendly personality with a willingness to engage in conversation",
            "defineVi": "có một tính cách hào phóng và thân thiện với sự sẵn sàng tham gia vào cuộc trò chuyện"
        },
        {
            "id": "ac6552f4-43aa-4e50-af41-91d298c9bdc9",
            "word": "impartial",
            "phonetic": "ɪmpɑːɹʃəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "BBC is falling over backwards to be impartial by describing this as a crowd!",
                "I’m totally impartial.",
                "They're not going to be impartial.",
                "So, they certainly weren't credible or impartial witnesses in the story.",
                "The founders of the United States trusted in the wisdom of impartial groups of citizens to check the power of all three branches of government."
            ],
            "audio": "https://tts.langeek.co/read?text=aW1wYXJ0aWFs&hash=375df5d53b9e5879ef3914a787dff53ec98508d3&lang=en&cache-only=0",
            "defineEn": "not favoring a particular party in a way that enables one to act or decide fairly",
            "defineVi": "không ủng hộ một bên cụ thể theo cách cho phép một người hành động hoặc quyết định công bằng"
        },
        {
            "id": "f66bf22f-7320-4d51-80ed-408b048ff1f2",
            "word": "mundane",
            "phonetic": "mʌndeɪn ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The reality is much more mundane.",
                "Number three be intentional with mundane tasks.",
                "Dust may sound mundane, or even like a bad thing.",
                "That's the most mundane death.",
                "But even more mundane abuses of language can affect the way we think about things."
            ],
            "audio": "https://tts.langeek.co/read?text=bXVuZGFuZQ&hash=223820fd91dd7b887c6ea193c77e55a22b18b3c6&lang=en&cache-only=0",
            "defineEn": "lacking the ability to arouse interest or cause excitement",
            "defineVi": "thiếu khả năng khơi dậy sự quan tâm hoặc gây hứng thú"
        },
        {
            "id": "42870d00-562f-4fcc-860a-fcfd4f14906d",
            "word": "profligate",
            "phonetic": "pɹɑːflᵻɡeɪt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "I thought the profligate had seen the light and was seeking redemption, and so I took him into my care."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZmxpZ2F0ZQ&hash=ad97c23315d4697aa0fa7cb94f2542920488c1e1&lang=en&cache-only=0",
            "defineEn": "acting in a shameless, overindulgent, and immoral manner",
            "defineVi": "hành động một cách không biết xấu hổ, thái quá và vô đạo đức"
        },
        {
            "id": "e43c812e-99e9-4c8a-a9a4-b83d0a541e33",
            "word": "rustic",
            "phonetic": "ɹʌstɪk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Make a rustic mushroom pizza with chanterelles and fresh herbs.",
                "The rustic countryside wedding featured carved Boston butt roast with roasted vegetables.",
                "The new house was decorated to Ellen's liking, with a blend of modern and rustic elements that matched her style perfectly.",
                "- Ooh, I like the rustic.",
                "Looks super good, it's like rustic."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVzdGlj&hash=c987cae7a8be29e66071600e9d1b8ff0843370c4&lang=en&cache-only=0",
            "defineEn": "associated with the lifestyle of the countryside and rural areas",
            "defineVi": "gắn liền với lối sống của nông thôn và nông thôn"
        },
        {
            "id": "dd61da54-cbf5-4c2f-a09b-b8c31dae3154",
            "word": "sanctimonious",
            "phonetic": "sæŋktɪmoʊniəs ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2FuY3RpbW9uaW91cw&hash=ae5fa675af33a9ac8761f1f8b3c75076deb22138&lang=en&cache-only=0",
            "defineEn": "attempting to showcase how one believes to be morally or religiously superior",
            "defineVi": "cố gắng thể hiện cách một người tin là vượt trội về mặt đạo đức hoặc tôn giáo"
        },
        {
            "id": "299548be-f622-4c33-baaa-479f2d55be71",
            "word": "spartan",
            "phonetic": "spɑːɹtən ",
            "partOfSpeechType": "adjective",
            "examples": [
                "On the day of their birth, elder Spartan leaders examined every newborn.",
                "It's spartan, two cots, no bathroom.",
                "It had a spartan interior, no air conditioning, and few other creature comforts.",
                "You must visit the Spartan king, Menelaus, for me.'",
                "Spartan girls lived at home with their mothers as they attended school."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BhcnRhbg&hash=c0651b0bc8a9c8a03cae18a72a7af605ae673f9a&lang=en&cache-only=0",
            "defineEn": "unsparing and uncompromising in discipline or judgment",
            "defineVi": "không khoan nhượng và kiên quyết trong kỷ luật hoặc phán xét"
        },
        {
            "id": "678a27a6-157b-41b1-ac32-204b17b9d635",
            "word": "unforthcoming",
            "phonetic": "ʌnfɔːɹθkʌmɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dW5mb3J0aGNvbWluZw&hash=a01ff970276795bc509281b1a0ea0d6c4865cdae&lang=en&cache-only=0",
            "defineEn": "unwilling to reveal information or offer assistance",
            "defineVi": "không muốn tiết lộ thông tin hoặc cung cấp hỗ trợ"
        },
        {
            "id": "2af5ca0f-1848-48ac-bc09-ad7e15145f1b",
            "word": "apostasy",
            "phonetic": "ɐpɔstəsi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXBvc3Rhc3k&hash=e30f20950027605c435424730d4f10577c1d8d14&lang=en&cache-only=0",
            "defineEn": "the act of abandoning a religious or political belief that one used to hold",
            "defineVi": "hành động từ bỏ niềm tin tôn giáo hoặc chính trị mà người ta từng nắm giữ"
        },
        {
            "id": "df6a0ad7-de6c-40e7-a7de-e627eac25282",
            "word": "arriviste",
            "phonetic": "ɚɹɪviːst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXJyaXZpc3Rl&hash=44692669aa153cedf885d262310a2ee05cef3fdb&lang=en&cache-only=0",
            "defineEn": "an individual who is either new to a higher society or trying to get into it, and is looking for their approval",
            "defineVi": "một cá nhân mới gia nhập xã hội cao hơn hoặc đang cố gắng hòa nhập với xã hội đó và đang tìm kiếm sự chấp thuận của họ"
        },
        {
            "id": "c4b094ce-d188-410a-ae3f-4ccf26b1d826",
            "word": "chauvinism",
            "phonetic": "ʃoʊvɪnɪzəm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hhdXZpbmlzbQ&hash=40896ab8323a7a5bfcf1b6e9c755675f305fbf4a&lang=en&cache-only=0",
            "defineEn": "the extreme belief in the superiority of one's gender, race, country, or group",
            "defineVi": "niềm tin cực đoan vào sự vượt trội của giới tính, chủng tộc, quốc gia hoặc nhóm"
        },
        {
            "id": "db62a2ca-6a0e-4f64-a60d-07d2bfc66ad5",
            "word": "gaffe",
            "phonetic": "ɡæf ",
            "partOfSpeechType": "noun",
            "examples": [
                "There were hesitations, a gaffe, and one senior moment.",
                "There’s the famous story of the gaffe that he said about Obama. ",
                "A gaffe committed in the current climate with all the reactions that immediately follow is preserved forever."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2FmZmU&hash=2d7fe5a210dcee84cacc7ad6362927f1540d7fa0&lang=en&cache-only=0",
            "defineEn": "a thing that was done or said in a social or public situation that is considered to be an embarrassing or tactless mistake",
            "defineVi": "một điều đã được thực hiện hoặc nói trong một tình huống xã hội hoặc công cộng được coi là một sai lầm đáng xấu hổ hoặc thiếu tế nhị"
        },
        {
            "id": "823dee39-bef4-4f26-b5be-364f9837b307",
            "word": "hierarchy",
            "phonetic": "haɪɚɹɑːɹki ",
            "partOfSpeechType": "noun",
            "examples": [
                "Empirical research hasn't really supported his hierarchy.",
                "There's a hierarchy.",
                "In his work on binomial nomenclature, Linneaus set-up a similarity hierarchy where we move from most similar groups to least similar groups. ",
                "In 1943, the American psychologist Abraham Maslow proposed a hierarchy of needs in his paper titled A Theory of Human Motivation.",
                "Being at the top of her hierarchy."
            ],
            "audio": "https://tts.langeek.co/read?text=aGllcmFyY2h5&hash=568c98e3e7c1f671ab10564435938856ce273394&lang=en&cache-only=0",
            "defineEn": "the grouping of people into different levels or ranks according to their power or importance within a society or system",
            "defineVi": "việc nhóm người vào các cấp hoặc cấp bậc khác nhau tùy theo quyền lực hoặc tầm quan trọng của họ trong một xã hội hoặc hệ thống"
        },
        {
            "id": "edffdb6d-fc29-46d3-8b41-6765906d0351",
            "word": "inequity",
            "phonetic": "ɪnɛkwᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Inequities around the world clearly also exist here.",
                "The Covid-19 pandemic has exposed wide inequities throughout the American health care system and like the rest of the health care industry.",
                "On TikTok, the inequities between men's and women's tournaments laid bare.",
                "Meanwhile, in Geneva, the head of the World Health Organization voiced concerns about inequity in the global distribution of vaccines.",
                "It has laid bare inequities in terms of access to health care."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5lcXVpdHk&hash=2ad921aa64697f3aba75597fb34345935d4e71ab&lang=en&cache-only=0",
            "defineEn": "a situation or something that is lacking in equality or fairness",
            "defineVi": "một tình huống hoặc một cái gì đó là thiếu bình đẳng hoặc công bằng"
        },
        {
            "id": "0ceb7e4c-c7f9-47fe-8e30-0ec90bdffd9b",
            "word": "mendicant",
            "phonetic": "mɛndɪkənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWVuZGljYW50&hash=d3778fb3565671eced467009437e110a20e531ab&lang=en&cache-only=0",
            "defineEn": "a person who begs other people for food and money",
            "defineVi": "một người cầu xin người khác cho thực phẩm và tiền bạc",
            "hasImg": true
        },
        {
            "id": "d35c443c-e159-4d1f-ba62-eca6a12098d4",
            "word": "notoriety",
            "phonetic": "noʊɾoːɹaɪəɾi ",
            "partOfSpeechType": "noun",
            "examples": [
                "In fact, many big names in tech like Bill Gates and Steve Jobs gained notoriety for the strict bounds they placed on device usage in their homes.",
                "[Narrator] When this audacious paint job was unveiled in the middle of up-market Kensington, it achieved instant notoriety and polarized opinions.",
                "In fact, some data indicate the Mustang name has far greater notoriety than Mustang sales would suggest.",
                "During the course of that time period, we became aware that there were many, many unsolved civil rights era cases that were, that did not have the notoriety of Emmett Till or the three Civil Rights workers.",
                "Beginning in the mid-19th century, as the Irish fled their famine-stricken homeland to England and the United States, we see an infusion of leprechaun lore and notoriety in the folk stories of those countries."
            ],
            "audio": "https://tts.langeek.co/read?text=bm90b3JpZXR5&hash=811194d3d3fda56214c60cde97bd1f3798ab6984&lang=en&cache-only=0",
            "defineEn": "the state of having a widespread reputation due to a bad or disapproving behavior or characteristic",
            "defineVi": "trạng thái có tiếng tăm rộng rãi do một hành vi hoặc đặc điểm xấu hoặc không tán thành"
        },
        {
            "id": "3ba91a58-f1b5-4c4c-804d-dbad904b4004",
            "word": "pariah",
            "phonetic": "pɚɹaɪə ",
            "partOfSpeechType": "noun",
            "examples": [
                "As quickly as the banks loved him, that's as quick as they saw him as a pariah.",
                "And then, a year later, suddenly he is an international pariah.",
                "JOE BIDEN, President of the United States: We were going to, in fact, make them pay the price, and make them, in fact, the pariah that they are.",
                "During the campaign, as we saw in the story, President Biden referred to Saudi Arabia as a pariah and vowed to hold the kingdom accountable for the death of Jamal Khashoggi, who, of course, died in Saudi Arabia's consulate in Istanbul.",
                "And everything about you that's different, that maybe when you were younger you thought made you like, you know, a pariah, or not as popular as maybe you wanted to be."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFyaWFo&hash=92ba857143cdc70f27e42449faac947928947c50&lang=en&cache-only=0",
            "defineEn": "an individual who is avoided and not liked, accepted, or respected by society or a group of people",
            "defineVi": "một cá nhân bị xã hội hoặc một nhóm người tránh xa và không thích, chấp nhận hoặc tôn trọng"
        },
        {
            "id": "c82d0427-f4b6-47ff-94d2-3918a0ef5a2e",
            "word": "parvenu",
            "phonetic": "pɑːɹvənuː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFydmVudQ&hash=0488e0e6fd8b133366d4270f1b4e8626c6bad47b&lang=en&cache-only=0",
            "defineEn": "a low-born individual who has gained quick and unexpected power, success, or wealth",
            "defineVi": "một cá nhân sinh ra thấp đã đạt được quyền lực, thành công hoặc sự giàu có nhanh chóng và bất ngờ"
        },
        {
            "id": "4f40662a-3bae-4352-b508-6dbc8cf04fbb",
            "word": "powwow",
            "phonetic": "paʊwaʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And we were in powwows.",
                "[Bear Witness] You know, instead of using, like, airhorns or sirens like a lot of electronic music will we use the calls, powwow calls.",
                "Has there ever been resistance from an older generation that didn't understand the combination of electronic music with powwow?",
                "Although they haven't collaborated with A Tribe Called Red, they've been performing at powwows all over the United States, including what's considered the largest powwow in the world, The Gathering of Nations in New Mexico, where they were crowned champions in the Northern Drum Contest in 2015.",
                "What started off as an experiment, sampling drum sounds from powwow videos they found on YouTube, has turned into a collaboration. -"
            ],
            "audio": "https://tts.langeek.co/read?text=cG93d293&hash=a7f45c23b0ecabda8517a90b6ed60715e86a2229&lang=en&cache-only=0",
            "defineEn": "a traditional ceremony of Native Americans in which they gather, dance, and sing",
            "defineVi": "một nghi lễ truyền thống của người Mỹ bản địa trong đó họ tụ tập, nhảy múa và ca hát"
        },
        {
            "id": "f5704e89-af93-4f6a-b732-a0f9e538a182",
            "word": "rank",
            "phonetic": "ɹæŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The party has broken ranks, with five of its nine presidential hopefuls calling for a review of the revisions.",
                "The CEO of the company listened to the feedback of all employees, regardless of their rank or expertise.",
                "Surprisingly, nine of the 31 Republicans in the Assembly broke ranks to vote with the Democrats.",
                "Now, one rank up from Infraorder is Suborder.",
                "And these ranks reflect evolutionary relationships."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFuaw&hash=fc917ead2eb3295e14e3502b6d63becace809395&lang=en&cache-only=0",
            "defineEn": "(plural) the people who collectively form a particular group or organization",
            "defineVi": "(số nhiều) những người cùng nhau thành lập một nhóm hoặc tổ chức cụ thể"
        },
        {
            "id": "80494468-e022-4511-b8fd-b6ea646272a3",
            "word": "reprobate",
            "phonetic": "ɹɛpɹəbeɪt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVwcm9iYXRl&hash=ed3d3a68e0d3aaa95c03f4a741e8bb0c1b2afcb4&lang=en&cache-only=0",
            "defineEn": "an individual who lacks morality and principle",
            "defineVi": "một cá nhân thiếu đạo đức và nguyên tắc"
        },
        {
            "id": "b2df44ca-d129-43db-a4d7-c520ab7c3eff",
            "word": "standing",
            "phonetic": "stændɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The mayfly is the last creature standing.",
                "And they got a standing ovation.",
                "Israel's standing in the Democratic Party has become way more controversial.",
                "And I got a standing ovation there.",
                "Does it have the same legal standing? "
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhbmRpbmc&hash=ec86e1a86265569792f045367be3b08bd9c6d738&lang=en&cache-only=0",
            "defineEn": "a person's reputation, status, or position within a system, society, or organization",
            "defineVi": "danh tiếng, địa vị hoặc vị trí của một người trong một hệ thống, xã hội hoặc tổ chức"
        },
        {
            "id": "d7ce9cdd-29bd-4936-b05c-99d8747b3649",
            "word": "virago",
            "phonetic": "vɜːɹeɪɡoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmlyYWdv&hash=f916ae29aa4209ea3aa7ab4e5a40d73af10039ed&lang=en&cache-only=0",
            "defineEn": "a woman who is ill-tempered or aggressive",
            "defineVi": "một người phụ nữ xấu tính hoặc hung hăng"
        },
        {
            "id": "f8d4540b-e18c-4693-8472-db2200ff1c55",
            "word": "to coalesce",
            "phonetic": "tə koʊəlɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "These legacies of HIV/AIDS, care, and political action have coalesced to create present conditions. ",
                "In the asteroid belt’s case, the enormous gravitation of Jupiter likely prevented those particles from coalescing into even a small planet.",
                "I asked him, could that even coalesce this week?",
                "These tiny debris particles coalesced into our young planet along with the water they carried.",
                "There is clearly a real hunger among many voters in the party to coalesce quickly around someone they see as an electable challenger for President Trump."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29hbGVzY2U&hash=3d9ebb618bb4715f76c479db3394d2c1e1d318db&lang=en&cache-only=0",
            "defineEn": "to come together in order to achieve a common goal",
            "defineVi": "đến với nhau để đạt được một mục tiêu chung"
        },
        {
            "id": "941d7b78-d0fb-48d4-90bb-0b5b3ee108cc",
            "word": "to deface",
            "phonetic": "tə dᵻfeɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Hedge rapidly defaces all of the portraits.",
                "If he were to deface each one with an X, the people would blame the helper-bots, creating just the distraction the team needs.",
                "I broke into mostly websites belonging to corporations, governments, military agencies and just defaced them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVmYWNl&hash=61fc9a04c003b4721a7fd80e7cf47436468716a8&lang=en&cache-only=0",
            "defineEn": "to ruin or damage something's appearance, particularly by writing or sketching on it",
            "defineVi": "để làm hỏng hoặc làm hỏng sự xuất hiện của một cái gì đó, đặc biệt là bằng cách viết hoặc phác thảo trên đó"
        },
        {
            "id": "cca1f09f-5765-41dc-b6dc-b5db00fe2fec",
            "word": "to desecrate",
            "phonetic": "tə dɛsɪkɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Many lanes are desecrated with yellow lines.",
                "Ruinous new road schemes that desecrate the countryside.",
                "In the African wilderness, a wild beast desecrates your loved ones’ graves, and spawns disease and blight with just a glance in your direction.",
                "By 1864 the last statue had been thrown down and desecrated."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGVzZWNyYXRl&hash=982b3af1d6ece4a3e63e0fd1ec0dc37c9112e3e1&lang=en&cache-only=0",
            "defineEn": "to insult or damage something that people greatly respect or consider holy, particularly a place",
            "defineVi": "để xúc phạm hoặc làm hỏng một cái gì đó mà mọi người rất tôn trọng hoặc coi là thánh, đặc biệt là một nơi"
        },
        {
            "id": "e87bc12a-e5c4-4d9f-a4e6-95429a5c16dd",
            "word": "to disseminate",
            "phonetic": "tə dɪsɛmᵻneɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They disseminated that information.",
                "They certainly did not stop disseminating the information that they had already taken.",
                "They had gone into the DNC, gotten this material, and now were disseminating it with the express purpose of harming Hillary Clinton and by doing so helping Donald Trump.",
                "If the original purpose and functions of museums was to disseminate knowledge, entertain, and preserve artifacts related to the human story, then we must also critically ask the question: who is it all for?",
                "But it's sheer volume of content disseminated in more than 40 languages."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGlzc2VtaW5hdGU&hash=67895546bbd2ec9f0a13ca9de66740f68871320d&lang=en&cache-only=0",
            "defineEn": "to make it so that something, such as ideas, knowledge, news, or information, becomes accessible to a wide range of people",
            "defineVi": "để làm cho nó để một cái gì đó, chẳng hạn như ý tưởng, kiến thức, tin tức hoặc thông tin, có thể truy cập được cho nhiều người"
        },
        {
            "id": "da7ea40d-53b8-4c5b-9a50-900bca6f3295",
            "word": "to proselytize",
            "phonetic": "tə pɹɑːslɪtaɪz ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvc2VseXRpemU&hash=c7378abfd3fabdca82efd4d62e85bd2104a7a564&lang=en&cache-only=0",
            "defineEn": "to attempt to persuade a person into accepting one's beliefs, particularly political or religious ones",
            "defineVi": "để cố gắng thuyết phục một người chấp nhận niềm tin của một người, đặc biệt là chính trị hoặc tôn giáo"
        }
    ]
}