{
    "id": "af0743b1-93c1-4a84-ac82-dea8be973305",
    "title": "Glands and Hormones",
    "originalTitle": "Glands and Hormones",
    "words": [
        {
            "id": "f12a0503-2eb7-4e59-939c-ae79a2a42f93",
            "word": "gland",
            "phonetic": "ɡlænd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Sweat glands come in primarily two forms: eccrine and apocrine.",
                "Sweat glands work a lot like a well.",
                "The pituitary gland then sends a signal to the adrenal glands.",
                "Our salivary glands are always making more spit.",
                "Sessile glands at the base of the tentacles release digestive enzymes into the prey."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xhbmQ&hash=cb357ac2f02cd03d56da1b7be3242b78e5553414&lang=en&cache-only=0",
            "defineEn": "an organ in the body that produces certain chemical substances to be used in the body or to be discharged into the surroundings",
            "defineVi": "một cơ quan trong cơ thể sản xuất một số chất hóa học được sử dụng trong cơ thể hoặc thải ra môi trường xung quanh",
            "hasImg": true
        },
        {
            "id": "00579962-f611-4148-8661-967ab1d52272",
            "word": "tarsal gland",
            "phonetic": "tɑːɹsəl ɡlænd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGFyc2FsIGdsYW5k&hash=9f6bf3bc9d733d098ca452c151f9518947129305&lang=en&cache-only=0",
            "defineEn": "a sebaceous gland located in the eyelid that produces and secretes oil to lubricate the surface of the eye",
            "defineVi": "một tuyến bã nhờn nằm trong mí mắt sản xuất và tiết ra dầu để bôi trơn bề mặt của mắt"
        },
        {
            "id": "0e632c82-d77e-42ab-9733-3ea7b5a199e0",
            "word": "pituitary gland",
            "phonetic": "pɪtuːətɛɹi ɡlænd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGl0dWl0YXJ5IGdsYW5k&hash=ba3d61ee5fb082197c56d461eff05eaad397cfb9&lang=en&cache-only=0",
            "defineEn": "a small gland located at the base of the brain that secretes hormones and regulates various bodily functions",
            "defineVi": "một tuyến nhỏ nằm ở đáy não tiết ra kích thích tố và điều chỉnh các chức năng cơ thể khác nhau"
        },
        {
            "id": "f398dfe1-39d5-46a9-8da7-ab228ffbb778",
            "word": "pineal gland",
            "phonetic": "pɪniəl ɡlænd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGluZWFsIGdsYW5k&hash=1e060d40498ca0f9a9c771dd43b2dc78838874a8&lang=en&cache-only=0",
            "defineEn": "a small endocrine gland located in the brain that secretes melatonin and helps regulate the sleep-wake cycle",
            "defineVi": "một tuyến nội tiết nhỏ nằm trong não tiết ra melatonin và giúp điều chỉnh chu kỳ đánh thức giấc ngủ",
            "hasImg": true
        },
        {
            "id": "a89d074c-0f29-4feb-9bbc-7a918d45a157",
            "word": "thyroid gland",
            "phonetic": "θaɪɹɔɪd ɡlænd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGh5cm9pZCBnbGFuZA&hash=e5d4398cc7cb906940bd008cfebb9bd72265ba22&lang=en&cache-only=0",
            "defineEn": "an endocrine gland located in the neck that produces hormones essential for regulating metabolism and growth",
            "defineVi": "một tuyến nội tiết nằm ở cổ tạo ra các hormone cần thiết để điều chỉnh quá trình trao đổi chất và tăng trưởng",
            "hasImg": true
        },
        {
            "id": "dc6357e9-7f5e-45b4-8ada-8c592468a2f1",
            "word": "parathyroid gland",
            "phonetic": "pæɹəθɪɹɔɪd ɡlænd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFyYXRoeXJvaWQgZ2xhbmQ&hash=333ab8627f66d2ab75e8ec7051c60cd45b719291&lang=en&cache-only=0",
            "defineEn": "a small endocrine gland near the thyroid gland that produces parathyroid hormone",
            "defineVi": "một tuyến nội tiết nhỏ gần tuyến giáp sản xuất hormone tuyến cận giáp"
        },
        {
            "id": "8259b24c-36b7-4790-bfef-c1bd0600af9d",
            "word": "thymus",
            "phonetic": "θaɪməs ",
            "partOfSpeechType": "noun",
            "examples": [
                "What T and B actually stand for is a long story, but if it helps you to remember: T's mature in the thymus, B's in the bone marrow.",
                "You don’t want to attack those, so before your body releases its lymphocytes, your thymus gland selectively kills off the ones that would detect familiar proteins.",
                "There are two major types of lymphocytes: the T cells, which form in your bone marrow and migrate and mature in the thymus gland, behind your breastbone, and B cells, which originate and mature in the bone marrow."
            ],
            "audio": "https://tts.langeek.co/read?text=dGh5bXVz&hash=947558a4ca9933cf39842ceee1827adefd9ca1c0&lang=en&cache-only=0",
            "defineEn": "a specialized organ of the immune system located near the heart that produces T cells and plays a crucial role in the development of the immune system in early life",
            "defineVi": "một cơ quan chuyên biệt của hệ thống miễn dịch nằm gần tim tạo ra các tế bào T và đóng một vai trò quan trọng trong sự phát triển của hệ thống miễn dịch trong giai đoạn đầu đời"
        },
        {
            "id": "a10d880e-b0fc-4820-aa3e-63ec032074c7",
            "word": "adrenal",
            "phonetic": "ɐdɹiːnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The pituitary gland then sends a signal to the adrenal glands.",
                "The adrenal glands produce cortisol, and release some constantly.",
                "The adrenal glands get the message first and pump adrenaline into your bloodstream.",
                "When caffeine hits your system it stimulates your adrenal glands which release the hormone into your body.",
                "But when there's no real threat to respond to, you experience that adrenal response as anxiety."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRyZW5hbA&hash=0011fc93539295846e38de659be068d21045bd74&lang=en&cache-only=0",
            "defineEn": "a small endocrine organ located on top of the kidneys that produces hormones",
            "defineVi": "một cơ quan nội tiết nhỏ nằm trên đỉnh thận sản xuất kích thích tố"
        },
        {
            "id": "2513268f-d4d3-4e50-8fa9-c56a2e85d30e",
            "word": "aldosterone",
            "phonetic": "ɔːldɑːstɚɹoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "This medicine blocks the binding of aldosterone, a hormone secreted by the adrenal glands right above your kidneys.",
                "So when spironolactone binds to and blocks these receptors, aldosterone can’t do as much, and blood pressure goes down.",
                "But when there’s too much aldosterone, too much sodium gets absorbed back into the bloodstream.",
                "Aldosterone tells kidney cells to reabsorb sodium so you don’t pee it out, which helps keep your body’s salt levels balanced."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxkb3N0ZXJvbmU&hash=c28d30c9fe70806ca687c19631f3276955b6c719&lang=en&cache-only=0",
            "defineEn": "a hormone produced by the adrenal glands that regulates electrolyte balance and fluid levels in the body",
            "defineVi": "một loại hormone được sản xuất bởi tuyến thượng thận điều chỉnh sự cân bằng điện giải và mức chất lỏng trong cơ thể"
        },
        {
            "id": "5c2d9219-4646-4a7d-ba3c-22e4786e6640",
            "word": "corticosteroid",
            "phonetic": "kɔːɹɾɪkɔstɚɹɔɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Medicinal corticosteroids channel cortisol’s effects on the immune system to fight allergic reactions, rashes, and asthma.",
                "The other form of inhalers serve as preventive medications, which treat asthma symptoms over the long term, and contain corticosteroids.",
                "And while corticosteroids won’t give you giant muscles, they can be the body’s best defense against itself.",
                "Corticosteroids reduce airway sensitivity and inflammation, so asthma can be kept under control.",
                "Plus, there are typically a few other drugs, including a corticosteroid to control inflammation."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ydGljb3N0ZXJvaWQ&hash=c5b1b6445cad6feae0fcd2b6924950f5b6e1e74f&lang=en&cache-only=0",
            "defineEn": "a class of hormones produced by the adrenal glands",
            "defineVi": "một loại hormone được sản xuất bởi tuyến thượng thận"
        },
        {
            "id": "5d816c6b-7a16-4848-a5c1-75f72e498f4a",
            "word": "adrenaline",
            "phonetic": "ɐdɹɛnəlɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "It gets the adrenaline pumping.",
                "Adrenaline prompts an increase in the heart and breathing rate to get blood and oxygen to the muscles of the arms and legs.",
                "The body responds with a shot of adrenaline.",
                "I've always liked the thrill, adrenaline rush.",
                "You release oxytocin, the opioids, adrenaline, and serotonin."
            ],
            "audio": "https://tts.langeek.co/read?text=YWRyZW5hbGluZQ&hash=b7d2e06628f549a3dd895a6a810fce439fe4faa0&lang=en&cache-only=0",
            "defineEn": "a body hormone produced in case of anger, fear, or excitement that makes the heart beat faster and the body react quicker",
            "defineVi": "một loại hormone cơ thể được sản xuất trong trường hợp tức giận, sợ hãi hoặc phấn khích khiến tim đập nhanh hơn và cơ thể phản ứng nhanh hơn"
        },
        {
            "id": "0a8ea210-9c55-40d4-93f8-7efd2986ebee",
            "word": "adrenocorticotrophic hormone",
            "phonetic": "ɐdɹɛnəkɔːɹɾɪkətɹoʊfɪk hoːɹmoʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YWRyZW5vY29ydGljb3Ryb3BoaWMgaG9ybW9uZQ&hash=b52278b8707db49b2ef8d4911cedbcbdb110fd7b&lang=en&cache-only=0",
            "defineEn": "a hormone secreted by the pituitary gland that stimulates the production and release of cortisol from the adrenal glands",
            "defineVi": "một loại hormone do tuyến yên tiết ra kích thích sản xuất và giải phóng cortisol từ tuyến thượng thận"
        },
        {
            "id": "1a31e967-7922-4c92-bfa7-86ad235770f9",
            "word": "antidiuretic hormone",
            "phonetic": "æntɪdɪjuːɹɛɾɪk hoːɹmoʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YW50aWRpdXJldGljIGhvcm1vbmU&hash=0a8495e91e4f43bdced5a06706333aee62778257&lang=en&cache-only=0",
            "defineEn": "a hormone produced by the hypothalamus and released by the pituitary gland that regulates water balance in the body",
            "defineVi": "một loại hormone được sản xuất bởi vùng dưới đồi và được giải phóng bởi tuyến yên điều chỉnh sự cân bằng nước trong cơ thể"
        },
        {
            "id": "a00c4164-5e4f-4ec2-ac14-1237c7f2f728",
            "word": "growth hormone",
            "phonetic": "ɡɹoʊθ hoːɹmoʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3Jvd3RoIGhvcm1vbmU&hash=88ee780d90334aac718975473b6f7fd069502d83&lang=en&cache-only=0",
            "defineEn": "a hormone that stimulates growth, development, and metabolism in the body",
            "defineVi": "một loại hormone kích thích sự tăng trưởng, phát triển và trao đổi chất trong cơ thể"
        },
        {
            "id": "a71bca2d-f848-47c3-9433-51291c4ccebf",
            "word": "luteinizing hormone",
            "phonetic": "luːteɪnaɪzɪŋ hoːɹmoʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bHV0ZWluaXppbmcgaG9ybW9uZQ&hash=3ba42dd878bdbb58416b5a1c9d8790173d24c172&lang=en&cache-only=0",
            "defineEn": "a hormone secreted by the pituitary gland that regulates ovulation and testosterone production",
            "defineVi": "một loại hormone được tiết ra bởi tuyến yên điều chỉnh sự rụng trứng và sản xuất testosterone"
        },
        {
            "id": "db841302-0b30-4d40-a8bb-8de12ce8ad89",
            "word": "follicle-stimulating hormone",
            "phonetic": "fɑːlɪkəlstɪmjʊleɪɾɪŋ hoːɹmoʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zm9sbGljbGUtc3RpbXVsYXRpbmcgaG9ybW9uZQ&hash=304df1d91a78a174e38b4a559b7d2f39f09503f6&lang=en&cache-only=0",
            "defineEn": "a hormone that regulates the growth and development of follicles in the ovaries and the production of sperm in the testes",
            "defineVi": "một loại hormone điều chỉnh sự tăng trưởng và phát triển của các nang trứng trong buồng trứng và sản xuất tinh trùng trong tinh hoàn"
        },
        {
            "id": "05f44a92-0835-4731-9def-68079dc87d89",
            "word": "oxytocin",
            "phonetic": "ɑːksɪtɑːsɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "You release oxytocin, the opioids, adrenaline, and serotonin.",
                "Here's my oxytocin story.",
                "- Oxytocin is a very ancient chemical.",
                "Other lines of research have looked at oxytocin levels.",
                "Then they gave a subset of both groups a single dose of oxytocin through a nasal spray."
            ],
            "audio": "https://tts.langeek.co/read?text=b3h5dG9jaW4&hash=3bda4d5e03be082d43adc9b406eb57ca64fea84c&lang=en&cache-only=0",
            "defineEn": "a hormone that regulates childbirth, lactation, and social bonding",
            "defineVi": "một loại hormone điều chỉnh việc sinh nở, cho con bú và liên kết xã hội"
        },
        {
            "id": "6e72ca23-248c-4996-99ec-7217c29b40f8",
            "word": "prolactin",
            "phonetic": "pɹɑːlɐktɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "In newts, prolactin sparks a need to become aquatic.",
                "This is often accompanied by a surge of another hormone: prolactin.",
                "During this time our brains were flooded with prolactin, the relaxation hormone enjoyed by breastfeeding mothers and post-coital lovers.",
                "In studies of heterosexual couples, increases in oxytocin and prolactin have been associated with affectionate behaviors in moms, like snuggling.",
                "But prolactin levels increase even in parents who aren’t breastfeeding, because it’s responsible for so much more than just milk."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvbGFjdGlu&hash=28c92a0e080ebc84cf059e21ce0440c521c37507&lang=en&cache-only=0",
            "defineEn": "a hormone that stimulates milk production and plays a role in reproductive functions",
            "defineVi": "một loại hormone kích thích sản xuất sữa và đóng một vai trò trong chức năng sinh sản"
        },
        {
            "id": "4515908b-d9ef-42ac-ac3e-0615915a660a",
            "word": "thyroid-stimulating hormone",
            "phonetic": "θaɪɹɔɪdstɪmjʊleɪɾɪŋ hoːɹmoʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGh5cm9pZC1zdGltdWxhdGluZyBob3Jtb25l&hash=46c4d6aaaa9799a2cfb2c90369f74a745d8ff488&lang=en&cache-only=0",
            "defineEn": "a hormone that stimulates the thyroid gland to produce and release thyroid hormones",
            "defineVi": "một loại hormone kích thích tuyến giáp sản xuất và giải phóng hormone tuyến giáp"
        },
        {
            "id": "b90cb705-a950-4925-bc4a-7e76b6144a08",
            "word": "renin",
            "phonetic": "ɹᵻnɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "These organs have the power to activate vitamin D to secrete a hormone called renin that raises blood pressure, and another hormone called erythropoietin, which increases red blood cell production."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVuaW4&hash=a10d8d23ae88fc73fb75fe2c7d00e2dd36889040&lang=en&cache-only=0",
            "defineEn": "an enzyme involved in regulating blood pressure and fluid balance by initiating the production of angiotensin II",
            "defineVi": "một loại enzyme liên quan đến việc điều chỉnh huyết áp và cân bằng chất lỏng bằng cách bắt đầu sản xuất angiotensin II"
        },
        {
            "id": "94195041-1554-4ba5-92fc-89cb585c171a",
            "word": "angiotensin",
            "phonetic": "æŋɡɪoʊtənsɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "One of ACE2’s major functions is working with another protein, angiotensin II, to keep blood pressure in balance.",
                "Which means angiotensin II is free to run amok, leading to a vicious cycle of inflammation, cell death, and even blood clots that keep the lungs from getting oxygen to the body."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5naW90ZW5zaW4&hash=5f2c950bc3f2b5cc91d1b45275fd6ac500614461&lang=en&cache-only=0",
            "defineEn": "a peptide hormone that constricts blood vessels and stimulates the release of aldosterone",
            "defineVi": "một loại hormone peptide làm co mạch máu và kích thích giải phóng aldosterone"
        },
        {
            "id": "b4d500d5-b918-44d3-9adc-61254964bdb2",
            "word": "erythropoietin",
            "phonetic": "ɜːɹɪθɹɑːpɔɪɛtɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Meanwhile, the kidneys make more erythropoietin, a hormone that increases red blood cell production.",
                "These organs have the power to activate vitamin D to secrete a hormone called renin that raises blood pressure, and another hormone called erythropoietin, which increases red blood cell production."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXJ5dGhyb3BvaWV0aW4&hash=61531cdde7ca136c3bbabf7e200cb0653740d22b&lang=en&cache-only=0",
            "defineEn": "a hormone that stimulates the production of red blood cells in the body",
            "defineVi": "một loại hormone kích thích sản xuất các tế bào hồng cầu trong cơ thể"
        },
        {
            "id": "3213b61e-00d7-46d1-8d0a-f10fce66d5ee",
            "word": "glucagon",
            "phonetic": "ɡluːkæɡən ",
            "partOfSpeechType": "noun",
            "examples": [
                "If your blood sugar drops too low, then alpha cells in the pancreas will instead send out glucagon, which helps raise your blood sugar levels, in part by decreasing the storage of sugar in your cells, and triggering their release of glucose back into the blood."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2x1Y2Fnb24&hash=9f18cf85552acb94b7dc50e55df66932b481d352&lang=en&cache-only=0",
            "defineEn": "a hormone that raises blood sugar levels by promoting the breakdown of glycogen in the liver",
            "defineVi": "một loại hormone làm tăng lượng đường trong máu bằng cách thúc đẩy sự phân hủy glycogen trong gan"
        },
        {
            "id": "0d49678e-ab64-42b8-9acf-5182a6f8aeb1",
            "word": "insulin",
            "phonetic": "ɪnsəlɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "It simply suspended insulin.",
                "You've got to have insulin.",
                "Not taking their insulin.",
                "Both commercial systems can adjust insulin rates every five minutes.",
                "When you have type one, the pancreas makes no insulin at all."
            ],
            "audio": "https://tts.langeek.co/read?text=aW5zdWxpbg&hash=c6c2639ec3b2f0a279cc30ff6859ac7e978f0ffc&lang=en&cache-only=0",
            "defineEn": "a hormone that is responsible for controlling the level of glucose in the blood, the lack of which can cause diabetes",
            "defineVi": "một loại hormone chịu trách nhiệm kiểm soát mức độ glucose trong máu, sự thiếu hụt này có thể gây ra bệnh tiểu đường"
        },
        {
            "id": "d3c852d1-cb54-4a3e-a033-2481934b47f6",
            "word": "estrogen",
            "phonetic": "ɛstɹədʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "In fact, men and women have estrogen and testosterone, just in different amounts.",
                "This medication shuts down your estrogen and progesterone.",
                "My hormone levels for estrogen and testosterone are both at cisgender female levels.",
                "In women, estrogen secreted from the ovaries signals the start of adulthood.",
                "Estrogen can actually protect against certain cancers, even if it raises the risk for others."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXN0cm9nZW4&hash=78d38cc59d8058c1aacb0f86c15835823f29de71&lang=en&cache-only=0",
            "defineEn": "a hormone primarily responsible for female reproductive development and regulation",
            "defineVi": "một loại hormone chủ yếu chịu trách nhiệm cho sự phát triển và điều hòa sinh sản nữ"
        },
        {
            "id": "eb8ff05c-1b9e-4024-8789-637bf4555eac",
            "word": "progesterone",
            "phonetic": "pɹoʊdʒɛstɚɹoʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "This medication shuts down your estrogen and progesterone.",
                "Progesterone is converted to another hormone called allopregnanolone.",
                "It boils down to a drop in progesterone.",
                "With that, you get a quick drop in progesterone.",
                "This yellow body secretes progesterone, which builds up your uterus to carry a baby."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvZ2VzdGVyb25l&hash=de19dacd35401e6fb0c2b17639a39c6539570d01&lang=en&cache-only=0",
            "defineEn": "a hormone produced by the ovaries that plays a vital role in regulating the menstrual cycle and supporting pregnancy",
            "defineVi": "một loại hormone do buồng trứng sản xuất đóng vai trò quan trọng trong việc điều chỉnh chu kỳ kinh nguyệt và hỗ trợ mang thai"
        },
        {
            "id": "b0d44891-70ea-46c4-a9ef-aeb1e006536c",
            "word": "thyroid hormone",
            "phonetic": "θaɪɹɔɪd hoːɹmoʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGh5cm9pZCBob3Jtb25l&hash=8331be43e8939d57bf87d7323b173b4a53857d8f&lang=en&cache-only=0",
            "defineEn": "a hormone produced by the thyroid gland that regulates metabolism and various physiological processes in the body",
            "defineVi": "một loại hormone được sản xuất bởi tuyến giáp điều chỉnh quá trình trao đổi chất và các quá trình sinh lý khác nhau trong cơ thể"
        },
        {
            "id": "263e44b2-3de1-4104-bb45-9288653a2562",
            "word": "parathyroid hormone",
            "phonetic": "pæɹəθɪɹɔɪd hoːɹmoʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFyYXRoeXJvaWQgaG9ybW9uZQ&hash=6dacae6d7c0b3ced8275286bce3a55f75061ab0e&lang=en&cache-only=0",
            "defineEn": "a hormone produced by the parathyroid glands that regulates calcium and phosphate levels in the body",
            "defineVi": "một loại hormone được sản xuất bởi tuyến cận giáp điều chỉnh nồng độ canxi và phốt phát trong cơ thể"
        },
        {
            "id": "bb9c1ab9-1207-4363-9125-fd0c40126cf1",
            "word": "epinephrine",
            "phonetic": "ɛpɪnɛfɹiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "So he prescribed me epinephrine",
                "and I have an epinephrine injector that I have to carry with me everywhere.",
                "First, they injected a bunch of college guys with the hormone epinephrine.",
                "Epinephrine is a vasoconstrictor to help stop bleeding.",
                "Dog visits have also been shown to decrease levels of cortisol, norepinephrine, and epinephrine in patients, which are all stress hormones."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBpbmVwaHJpbmU&hash=f9ed7c4acc92599163a1ad887c2b865050a030a9&lang=en&cache-only=0",
            "defineEn": "a hormone that increases heart rate and blood flow",
            "defineVi": "một loại hormone làm tăng nhịp tim và lưu lượng máu"
        },
        {
            "id": "64ba5d0f-0e90-48b3-b5f0-b5338e1855d7",
            "word": "norepinephrine",
            "phonetic": "noːɹpaɪnfɹiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "And to an effector, hormonal norepinephrine is just as good as neurotransmitter norepinephrine.",
                "They increase norepinephrine and dopamine in this area of the brain.",
                "Norepinephrine is always present at some level while you’re awake.",
                "And to an effector, hormonal norepinephrine is just as good as neurotransmitter norepinephrine.",
                "So, the preganglionic fiber releases ACh, and the postganglionic releases norepinephrine."
            ],
            "audio": "https://tts.langeek.co/read?text=bm9yZXBpbmVwaHJpbmU&hash=e65a16503254ca1f2565117f39f212734ebae17b&lang=en&cache-only=0",
            "defineEn": "a hormone and neurotransmitter that regulates the body's stress response",
            "defineVi": "một loại hormone và chất dẫn truyền thần kinh điều chỉnh phản ứng căng thẳng của cơ thể"
        },
        {
            "id": "c3ea66e6-30f5-4973-b5db-18e96955e49e",
            "word": "melatonin",
            "phonetic": "mɛlɐtɑːnɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "When it’s dark, those cells trigger the production of melatonin, just like in our brains.",
                "It's not producing enough Melatonin.",
                "So without enough sunlight, after a few months, your melatonin levels will rise, and your serotonin levels?",
                "But with nightfall comes the release of sleepy melatonin hormones from the pineal gland.",
                "Often because they produce high amounts of the sleep hormone melatonin later at night."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVsYXRvbmlu&hash=291481a7a9b17f122b80bcc7b35ddb9fd8598b84&lang=en&cache-only=0",
            "defineEn": "a hormone produced by the pineal gland that regulates sleep-wake cycles and promotes restful sleep",
            "defineVi": "một loại hormone được sản xuất bởi tuyến tùng điều chỉnh chu kỳ đánh thức giấc ngủ và thúc đẩy giấc ngủ ngon"
        },
        {
            "id": "a0c67b56-5f71-4b07-a34a-86018122c4b7",
            "word": "growth hormone-releasing factor",
            "phonetic": "ɡɹoʊθ hoːɹmoʊnɹᵻliːsɪŋ fæktɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3Jvd3RoIGhvcm1vbmUtcmVsZWFzaW5nIGZhY3Rvcg&hash=ccabbdb8d144acaef6a4c1c8506bcd9aada4c23d&lang=en&cache-only=0",
            "defineEn": "a hormone that stimulates the release of growth hormone from the pituitary gland, regulating growth and metabolism",
            "defineVi": "một loại hormone kích thích giải phóng hormone tăng trưởng từ tuyến yên, điều chỉnh sự tăng trưởng và trao đổi chất"
        },
        {
            "id": "628d4c22-9493-4f7f-8cca-05e52d341d56",
            "word": "thyrotrophic hormone",
            "phonetic": "θaɪɹətɹoʊfɪk hoːɹmoʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGh5cm90cm9waGljIGhvcm1vbmU&hash=97ebdba4d9075404092764acd1df466c4e6a6177&lang=en&cache-only=0",
            "defineEn": "a hormone produced by the pituitary gland that stimulates the thyroid gland to produce and release thyroid hormones",
            "defineVi": "một loại hormone được sản xuất bởi tuyến yên kích thích tuyến giáp sản xuất và giải phóng hormone tuyến giáp"
        },
        {
            "id": "ce11ba7e-c1fd-4306-8aea-2fb3839ca7a7",
            "word": "thyrotropin-releasing factor",
            "phonetic": "θaɪɹətɹɑːpɪnɹᵻliːsɪŋ fæktɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGh5cm90cm9waW4tcmVsZWFzaW5nIGZhY3Rvcg&hash=d3a73c6261794aa5482a62ae2122c0ae40bac1d8&lang=en&cache-only=0",
            "defineEn": "a hormone generated by the hypothalamus that triggers the secretion of thyroid-stimulating hormone from the pituitary gland",
            "defineVi": "một loại hormone được tạo ra bởi vùng dưới đồi kích hoạt sự tiết hormone kích thích tuyến giáp từ tuyến yên"
        },
        {
            "id": "532e58b8-3cc8-447a-8596-f2c85aed22c5",
            "word": "corticotropin",
            "phonetic": "kɔːɹɾɪkɑːtɹəpɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "That’s because corticotropin also changes the shape of dendrites.",
                "Well, action potentials in your brain trigger neurons in your hypothalamus to release the peptide hormone CRH, or corticotropin releasing hormone.",
                "Acute stress and anxiety activate molecules called corticotropins, which produce hormones that tell the body to do certain things, like release the stress hormone cortisol."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ydGljb3Ryb3Bpbg&hash=cde56eac26d29f1b92a1d3ebf6eda8cf1a1c3506&lang=en&cache-only=0",
            "defineEn": "a hormone that stimulates the release of cortisol from the adrenal glands",
            "defineVi": "một loại hormone kích thích giải phóng cortisol từ tuyến thượng thận"
        },
        {
            "id": "78331238-b32b-4c1d-ac71-7b22e549a77f",
            "word": "salivary gland",
            "phonetic": "sælɪvɛɹi ɡlænd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2FsaXZhcnkgZ2xhbmQ&hash=4ed1ee4221a8e88a038b6478153ce596411df237&lang=en&cache-only=0",
            "defineEn": "an exocrine gland that produces and releases saliva into the mouth, aiding in digestion",
            "defineVi": "một tuyến ngoại tiết sản xuất và giải phóng nước bọt vào miệng, hỗ trợ tiêu hóa"
        },
        {
            "id": "1cd40b4d-e26e-44de-abac-b5e24875d37f",
            "word": "seminal vesicle",
            "phonetic": "sɛmɪnəl vɛsɪkəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2VtaW5hbCB2ZXNpY2xl&hash=019aae6948518b1174cc3070e7522d8c93f0894b&lang=en&cache-only=0",
            "defineEn": "a paired gland in the male reproductive system that secretes fluids to nourish and support the sperm cells",
            "defineVi": "một cặp tuyến trong hệ thống sinh sản nam tiết ra chất lỏng để nuôi dưỡng và hỗ trợ các tế bào tinh trùng"
        },
        {
            "id": "817478e2-b084-4c1e-b9a8-30e64d15fa73",
            "word": "prostate gland",
            "phonetic": "pɹɑːsteɪt ɡlænd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHJvc3RhdGUgZ2xhbmQ&hash=837ca718ebf01c182629ca7eaf68fa983180530e&lang=en&cache-only=0",
            "defineEn": "a small organ of the male reproductive system close to the bladder, which releases a liquid that contains sperm",
            "defineVi": "một cơ quan nhỏ của hệ thống sinh sản nam gần bàng quang, tiết ra chất lỏng có chứa tinh trùng"
        },
        {
            "id": "bac86e85-c500-4cbc-9841-18c3f276eec0",
            "word": "gonad",
            "phonetic": "ɡɑːnæd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Within the safety of her rugged shell, the eggs move from the gonads into the gills.",
                "But these chromosomes don’t just affect the differentiation of gonads or levels of hormones.",
                "Then comes the waves of hormonal agents that start activating the gonads.",
                "It also includes the glands, ducts, external genitalia, and particular brain parts that help the gonads and gametes do what they need to do, which basically is mate, combine alleles, and make babies."
            ],
            "audio": "https://tts.langeek.co/read?text=Z29uYWQ&hash=a813e414c5c8d61fbb00de42368d75c0d2c6c2b6&lang=en&cache-only=0",
            "defineEn": "a reproductive organ that produces gametes and sex hormones",
            "defineVi": "một cơ quan sinh sản tạo ra giao tử và hormone giới tính"
        },
        {
            "id": "e04af4d7-ebd1-426c-a5eb-d65eba003eaf",
            "word": "mammary gland",
            "phonetic": "mæmɚɹi ɡlænd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFtbWFyeSBnbGFuZA&hash=f4b6820d003f6dffc09f184e2a62835b499e740e&lang=en&cache-only=0",
            "defineEn": "a glandular organ in mammals that produces and secretes milk for nourishing offspring",
            "defineVi": "một cơ quan tuyến ở động vật có vú sản xuất và tiết ra sữa để nuôi dưỡng con cái"
        },
        {
            "id": "ede7fc57-7266-4a7a-beee-fabae8b41793",
            "word": "sublingual gland",
            "phonetic": "sʌblɪŋɡwəl ɡlænd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VibGluZ3VhbCBnbGFuZA&hash=852d03dc1ddacebc051b7208be1f92fdcf406f5f&lang=en&cache-only=0",
            "defineEn": "a salivary gland located beneath the tongue that produces and secretes saliva",
            "defineVi": "một tuyến nước bọt nằm bên dưới lưỡi sản xuất và tiết ra nước bọt"
        },
        {
            "id": "f557e947-81c5-4a8c-b797-51b9a46ff4d2",
            "word": "submandibular gland",
            "phonetic": "sʌbmɐndɪbjʊlɚ ɡlænd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3VibWFuZGlidWxhciBnbGFuZA&hash=5cd4a0e8aebaf41fc7edd64366fc8f16d7f7f4cf&lang=en&cache-only=0",
            "defineEn": "a salivary gland located beneath the jaw that produces and releases saliva",
            "defineVi": "một tuyến nước bọt nằm bên dưới hàm sản xuất và giải phóng nước bọt"
        },
        {
            "id": "f4db5f2c-3836-43ce-b3cf-814a6dfb4ae8",
            "word": "parotid gland",
            "phonetic": "pæɹətɪd ɡlænd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGFyb3RpZCBnbGFuZA&hash=f27d41922ce86c04ad57accbea6b747242b9075f&lang=en&cache-only=0",
            "defineEn": "a major salivary gland located near the ear that produces and secretes saliva into the mouth",
            "defineVi": "một tuyến nước bọt chính nằm gần tai sản xuất và tiết nước bọt vào miệng"
        },
        {
            "id": "adf2ee6a-37e4-4946-97f5-52ba92c71035",
            "word": "sweat gland",
            "phonetic": "swɛt ɡlænd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3dlYXQgZ2xhbmQ&hash=f41178a15655d5c06f042065c1bdb5a81eeb4009&lang=en&cache-only=0",
            "defineEn": "a small exocrine gland in the skin that produces and secretes sweat",
            "defineVi": "một tuyến ngoại tiết nhỏ trong da sản xuất và tiết ra mồ hôi"
        },
        {
            "id": "6a735208-5e07-484e-810d-e5201026e9bc",
            "word": "sebaceous gland",
            "phonetic": "sɛbeɪʃəs ɡlænd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2ViYWNlb3VzIGdsYW5k&hash=86c42679ce72af2378c53b7e371e5cebe0b11bc5&lang=en&cache-only=0",
            "defineEn": "a small exocrine gland in the skin that produces and secretes sebum",
            "defineVi": "một tuyến ngoại tiết nhỏ trong da sản xuất và tiết ra bã nhờn"
        },
        {
            "id": "cb7b3e9d-3812-4348-87d6-3d3bce3b9084",
            "word": "eccrine gland",
            "phonetic": "ɛkɹaɪn ɡlænd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWNjcmluZSBnbGFuZA&hash=2cdc2e26458be776b6f584313c5538862e41402f&lang=en&cache-only=0",
            "defineEn": "a sweat gland responsible for regulating body temperature through the production and secretion of sweat",
            "defineVi": "một tuyến mồ hôi chịu trách nhiệm điều chỉnh nhiệt độ cơ thể thông qua việc sản xuất và bài tiết mồ hôi"
        },
        {
            "id": "45b8d1d5-10e8-4625-b833-3482bd4ee5da",
            "word": "apocrine gland",
            "phonetic": "ɐpɑːkɹaɪn ɡlænd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXBvY3JpbmUgZ2xhbmQ&hash=9322664d1c621e33ed9b6ee1e148242a02a24563&lang=en&cache-only=0",
            "defineEn": "a type of sweat gland that produces a thicker secretion containing proteins and lipids",
            "defineVi": "một loại tuyến mồ hôi tạo ra chất tiết đặc hơn có chứa protein và lipid"
        },
        {
            "id": "4d622bf7-ca71-4a53-b558-4694ebcf485e",
            "word": "gonadotrophic hormone",
            "phonetic": "ɡɑːnɐdətɹoʊfɪk hoːɹmoʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z29uYWRvdHJvcGhpYyBob3Jtb25l&hash=5a6ab0545b334fae9233b472938aaa818b447a39&lang=en&cache-only=0",
            "defineEn": "a hormone that regulates the activity of the gonads, promoting their development and function",
            "defineVi": "một loại hormone điều chỉnh hoạt động của tuyến sinh dục, thúc đẩy sự phát triển và chức năng của chúng"
        },
        {
            "id": "0d48c61b-6cee-49e1-acf7-d066a7bad7ab",
            "word": "testis",
            "phonetic": "tɛstiz ",
            "partOfSpeechType": "noun",
            "examples": [
                "In some cases, the host’s testes will actually convert to ovaries!",
                "Since we walk upright, gravity pulls on our exposed testes, which can lead to a potentially excruciating condition called inguinal hernia.",
                "In men, puberty begins when the testes start secreting testosterone.",
                "This is where it attaches, this is where the testes would be.",
                "FSH is released by the pituitary gland to help boost sperm production in the testes."
            ],
            "audio": "https://tts.langeek.co/read?text=dGVzdGlz&hash=857600c9ae5140696d92fc66c00ce609ee008b09&lang=en&cache-only=0",
            "defineEn": "a male reproductive organ responsible for the production of sperm and the secretion of testosterone",
            "defineVi": "một cơ quan sinh sản nam chịu trách nhiệm sản xuất tinh trùng và bài tiết testosterone"
        },
        {
            "id": "53ee6dbe-3fec-4e5a-8081-12c93c1fe21b",
            "word": "duct gland",
            "phonetic": "dʌkt ɡlænd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZHVjdCBnbGFuZA&hash=97d85638f03e86ca0f8163db7e70b229caee8fda&lang=en&cache-only=0",
            "defineEn": "a specialized structure in the human body that produces and releases substances through a duct",
            "defineVi": "một cấu trúc chuyên biệt trong cơ thể con người sản xuất và giải phóng các chất thông qua một ống dẫn"
        },
        {
            "id": "3eb38a9f-512e-4513-bcae-caa4c86300a8",
            "word": "gastrointestinal hormone",
            "phonetic": "ɡæstɹoʊɪntɛstɪnəl hoːɹmoʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2FzdHJvaW50ZXN0aW5hbCBob3Jtb25l&hash=917fe97b00cbca7490fd15d82cb2b1e267e334ca&lang=en&cache-only=0",
            "defineEn": "a group of hormones secreted by cells in the digestive system that regulate various processes",
            "defineVi": "một nhóm các hormone được tiết ra bởi các tế bào trong hệ thống tiêu hóa điều chỉnh các quá trình khác nhau"
        }
    ]
}