{
    "id": "af3496d7-0ebb-4d08-8f5f-767e35b53e2b",
    "title": "Lesson 3A",
    "originalTitle": "Lesson 3A",
    "words": [
        {
            "id": "ee003853-e8ef-4b58-aeed-dc98b3af29de",
            "word": "mobile phone",
            "phonetic": "moʊbəl foʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The mobile phone business was actually his bread and butter.",
                "I couldn't get any mobile phone reception.",
                "He reckons his new mobile phone is the best thing since sliced bread.",
                "We managed to raise him on his mobile phone.",
                "Take mobile phones."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9iaWxlIHBob25l&hash=394a4f8cc01ae5ebacdb9e0b21bc3f0e4168e6c6&lang=en&cache-only=0",
            "defineEn": "a cellular phone or cell phone; ‌a phone without any wires and with access to a cellular radio system that we can carry with us and use anywhere",
            "defineVi": "điện thoại di động hoặc điện thoại di động; ‌một chiếc điện thoại không có dây và có quyền truy cập vào hệ thống vô tuyến di động mà chúng ta có thể mang theo bên mình và sử dụng ở bất cứ đâu",
            "hasImg": true
        },
        {
            "id": "36fa564f-99cf-4558-aeac-caacee0a6a03",
            "word": "watch",
            "phonetic": "wɑːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Watch your mouth!",
                "The girls watched the development of this relationship with incredulity.",
                "A large crowd watched the game on Saturday.",
                "Watch your head on the low ceiling.",
                "Watch me!"
            ],
            "audio": "https://tts.langeek.co/read?text=d2F0Y2g&hash=40aa114fd8c80821f7d2332a9a324e8a1bfdf372&lang=en&cache-only=0",
            "defineEn": "a small clock or timepiece worn on a strap on one's wrist or carried in the pocket",
            "defineVi": "một chiếc đồng hồ nhỏ hoặc đồng hồ đeo trên dây đeo trên cổ tay của một người hoặc mang trong túi",
            "hasImg": true
        },
        {
            "id": "b1a41cf1-af34-4c8f-9571-9109d5f4e09a",
            "word": "tablet",
            "phonetic": "tæblət ",
            "partOfSpeechType": "noun",
            "examples": [
                "The company offers a range of form factors for its products, including desktops, laptops, and tablets.",
                "So here's our tablet.",
                "Does a man need a rugged tablet?",
                "So smartphones and tablets are challenging.",
                "We've already ruled out my tablet."
            ],
            "audio": "https://tts.langeek.co/read?text=dGFibGV0&hash=38cd8a50013969eb4160292f654eae7390d0d9f6&lang=en&cache-only=0",
            "defineEn": "a flat, small, portable computer that one controls and uses by touching its screen",
            "defineVi": "một máy tính phẳng, nhỏ, di động mà người ta điều khiển và sử dụng bằng cách chạm vào màn hình của nó",
            "hasImg": true
        },
        {
            "id": "673a69d2-7419-46f5-8924-ad5b79b64c7b",
            "word": "wallet",
            "phonetic": "wɔlɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I have zero dollars in my wallet.",
                "She has seventy dollars in her wallet.",
                "She always carries a small purse to hold her keys and wallet.",
                "Most people seem to have voted with their wallets rather than with their hearts.",
                "If you want this issue on people's radar, you have to frame it as something that will impact their wallets."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FsbGV0&hash=b0f9444ec1c04d468cc7f4ceba8e79137cdfe9b0&lang=en&cache-only=0",
            "defineEn": "a pocket-sized, folding case that is used for storing paper money, coin money, credit cards, etc.",
            "defineVi": "một hộp gấp, có kích thước bỏ túi được sử dụng để đựng tiền giấy, tiền xu, thẻ tín dụng, v.v.",
            "hasImg": true
        },
        {
            "id": "3c05abff-83aa-4e55-93d5-84471da52399",
            "word": "purse",
            "phonetic": "pɜːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "She pursed her lips, showing disapproval.",
                "She used to keep her phon in her purse.",
                "She placed her purse on the chair next to her at the restaurant.",
                "MY wife opened her purse and pulled out a pen to write a note.",
                "She always carries a small purse to hold her keys and wallet."
            ],
            "audio": "https://tts.langeek.co/read?text=cHVyc2U&hash=6bb51fd17023d6734bbe568049d2e0e96d5238fe&lang=en&cache-only=0",
            "defineEn": "a small bag that is used, particularly by women, to carry personal items",
            "defineVi": "một chiếc túi nhỏ được sử dụng, đặc biệt là phụ nữ, để mang theo các vật dụng cá nhân",
            "hasImg": true
        },
        {
            "id": "6fe8f809-b53a-40de-8074-d5457992f6fc",
            "word": "pencil",
            "phonetic": "pɛnsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The length of the pencil is 15 centimeters.",
                "Neither one seems like the sharpest pencil in the box.",
                "She sharpens her pencil before starting her math homework.",
                "She used a gray pencil to sketch out her drawing.",
                "I use a pencil to sketch and draw."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVuY2ls&hash=4681a51f215323b30f7d7dbf435d947e24b22ae6&lang=en&cache-only=0",
            "defineEn": "an instrument consisting of a narrow piece of wood and a thin piece of a black or colored substance in the middle, used for writing, drawing, etc.",
            "defineVi": "một nhạc cụ bao gồm một mảnh gỗ hẹp và một mảnh mỏng màu đen hoặc màu ở giữa, được sử dụng để viết, vẽ, v.v.",
            "hasImg": true
        },
        {
            "id": "a21bfa3b-4208-43cd-b741-2eb22faf5718",
            "word": "notebook",
            "phonetic": "noʊtbʊk ",
            "partOfSpeechType": "noun",
            "examples": [
                "My kids personalize their notebooks with stickers and drawings.",
                "She uses her notebook to keep track of her daily to-do list.",
                "He writes down his ideas and thoughts in his notebook.",
                "We use our notebooks to practice writing and improve our handwriting skills.",
                "The student sat down at his desk and opened his notebook."
            ],
            "audio": "https://tts.langeek.co/read?text=bm90ZWJvb2s&hash=9e3c23f2c0ffc281771d43dcd292b7a82c473eb5&lang=en&cache-only=0",
            "defineEn": "a small book with plain or ruled pages for writing notes in",
            "defineVi": "một cuốn sách nhỏ với các trang đơn giản hoặc được đánh dấu để viết ghi chú trong",
            "hasImg": true
        },
        {
            "id": "4e13eea0-3efb-426d-a10e-f003d96e9b5b",
            "word": "glasses",
            "phonetic": "ɡlæsᵻz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2xhc3Nlcw&hash=02f2320e926848df5adad619fd38c558449df534&lang=en&cache-only=0",
            "defineEn": "a pair of lenses set in a frame that rests on the nose and ears, which we wear to see more clearly",
            "defineVi": "một cặp thấu kính được đặt trong một khung nằm trên mũi và tai mà chúng ta đeo để nhìn rõ hơn",
            "hasImg": true
        },
        {
            "id": "0812e302-739d-4034-b548-09a220440ec4",
            "word": "photo",
            "phonetic": "foʊɾoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "I took a photo of the mountain peak, capturing its majestic beauty.",
                "To take a picture/photo/shot of somebody/something.",
                "I have a picture frame with a family photo on my desk.",
                "The app lets you share your photos on Facebook, Twitter, and Tumblr.",
                "I need to update my passport photo."
            ],
            "audio": "https://tts.langeek.co/read?text=cGhvdG8&hash=6141fa02df1ccb96c27da8d590e8eade0a781769&lang=en&cache-only=0",
            "defineEn": "an image captured by a camera",
            "defineVi": "một hình ảnh được chụp bởi một máy ảnh",
            "hasImg": true
        },
        {
            "id": "676ee023-6721-4210-b1c4-7c6c8be81f98",
            "word": "charger",
            "phonetic": "tʃɑːɹdʒɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Where's my charger?",
                "We have a charger.",
                "Please include a charger!",
                "Actually, where is our charger?",
                "We actually get a charger."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhcmdlcg&hash=754fc38010c4f57dc3e0d281488cc16b1eeb0146&lang=en&cache-only=0",
            "defineEn": "a device that can refill a battery with electrical energy",
            "defineVi": "một thiết bị có thể nạp đầy pin bằng năng lượng điện",
            "hasImg": true
        },
        {
            "id": "18f82f58-9c8f-4a8b-a6bb-5cd8e1f1cf3d",
            "word": "ID card",
            "phonetic": "aɪdiː kɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=SUQgY2FyZA&hash=0a834d4dedaa439b7a5e96fc05b4cce209651594&lang=en&cache-only=0",
            "defineEn": "any official card that shows someone's name, birth date, photograph, etc., proving who they are",
            "defineVi": "bất kỳ thẻ chính thức nào hiển thị tên, ngày sinh, ảnh, v.v. của ai đó, chứng minh họ là ai",
            "hasImg": true
        },
        {
            "id": "b8f4cd41-8c20-47c1-b999-71b1d2938eb6",
            "word": "passport",
            "phonetic": "pæspoːɹt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Keep your passport in a safe place.",
                "She keeps her passport in a secure place at home.",
                "The immigration officer reviewed my passport before granting entry.",
                "They never travel without their passports.",
                "We had to show our passports and boarding passes at the airport immigration checkpoint."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzc3BvcnQ&hash=37f685bac0b77a8956de7f236c056d6ffd4643d0&lang=en&cache-only=0",
            "defineEn": "an official document issued by a government that identifies someone as a citizen of a particular country, which is needed when leaving a country and entering another one",
            "defineVi": "một tài liệu chính thức do chính phủ ban hành xác định ai đó là công dân của một quốc gia cụ thể, cần thiết khi rời khỏi một quốc gia và nhập cảnh vào một quốc gia khác",
            "hasImg": true
        },
        {
            "id": "1f1d1d29-0b62-4e87-ba6f-af712fd70b97",
            "word": "umbrella",
            "phonetic": "ʌmbɹɛlə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The woman hit the mugger with her umbrella.",
                "I forgot my umbrella, and now I'm getting wet in the rain.",
                "I carried an umbrella with me because the weather looked cloudy.",
                "Sorry, I forgot to bring my umbrella.",
                "Don't forget to take your umbrella - it's raining cats and dogs out there."
            ],
            "audio": "https://tts.langeek.co/read?text=dW1icmVsbGE&hash=0b8c4dc73f13c20293cdaead566b17a5c82c321b&lang=en&cache-only=0",
            "defineEn": "an object with a circular folding frame covered in cloth, used as protection against rain or hot sun",
            "defineVi": "một vật có khung gấp hình tròn được bọc vải, dùng để che mưa nắng",
            "hasImg": true
        },
        {
            "id": "9a79cb1e-7ca1-43aa-b9d0-0d8359d117d1",
            "word": "camera",
            "phonetic": "kæmɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "The cameras clicked away.",
                "Cameras triggered by cars running red lights at intersections.",
                "The cameras catch motorists who break the speed limit.",
                "The cell phone camera has become the fly on the wall, so to speak.",
                "I'm afraid we can't recover the pictures - your camera is beyond recall."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FtZXJh&hash=327bb1a734d59dac359ef58cef4a8fb5e878d935&lang=en&cache-only=0",
            "defineEn": "a device or piece of equipment for taking photographs, making movies or television programs",
            "defineVi": "một thiết bị hoặc một phần của thiết bị để chụp ảnh, làm phim hoặc chương trình truyền hình",
            "hasImg": true
        },
        {
            "id": "689f1f11-bd0d-48ee-895d-4fa9b890bbc7",
            "word": "credit card",
            "phonetic": "kɹɛdɪt kɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her credit card bills are enormous!",
                "I pay for my groceries with my credit card.",
                "John finally paid off his credit card debt and felt a huge weight lifted off his shoulders.",
                "The couple enjoyed a luxurious vacation, but knew that their credit card bill would be waiting for them at home.",
                "I lived on the edge using cash advances to pay one credit card with another until I finally found a job three months after graduation."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JlZGl0IGNhcmQ&hash=e75696c6c11445ac862edd916787fb81f20d72db&lang=en&cache-only=0",
            "defineEn": "a plastic card, usually given to us by a bank, that we use to pay for goods and services",
            "defineVi": "một thẻ nhựa, thường được ngân hàng cấp cho chúng tôi, mà chúng tôi sử dụng để thanh toán hàng hóa và dịch vụ",
            "hasImg": true
        },
        {
            "id": "07488fbf-b5e5-4234-bd28-98d570e6cce1",
            "word": "debit card",
            "phonetic": "dɛbɪt kɑːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tap on \"credit or debit card.\"",
                "Their money is placed on a debit card.",
                "We're going to link a debit card to the account.",
                "To add a bank account, credit card, or debit card, press \"Add bank or card.\"",
                "You can link a credit card, debit card, or a PayPal account."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGViaXQgY2FyZA&hash=9cceae1c71442a9c36dbfb778dd8057421a851e1&lang=en&cache-only=0",
            "defineEn": "a small plastic card we use to pay for what we buy with the money taken directly from our bank account",
            "defineVi": "một thẻ nhựa nhỏ mà chúng tôi sử dụng để thanh toán cho những gì chúng tôi mua bằng số tiền được lấy trực tiếp từ tài khoản ngân hàng của chúng tôi",
            "hasImg": true
        },
        {
            "id": "f4ef3e5f-ef76-46ca-8d54-5e40e07fc95f",
            "word": "key",
            "phonetic": "kiː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The author abstracted key themes from the novel in her literary analysis.",
                "The keys are kept in my office.",
                "I turned the key in the lock.",
                "He turned the key in the lock.",
                "The piano keys are black and white."
            ],
            "audio": "https://tts.langeek.co/read?text=a2V5&hash=8a2ad1b59a19375b9569d9dc58ff8b7b76afd159&lang=en&cache-only=0",
            "defineEn": "a specially shaped piece of metal used for locking or unlocking a door, starting a car, etc.",
            "defineVi": "một miếng kim loại có hình dạng đặc biệt được sử dụng để khóa hoặc mở khóa cửa, khởi động ô tô, v.v.",
            "hasImg": true
        },
        {
            "id": "0b5e8798-eda7-4ca7-acc9-8f70bcb30363",
            "word": "newspaper",
            "phonetic": "nuːzpeɪpɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The newspaper has an entertainment section with movie reviews and celebrity news.",
                "All newspapers sang from the same song sheet.",
                "She reads the newspaper every day to keep up with the latest news.",
                "I use the newspaper as a source for my research papers because it has reliable information.",
                "The newspaper has a column where readers can write in and ask for advice."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV3c3BhcGVy&hash=65faa30b12a7bb1320d3aacfafbee386058ea3f4&lang=en&cache-only=0",
            "defineEn": "a printed publication or a set of large folded sheets of printed paper that contain news, articles, ads, etc., usually issued daily or weekly",
            "defineVi": "một ấn phẩm in hoặc một tập hợp các tờ giấy in lớn được gấp lại có chứa tin tức, bài báo, quảng cáo, v.v., thường được phát hành hàng ngày hoặc hàng tuần",
            "hasImg": true
        }
    ]
}