{
    "id": "afe2824f-4c0f-40f5-921a-5a9d75c091d9",
    "title": "History",
    "originalTitle": "Lesson 17",
    "words": [
        {
            "id": "4ffb2bf2-7a9c-4e83-9625-a63ac4e2761d",
            "word": "costume",
            "phonetic": "kɔstuːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "She seems to conjure wonderful costumes out of thin air.",
                "They will be laughing their heads off when they see my costume.",
                "They will be laughing their heads off when they see my costume.",
                "The festival they attended a few years ago was wild and woolly, with people dressed in vibrant costumes, live music, and a festive atmosphere.",
                "The use of long ruffled skirts as Bomba costumes also shows incorporation of Spanish influences in Bomba today."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29zdHVtZQ&hash=d1dd30b62e42114cba16adff4244415cce435d1b&lang=en&cache-only=0",
            "defineEn": "the usual set of clothes that are worn in a particular country or period of history",
            "defineVi": "bộ quần áo thông thường được mặc ở một quốc gia hoặc giai đoạn lịch sử cụ thể"
        },
        {
            "id": "f46e9e12-c20a-458f-b365-965fdf9a00bb",
            "word": "explorer",
            "phonetic": "ɛksploːɹɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The explorer's epic journey through the Amazon rainforest lasted for months and covered thousands of miles.",
                "Despite the danger, the explorers were curious about what lay beyond the mountains.",
                "Explorers are cool.",
                "Its explorers are its geographic analysts.",
                "And in 2019, an explorer reported signs of plastic debris even further down."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXhwbG9yZXI&hash=d009ee2432951cadcbdc8785ca9f16b2d1acd0be&lang=en&cache-only=0",
            "defineEn": "a person who visits unknown places to find out more about them",
            "defineVi": "một người đến thăm những nơi chưa biết để tìm hiểu thêm về họ"
        },
        {
            "id": "2b98c78e-b357-4fad-b3f4-9fcc327df64d",
            "word": "historical",
            "phonetic": "hɪstɔːɹɪkəl ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The historian provided the right historical context for the event.",
                "The donation was made under the auspices of the local historical society.",
                "What is stressed rather is that the same phenomenon provides the foundation for both historical tendencies.",
                "Jake had a lifelong fascination with history, and he finally decided to scratch the itch by traveling to historical sites around the world.",
                "Spain has a rich history and is home to many historical landmarks, such as the Roman Aqueduct of Segovia."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlzdG9yaWNhbA&hash=a2d146aa7fbb308b8d360eeea60a9455b9e6978e&lang=en&cache-only=0",
            "defineEn": "related to the study of history",
            "defineVi": "liên quan đến nghiên cứu lịch sử",
            "hasImg": true
        },
        {
            "id": "d9496cbc-84dd-4988-8735-51c8cde6ec56",
            "word": "abbey",
            "phonetic": "æbi ",
            "partOfSpeechType": "noun",
            "examples": [
                "This shift extended to architecture with the construction of the Abbey of Saint Denis in France in 1137.",
                "This religious community does live a mostly cloistered life behind these abbey walls."
            ],
            "audio": "https://tts.langeek.co/read?text=YWJiZXk&hash=b61cb5043451869f254b8cf4312bb631365d166e&lang=en&cache-only=0",
            "defineEn": "a church with buildings connected to it in which a group of monks or nuns live or used to live",
            "defineVi": "một nhà thờ với các tòa nhà kết nối với nó, trong đó một nhóm tăng ni sinh sống hoặc từng sống",
            "hasImg": true
        },
        {
            "id": "b2f7b7bd-e731-49bb-9e02-71db803b0fc5",
            "word": "age",
            "phonetic": "eɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Every age has its book, after all.",
                "Boys his age are a law unto themselves.",
                "Reckless youth makes rueful age.",
                "His parents have not yet reached retirement age.",
                "My parents came of age during the 1960s."
            ],
            "audio": "https://tts.langeek.co/read?text=YWdl&hash=57d486634b28dd4a6280a3cb637ee654c3e33e43&lang=en&cache-only=0",
            "defineEn": "a period of history identified with a particular event",
            "defineVi": "một giai đoạn lịch sử được xác định với một sự kiện cụ thể"
        },
        {
            "id": "e5f4ccfd-0898-49f8-9a34-d97e1262c072",
            "word": "archeologist",
            "phonetic": "ɑːɹkɪɑːlədʒɪst ",
            "partOfSpeechType": "noun",
            "examples": [
                "12,000 years later an archeologist is trying to figure who you were.",
                "And Archeologists think that prehistoric humans were eating people to meet protein demands and to kill off their enemies.",
                "Archeologists have found records of proto-writing, which involves using symbols to represent specific meanings, but not in whole strings like a sentence.",
                "Archeologists, historians, and other scholars have pieced together plausible explanations and generated likely narratives, but as with all ancient scholarship, this leaves ample room for variations and disagreement.",
                "Archeologists spend a lot of time digging where they think they might find important historical objects, or artifacts."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJjaGVvbG9naXN0&hash=a0f96fcdfca9700e951b1e8ecdcf67fca4fa2877&lang=en&cache-only=0",
            "defineEn": "a person whose job is to study ancient societies using facts, objects, buildings, etc. remaining in excavation sites",
            "defineVi": "một người có công việc là nghiên cứu các xã hội cổ đại bằng cách sử dụng các sự kiện, đồ vật, tòa nhà, v.v. còn sót lại trong các địa điểm khai quật",
            "hasImg": true
        },
        {
            "id": "80f7c005-3bf8-43a6-8779-fb4c6a189cdf",
            "word": "civilization",
            "phonetic": "sɪvɪlᵻzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The museum showcased artifacts from different civilizations spanning over a hundred years.",
                "I visited the museum to learn about ancient civilizations.",
                "We watched a documentary that highlighted the rich history of African civilizations.",
                "Asia is the largest continent and is home to many ancient civilizations.",
                "The hiker had survived the wilderness by the skin of his teeth, managing to find his way back to civilization before running out of food."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2l2aWxpemF0aW9u&hash=280fb7f280cba3cead075ab9863b3ecabbe1a34b&lang=en&cache-only=0",
            "defineEn": "a society that has developed its own culture and institutions in a particular period of time or place",
            "defineVi": "một xã hội đã phát triển văn hóa và thể chế của riêng mình trong một khoảng thời gian hoặc địa điểm cụ thể"
        },
        {
            "id": "d2b5f9e5-1fd3-4606-8632-8bf8b13dd814",
            "word": "era",
            "phonetic": "iəɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "A new era had begun.",
                "The old painting depicted a picturesque landscape from a bygone era.",
                "We are on the threshold of a new era in global relations.",
                "Every era had some imprint on comedy and popular culture.",
                "Each concentric sphere is an era."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXJh&hash=c72eebc283206fa2ae5e81c34320a7d96a3061fc&lang=en&cache-only=0",
            "defineEn": "(geology) a subdivision of time that divides eon into smaller units",
            "defineVi": "(địa chất) một phân khu thời gian chia eon thành các đơn vị nhỏ hơn"
        },
        {
            "id": "d703311c-a0b2-4d5d-b39e-fb2546c20de0",
            "word": "empire",
            "phonetic": "ɛmpaɪɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The empire is riddled with factions, all with an eye on the main chance",
                "Their ruthless army crushed dozens of empires and brought them to heel.",
                "I used a mix of Empire and Granny Smith apples to make some homemade apple pie.",
                "Sipping on a glass of chilled apple cider made from Empire apples is the perfect way to embrace the flavors of autumn.",
                "However, not all European countries sprouted empires."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1waXJl&hash=5b0debe0c74f3efb3e9349fc3cd2cca9b10b0094&lang=en&cache-only=0",
            "defineEn": "the states or countries that are ruled by a single government or monarch, under a single authority",
            "defineVi": "các tiểu bang hoặc quốc gia được cai trị bởi một chính phủ hoặc quốc vương duy nhất, dưới một cơ quan duy nhất"
        },
        {
            "id": "1ed9ed06-47de-492d-bf89-8151b064646e",
            "word": "formerly",
            "phonetic": "fɔːɹmɚli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Iran was formerly known as Persia.",
                "My father was formerly incarcerated for terrorist activity on behalf of the Ulster Volunteer Force.",
                "This is a formerly British territory.",
                "Gina McCarthy, the new White House climate adviser, formerly headed the Environmental Protection Agency under President Obama, thank you very much.",
                "Celeste Wallander, formerly of the National Security Council staff under President Obama, thank you so much for joining us tonight."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ybWVybHk&hash=a87dc2e041e9dd1616ed7545182905d5100ae8b2&lang=en&cache-only=0",
            "defineEn": "in the past; at an earlier time",
            "defineVi": "trong quá khứ; tại một thời điểm sớm hơn"
        },
        {
            "id": "e2813b6b-7c32-4811-9e7a-80e6b3fd183e",
            "word": "historian",
            "phonetic": "hɪstoːɹiən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The historian provided the right historical context for the event.",
                "Ancient historians wrote of a lost continent beneath the ocean.",
                "I would appreciate your help in putting me in touch with historians at the university.",
                "She wants to pursue a degree in history and become a historian.",
                "Historians have three theories."
            ],
            "audio": "https://tts.langeek.co/read?text=aGlzdG9yaWFu&hash=f1c70c1ae98bf3cad62cc683da313a83f5437afb&lang=en&cache-only=0",
            "defineEn": "someone who studies or records historical events",
            "defineVi": "một người nghiên cứu hoặc ghi lại các sự kiện lịch sử"
        },
        {
            "id": "730017fa-b8f1-4c7b-b27e-ddec6f570192",
            "word": "origin",
            "phonetic": "ɔːɹɪdʒɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "To hide his humble origins, he told his wife he had no family and spent his life living a lie.",
                "Despite being born on the wrong side of the blanket, Sarah grew up to become a successful entrepreneur and proved that one's origins don't define their potential.",
                "Drones date back much longer to early flight but like the modern drones basically trace their origin to the 80s.",
                "ESG investing has its origins in a 2004 letter from former United Nations Secretary-General Kofi Annan.",
                "In fact, the word vaccine itself has bovine origins."
            ],
            "audio": "https://tts.langeek.co/read?text=b3JpZ2lu&hash=3b3593d1d81f4db1063d5537f69d7abbc5b9a6f6&lang=en&cache-only=0",
            "defineEn": "the point or place where something has its foundation or beginning",
            "defineVi": "điểm hoặc nơi mà một cái gì đó có nền tảng hoặc bắt đầu"
        },
        {
            "id": "5de69345-3321-4e62-b239-695d510cdf74",
            "word": "myth",
            "phonetic": "mɪθ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Are myths records of historical fact?",
                "Myth #1: Deaf people can't use the bathroom.",
                "Myths from other parts of eastern Asia also associate dragons with water and imperial power.",
                "So this myth illustrates some central facets of Egyptian culture.",
                "Debunking the myths."
            ],
            "audio": "https://tts.langeek.co/read?text=bXl0aA&hash=866061c6e8620ca239cc44b53329ddc65b3ac10a&lang=en&cache-only=0",
            "defineEn": "a story involving the ancient history of a people, usually about heroes and supernatural events that could be unreal",
            "defineVi": "một câu chuyện liên quan đến lịch sử cổ đại của một dân tộc, thường là về các anh hùng và các sự kiện siêu nhiên có thể không có thật"
        },
        {
            "id": "8046a7e7-f6d8-49e2-af24-8b6d0ff4b332",
            "word": "monument",
            "phonetic": "mɑːnjuːmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "That monument has been there since the year one.",
                "Monuments were raised in honor of the dead.",
                "A monument is an ideal.",
                "A monument is an ideal.",
                "New Confederate monuments in the 1880s and 1890s were promoting a return to white supremacy and institutional slavery."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9udW1lbnQ&hash=8c3265361a0e65ed2246b5dac1d2821c0ea2951d&lang=en&cache-only=0",
            "defineEn": "a place or building that is historically important",
            "defineVi": "một nơi hoặc tòa nhà đó là lịch sử quan trọng"
        },
        {
            "id": "da5fda1e-72dc-4d0d-9f7a-5405a3fec468",
            "word": "revolution",
            "phonetic": "ɹɛvəluːʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The revolution brought many changes.",
                "The workers went on strike because they knew that revolutions are not made with rose water, and they had to fight for their rights.",
                "But their revolution lives on.",
                "Was the revolution worth it?",
                "People didn’t want a revolution."
            ],
            "audio": "https://tts.langeek.co/read?text=cmV2b2x1dGlvbg&hash=a24a0b1793a9ec6dff74b183cfe1f6dfe6a10e2f&lang=en&cache-only=0",
            "defineEn": "the fundamental change of power, government, etc. in a country by people, particularly involving violence",
            "defineVi": "sự thay đổi cơ bản về quyền lực, chính phủ, v.v. ở một quốc gia bởi người dân, đặc biệt liên quan đến bạo lực"
        },
        {
            "id": "d874cf94-c4a8-4adb-8664-f8a78ed28308",
            "word": "pyramid",
            "phonetic": "pɪɹɐmɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The pyramids can be reached by public transport.",
                "Pyramids are canceled.",
                "Pyramid schemes can be incredibly destructive to individuals, communities, and even entire countries.",
                "A rectangular pyramid is a polyhedron.",
                "This time our pyramid is five cups high!"
            ],
            "audio": "https://tts.langeek.co/read?text=cHlyYW1pZA&hash=595619b0554ffa87d6a6f979dbb6b36564f71334&lang=en&cache-only=0",
            "defineEn": "a stone monument built in ancient Egypt usually as a tomb for the pharaohs, which has a triangular or square base that slopes up to the top",
            "defineVi": "một tượng đài bằng đá được xây dựng ở Ai Cập cổ đại thường là lăng mộ cho các pharaoh, có đế hình tam giác hoặc hình vuông dốc lên đến đỉnh",
            "hasImg": true
        },
        {
            "id": "aa7baa15-439d-48ca-8b54-4ae5f856e085",
            "word": "ruin",
            "phonetic": "ɹuːɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The highly visible ruins serve as a reminder of the building's history.",
                "The scandal ruined his reputation and now his name is mud.",
                "The company's reputation was ruined by the scandal, and there was no unringing the bell.",
                "In the world of social media, bad news travels fast, and a single post can ruin a person's reputation.",
                "He handed in his notice at the bank and ruined his promising career."
            ],
            "audio": "https://tts.langeek.co/read?text=cnVpbg&hash=ae139b151f8bf6289543fc2edc680aa843650f3d&lang=en&cache-only=0",
            "defineEn": "the remains of a building after it has been seriously damaged or destroyed",
            "defineVi": "phần còn lại của một tòa nhà sau khi nó đã bị hư hại nghiêm trọng hoặc bị phá hủy",
            "hasImg": true
        },
        {
            "id": "b6724ddf-ad17-4155-ba3a-ee3c4fe983ed",
            "word": "wartime",
            "phonetic": "wɔːɹtaɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "\"During wartime, careless talk costs lives, as revealing sensitive information can put soldiers and civilians at risk,\" said the military commander during the briefing.",
                "These kids have only ever known a life in wartime.",
                "The Geneva Protocol of 1925 banned the use of tear gas during wartime along with other chemical weapons.",
                "The U.K. government has turned to a wartime solution, asking manufacturers like vacuum company, Dyson, and luxury car maker, Rolls Royce, to produce essential equipment.",
                "In November 1923, World War I veteran Adolf Hitler attempted one from a beer hall in Munich with the help of wartime military hero General Erich Ludendorff."
            ],
            "audio": "https://tts.langeek.co/read?text=d2FydGltZQ&hash=815a681e4e87b94cb3477cf396761229534f14e5&lang=en&cache-only=0",
            "defineEn": "a period during which an open war is underway",
            "defineVi": "một khoảng thời gian trong đó một cuộc chiến mở đang được tiến hành"
        },
        {
            "id": "1a83c40b-8995-46eb-b3de-fdd949bdb5d9",
            "word": "ancestry",
            "phonetic": "ænsɛstɹi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Thank you to Ancestry for supporting PBS. ",
                "Thank you to Ancestry for supporting PBS.",
                "Ancestry can help you learn about yours.",
                "Although Dortchen grew up in Germany, she had French ancestry.",
                "Both caste systems use ancestry and lineage as a main principle of social stratification, but race has also been used as the main distinction in closed social systems."
            ],
            "audio": "https://tts.langeek.co/read?text=YW5jZXN0cnk&hash=87f148437e93ca035a6c2c427725df5b0704adc9&lang=en&cache-only=0",
            "defineEn": "the people that a person is descended from",
            "defineVi": "những người mà một người là hậu duệ của"
        },
        {
            "id": "8bdbacb9-e3ee-428f-a813-0d8a897f2eec",
            "word": "aristocracy",
            "phonetic": "æɹɪstɑːkɹəsi ",
            "partOfSpeechType": "noun",
            "examples": [
                "The young heiress was expected to marry into aristocracy and continue her family's tradition of social prominence and political influence.",
                "But the aristocracy rebelled, and after Joseph’s death, his brother and successor rolled back these Enlightenment reforms.",
                "Traditionally, in the Russian society, in the czarist Russia, it was about aristocracies.",
                "And he also forced the aristocracy to serve the state, 11.",
                "Two classes became prominent alongside the aristocracy and peasants in the social structure: the bourgeoisie and proletariat or working class."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJpc3RvY3JhY3k&hash=2a17210b1772d8647b1e8e4b8a3089c206a8d505&lang=en&cache-only=0",
            "defineEn": "people in the highest class of society who have a lot of power and wealth and usually high ranks and titles",
            "defineVi": "những người thuộc tầng lớp cao nhất của xã hội, những người có nhiều quyền lực và sự giàu có và thường có cấp bậc và danh hiệu cao"
        },
        {
            "id": "fe0a004f-e944-4759-916b-2c202c8681ea",
            "word": "chronology",
            "phonetic": "kɹənɑːlədʒi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Again, I didn’t memorize the chronology.",
                "And maybe we should take it out of chronology.",
                "I guess I should memorize this chronology.",
                "JIM GILMORE - 2009, let’s go through the chronology.",
                "When Vonnegut ditched clear-cut fortunes, he also abandoned straightforward chronology."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hyb25vbG9neQ&hash=9d2aef15bd11d2960ce214dc31cd99a43c282253&lang=en&cache-only=0",
            "defineEn": "the study of past events for the purpose of determining the order by which they occurred",
            "defineVi": "nghiên cứu về các sự kiện trong quá khứ với mục đích xác định thứ tự mà chúng xảy ra"
        },
        {
            "id": "32364d5c-709a-4c5b-a2bc-6c5280e9ce3b",
            "word": "fortress",
            "phonetic": "fɔːɹtɹəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "We built fortresses along the border. ",
                "We built fortresses along the border. ",
                "Be like a fortress.",
                "He's in the Fortress of Solitude.",
                "Like a wall around a fortress, your skin does a fantastic job of keeping out all manner of malevolent microorganisms."
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ydHJlc3M&hash=bcb8648e701f5b72364a7f9f5192aa4097e9a312&lang=en&cache-only=0",
            "defineEn": "a structure or town that has been fortified to endure military attacks",
            "defineVi": "một cấu trúc hoặc thị trấn đã được củng cố để chịu đựng các cuộc tấn công quân sự"
        },
        {
            "id": "8359af60-6ec0-4698-93b4-c4872cf0316e",
            "word": "successor",
            "phonetic": "səksɛsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The President handed over the baton to his successor.",
                "He is retiring and passing the torch on to his successor.",
                "And the emperor’s successors weren’t very interested in maritime trade.",
                "They're bringing back the Cannonball Loop successor.",
                "Photo-editing software is simply a far smarter successor to those tools."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VjY2Vzc29y&hash=6bd83e3ea2ff37516f1cfbaf56ac26de1bf68720&lang=en&cache-only=0",
            "defineEn": "someone or something that succeeds another person or thing",
            "defineVi": "một ai đó hoặc một cái gì đó thành công một người khác hoặc điều"
        },
        {
            "id": "53159e79-1cdc-422f-9d28-c41a8b8c87bb",
            "word": "former",
            "phonetic": "fɔːɹmɚ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "He received a cold shoulder from his former friends after the argument.",
                "The company opted for a settlement rather than taking their former employee to court.",
                "The successful entrepreneur knew that an old poacher makes the best gamekeeper, so he hired a former hacker to help secure his company's online systems.",
                "Joe realized the truth behind the wise words when the police hired a former hacker to uncover who had been stealing company secrets.",
                "John was discussing his former boss when he walked into the room, and someone joked, \"Speak of the devil, and he shall appear!\""
            ],
            "audio": "https://tts.langeek.co/read?text=Zm9ybWVy&hash=3d7bf07a1cac8e2927ac9068f99c52421568ec84&lang=en&cache-only=0",
            "defineEn": "relating to or happening in the past",
            "defineVi": "liên quan đến hoặc xảy ra trong quá khứ"
        },
        {
            "id": "7bcda605-1e46-4a31-b3e5-851ff46a010c",
            "word": "the Middle Ages",
            "phonetic": "ðə mɪdəl eɪdʒᵻz ",
            "partOfSpeechType": "noun",
            "examples": [
                "See, back in the day from the middle ages up through the 1800s.",
                "In England, the Strickland sisters wrote hugely popular histories and much-reprinted biographies of queens and princesses from the middle ages down to their own 19th century.",
                "Instead of centralized governments, Europe in the middle ages had feudalism, a political system based on reciprocal relationships between lords, who owned lots of land, and vassals, who protected the land and got to dress up as knights in exchange for pledging loyalty to the lords."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlIE1pZGRsZSBBZ2Vz&hash=364bd85b4f958395f3748494db511b1b010ac76e&lang=en&cache-only=0",
            "defineEn": "an era in European history, between about AD 1000 and AD 1500, when the authority of kings, people of high rank, and the Christian Church was unquestionable",
            "defineVi": "một thời đại trong lịch sử châu Âu, giữa khoảng năm 1000 sau Công nguyên và năm 1500 sau Công nguyên, khi quyền lực của các vị vua, những người có địa vị cao và Nhà thờ Thiên chúa giáo là không thể nghi ngờ"
        },
        {
            "id": "4baf61d8-276d-486f-be54-f7f315effc89",
            "word": "A.D.",
            "phonetic": "ɐ diː ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Wars were a fact of life, even in A.D. 73.",
                "Bedirhan Cinar It's March the 17th in A.D. 73.",
                "Voyages became less frequent by around 1300 A.D. as Polynesian societies became more rooted in specific locations.",
                "Around 1159 A.D., a mathematician called Bhaskara the Learned sketched a design for a wheel containing curved reservoirs of mercury."
            ],
            "audio": "https://tts.langeek.co/read?text=QS5ELg&hash=d7baf88644855055761f608662ecbc0f94e4e09b&lang=en&cache-only=0",
            "defineEn": "used to refer to a date that is after the birth of Jesus Christ",
            "defineVi": "được sử dụng để chỉ một ngày sau khi Chúa Giêsu giáng sinh"
        },
        {
            "id": "064b813f-abae-47a8-bdfc-1a2b62ef7adc",
            "word": "B.C.",
            "phonetic": "biː siː ",
            "partOfSpeechType": "adverb",
            "examples": [
                "People have been living on this island since around 3000 B.C.",
                "He was born in 287 B.C. in the city of Syracuse in Sicily.",
                "You see, the Jewish week dates to at least five hundred B.C. and it's drawn not from the planets, but from the seven days of creation in the Hebrew Bible.",
                "And that was precise enough for a farmer in five thousand B.C. as a fundamental division of time.",
                "Humans have been harnessing wind energy for millennia, as early as 5000 B.C., our ancestors sailed boats along the Nile River."
            ],
            "audio": "https://tts.langeek.co/read?text=Qi5DLg&hash=375c6bab2f19a22395993b2e6c95f3adc78bcde9&lang=en&cache-only=0",
            "defineEn": "used with a date to refer to things happened or existed before the birth of Christ",
            "defineVi": "được sử dụng với một ngày để chỉ những điều đã xảy ra hoặc tồn tại trước khi Chúa giáng sinh"
        }
    ]
}