{
    "id": "afe59529-2e00-4e0e-95c4-3a50012c0403",
    "title": "Facial Expressions",
    "originalTitle": "Facial Expressions",
    "words": [
        {
            "id": "8b6b12b1-7802-4d3d-8ecf-f906d2e5f501",
            "word": "frown",
            "phonetic": "fɹaʊn ",
            "partOfSpeechType": "noun",
            "examples": [
                "She gave him a frown and told him to mind his manners.",
                "When I asked my friend for feedback on my presentation, she gave me some tough criticism, but I knew that a friend's frown is better than a fool's smile, so I took her advice and made some changes that ultimately improved the outcome.",
                "Don't frown now.",
                "I would just frown.",
                "That clown is frowning and running at me with a tiny cream pie."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJvd24&hash=664ef4910277758cdb8367874b70188236510b1c&lang=en&cache-only=0",
            "defineEn": "an expression on the face in which the eyebrows are brought together in a way that causes lines above the eyes, which shows anger, worry, or disapproval",
            "defineVi": "một biểu hiện trên khuôn mặt trong đó lông mày được kéo lại với nhau theo cách gây ra các nếp nhăn phía trên mắt, thể hiện sự tức giận, lo lắng hoặc không tán thành",
            "hasImg": true
        },
        {
            "id": "14a0306f-8e0a-451a-91da-ad5bc414b290",
            "word": "glare",
            "phonetic": "ɡlɛɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Glaring round at the solitary embryo sheepskin, who quaked in his shoes.",
                "I wear sunglasses to protect my eyes from the sun's glare.",
                "Oh glare is killing us.",
                "Shout out to Ready To Glare.",
                "The search went on through the night, under the glare of floodlights and the watchful eye of anxious parents."
            ],
            "audio": "https://tts.langeek.co/read?text=Z2xhcmU&hash=468a5f20bc98d02773ab91de7ce234bda4974811&lang=en&cache-only=0",
            "defineEn": "a steady and sharp stare that conveys anger, disapproval, or hostility",
            "defineVi": "một cái nhìn ổn định và sắc nét truyền đạt sự tức giận, không tán thành hoặc thù địch",
            "hasImg": true
        },
        {
            "id": "4878a8d8-120d-4448-afd4-4a98ef5980b0",
            "word": "grimace",
            "phonetic": "ɡɹɪmɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "She grimaced at the taste of the bitter medicine.",
                "The child grimaced in pain as the doctor examined his injured arm.",
                "As the comedian told the joke, the audience grimaced in a mixture of amusement and discomfort.",
                "The teacher's stern grimace warned the students to behave.",
                "She couldn't hide her grimace of disgust when she tasted the spoiled milk."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JpbWFjZQ&hash=2e7450f2c69e2a5f0924416fb3387cece7f4fdc2&lang=en&cache-only=0",
            "defineEn": "a twisted facial expression indicating pain, disgust or disapproval",
            "defineVi": "nét mặt vặn vẹo thể hiện sự đau đớn, ghê tởm hoặc không tán thành",
            "hasImg": true
        },
        {
            "id": "ca395912-b505-4c11-a758-c49d5ec8c262",
            "word": "long face",
            "phonetic": "lɔŋ feɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG9uZyBmYWNl&hash=15ed946b72d7d1e77638946eeda607160a367ae9&lang=en&cache-only=0",
            "defineEn": "a disappointed or sad facial expression",
            "defineVi": "một nét mặt thất vọng hoặc buồn bã"
        },
        {
            "id": "94ae5111-01fa-4818-9e6f-d5859ad41e8d",
            "word": "scowl",
            "phonetic": "skaʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "But she's a little bit scary, she's a little bit of a badass, and she's always having that scowl on her face, which is me.",
                "The last thing you will see as you succumb to an attack is the scars of a snarling, scowling face as she goes in for the kill. ",
                "But, hey: That doesn’t mean you should retire your well-practiced scowl, because studies also show that putting one on can help you perform better.",
                "He said nothing and scowled which from him I'm told is a rave review, but then I mentioned that this particular coat also doubles as a dog bed and his face lit up."
            ],
            "audio": "https://tts.langeek.co/read?text=c2Nvd2w&hash=24d90c640d9551b7f96913371a378e30a4ae3858&lang=en&cache-only=0",
            "defineEn": "a sullen or angry frown signifying displeasure",
            "defineVi": "một cái cau mày ủ rũ hoặc tức giận biểu thị sự không hài lòng",
            "hasImg": true
        },
        {
            "id": "6e78f0f0-5386-4070-b01c-7e84e688eb7e",
            "word": "side-eye",
            "phonetic": "saɪdaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "But even if we have to give Jupiter a little side-eye now and then, it could have helped make life on Earth possible."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lkZS1leWU&hash=df7fff58b7b245db0eb04afa5a02911f4f3a6bd3&lang=en&cache-only=0",
            "defineEn": "a sidelong glance or look given to someone, often indicating suspicion, disapproval, or contempt",
            "defineVi": "một cái liếc xéo hoặc cái nhìn dành cho ai đó, thường biểu thị sự nghi ngờ, không tán thành hoặc khinh miệt"
        },
        {
            "id": "29b3d8bb-b341-488d-8f58-cdeef5ed890a",
            "word": "wink",
            "phonetic": "wɪŋk ",
            "partOfSpeechType": "noun",
            "examples": [
                "I didn't sleep a wink last night.",
                "She winked at him, playfully closing one eye.",
                "Our newborn son is rather colicky, so my wife and I haven't slept a wink the last few nights.",
                "In a world where miscommunication can lead to misunderstandings and conflicts, it's important to be straightforward and avoid relying on subtle or indirect cues - as they say, a nod is as good as a wink to a blind horse.",
                "And just like give a little wink."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luaw&hash=1c4e42917137dcea4cca86a958b60d8242688f7a&lang=en&cache-only=0",
            "defineEn": "the act of opening and closing one eye quickly once as a sign of affection, greeting, etc.",
            "defineVi": "hành động mở và nhắm nhanh một mắt một lần như một dấu hiệu của tình cảm, lời chào, v.v.",
            "hasImg": true
        },
        {
            "id": "34a6bb43-3e17-45a2-a69d-908a12bb1401",
            "word": "blush",
            "phonetic": "blʌʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Spare his blushes.",
                "The manager spoke for his young employee in order to spare her blushes.",
                "Liam whispered sweet nothings into Jane's ear, making her blush and smile.",
                "I tried saving her blushes when she asked me to prom by saying I had no intention of going with anyone.",
                "The way he looked at her, his eyes on stalks, made her blush and feel desired."
            ],
            "audio": "https://tts.langeek.co/read?text=Ymx1c2g&hash=56e5a13df95356d43e63cdcec77dd29f3f90c0cf&lang=en&cache-only=0",
            "defineEn": "the rush of blood to the face signifying embarrassment, modesty or confusion",
            "defineVi": "máu dồn lên mặt biểu thị sự bối rối, khiêm tốn hoặc bối rối",
            "hasImg": true
        },
        {
            "id": "4091237b-ed69-4205-93ba-5658625dbe6b",
            "word": "flushed",
            "phonetic": "flʌʃt ",
            "partOfSpeechType": "adjective",
            "examples": [
                "But, if the subject had been told that the injection would make him feel all pumped up, he'd actually report very little emotion, just because he was blaming that racing heart and flushed face on the drug, not a particular state of mind.",
                "So the dude's just sitting there, jacked up on this hormone, and his heart is racing, and his cheeks are all flushed, and in the case where the subject was told not to expect the effects, the study found that the guy would actually adopt the emotion of the actor in the room, becoming happy or testy, depending on how the person was acting."
            ],
            "audio": "https://tts.langeek.co/read?text=Zmx1c2hlZA&hash=cd87d727b5f6a50ed7ec97f92da849e9c73530d8&lang=en&cache-only=0",
            "defineEn": "(especially of the face) describing a reddened or rosy appearance resulting from increased blood flow or heightened emotion",
            "defineVi": "(đặc biệt là khuôn mặt) mô tả vẻ ngoài ửng đỏ hoặc hồng hào do lưu lượng máu tăng lên hoặc cảm xúc dâng trào",
            "hasImg": true
        },
        {
            "id": "f0601f17-2b62-4707-b322-b2bf939bc570",
            "word": "to glow",
            "phonetic": "tə ɡloʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The afternoon sun casts a warm glow on the buildings and trees.",
                "The full moon cast a soft glow on the landscape.",
                "The sun was setting and a warm red glow filled the sky.",
                "Emily's glowing complexion, radiant smile, and boundless energy make her the picture of good health.",
                "He speaks of you in glowing terms."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2xvdw&hash=fa9b6b0797f355db9322c7462da52fcebe6c6c8a&lang=en&cache-only=0",
            "defineEn": "(of a person's face) to look lively and healthy, specifically as a result of training and exercising",
            "defineVi": "(về khuôn mặt của một người) trông sinh động và khỏe mạnh, đặc biệt là do luyện tập và tập thể dục"
        },
        {
            "id": "f6d49988-3968-4785-9732-f0e082f9aed8",
            "word": "to pale",
            "phonetic": "tə peɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Emmeline turned pale.",
                "Emmeline turned pale.",
                "Her recent conduct is beyond the pale.",
                "His opinions are entirely beyond the pale.",
                "The language my father used was beyond the pale."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGFsZQ&hash=413d49e6d03f7097d50d611f863f59107e107cfa&lang=en&cache-only=0",
            "defineEn": "to become or make someone's skin or complexion appear lighter in color, often due to shock, fear, illness, or lack of sun exposure",
            "defineVi": "trở thành hoặc làm cho da hoặc nước da của ai đó có màu sáng hơn, thường là do bị sốc, sợ hãi, bệnh tật hoặc không được tiếp xúc với ánh nắng mặt trời"
        },
        {
            "id": "9c623c92-203c-409a-a5a2-7993f67dfce6",
            "word": "to crease",
            "phonetic": "tə kɹiːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "-You're creasing between each wind.",
                "Then a little crease forms between the two new cells, which marks the beginning of the final split.",
                "It's actually just a crease in his shirt.",
                "For example, each finger has three sections and three creases for a total of six things to count.",
                "There's this hinge, this little crease that forms along the middle."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3JlYXNl&hash=dbb4a6bb204128cc8c175869a013b847af0e22a4&lang=en&cache-only=0",
            "defineEn": "to cause a wrinkle or indentation on a surface",
            "defineVi": "để gây ra một nếp nhăn hoặc vết lõm trên một bề mặt"
        },
        {
            "id": "d116618b-7908-4586-8951-20f807c0381f",
            "word": "to crumple",
            "phonetic": "tə kɹʌmpəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "Yeah, he would just crumple.",
                "We don’t crumple like aluminum cans under this enormous pressure because the air and water inside us exert an equal amount of pressure outwards.",
                "Now, I don't have any fancy laser devices, I just have her speed and the helmet crumple length, 10 centimeters.",
                "Now take that picture, crumple it up and light it on fire.",
                "Figure out what the crumple zone of a helmet would be and work out the acceleration."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY3J1bXBsZQ&hash=c43dbce04b35f3006646b57e0cf9315f9ddffedd&lang=en&cache-only=0",
            "defineEn": "to wrinkle or collapse the face due to intense emotions or age-related changes",
            "defineVi": "nhăn mặt hoặc suy sụp khuôn mặt do cảm xúc mãnh liệt hoặc những thay đổi liên quan đến tuổi tác"
        },
        {
            "id": "5b1096a4-f75a-4ec4-a566-3879f28dca1d",
            "word": "to furrow",
            "phonetic": "tə fɜːɹoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "As that is happening, you have this furrow forming, this little indentation.",
                "They planted them in different methods, some in a hill, some in a furrow, hundreds of them.",
                "By the end of telophase in mitosis, you also have this process of cytokinesis, where this cleavage furrow forms and deepens, deepens, deepens until the cytoplasm is actually split into two separate cells.",
                "Like if someone really struggles and has a problem with Autism and I furrow my brow, and I'm like, \"What does this mean to you?\"",
                "Now, at the same time telophase is happening, you also normally have this cytokinesis, where this cleavage furrow forms, where essentially-- during telophase, these things are getting pushed further and further apart by those microtubules so that they're already at the ends of the cell, of the cytoplasm of the cell, and you can almost view them as pushing on the sides to elongate the cell."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnVycm93&hash=74c9f6893dfbed37b6bf1d2582dd1bf43d5649e8&lang=en&cache-only=0",
            "defineEn": "to cause wrinkles or lines to appear on the skin as a sign of worry, confusion, or concentration",
            "defineVi": "gây ra nếp nhăn hoặc đường xuất hiện trên da như một dấu hiệu của sự lo lắng, bối rối hoặc tập trung"
        },
        {
            "id": "64fcd946-f3a7-4676-9f42-498e3029e5d8",
            "word": "to bug out",
            "phonetic": "tə bʌɡ aʊt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYnVnIG91dA&hash=61d034ae5f108bb06570681172c83c79d603d7d3&lang=en&cache-only=0",
            "defineEn": "to suddenly widen one's eyes in a startled or surprised expression, often giving the impression of bulging or protruding eyes",
            "defineVi": "đột nhiên mở to mắt trong một biểu hiện giật mình hoặc ngạc nhiên, thường tạo ấn tượng về đôi mắt lồi hoặc lồi ra"
        },
        {
            "id": "03aafb92-2d78-4277-9c57-b1ef7ca668da",
            "word": "to glower",
            "phonetic": "tə ɡlaʊɚ ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2xvd2Vy&hash=6453416022c31be7d82930978c38cdb0f67edc0b&lang=en&cache-only=0",
            "defineEn": "to look or stare at someone angrily",
            "defineVi": "để nhìn hoặc nhìn chằm chằm vào một ai đó giận dữ",
            "hasImg": true
        },
        {
            "id": "b53dfe82-05e0-4a5f-aa03-4b12a7090bbd",
            "word": "to grimace",
            "phonetic": "tə ɡɹɪmɪs ",
            "partOfSpeechType": "verb",
            "examples": [
                "She grimaced at the taste of the bitter medicine.",
                "The child grimaced in pain as the doctor examined his injured arm.",
                "As the comedian told the joke, the audience grimaced in a mixture of amusement and discomfort.",
                "The teacher's stern grimace warned the students to behave.",
                "She couldn't hide her grimace of disgust when she tasted the spoiled milk."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3JpbWFjZQ&hash=f397623677bbc0cd7bd349b238b237111c724b65&lang=en&cache-only=0",
            "defineEn": "to twist our face in an ugly way because of pain, strong dislike, etc., or when trying to be funny",
            "defineVi": "vặn vẹo khuôn mặt của chúng ta theo cách xấu xí vì đau đớn, không thích mạnh mẽ, v.v., hoặc khi cố tỏ ra hài hước",
            "hasImg": true
        },
        {
            "id": "5eb1b228-8c20-4496-88f2-4e38db143222",
            "word": "to lower",
            "phonetic": "tə loʊɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "They have drastically lowered the bar for anyone who wants to call themselves a musician.",
                "The politician promised to lower taxes, but the people knew that a man is judged by his deeds, not by his words, and voted for the candidate with a proven track record of following through on promises.",
                "President Trump's signature tax legislation lowered the corporate tax rate from 35 to 21 percent.",
                "So high levels of HDL actually lower your risk of heart attack and stroke.",
                "So the government kind of lowered the bar for them."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbG93ZXI&hash=fe20472657cf09f7f3d824cd64105fe235ce9433&lang=en&cache-only=0",
            "defineEn": "to drop one's eyebrows, chin, or gaze to express sadness, disapproval, or shame, or to show less intensity or hostility in a facial expression",
            "defineVi": "rũ lông mày, cằm hoặc nhìn chằm chằm để bày tỏ sự buồn bã, không tán thành hoặc xấu hổ hoặc để thể hiện ít cường độ hoặc sự thù địch hơn trong nét mặt",
            "hasImg": true
        },
        {
            "id": "37787d07-98c5-4cd2-aaf0-3912d71889df",
            "word": "to pout",
            "phonetic": "tə paʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "You were all over your sister about her eating habits, but you start pouting when I point out that you had a cupcake for dinner last night!",
                "Maybe you had it down to a science: run the thermometer under hot water in the bathroom sink, do some jumping jacks, get hot and sweaty, and then climb back under the covers and put on your cutest pout."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcG91dA&hash=7d0824539841c6a593c86164a6baa625c4fe4850&lang=en&cache-only=0",
            "defineEn": "to push out one's lips as an expression of displeasure, anger, or sadness",
            "defineVi": "để mím môi ra như một biểu hiện của sự không hài lòng, tức giận hoặc buồn bã",
            "hasImg": true
        },
        {
            "id": "0e1ed77c-f135-47c6-a4f3-66dbc27894f3",
            "word": "to purse",
            "phonetic": "tə pɜːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "She pursed her lips, showing disapproval.",
                "She used to keep her phon in her purse.",
                "She placed her purse on the chair next to her at the restaurant.",
                "MY wife opened her purse and pulled out a pen to write a note.",
                "She always carries a small purse to hold her keys and wallet."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVyc2U&hash=7fe70b07e245dcf51dcf5d2cae36daacc9a5172a&lang=en&cache-only=0",
            "defineEn": "to pucker or tighten one's lips together to express disapproval or concentration",
            "defineVi": "để nhăn hoặc mím chặt môi của một người lại với nhau để bày tỏ sự không tán thành hoặc tập trung",
            "hasImg": true
        },
        {
            "id": "399d8c22-2f3f-473f-a31c-5e2bf6d595c6",
            "word": "to scowl",
            "phonetic": "tə skaʊl ",
            "partOfSpeechType": "verb",
            "examples": [
                "But she's a little bit scary, she's a little bit of a badass, and she's always having that scowl on her face, which is me.",
                "The last thing you will see as you succumb to an attack is the scars of a snarling, scowling face as she goes in for the kill. ",
                "But, hey: That doesn’t mean you should retire your well-practiced scowl, because studies also show that putting one on can help you perform better.",
                "He said nothing and scowled which from him I'm told is a rave review, but then I mentioned that this particular coat also doubles as a dog bed and his face lit up."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2Nvd2w&hash=5510bcc42e3060cdbcd6a3be7cdf88a3b70f58b7&lang=en&cache-only=0",
            "defineEn": "to frown in a sullen or angry way",
            "defineVi": "cau mày một cách ủ rũ hoặc tức giận",
            "hasImg": true
        },
        {
            "id": "0ab5ac84-5794-42d8-b197-b1f4cd0f5e7a",
            "word": "to sulk",
            "phonetic": "tə sʌlk ",
            "partOfSpeechType": "verb",
            "examples": [
                "The loser scurries off and sulks.",
                "The other gods laughed and Thor sulked, but Loki prevailed on him because without his hammer, the gods were vulnerable to giants.",
                "Humiliated, Charlie sulked back home, and began practicing diligently, vowing to return to 12th street, and quote \"Show those cats.\"",
                "Rather than refusing outright, these soldiers sulked, procrastinated, and were deliberately inefficient.",
                "Exactly, and if nobody else wants to play, I'm gonna sulk the entire rest of the trip."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Vsaw&hash=4348a3cad4619259b24da18b95e1dccde9520768&lang=en&cache-only=0",
            "defineEn": "to be in a bad mood and to remain silent and resentful due to feeling upset, angry, or disappointed",
            "defineVi": "có tâm trạng xấu và giữ im lặng và bực bội do cảm thấy khó chịu, tức giận hoặc thất vọng"
        },
        {
            "id": "80770dc5-0f5b-4a94-84e9-3a0a407e26f8",
            "word": "to wince",
            "phonetic": "tə wɪns ",
            "partOfSpeechType": "verb",
            "examples": [
                "The actor's grimace of pain was so convincing that the audience winced in sympathy.",
                "It needs to make me wince more!",
                "The only time in my listening experience that I was kinda disappointed was someone was playing a really high-pitched harmonica and that just super high wheezing kind of made me wince."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2luY2U&hash=48b8f752036e4b54135434183202966042dd1a28&lang=en&cache-only=0",
            "defineEn": "to show a facial expression that signifies shame or pain",
            "defineVi": "để hiển thị một nét mặt biểu thị sự xấu hổ hoặc đau đớn",
            "hasImg": true
        },
        {
            "id": "70504f6c-8e79-4b0c-8bca-88ec94dba877",
            "word": "smile",
            "phonetic": "smaɪl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Both men wore confident smiles.",
                "She smiled nervously.",
                "She had a big smile on her face.",
                "The old gentleman greeted everyone with a warm smile.",
                "His wife smiled, recalling the old saying that a man is a lion in his own cause."
            ],
            "audio": "https://tts.langeek.co/read?text=c21pbGU&hash=3fbbbd4949847bf1b00755ede44f8d8e8370b99f&lang=en&cache-only=0",
            "defineEn": "an expression in which our mouth curves upwards, when we are being friendly or are happy or amused",
            "defineVi": "một biểu hiện mà miệng của chúng ta cong lên, khi chúng ta thân thiện hoặc vui vẻ hoặc thích thú",
            "hasImg": true
        },
        {
            "id": "c542294e-e860-4349-a42d-141883bc7253",
            "word": "grin",
            "phonetic": "ɡɹɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "That should wipe the grin off his face.",
                "She just grins and bears it all.",
                "There he was, grinning like the Cheshire cat",
                "He grinned, and then checked himself, not wanting to upset Jack.",
                "Charles was sitting in his place, grinning like a Cheshire cat, when I joined him."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Jpbg&hash=13777fc6bec1ca0e32da56de2172003e5a91bf57&lang=en&cache-only=0",
            "defineEn": "a broad smile that reveals the teeth",
            "defineVi": "một nụ cười rộng để lộ răng",
            "hasImg": true
        },
        {
            "id": "4be64d9a-a0b8-4ea4-a47f-b83fc9d9bf00",
            "word": "beam",
            "phonetic": "biːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lisa beamed with pride as she watched her son receive his diploma on graduation day.",
                "The construction worker used a heavy-duty bolt to connect the steel beams.",
                "The proud father watched his child perform on stage, beaming with joy.",
                "Little beams of light played over the sea.",
                "Beam of light knocks him down."
            ],
            "audio": "https://tts.langeek.co/read?text=YmVhbQ&hash=4e49c21077cb58fde7a96fef133a463e928dfa1c&lang=en&cache-only=0",
            "defineEn": "a wide and joyful smile",
            "defineVi": "một nụ cười rộng và vui vẻ",
            "hasImg": true
        },
        {
            "id": "ef89c3b5-72f8-4584-a176-15342a1214c2",
            "word": "sneer",
            "phonetic": "snɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Trade school as post-secondary education can be a ticket to a six-figure income, but it's sneered at by kids, parents and teachers alike.",
                "That sneer is actually what’s known as the Flehmen response, and it gives cats and other animals, like horses, llamas, dogs, and giraffes a supercharged way to smell the environment around them.",
                "At one point Nick recalls all the people who would go to those great parties and sneer most bitterly at Gatsby on the courage of Gatsby's liquor.",
                "Let me submit to you that those of us who would sneer at Gatsby do so on the courage of his liquor, because the truth is, we all share his ambition."
            ],
            "audio": "https://tts.langeek.co/read?text=c25lZXI&hash=edc819e33b7d6110f40e8cb7cc3d5ee434a66a05&lang=en&cache-only=0",
            "defineEn": "a smile or remark directed at someone as a sign of mockery or disrespect",
            "defineVi": "một nụ cười hoặc nhận xét hướng vào ai đó như một dấu hiệu của sự nhạo báng hoặc thiếu tôn trọng",
            "hasImg": true
        },
        {
            "id": "e60b9c77-7f37-43a8-bcc0-4e04a07d4ba0",
            "word": "smirk",
            "phonetic": "smɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Wipe that smirk off your face, you little punk.",
                "- Look at that stupid smirk on his face.",
                "Now the truth, is Joe smirked because he could relate to my desire to go on vacation.",
                "I think what was that smirk all about?",
                "What do you keep smirking for?"
            ],
            "audio": "https://tts.langeek.co/read?text=c21pcms&hash=28232a16c99f945ef8f3dda48e16a6b088bb90ae&lang=en&cache-only=0",
            "defineEn": "a half-smile that can indicate satisfaction, superiority, or amusement",
            "defineVi": "một nụ cười nửa miệng có thể biểu thị sự hài lòng, vượt trội hoặc thích thú",
            "hasImg": true
        },
        {
            "id": "a944f449-2d42-45a6-816a-c9e1e75e203a",
            "word": "simper",
            "phonetic": "sɪmpɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2ltcGVy&hash=a7d5539076f0a19e8581b7e575be4b529281349b&lang=en&cache-only=0",
            "defineEn": "a coy or silly smile or mannerism that is intended to be charming or flirtatious",
            "defineVi": "một nụ cười hoặc cách cư xử nhút nhát hoặc ngớ ngẩn nhằm mục đích quyến rũ hoặc tán tỉnh"
        },
        {
            "id": "75c6dade-2c5e-4d93-bce6-a6782433f7c0",
            "word": "bleak",
            "phonetic": "bliːk ",
            "partOfSpeechType": "adjective",
            "examples": [
                "It will be bleak.",
                "A bleak pit of despair, that will crush your soul daily.",
                "Yes, these numbers look bleak, but they are improving thanks to an increase in awareness and funding for immunization efforts, especially in countries like Afghanistan, Bangladesh, and Sudan.",
                "But it was very bleak in terms of women on that Senate Judiciary Committee, which is a powerful committee.",
                "And it was looking bleak as to what's going to go on."
            ],
            "audio": "https://tts.langeek.co/read?text=YmxlYWs&hash=cedfbacefaffba590d426e11b52e82f1b61c4e29&lang=en&cache-only=0",
            "defineEn": "having a facial expression that is emotionless, suggesting sadness, depression, or hopelessness",
            "defineVi": "có nét mặt vô cảm, gợi sự buồn bã, chán nản hoặc tuyệt vọng"
        },
        {
            "id": "3ad20fd0-866c-4c0e-a9d8-f85bdf9a81ca",
            "word": "glazed",
            "phonetic": "ɡleɪzd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2xhemVk&hash=091b2e787cc7000fa252610b2681e7071c22955b&lang=en&cache-only=0",
            "defineEn": "(of eyes or facial expression) lacking interest and showing no emotion",
            "defineVi": "(về ánh mắt hoặc nét mặt) thiếu quan tâm và không biểu lộ cảm xúc"
        },
        {
            "id": "ab16e3a9-59a6-429e-b2c9-c65b1b00f113",
            "word": "wry",
            "phonetic": "ɹaɪ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "To the public, he’s a refreshing contradiction to stereotypes about physicists: A safe-cracking, bongo-playing, mildly-philanderous non-conformist whose heavily brooklyn-accented voice you’ve probably heard either relaying some bit of no-nonsense pragmatic wisdom about the only sensible way to view the world, or else some wry joke told through a crooked smile."
            ],
            "audio": "https://tts.langeek.co/read?text=d3J5&hash=8e590cf5e9fb57a20a5defbc67776796e485a259&lang=en&cache-only=0",
            "defineEn": "twisted or distorted, often indicating dry or mocking humor.",
            "defineVi": "xoắn hoặc bóp méo, thường biểu thị sự hài hước khô khan hoặc chế giễu."
        },
        {
            "id": "921b53c2-0346-4509-83dc-0511831a860d",
            "word": "worried",
            "phonetic": "wʌɹid ",
            "partOfSpeechType": "adjective",
            "examples": [
                "Police are worried that many crimes go unreported.",
                "I'm not worried about my finances.",
                "She was worried she was stuck in a dead-end job.",
                "I'm worried that I didn't give a good account of myself in that job interview today.",
                "I’m not worried about stepping on anybody’s toes."
            ],
            "audio": "https://tts.langeek.co/read?text=d29ycmllZA&hash=e8dcd4f18c931f67fa7080551d69f847706bbc28&lang=en&cache-only=0",
            "defineEn": "feeling unhappy and afraid because of something that has happened or might happen",
            "defineVi": "cảm thấy không vui và sợ hãi vì điều gì đó đã xảy ra hoặc có thể xảy ra",
            "hasImg": true
        },
        {
            "id": "df71330b-c892-4fce-9395-8ef65e5ec566",
            "word": "wild-eyed",
            "phonetic": "waɪldaɪd ",
            "partOfSpeechType": "adjective",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d2lsZC1leWVk&hash=662d62796daf2a8a53746526be996b453541282b&lang=en&cache-only=0",
            "defineEn": "describing a person who looks frightened or crazy due to their unfocused gaze",
            "defineVi": "mô tả một người trông sợ hãi hoặc phát điên do cái nhìn không tập trung của họ"
        },
        {
            "id": "02e4a48b-dd3e-4d64-8f05-bd7f9d4155d4",
            "word": "unblinking",
            "phonetic": "ʌnblɪŋkɪŋ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "God is always watching, with unblinking perception that holds objects in existence even when we’re not paying attention."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5ibGlua2luZw&hash=95b4102f10b1f36ac1be2bc25ab81c4cfdd8d804&lang=en&cache-only=0",
            "defineEn": "not blinking one's eyes, often indicating intense concentration, focus, or a lack of emotion",
            "defineVi": "không chớp mắt, thường cho thấy sự tập trung cao độ, tập trung hoặc thiếu cảm xúc"
        },
        {
            "id": "adedbbab-4706-4b3e-8885-e0409ebd68a3",
            "word": "wince",
            "phonetic": "wɪns ",
            "partOfSpeechType": "noun",
            "examples": [
                "The actor's grimace of pain was so convincing that the audience winced in sympathy.",
                "It needs to make me wince more!",
                "The only time in my listening experience that I was kinda disappointed was someone was playing a really high-pitched harmonica and that just super high wheezing kind of made me wince."
            ],
            "audio": "https://tts.langeek.co/read?text=d2luY2U&hash=5034c6c1506bad59ea815162474b090d40afda59&lang=en&cache-only=0",
            "defineEn": "a facial expression that shows shame or sudden pain",
            "defineVi": "nét mặt thể hiện sự xấu hổ hoặc đau đớn đột ngột",
            "hasImg": true
        },
        {
            "id": "d54e0ac8-90e2-4c55-aaaf-162f874c1f1c",
            "word": "to beam",
            "phonetic": "tə biːm ",
            "partOfSpeechType": "verb",
            "examples": [
                "Lisa beamed with pride as she watched her son receive his diploma on graduation day.",
                "The construction worker used a heavy-duty bolt to connect the steel beams.",
                "The proud father watched his child perform on stage, beaming with joy.",
                "Little beams of light played over the sea.",
                "Beam of light knocks him down."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYmVhbQ&hash=60991687835e496659999d9110e1fdcd6f8b314b&lang=en&cache-only=0",
            "defineEn": "to show an emotion with a joyful smile",
            "defineVi": "để thể hiện một cảm xúc với một nụ cười vui vẻ",
            "hasImg": true
        },
        {
            "id": "da85989d-b1d2-4719-b777-c4718d0ae57e",
            "word": "to sneer",
            "phonetic": "tə snɪɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Trade school as post-secondary education can be a ticket to a six-figure income, but it's sneered at by kids, parents and teachers alike.",
                "That sneer is actually what’s known as the Flehmen response, and it gives cats and other animals, like horses, llamas, dogs, and giraffes a supercharged way to smell the environment around them.",
                "At one point Nick recalls all the people who would go to those great parties and sneer most bitterly at Gatsby on the courage of Gatsby's liquor.",
                "Let me submit to you that those of us who would sneer at Gatsby do so on the courage of his liquor, because the truth is, we all share his ambition."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc25lZXI&hash=8370d3cf626115c83dceab43d1b6eeca9e305a81&lang=en&cache-only=0",
            "defineEn": "to smile or speak in a way that suggests mockery or disrespect toward someone",
            "defineVi": "cười hoặc nói theo cách gợi ý chế giễu hoặc thiếu tôn trọng đối với ai đó",
            "hasImg": true
        },
        {
            "id": "da832487-d4ab-447e-9691-e0066da66627",
            "word": "to smirk",
            "phonetic": "tə smɜːk ",
            "partOfSpeechType": "verb",
            "examples": [
                "Wipe that smirk off your face, you little punk.",
                "- Look at that stupid smirk on his face.",
                "Now the truth, is Joe smirked because he could relate to my desire to go on vacation.",
                "I think what was that smirk all about?",
                "What do you keep smirking for?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc21pcms&hash=d5917a2e7c147143bc8fdae68be959d21ca8b737&lang=en&cache-only=0",
            "defineEn": "to smile in a silly and unpleasant way, indicating a high opinion of oneself",
            "defineVi": "cười một cách ngớ ngẩn và khó chịu, thể hiện ý kiến cao về bản thân",
            "hasImg": true
        }
    ]
}