{
    "id": "b0629e57-dd5f-4d79-9291-51929a805e28",
    "title": "Narratology",
    "originalTitle": "Narratology",
    "words": [
        {
            "id": "5988aadb-fce7-4b7d-a2c0-dbd1772db485",
            "word": "bathos",
            "phonetic": "bæθoʊz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmF0aG9z&hash=a02fd907a71e13230c5ebefadd2ddce9751bd7fc&lang=en&cache-only=0",
            "defineEn": "a literary device in which an attempt at serious or elevated writing or speech is undermined by an incongruous or absurd use of language or imagery",
            "defineVi": "một thiết bị văn học trong đó nỗ lực viết hoặc nói nghiêm túc hoặc nâng cao bị phá hoại bởi việc sử dụng ngôn ngữ hoặc hình ảnh phi lý hoặc vô lý"
        },
        {
            "id": "494bf8ee-7847-4165-9956-3e9f361f7ddd",
            "word": "climax",
            "phonetic": "klaɪmæks ",
            "partOfSpeechType": "noun",
            "examples": [
                "When I came to, the fighting was at a climax.",
                "The climax of Bartok's first movement happens at bar 55 which is not only a Fibonacci number but also lands very close to the golden ratio.",
                "The proteststhat climaxed with the Tank Man's lonely actof defiance had begun five weeks earlier with a mass studentdemonstration, and in most Western mediacontinued to be treated as a student phenomenon.",
                "And to be in Washington, was for me today, a beginning really kind of a climax to generations of hope.",
                "We traveled across Yemen's northeast desert to where this war has reached a climax."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpbWF4&hash=8a4ec4893d7e8df0a70463e24d4b49a335d0004e&lang=en&cache-only=0",
            "defineEn": "the most significant moment in a story, play, movie, etc. with a high dramatic suspense",
            "defineVi": "thời điểm quan trọng nhất trong một câu chuyện, vở kịch, bộ phim, v.v. với tính hồi hộp kịch tính cao"
        },
        {
            "id": "e84952b2-6a8e-4499-93af-dac4c296a678",
            "word": "Chekhov's gun",
            "phonetic": "tʃɛkhɑːv bækslæʃ ɛs ɡʌn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Q2hla2hvdidzIGd1bg&hash=fc7586486f292f4db515e8ba54584a4c76059c01&lang=en&cache-only=0",
            "defineEn": "a literary principle that states that every element introduced in a story must be necessary and relevant to the plot or it should be removed",
            "defineVi": "một nguyên tắc văn học nói rằng mọi yếu tố được giới thiệu trong một câu chuyện phải cần thiết và phù hợp với cốt truyện hoặc nó nên bị loại bỏ"
        },
        {
            "id": "dd951ba3-3ea0-4a3e-9c67-9adc8b92be88",
            "word": "comic relief",
            "phonetic": "kɑːmɪk ɹᵻliːf ",
            "partOfSpeechType": "noun",
            "examples": [
                "Comic Relief is a charitable organization that provides grants and aid to tackle the root causes of poverty and social injustice around the world, and they'll use the money that's raised through this School of Youtube campaign towards helping kids around the world get a better education."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29taWMgcmVsaWVm&hash=1e0d26f3503e5240dd9f76ab8ab6a2abbd3e7a12&lang=en&cache-only=0",
            "defineEn": "a literary technique that uses humor to interrupt serious or tragic scenes in order to provide a temporary release from emotional tension",
            "defineVi": "một kỹ thuật văn học sử dụng sự hài hước để làm gián đoạn những cảnh nghiêm trọng hoặc bi thảm nhằm mang lại sự giải thoát tạm thời khỏi căng thẳng cảm xúc"
        },
        {
            "id": "d52b33c4-7005-401b-9296-9deea4d7fad5",
            "word": "contrivance",
            "phonetic": "kəntɹaɪvəns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29udHJpdmFuY2U&hash=77ea3f35202ee402a23ea729fe0dab889fc5c350&lang=en&cache-only=0",
            "defineEn": "a plot device or a literary technique that is used to resolve a difficult or complicated situation in an unexpected and somewhat unrealistic way",
            "defineVi": "một thiết bị cốt truyện hoặc một kỹ thuật văn học được sử dụng để giải quyết một tình huống khó khăn hoặc phức tạp theo một cách bất ngờ và hơi phi thực tế"
        },
        {
            "id": "f58989e2-e6f3-401c-aa0a-1a18a9de1cd5",
            "word": "denouement",
            "phonetic": "deɪnuːmɔ̃ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVub3VlbWVudA&hash=ea42daf3816cc2a41ad1a0e0d8a6c5890e548a0b&lang=en&cache-only=0",
            "defineEn": "the last section of a literary or dramatic piece where the plot is concluded and all the matters of the work is explained",
            "defineVi": "phần cuối cùng của một tác phẩm văn học hoặc kịch trong đó cốt truyện được kết thúc và tất cả các vấn đề của tác phẩm được giải thích"
        },
        {
            "id": "4df24896-eab0-4574-ada3-a96228a4f5a2",
            "word": "deus ex machina",
            "phonetic": "deɪʊs ɛks məʃiːnə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGV1cyBleCBtYWNoaW5h&hash=66040a59784bfe986056421d7391030199f26f7f&lang=en&cache-only=0",
            "defineEn": "a literary device where a sudden and unexpected event or character is introduced to resolve a problem in a story",
            "defineVi": "một thiết bị văn học trong đó một sự kiện hoặc nhân vật bất ngờ và bất ngờ được giới thiệu để giải quyết một vấn đề trong một câu chuyện"
        },
        {
            "id": "03314ddb-4b1c-4105-83ea-8f0a6a5f202a",
            "word": "dialog",
            "phonetic": "daɪəlɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Once you review the terms, you will now have access to the change-name dialog.",
                "It would happen so fast, there wouldn't even be a windows transfer dialog box.",
                "Here the dialog recorded on the set, the sound effects, the narration, the music, all of which have been reproduced on separate sound tracks, are synchronized with the action projected on the screen and perfectly blended into one composite track.",
                "This is the first example of an Elvish language, in this case the high Elven language of quenya, appearing as dialog in the text.",
                "Within companies more than like unconscious bias training, I do think we need training that opens up real raw dialog."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlhbG9n&hash=7a82d92583f08b8a74490332faef5a4fd26c70d5&lang=en&cache-only=0",
            "defineEn": "a discussion between two groups or states, particularly one intended to resolve a problem",
            "defineVi": "một cuộc thảo luận giữa hai nhóm hoặc tiểu bang, đặc biệt là một nhằm giải quyết vấn đề"
        },
        {
            "id": "f2f55134-8640-4e88-8ffe-b0696fd288bb",
            "word": "embellishment",
            "phonetic": "ɛmbɛlɪʃmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The manuscript is highly decorated throughout with scroll-like embellishments.",
                "Which as it turned out was, anywhere from a small embellishment to a fish this big whopper.",
                "[laughter] You can see there was a bit of embellishment here."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW1iZWxsaXNobWVudA&hash=006943c8981b2e7ab7391951d4cdab7f9617bd9d&lang=en&cache-only=0",
            "defineEn": "the act of adding extra details or exaggerating certain aspects of a story or description to make it more interesting or appealing",
            "defineVi": "hành động thêm các chi tiết bổ sung hoặc phóng đại các khía cạnh nhất định của một câu chuyện hoặc mô tả để làm cho nó thú vị hoặc hấp dẫn hơn"
        },
        {
            "id": "ec1c2c21-e113-4f1c-bb22-c61d66a665de",
            "word": "ending",
            "phonetic": "ɛndɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film had a surprisingly emotional ending, leaving the audience in tears.",
                "The book had a different ending than she expected.",
                "\"Let's start our project with a clear plan and a positive attitude, because a good beginning makes a good ending,\" said the team leader.",
                "That said, I have to admit that the ending was extremely clever.",
                "The ending's a giant joke."
            ],
            "audio": "https://tts.langeek.co/read?text=ZW5kaW5n&hash=3a3133ef939b5b4a285429852c7453dc514c496f&lang=en&cache-only=0",
            "defineEn": "the final part of a story, movie, etc.",
            "defineVi": "phần cuối cùng của một câu chuyện, bộ phim, vv"
        },
        {
            "id": "c7e044a4-26e6-42d6-86c1-a54d71eb3ab1",
            "word": "eponym",
            "phonetic": "ɛpənɪm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXBvbnlt&hash=95ff7567b06a232c04d34922527991b66bd1a20b&lang=en&cache-only=0",
            "defineEn": "a person, place, or thing after whom or which something is named",
            "defineVi": "một người, địa điểm, hoặc vật theo ai hoặc cái gì đó được đặt tên"
        },
        {
            "id": "a7a8310b-b552-4435-ae75-d1a1a3ecd913",
            "word": "dangler",
            "phonetic": "dæŋɡlɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGFuZ2xlcg&hash=568a4d207a08905ffcb01862aa268b4b7169933c&lang=en&cache-only=0",
            "defineEn": "a plot or character element that is introduced but never fully explained or resolved, leaving the audience with unanswered questions or loose ends",
            "defineVi": "một yếu tố cốt truyện hoặc nhân vật được giới thiệu nhưng không bao giờ được giải thích hoặc giải quyết đầy đủ, khiến khán giả có những câu hỏi chưa được trả lời hoặc kết thúc lỏng lẻo"
        },
        {
            "id": "3e234295-a769-4987-a292-046d76a457d2",
            "word": "setting",
            "phonetic": "sɛɾɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Turned the iron to a hotter setting.",
                "We sat and watched the sun setting.",
                "The sports team played better on their home field than when they were away, showing that birds in their little nests agree also applies to team dynamics in competitive settings.",
                "\"In a professional setting, above all else, guard your heart, for everything you do flows from it, and your attitude and work ethic will determine your success,\" said the career coach during the consultation.",
                "When discussing sensitive or private matters, it's best to do so in a private setting, as little pitchers have big ears and they may unintentionally repeat what they hear."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V0dGluZw&hash=10c8bdebf992785848566814cb31da540adf8738&lang=en&cache-only=0",
            "defineEn": "the time and place in which the story of a movie, play, etc. is taking place",
            "defineVi": "thời gian và địa điểm diễn ra câu chuyện của một bộ phim, vở kịch, v.v."
        },
        {
            "id": "fecdf385-3ecc-4c57-9a34-54f6eb54e344",
            "word": "cliffhanger",
            "phonetic": "klɪfhæŋɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The show finished with a dramatic cliffhanger, leaving the audience eager for the next episode.",
                "And then I left you with a cliffhanger."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2xpZmZoYW5nZXI&hash=0cbd6f2221beafaba2ef8a7ec0c1f88c4e21951a&lang=en&cache-only=0",
            "defineEn": "an ending to an episode of a series that keeps the audience in suspense",
            "defineVi": "một kết thúc của một tập phim khiến khán giả hồi hộp"
        },
        {
            "id": "d229d3ea-d878-4f9d-8b19-4d0175d36eef",
            "word": "premise",
            "phonetic": "pɹɛmɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film has a very interesting premise, but the final product leaves much to be desired.",
                "The game's premise and mechanics are interesting, but there's just no meat on the bone when it comes to story and gameplay variety.",
                "The book had an intriguing premise, but the characters felt shallow and undeveloped.",
                "Flip the premise.",
                "I reject that premise completely. "
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlbWlzZQ&hash=62e62a562484844fc7948cdcf725e3178860f193&lang=en&cache-only=0",
            "defineEn": "the basic idea, concept, or foundation upon which a story is built, and often includes the central conflict, characters, setting, and overall tone or genre of the narrative",
            "defineVi": "ý tưởng, khái niệm hoặc nền tảng cơ bản mà một câu chuyện được xây dựng và thường bao gồm xung đột trung tâm, nhân vật, bối cảnh và giọng điệu tổng thể hoặc thể loại của câu chuyện"
        },
        {
            "id": "96902da0-6ee1-43e6-abd6-b4f54d8fe0a8",
            "word": "theme",
            "phonetic": "θiːm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The author abstracted key themes from the novel in her literary analysis.",
                "The artist's painting depicted a crowded city street, with the figures in the painting appearing isolated and alone, capturing the theme of 'a great city, a great solitude'.",
                "Edible ink is a popular choice for creating custom designs on cookies, such as monograms, logos, and holiday themes.",
                "My photography is widely exposing theme of escapism.",
                "This year's theme is Heroes."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlbWU&hash=25ae4cca5a46d2a1c4ffc5d5f4a8e93bd3cc4795&lang=en&cache-only=0",
            "defineEn": "a recurring element that is the main idea or subject in a literary or artistic piece",
            "defineVi": "một yếu tố định kỳ là ý chính hoặc chủ đề trong một tác phẩm văn học hoặc nghệ thuật"
        },
        {
            "id": "4c09343e-899c-4085-886a-988423c3c6aa",
            "word": "poetic license",
            "phonetic": "poʊɛɾɪk laɪsəns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9ldGljIGxpY2Vuc2U&hash=ce4afc700f500cd3f75554dac1e19fe02be1c324&lang=en&cache-only=0",
            "defineEn": "the freedom to deviate from facts, rules or conventional forms practiced by an artist or author in order to gain a desired effect",
            "defineVi": "quyền tự do đi chệch khỏi sự thật, quy tắc hoặc hình thức thông thường được thực hiện bởi một nghệ sĩ hoặc tác giả để đạt được hiệu quả mong muốn"
        },
        {
            "id": "13614f8d-c305-4f95-9ceb-aba45ad4bd4b",
            "word": "sequel",
            "phonetic": "siːkwəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "I'm really surprised that the sequel even holds a candle to the original.",
                "The sequel isn't too bad, but it isn't in the same league with the original.",
                "And just as with the Final Destination movies, the sequels have pretty much the same plot, just some new actors.",
                "The sequel is never quite as good.",
                "This is a sequel."
            ],
            "audio": "https://tts.langeek.co/read?text=c2VxdWVs&hash=06e754dc7a86c2d6b6fa63485b91a47f22224c26&lang=en&cache-only=0",
            "defineEn": "a book, movie, play, etc. that continues and extends the story of an earlier one",
            "defineVi": "một cuốn sách, bộ phim, vở kịch, v.v. tiếp tục và mở rộng câu chuyện của một cuốn trước đó",
            "hasImg": true
        },
        {
            "id": "5d0c31ac-1249-48ca-b42f-cf635b447b1c",
            "word": "spoiler",
            "phonetic": "spɔɪlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Spoilers are coming.",
                "I hate spoilers.",
                "For the record, this show, or this video, will contain spoilers.",
                "A third party candidacy is a spoiler.",
                "I got some spoilers."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BvaWxlcg&hash=f2d486cdd059190b2ae4563475db6766b2ebd9d3&lang=en&cache-only=0",
            "defineEn": "unwanted information about how the plot of a movie, game, book, etc. develops or ends that can ruin one's enjoyment",
            "defineVi": "thông tin không mong muốn về cốt truyện của một bộ phim, trò chơi, cuốn sách, v.v. phát triển hoặc kết thúc như thế nào có thể làm hỏng sự thích thú của một người"
        },
        {
            "id": "7e2ec62b-159e-4237-b0f0-b1a688099886",
            "word": "arc",
            "phonetic": "ɑːɹk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Give me a good arc.",
                "The establishment of stronger female characters in horror and action movies since the 1970s and the feminist movement can account for Barbara’s altered character arc. ",
                "And the whole reason I did this-- so this whole arc right",
                "So what's it arcing to?",
                "Got dual HDMI, one of them is ARC."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJj&hash=6701aaccd29e2c547ab21b5f9fd644b75764f743&lang=en&cache-only=0",
            "defineEn": "the main theme or the continuous line in which a narrative develops",
            "defineVi": "chủ đề chính hoặc dòng liên tục trong đó một câu chuyện phát triển"
        },
        {
            "id": "53876f38-9786-438f-8765-76c191f63544",
            "word": "storyline",
            "phonetic": "stoːɹilaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film received lavish praise from critics for its groundbreaking visual effects, compelling storyline, and outstanding performances.",
                "Is it with characters, characterizations, a storyline?",
                "But you do come together in this storyline?",
                "Trump recognized that it was a good storyline.",
                "The fantasies are intentionally generated and are usually complex narratives with multiple characters and multiple storylines."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RvcnlsaW5l&hash=35e88ca9d58315b908fe637da8078d3dfa6e8296&lang=en&cache-only=0",
            "defineEn": "the plot of a movie, play, novel, etc.",
            "defineVi": "cốt truyện của một bộ phim, vở kịch, tiểu thuyết, v.v."
        },
        {
            "id": "18ac0bfe-99c6-4474-b188-7fb33decd1ef",
            "word": "stream of consciousness",
            "phonetic": "stɹiːm ʌv kɑːnʃəsnəs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3RyZWFtIG9mIGNvbnNjaW91c25lc3M&hash=77e2c84d2036d1ff3986c8bd6af833d676e835db&lang=en&cache-only=0",
            "defineEn": "the continuous flow of thoughts, feelings, and sensations of a character in a seemingly unstructured and spontaneous manner",
            "defineVi": "dòng suy nghĩ, cảm xúc và cảm giác liên tục của một nhân vật theo cách dường như không có cấu trúc và tự phát"
        },
        {
            "id": "18c0a9da-e445-40cb-9799-be764ebc5b34",
            "word": "subplot",
            "phonetic": "sʌbplɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "There’s a scuffle between farmers and cowmen, and some comedy subplot stuff.",
                "Inheritance and who deserves one is a subplot.",
                "So I think Julian did such an incredible job at doing that, having this one main narrative of this big event happening, and then weaving in and out each character's kind of subplot, which he does so cleverly in the film."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VicGxvdA&hash=7f27892429d4cf59d207d0af4f99febf3cbf6aa0&lang=en&cache-only=0",
            "defineEn": "a series of events in a novel, movie, etc. that is separate from the main story and is less important but is linked to it",
            "defineVi": "một loạt các sự kiện trong tiểu thuyết, phim, v.v. tách biệt với câu chuyện chính và ít quan trọng hơn nhưng được liên kết với nó"
        },
        {
            "id": "2a18daa7-9937-42aa-bf2a-e95058d4575a",
            "word": "swashbuckling",
            "phonetic": "swɑːʃbʌklɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "All he had to do was click on cable news to see that he wasn't being portrayed as, as the winning, swashbuckling, powerful president he wanted to be."
            ],
            "audio": "https://tts.langeek.co/read?text=c3dhc2hidWNrbGluZw&hash=5cfd17485cdf732e9343f5ca3ae99785ec21fc5e&lang=en&cache-only=0",
            "defineEn": "a genre of literature, film, or entertainment that features action-packed adventures of daring swordplay, romance, and excitement, often set in historical or fantastical settings",
            "defineVi": "một thể loại văn học, phim hoặc giải trí có các cuộc phiêu lưu đầy hành động với những màn đấu kiếm táo bạo, lãng mạn và phấn khích, thường lấy bối cảnh lịch sử hoặc giả tưởng"
        },
        {
            "id": "1968562f-75a7-4b80-be2d-1259fef79ae1",
            "word": "synopsis",
            "phonetic": "sɪnɑːpsɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Well, some of them, we watched a half hour or 20-minute synopses.",
                "And just to give you a short description, Before I get in to the eight criteria about Dependent Personality Disorder, I will give you kind of just a synopsis of what it is.",
                "But to give you a short synopsis, DBT stands for Dialectical Behavior Therapy, and it was created by a woman by the name of Marsha Linehan.",
                "Just give me a short synopsis of sort of your overview of the damage to institutions and what’s going on. ",
                "We’re not gonna try to give you a detailed synopsis of the war today."
            ],
            "audio": "https://tts.langeek.co/read?text=c3lub3BzaXM&hash=6ca9b1e5a66e504434be38ce599ea114973938a4&lang=en&cache-only=0",
            "defineEn": "a brief summary or overview of the plot, characters, and major events of a book, movie, or other narrative work",
            "defineVi": "một bản tóm tắt ngắn gọn hoặc tổng quan về cốt truyện, nhân vật và các sự kiện chính của một cuốn sách, bộ phim hoặc tác phẩm tường thuật khác"
        },
        {
            "id": "29f46b2a-9caa-4bb6-ba55-6b9d5feff228",
            "word": "trope",
            "phonetic": "tɹoʊp ",
            "partOfSpeechType": "noun",
            "examples": [
                "But going to clearly racist tropes goes well beyond it.",
                "Since then, the three demands or wishes have become a common jinn trope, even appearing the first time a jinni appears in film.",
                "we might start drawing familiar tropes in our minds.",
                "It was a pretty common trope of Elizabethan verse, this idea that human life is temporary, but that poetry is forever.",
                "Anyway, those are my own personal thoughts on Detective Pikachu and the evil disabled villain trope."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJvcGU&hash=7721f94b55d97efee148d4d4bc643117c68fc621&lang=en&cache-only=0",
            "defineEn": "a common or recurring theme, motif, or device that is used in literature, art, or other forms of creative expression",
            "defineVi": "một chủ đề, motif hoặc thiết bị phổ biến hoặc định kỳ được sử dụng trong văn học, nghệ thuật hoặc các hình thức thể hiện sáng tạo khác"
        },
        {
            "id": "a8dea2a1-0a32-4af7-85a5-9eacaf050849",
            "word": "vignette",
            "phonetic": "vɪnjɛt ",
            "partOfSpeechType": "noun",
            "examples": [
                "And the vignettes about Joe Biden from Greg Weaver of Amtrak, who suffered a heart attack, a conductor.",
                "Although York's prevailing attitude towards restoration is conservative, vignettes of modernity exist.",
                "Well, in this vignette right over here, in this picture right over here, its mass times the gravitational field near the surface of the Earth, the 9.8 meters per second squared.",
                "Wver seen a vignette that bad.",
                "The other interesting thing to me is the color difference between the Leica and the 50 mil F1, because you can see in the Leica that it is much lower contrast by default and there's a significant, more amount of vignetting to the point where you actually see in Chase's black jacket, it looks darker, but it is much less."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlnbmV0dGU&hash=c88f9235d10fc4ae68490223a2c8fd7a9443aa12&lang=en&cache-only=0",
            "defineEn": "a brief, impressionistic scene or sketch in literature or film that focuses on a particular moment or character",
            "defineVi": "một cảnh hoặc bản phác thảo ấn tượng, ngắn gọn trong văn học hoặc phim tập trung vào một khoảnh khắc hoặc nhân vật cụ thể"
        },
        {
            "id": "c7efd566-0370-46fa-8c9d-3d673e3d86f7",
            "word": "writer's block",
            "phonetic": "ɹaɪɾɚ bækslæʃ ɛs blɑːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=d3JpdGVyJ3MgYmxvY2s&hash=431657abcf43b465fa71dc392adba5bb60392337&lang=en&cache-only=0",
            "defineEn": "a condition experienced by writers in which they are unable to produce new written material, despite having the desire or obligation to do so",
            "defineVi": "một điều kiện mà các nhà văn gặp phải trong đó họ không thể tạo ra tài liệu viết mới, mặc dù có mong muốn hoặc nghĩa vụ phải làm như vậy"
        },
        {
            "id": "f7796b8a-f0d1-446c-8845-d4f10a7bee30",
            "word": "filler",
            "phonetic": "fɪlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Workers stack the empty containers into the automatic filler.",
                "Should you include filler words like um, uh, like, well?",
                "Also, filler words can be an important part of listening.",
                "This is all meat, no filler.",
                "and I don't have to put fillers in my face."
            ],
            "audio": "https://tts.langeek.co/read?text=ZmlsbGVy&hash=2dba80bcd1957e5a5367ac68f42d007ee258e99c&lang=en&cache-only=0",
            "defineEn": "any material in a narrative that serves to pad or extend the length of the story without advancing the plot or developing the characters",
            "defineVi": "bất kỳ tài liệu nào trong một câu chuyện dùng để đệm hoặc kéo dài thời lượng của câu chuyện mà không thúc đẩy cốt truyện hoặc phát triển các nhân vật"
        },
        {
            "id": "8f11c94e-6933-480f-9455-8163d2efd798",
            "word": "flashback",
            "phonetic": "flæʃbæk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Not everybody has flashbacks.",
                "We have a flashback.",
                "Every single day is a flashback.",
                "And we won't have flashbacks anymore.",
                "This is a flashback scene"
            ],
            "audio": "https://tts.langeek.co/read?text=Zmxhc2hiYWNr&hash=a75a519e9021d46e252ea5a24066a4a880af1738&lang=en&cache-only=0",
            "defineEn": "a scene in a story line that interrupts the chronological order and takes the narrative back in time",
            "defineVi": "một cảnh trong một câu chuyện làm gián đoạn trình tự thời gian và đưa câu chuyện trở lại thời gian"
        },
        {
            "id": "8465db36-8817-4a8b-857c-f1c7869e7834",
            "word": "frame story",
            "phonetic": "fɹeɪm stoːɹi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnJhbWUgc3Rvcnk&hash=49e4b8c28437b9b05b4409ba9892ad5f284a4783&lang=en&cache-only=0",
            "defineEn": "a literary technique in which an introductory narrative serves as a frame for another story or a series of shorter stories",
            "defineVi": "một kỹ thuật văn học trong đó một câu chuyện giới thiệu đóng vai trò là khung cho một câu chuyện khác hoặc một loạt truyện ngắn hơn"
        },
        {
            "id": "98db24d3-39b7-4210-b8d1-f4f3d87b8f46",
            "word": "interior monologue",
            "phonetic": "ɪntɪɹiɚ mɑːnoʊlɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJpb3IgbW9ub2xvZ3Vl&hash=76d0c4a6e14b01e69de1d1e580a64c492d91d37c&lang=en&cache-only=0",
            "defineEn": "a literary device that reveals a character's inner thoughts and feelings directly to the reader",
            "defineVi": "một thủ pháp văn học tiết lộ trực tiếp những suy nghĩ và cảm xúc bên trong của một nhân vật cho người đọc"
        },
        {
            "id": "10ad8b86-ba52-4a26-b0c1-332f5507c662",
            "word": "to kill off",
            "phonetic": "tə kɪl ɔf ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8ga2lsbCBvZmY&hash=f3c6656125c5d711f3d6209b33fd6571af52d1b2&lang=en&cache-only=0",
            "defineEn": "to cause the death of a character in a work of fiction, typically for dramatic effect or to advance the plot",
            "defineVi": "gây ra cái chết của một nhân vật trong một tác phẩm hư cấu, thường là để tạo hiệu ứng kịch tính hoặc để thúc đẩy cốt truyện"
        },
        {
            "id": "8fa80ebf-68c0-4f98-8b6c-9cd91f3f34fd",
            "word": "linear narrative",
            "phonetic": "lɪnɪɹ næɹətɪv ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bGluZWFyIG5hcnJhdGl2ZQ&hash=ac9830c7a5389fb0feb560a4cb4037c542765cd9&lang=en&cache-only=0",
            "defineEn": "a type of storytelling in which events are presented in a sequential and chronological order, following a cause-and-effect pattern and progressing toward a resolution or endpoint",
            "defineVi": "một kiểu kể chuyện trong đó các sự kiện được trình bày theo trình tự thời gian và tuần tự, theo mô hình nguyên nhân và kết quả và tiến tới một giải pháp hoặc điểm cuối"
        },
        {
            "id": "52a73ee4-5371-4da7-be47-d56f22a77bfa",
            "word": "nonlinear narrative",
            "phonetic": "nɑːnlɪnɪɹ næɹətɪv ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bm9ubGluZWFyIG5hcnJhdGl2ZQ&hash=05a65f788be29389020ae814fac777b526bc2cfe&lang=en&cache-only=0",
            "defineEn": "a type of storytelling that does not follow a chronological sequence, instead jumping back and forth in time or presenting events out of order",
            "defineVi": "một kiểu kể chuyện không theo trình tự thời gian, thay vào đó nhảy tới lui theo thời gian hoặc trình bày các sự kiện không theo thứ tự"
        },
        {
            "id": "5e7543fa-3a1b-40a1-b20d-47f15e0f12c1",
            "word": "interactive narrative",
            "phonetic": "ɪntɚɹæktɪv næɹətɪv ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJhY3RpdmUgbmFycmF0aXZl&hash=4368ba46d622bd01aeb78f7f6527aae2ab263b19&lang=en&cache-only=0",
            "defineEn": "a type of storytelling that allows the audience or user to actively participate in the story, making decisions that affect the direction or outcome of the narrative",
            "defineVi": "một kiểu kể chuyện cho phép khán giả hoặc người dùng tích cực tham gia vào câu chuyện, đưa ra quyết định ảnh hưởng đến hướng hoặc kết quả của câu chuyện"
        },
        {
            "id": "348c0e1d-3b21-48cc-bd99-48d2890d6e5b",
            "word": "longueur",
            "phonetic": "lɔŋɜː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG9uZ3VldXI&hash=6d5d6acf3492f010239444fb8c555b1eecd53089&lang=en&cache-only=0",
            "defineEn": "a tedious or boring section of a work of literature or other artistic work, characterized by a lack of action, tension, or interest",
            "defineVi": "một phần tẻ nhạt hoặc nhàm chán của một tác phẩm văn học hoặc tác phẩm nghệ thuật khác, được đặc trưng bởi sự thiếu hành động, căng thẳng hoặc hứng thú"
        },
        {
            "id": "a93d226e-c1ee-4693-a367-a89e5a8bdd13",
            "word": "love triangle",
            "phonetic": "lʌv tɹaɪæŋɡəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bG92ZSB0cmlhbmdsZQ&hash=1b3ab02768be6921d9032bfbe55bc20bd23c3bb4&lang=en&cache-only=0",
            "defineEn": "a relationship dynamic commonly found in stories, where three characters are romantically involved with each other in a way that creates tension, conflict, and difficult choices",
            "defineVi": "một mối quan hệ năng động thường thấy trong các câu chuyện, trong đó ba nhân vật có quan hệ tình cảm với nhau theo cách tạo ra căng thẳng, xung đột và những lựa chọn khó khăn"
        },
        {
            "id": "f95d4d7c-4c45-42c5-a27d-ac72a5457450",
            "word": "mcguffin",
            "phonetic": "məɡʌfɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The token boy of their world is their rich, half-Italian orphan friend Laurie, who is our romantic McGuffin for the novel."
            ],
            "audio": "https://tts.langeek.co/read?text=bWNndWZmaW4&hash=d9cdd87e2e53e2a15ccf022e32ed9bea5116c510&lang=en&cache-only=0",
            "defineEn": "(film) a plot element that catches the viewers' attention or drives the plot",
            "defineVi": "(phim) một yếu tố cốt truyện thu hút sự chú ý của người xem hoặc thúc đẩy cốt truyện"
        },
        {
            "id": "e3a2aff9-de7c-4e14-bcdb-430fd8132149",
            "word": "to mythologize",
            "phonetic": "tə mɪθɑːlədʒaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "Last week's Phrase of the Week was \"homogeneous mythologized unitary polity.\"",
                "Hey, you can’t have a fight without some casual misogyny Hemmingway’s lasting success in mythologizing himself is no more evident than in his reputation as the Apotheosis of Masculinity.",
                "Dear hunger strikers, Do you remember earlier when I said that Gandhi hearkened back to a mythologized Indian past?",
                "Like many of the monsters I explore, Yara-ma-yha-who’s story is intrinsically tied both to the cultural identity and to the history of the people who mythologized it.",
                "In terms of decolonization, he stands out for his use of nonviolence and his linking it to a somewhat mythologized view of Indian history."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbXl0aG9sb2dpemU&hash=e0c41fb148f97048f22b1c732312aaf004351d8e&lang=en&cache-only=0",
            "defineEn": "to create or embellish a story or a person's life with mythological or heroic elements",
            "defineVi": "để tạo ra hoặc tô điểm cho một câu chuyện hoặc cuộc sống của một người với các yếu tố thần thoại hoặc anh hùng"
        },
        {
            "id": "d8fdb149-a02e-4503-af3d-cf35567b7348",
            "word": "to narrate",
            "phonetic": "tə nɚɹeɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Link narrates everything Rhett does.",
                "A couple of European YouTubers narrated it, and uploaded it to their own channels.",
                "And it entices the reader towards an appendix, narrated by a scholar living long after Winston.",
                "Our story comes from two students from the University of California-Berkeley's Graduate School of Journalism, Karla Caraballo-Torres and Lorin Eleni Gill, who narrates the report.",
                "How do you narrate?"
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbmFycmF0ZQ&hash=ed9c3f4b59e89fcf408936dd224b3b5839bd1524&lang=en&cache-only=0",
            "defineEn": "to tell a story or describe a series of events, usually in a chronological or cause-and-effect order",
            "defineVi": "để kể một câu chuyện hoặc mô tả một loạt các sự kiện, thường theo trình tự thời gian hoặc nguyên nhân và kết quả"
        },
        {
            "id": "857d3864-1c8b-4da4-945d-d16896f8f198",
            "word": "narration",
            "phonetic": "nɚɹeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "A movie may often have its visuals on several reels, with its narration and music track also on several reels.",
                "Now It's My Turn: Narration When the whole video is illustrated, the narration is recorded in a small recording studio on a Neumann TLM 103 microphone and Pro Tools",
                "It features footage from Jam’s Germs, music from Andrew Huang, and narration from me, but, like, much more chill than you might be used to.",
                "Now It's My Turn: Narration When the whole video is illustrated, the narration is recorded in a small recording studio on a Neumann TLM 103 microphone and Pro Tools",
                "The middle one is music and one of them will be effects and one of them will be the narration."
            ],
            "audio": "https://tts.langeek.co/read?text=bmFycmF0aW9u&hash=69ffc7ed9ab78494e80381fa5d7ad77a6d706277&lang=en&cache-only=0",
            "defineEn": "the act of telling or explaining a story, particularly in a movie, novel, etc.",
            "defineVi": "hành động kể hoặc giải thích một câu chuyện, đặc biệt là trong một bộ phim, tiểu thuyết, v.v."
        },
        {
            "id": "6d983c55-2926-4f9c-99e6-e8c491f09cf6",
            "word": "narrative",
            "phonetic": "næɹətɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "A new study is casting doubt on the once popular narrative that N95 masks are more effective than surgical masks.",
                "Islamic narratives heavily influenced the perception of jinn and their characteristics.",
                "And the government is shaping the narrative.",
                "Today, narratives about Martians have changed.",
                "Well, the narrative here is consistent."
            ],
            "audio": "https://tts.langeek.co/read?text=bmFycmF0aXZl&hash=daf8d0dab0d828efee6b156ae2ce979736c117ea&lang=en&cache-only=0",
            "defineEn": "a story or an account of something especially one that is told in a movie, novel, etc.",
            "defineVi": "một câu chuyện hoặc một tài khoản về một cái gì đó đặc biệt là một câu chuyện được kể trong một bộ phim, tiểu thuyết, v.v."
        },
        {
            "id": "a7f3f7b1-a1e2-4751-a20b-fe75fd1f2812",
            "word": "narrative thread",
            "phonetic": "næɹətɪv θɹɛd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmFycmF0aXZlIHRocmVhZA&hash=8f46ddbdb4e2e55fea4c82d3c6a530d3271c4f9d&lang=en&cache-only=0",
            "defineEn": "a plotline or a story element that runs throughout a larger narrative, connecting different events and characters together, often with a unifying theme or motif",
            "defineVi": "một cốt truyện hoặc một yếu tố câu chuyện xuyên suốt một câu chuyện lớn hơn, kết nối các sự kiện và nhân vật khác nhau lại với nhau, thường có chủ đề hoặc mô típ thống nhất"
        },
        {
            "id": "37f48052-26ba-4a3c-b16a-f4ac1b96b241",
            "word": "pace",
            "phonetic": "peɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Space movies have set the pace for the development of special effects.",
                "The modest pace of economic growth has also kept the lid on price growth.",
                "The old man was driving along the road at a snail's pace.",
                "She had a slow learning pace but never gave up.",
                "She struggled to keep up with the fast pace of the marathon runners."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFjZQ&hash=552b0db18a973fa461e36e16dbccc19207c73b3c&lang=en&cache-only=0",
            "defineEn": "the rhythm, tempo, and speed at which a story unfolds, and how it affects the audience's engagement and emotional response to the narrative",
            "defineVi": "nhịp điệu, nhịp độ và tốc độ mà một câu chuyện mở ra và nó ảnh hưởng như thế nào đến sự tham gia và phản ứng cảm xúc của khán giả đối với câu chuyện"
        },
        {
            "id": "515fde61-3bbc-4bf7-9260-9f0f6681c18f",
            "word": "to personify",
            "phonetic": "tə pɜːsɑːnᵻfaɪ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Are you kind of personify idea?",
                "The paradoxical nature of this trait was personified for the ancient Greeks in the mythical figure of Pandora.",
                "We are rock, scissor, paper personified.",
                "Justice personified, the dead mother returns to exact revenge on him and his family.",
                "She personified NASA's spirit of persevering against all odds, providing inspiration and advancing science and exploration."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcGVyc29uaWZ5&hash=630186c906b61f1e82ebb72bd4cfcbedc5deef66&lang=en&cache-only=0",
            "defineEn": "to attribute human characteristics, traits, or qualities to a non-human object, concept, or animal",
            "defineVi": "gán các đặc điểm, đặc điểm hoặc phẩm chất của con người cho một đối tượng, khái niệm hoặc động vật không phải con người"
        },
        {
            "id": "e9f33cac-82fb-4caa-b5a2-1c4d687075e8",
            "word": "plot",
            "phonetic": "plɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The film faithfully follows Shakespeare's plot.",
                "Many families own plots of land to grow food.",
                "The plot is almost impossible to follow.",
                "He explained the plot of the movie to his friend who hadn't seen it.",
                "The unexpected twist in the plot made the audience cry out in surprise."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxvdA&hash=80cfe4258376dbbf43fa35bc5b81274bcd41d932&lang=en&cache-only=0",
            "defineEn": "the events that are crucial to the formation and continuity of a story in a movie, play, novel, etc.",
            "defineVi": "các sự kiện quan trọng đối với sự hình thành và tính liên tục của một câu chuyện trong phim, vở kịch, tiểu thuyết, v.v."
        },
        {
            "id": "b1c28d6b-d0d1-419a-8dfe-f0fbd811280a",
            "word": "plot drift",
            "phonetic": "plɑːt dɹɪft ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGxvdCBkcmlmdA&hash=ea2bbd4b05c9fff5fe903bbab9459fc6ee97d97f&lang=en&cache-only=0",
            "defineEn": "a situation where the plot of a story deviates from its original trajectory",
            "defineVi": "một tình huống trong đó cốt truyện của một câu chuyện đi chệch khỏi quỹ đạo ban đầu của nó"
        },
        {
            "id": "ca72d3c4-77e3-4f24-9246-d5a452294874",
            "word": "plot hole",
            "phonetic": "plɑːt hoʊl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Instead, the story it tells is choppy and confusing, with lots of weird plot holes, missing scenes, and characters that seem to be written out of the script for no reason."
            ],
            "audio": "https://tts.langeek.co/read?text=cGxvdCBob2xl&hash=8956d312a1f37e2260d28f179f4dd9f774c36c8f&lang=en&cache-only=0",
            "defineEn": "an apparent mistake or inconsistency in the narrative of a book, motion picture, etc.",
            "defineVi": "một lỗi rõ ràng hoặc sự không nhất quán trong tường thuật của một cuốn sách, hình ảnh chuyển động, vv"
        },
        {
            "id": "3107e39e-b8b5-475b-9b6c-23decf3a7f4b",
            "word": "plot twist",
            "phonetic": "plɑːt twɪst ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGxvdCB0d2lzdA&hash=edd32061c1c58865c12e7f0926b278441793cab7&lang=en&cache-only=0",
            "defineEn": "a sudden and unexpected development in the storyline of a narrative, often at a crucial moment",
            "defineVi": "một sự phát triển đột ngột và bất ngờ trong cốt truyện của một câu chuyện, thường là vào một thời điểm quan trọng"
        },
        {
            "id": "d202d1e0-6646-4323-bed3-8c33d0dbf96d",
            "word": "plot device",
            "phonetic": "plɑːt dɪvaɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGxvdCBkZXZpY2U&hash=54a90f4f8467f6fc051f2838bf9b5637f41d46fd&lang=en&cache-only=0",
            "defineEn": "a narrative element, often used in literature or film, that is employed by the author or screenwriter to advance the story or create a particular effect",
            "defineVi": "một yếu tố tường thuật, thường được sử dụng trong văn học hoặc phim, được tác giả hoặc nhà biên kịch sử dụng để thúc đẩy câu chuyện hoặc tạo ra một hiệu ứng cụ thể"
        },
        {
            "id": "b15c9922-bcad-4242-97ba-21030d9983fb",
            "word": "quibble",
            "phonetic": "kwɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "When the longest star sticks around for a trillion years, why quibble about a few billion here and there?",
                "The legal purist will quibble with you since judicial review applies to more than just laws.",
                "I know there's been semantic quibbling going on, where the administration says infrastructure can include broadband and water systems and electric charging stations for E.V. cars.",
                "And while we can quibble over the details of that shooting, the main thing that animates African Americans is this question: Why is it that when law enforcement and African Americans interact, more often than not, African Americans are the ones who are injured, shot or killed?"
            ],
            "audio": "https://tts.langeek.co/read?text=cXVpYmJsZQ&hash=7f920b616526bf8d69654f99f03855ae85c51d94&lang=en&cache-only=0",
            "defineEn": "a minor criticism or complaint about something that is not important",
            "defineVi": "một lời chỉ trích nhỏ hoặc phàn nàn về một cái gì đó không quan trọng"
        },
        {
            "id": "d2754ef5-14d1-42b3-ad16-74b733a13e07",
            "word": "red herring",
            "phonetic": "ɹɛd hɛɹɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVkIGhlcnJpbmc&hash=34320fd2225710d5dc2690e64e316b9560eb29c8&lang=en&cache-only=0",
            "defineEn": "anything that is intended to take people's focus away from what is important",
            "defineVi": "bất cứ thứ gì nhằm mục đích lấy đi sự tập trung của mọi người khỏi những gì quan trọng"
        },
        {
            "id": "fd3141e3-a431-4ccb-99db-e740829734ac",
            "word": "eucatastrophe",
            "phonetic": "juːkɐtæstɹəfi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZXVjYXRhc3Ryb3BoZQ&hash=47ed8091164d429a51f3afbcfeaaae1107375629&lang=en&cache-only=0",
            "defineEn": "a term coined by J.R.R. Tolkien to describe a sudden and unexpected turn of events in a story that results in a positive and joyful outcome",
            "defineVi": "một thuật ngữ do JRR Tolkien đặt ra để mô tả một sự kiện đột ngột và bất ngờ trong một câu chuyện dẫn đến một kết quả tích cực và vui vẻ"
        },
        {
            "id": "c50a1086-7708-406f-914a-aaf126a14ba7",
            "word": "flashforward",
            "phonetic": "flæʃfɔːɹwɚd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Zmxhc2hmb3J3YXJk&hash=62338c9aa5f92f5c6e0b323d89150698122c74db&lang=en&cache-only=0",
            "defineEn": "an instance of showing a scene or event that will happen later in a movie, TV episode, etc. interrupting the chronological order of the plot",
            "defineVi": "một trường hợp hiển thị một cảnh hoặc sự kiện sẽ xảy ra sau đó trong một bộ phim, tập phim truyền hình, v.v. làm gián đoạn trình tự thời gian của cốt truyện"
        },
        {
            "id": "1f3908e4-dbcb-4034-a1be-e397eeb4768b",
            "word": "in medias res",
            "phonetic": "ɪn miːdiːəz ɹɛz ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW4gbWVkaWFzIHJlcw&hash=8c9b3f9f3a0cba1a4e056d74bc411ef322026ef7&lang=en&cache-only=0",
            "defineEn": "a literary technique in which a narrative begins in the middle of the story, rather than at the beginning",
            "defineVi": "một kỹ thuật văn học trong đó một câu chuyện bắt đầu ở giữa câu chuyện, chứ không phải ở phần đầu"
        },
        {
            "id": "b5c7eb40-4665-4f8c-9f65-f9fd7e7d0bb9",
            "word": "narrative hook",
            "phonetic": "næɹətɪv hʊk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bmFycmF0aXZlIGhvb2s&hash=1ff894ca648ad83ae23b74e807ffb077879afdac&lang=en&cache-only=0",
            "defineEn": "a literary device used at the beginning of a story to capture the reader's attention and engage their interest",
            "defineVi": "một thiết bị văn học được sử dụng ở đầu câu chuyện để thu hút sự chú ý của người đọc và thu hút sự quan tâm của họ"
        },
        {
            "id": "fee042b9-2d7a-4bf5-a188-5acdf059e8b5",
            "word": "poetic justice",
            "phonetic": "poʊɛɾɪk dʒʌstɪs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG9ldGljIGp1c3RpY2U&hash=cfdfdbaa1f58105d963431d166a10e83dced8fe7&lang=en&cache-only=0",
            "defineEn": "a situation in which one believes that an unfortunate event that has happened to someone is well deserved",
            "defineVi": "một tình huống trong đó một người tin rằng một sự kiện không may đã xảy ra với ai đó là rất xứng đáng"
        },
        {
            "id": "7661939a-5466-4449-815c-8b729342087e",
            "word": "ticking time bomb scenario",
            "phonetic": "tɪkɪŋ taɪm bɑːm sənæɹioʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGlja2luZyB0aW1lIGJvbWIgc2NlbmFyaW8&hash=33282237881a905d0a4a0743a8669bc7f7d05b49&lang=en&cache-only=0",
            "defineEn": "a hypothetical situation which presents a moral dilemma where a person or authority must decide whether to use extreme measures to prevent a catastrophic event from occurring",
            "defineVi": "một tình huống giả định đưa ra một tình huống khó xử về mặt đạo đức trong đó một người hoặc cơ quan có thẩm quyền phải quyết định có nên sử dụng các biện pháp cực đoan để ngăn chặn một sự kiện thảm khốc xảy ra hay không"
        },
        {
            "id": "f0dbd7ae-1dc3-44a4-93e6-28ee72cafa3f",
            "word": "defamiliarization",
            "phonetic": "dᵻfəmɪlɪɹᵻzeɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVmYW1pbGlhcml6YXRpb24&hash=1fe3144207c58f492b8be408ad0fc7dc6041d844&lang=en&cache-only=0",
            "defineEn": "a literary technique used to make the familiar seem unfamiliar or strange in order to encourage the reader to see the world in a new way",
            "defineVi": "một kỹ thuật văn học được sử dụng để làm cho cái quen thuộc trở nên xa lạ hoặc lạ lẫm nhằm khuyến khích người đọc nhìn thế giới theo một cách mới"
        },
        {
            "id": "292667a0-827f-4b0f-ba6b-736be0d4315c",
            "word": "multiperspectivity",
            "phonetic": "mʌltɪpɚspɪktɪvᵻɾi ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bXVsdGlwZXJzcGVjdGl2aXR5&hash=e90e07eacde3972c9a532b7b44eb71af0b006921&lang=en&cache-only=0",
            "defineEn": "a narrative technique in which a story is told from multiple perspectives or points of view",
            "defineVi": "một kỹ thuật kể chuyện trong đó một câu chuyện được kể từ nhiều quan điểm hoặc quan điểm"
        },
        {
            "id": "496b5d4c-2119-4cb8-9cbd-057eaac958c4",
            "word": "conflict",
            "phonetic": "kɑːnflɪkt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The conflict has now reached a new level of intensity.",
                "To bring an end to the conflict.",
                "There is often a conflict of interests between farmers and conservationists.",
                "The conflict in this story was shown when the cyclops grabbed some of Odysseus' men and bashed their brains out on the floor.",
                "The talks are aimed at ending the conflict."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29uZmxpY3Q&hash=16d570ea5439fbdaa2d56bb3396c24e8c84edf26&lang=en&cache-only=0",
            "defineEn": "the struggle between opposing forces in a story, which drives the narrative forward and creates tension and drama",
            "defineVi": "cuộc đấu tranh giữa các lực lượng đối lập trong một câu chuyện, thúc đẩy câu chuyện về phía trước và tạo ra sự căng thẳng và kịch tính"
        }
    ]
}