{
    "id": "b0a9a055-9249-4748-a289-028b529a989f",
    "title": "Lesson 10B",
    "originalTitle": "Lesson 10B",
    "words": [
        {
            "id": "bab1d8f9-8f52-4315-aab3-a52e204fee97",
            "word": "to go off",
            "phonetic": "tə ɡoʊ ɔf ",
            "partOfSpeechType": "verb",
            "examples": [
                "The wedding ceremony went off without a hitch.",
                "No wonder some people went off the rails a bit.",
                "The fire alarm went off, and we evacuated the building.",
                "She went off on a tangent about what happened to her last summer.",
                "My dad went off the deep end when he found out what I'd done."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28gb2Zm&hash=8ea78a83022e3df722e6214343d4e8609caab1c3&lang=en&cache-only=0",
            "defineEn": "(of alarms) to start making a lot of noise as a warning or signal",
            "defineVi": "(của báo động) để bắt đầu gây ra nhiều tiếng ồn như một cảnh báo hoặc tín hiệu"
        },
        {
            "id": "8c705a91-3510-47b2-b792-d2cadc59c637",
            "word": "to wake up",
            "phonetic": "tə weɪk ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "I woke up with the mother of all hangovers.",
                "They usually wake up at 7 o'clock on weekdays.",
                "She woke up and found herself in a hospital bed.",
                "We woke up early and took a dip in the sea before breakfast.",
                "I wake up early every morning to go for a run."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gd2FrZSB1cA&hash=48822a0458cfff8100876a6c8f775a96182933ab&lang=en&cache-only=0",
            "defineEn": "to no longer be asleep",
            "defineVi": "không còn buồn ngủ",
            "hasImg": true
        },
        {
            "id": "87acabba-095d-4102-9a55-0a356e14d498",
            "word": "to get up",
            "phonetic": "tə ɡɛt ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "It really gets up my nose.",
                "He's just getting up my nose so much at the moment.",
                "He got up on the wrong side of the bed this morning.",
                "You, the night owl, are getting up at 5 AM tomorrow?",
                "I got up and looked out of the window."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2V0IHVw&hash=349caf1e6127d71036b2b7208870e63685e6f3fd&lang=en&cache-only=0",
            "defineEn": "to get on our feet and stand up",
            "defineVi": "để có được trên đôi chân của chúng tôi và đứng lên",
            "hasImg": true
        },
        {
            "id": "94444841-5504-47db-a5d8-eefd595279ac",
            "word": "to go out",
            "phonetic": "tə ɡoʊ aʊt ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gZ28gb3V0&hash=5adca6321d205db55630145e6689c23fcbb93413&lang=en&cache-only=0",
            "defineEn": "to leave the house to go somewhere, usually to do something enjoyable",
            "defineVi": "rời khỏi nhà để đi đâu đó, thường là để làm điều gì đó thú vị",
            "hasImg": true
        },
        {
            "id": "2aaaca99-48b8-4f81-a604-248cc2ef2e87",
            "word": "to give up",
            "phonetic": "tə ɡɪv ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The old man gave up the ghost.",
                "My poor old car finally gave up the ghost.",
                "Ours has finally given up the ghost.",
                "Er, don't give up the day job!",
                "We gave up the right to use the valley."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ2l2ZSB1cA&hash=075710c87a3af0ae11d6f7234b660092b4110220&lang=en&cache-only=0",
            "defineEn": "to stop trying when faced with failures or difficulties",
            "defineVi": "ngừng cố gắng khi đối mặt với thất bại hoặc khó khăn",
            "hasImg": true
        },
        {
            "id": "706386a1-fba2-4fda-9b4d-72434bad16cf",
            "word": "under",
            "phonetic": "ʌndɚ ",
            "partOfSpeechType": "preposition",
            "examples": [
                "Under stress, the body produces adrenalin.",
                "The flowers bloomed under the sunny sky.",
                "The bag broke under the weight of the bottles inside it.",
                "Lots of people had left comments under the post.",
                "A reporter obtained documents from the company under false pretenses."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXI&hash=f57c5b40f3717c9d7a31c2a2bc73b5e10cfdb64a&lang=en&cache-only=0",
            "defineEn": "in, to, or through a position that is below something",
            "defineVi": "trong, đến hoặc thông qua một vị trí bên dưới một cái gì đó",
            "hasImg": true
        },
        {
            "id": "7bd14fd3-029e-4f35-86c5-f4b86b38bf56",
            "word": "bridge",
            "phonetic": "bɹɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The universal language of art is bridging a divide.",
                "This collection of stories bridges the gap between history and fiction.",
                "This book bridges a gulf between the metaphysics literature and philosophy of mind literature.",
                "The bus hit the bridge.",
                "The children were dropping stones off the bridge."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpZGdl&hash=aa3a1de665607f96791a2091b80ffdef472aa568&lang=en&cache-only=0",
            "defineEn": "a structure built over a river, road, etc. that enables people or vehicles to go across one side to the other",
            "defineVi": "một cấu trúc được xây dựng trên sông, đường, v.v. cho phép người hoặc phương tiện đi qua bên này sang bên kia",
            "hasImg": true
        },
        {
            "id": "10ab8a29-3597-4424-9541-55609447910a",
            "word": "along",
            "phonetic": "ɐlɔŋ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The text runs along the margin of the page.",
                "The fence runs along the edge of the property line.",
                "The cars run along the highway in a steady stream.",
                "She pushed the stroller along the path in the park.",
                "The old man was driving along the road at a snail's pace."
            ],
            "audio": "https://tts.langeek.co/read?text=YWxvbmc&hash=08a59b1a6579b1e5fbac9a419fe48efc43d02f5c&lang=en&cache-only=0",
            "defineEn": "moving forward in the direction of a road, etc.",
            "defineVi": "di chuyển về phía trước theo hướng của một con đường, vv"
        },
        {
            "id": "4ab47494-3574-40b9-9910-5b803c84c6cf",
            "word": "street",
            "phonetic": "stɹiːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Cobbled streets run down to a tiny harbor.",
                "The new smartphone is streets ahead of its predecessor, with a larger screen and more powerful processor.",
                "The experienced lawyer is streets ahead of her young colleagues, with a deep understanding of the law and years of courtroom experience.",
                "The street vendor served crispy trotter bites with a tangy dipping sauce at the food market.",
                "The protesters raised their cries for justice and equality in the streets."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyZWV0&hash=605f3456837790aa20ed16432bf60b50eabb9f6a&lang=en&cache-only=0",
            "defineEn": "a public path for vehicles in a village, town, or city, usually with buildings, houses, etc. on its sides",
            "defineVi": "một con đường công cộng dành cho các phương tiện trong một ngôi làng, thị trấn hoặc thành phố, thường có các tòa nhà, nhà ở, v.v. ở hai bên",
            "hasImg": true
        },
        {
            "id": "deaf12b7-d57c-4f0e-8dc0-3153b71bba01",
            "word": "round",
            "phonetic": "ɹaʊnd ",
            "partOfSpeechType": "adjective",
            "examples": [
                "My debts are a millstone round my neck.",
                "The hairstylist used a round brush to create curls.",
                "Glaring round at the solitary embryo sheepskin, who quaked in his shoes.",
                "The mortgage on it has turned into a real yoke round my neck.",
                "You can buy strawberries all year round, but at a price."
            ],
            "audio": "https://tts.langeek.co/read?text=cm91bmQ&hash=34ce8fbc7fb0b9ad4c72b60949f85719f0ccccce&lang=en&cache-only=0",
            "defineEn": "shaped like a circle or ball; having the shape or form of a circle or ball",
            "defineVi": "có hình tròn hoặc quả bóng; có hình dạng hoặc dạng của một vòng tròn hoặc quả bóng",
            "hasImg": true
        },
        {
            "id": "1975609d-62b9-404c-8380-43a517f293b3",
            "word": "around",
            "phonetic": "ɚɹaʊnd ",
            "partOfSpeechType": "preposition",
            "examples": [
                "He danced the issue around.",
                "The goldfish in the bowl was swimming around happily.",
                "One of them was glancing nervously around.",
                "A bus appeared around the corner.",
                "People around the world enjoy various forms of music as a universal language."
            ],
            "audio": "https://tts.langeek.co/read?text=YXJvdW5k&hash=21b819e0456b4561d0c13d9930f3bb983a9dc149&lang=en&cache-only=0",
            "defineEn": "on every side of; surrounding someone or something",
            "defineVi": "ở mọi phía của; xung quanh một ai đó hoặc một cái gì đó"
        },
        {
            "id": "8e196ac1-2bfb-4c00-9859-348db001e6dd",
            "word": "lake",
            "phonetic": "leɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "The road led away from the house directly to the lake.",
                "Sunlight played on the surface of the lake.",
                "We enjoyed a picnic by the lake, and she surprised us with a brooklime-infused lemonade.",
                "We saw a beautiful white swan swimming in the lake.",
                "During the heatwave, the group of friends decided to cool off by skinny-dipping in the lake, enjoying the refreshing water in their birthday suits under the moonlight."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFrZQ&hash=2dba95c14a3c0cab5e09962fbae9068e0078b6c9&lang=en&cache-only=0",
            "defineEn": "a large area of water, surrounded by land",
            "defineVi": "một khu vực rộng lớn của nước, bao quanh bởi đất",
            "hasImg": true
        },
        {
            "id": "08e8f6bd-492f-4e22-a8b0-47977d0ca1c4",
            "word": "tunnel",
            "phonetic": "tʌnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "They drove a tunnel through the solid rock.",
                "She has tunnel vision in all matters of opinion and morality.",
                "An engineer suggested driving a tunnel through the Judean hills.",
                "The reporter asked the politician a ridiculous question about building a tunnel to the moon, and the politician responded with some nonsense about pink elephants.",
                "They are falling deeper into debt, and there is no light at the end of the tunnel."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVubmVs&hash=17611f6774f1056a17aeca8e722b05350d7617d7&lang=en&cache-only=0",
            "defineEn": "a passage dug through a mountain or underground through which cars, trains, etc. can go",
            "defineVi": "một lối đi được đào xuyên qua một ngọn núi hoặc dưới lòng đất mà ô tô, xe lửa, v.v. có thể đi qua",
            "hasImg": true
        },
        {
            "id": "792cdedd-c5fa-4eb6-a54c-e293ace317aa",
            "word": "into",
            "phonetic": "ɪntʊ ",
            "partOfSpeechType": "preposition",
            "examples": [
                "The chef incorporated chunks of multiple fruits into a delectable dessert.",
                "The children threw the crumpled paper balls into the classroom trash can.",
                "My wife talked sense into me.",
                "The bakery incorporated finely diced fatback into savory pie crusts for flaky results.",
                "The gymnast effortlessly bent her body into a graceful arch during her routine."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50bw&hash=2264f0d70ef988018c7718b0473fbb9653f9f155&lang=en&cache-only=0",
            "defineEn": "to the inner part or a position inside an area or place",
            "defineVi": "đến phần bên trong hoặc một vị trí bên trong một khu vực hoặc địa điểm"
        },
        {
            "id": "9052adc8-b797-4df2-9e60-43c7ae85b393",
            "word": "shop",
            "phonetic": "ʃɑːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many shops have raised their prices.",
                "Her father kept a grocer's shop.",
                "The shopkeeper closed the shop for a short break.",
                "He and his fellow workers would incessantly talk shop in the village pub.",
                "The big fellow keeps a fish shop near the post office."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvcA&hash=02af54149cc721ff1e09e2d9929b15a8742bde56&lang=en&cache-only=0",
            "defineEn": "a building or place that sells goods or services",
            "defineVi": "một tòa nhà hoặc địa điểm bán hàng hóa hoặc dịch vụ",
            "hasImg": true
        },
        {
            "id": "fa0e866e-59dc-4e69-b0eb-86b2da64a446",
            "word": "across",
            "phonetic": "əkɹɑːs ",
            "partOfSpeechType": "preposition",
            "examples": [
                "The children skipped stones across the calm river surface.",
                "The majestic horse galloped across the open field.",
                "The general had to get his troops across the river.",
                "The carpet only reached halfway across the room.",
                "They pushed the heavy box across the room."
            ],
            "audio": "https://tts.langeek.co/read?text=YWNyb3Nz&hash=33fa70149ad859cfad0c526a58db37f24200c52a&lang=en&cache-only=0",
            "defineEn": "on the opposite or other side of a thing or place",
            "defineVi": "ở phía đối diện hoặc phía bên kia của một điều hoặc địa điểm",
            "hasImg": true
        },
        {
            "id": "046010f8-c345-4388-a054-830753f3cea6",
            "word": "road",
            "phonetic": "ɹoʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The road follows the track of the railway line.",
                "The road runs parallel to the river.",
                "The road continues through the village of Knightwick.",
                "The road continues for three miles.",
                "The road led away from the house directly to the lake."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9hZA&hash=ac3855acaf56bd0a2fe1166404f20636929ff61b&lang=en&cache-only=0",
            "defineEn": "a hard wide way, open to cars, buses, etc. to travel along",
            "defineVi": "một con đường rộng lớn, dành cho ô tô, xe buýt, v.v. đi dọc theo",
            "hasImg": true
        },
        {
            "id": "fd70f335-56fb-44bc-a8ad-bf6420cde868",
            "word": "over",
            "phonetic": "oʊvɚ ",
            "partOfSpeechType": "adverb",
            "examples": [
                "Get a load of George over there.",
                "The incident was over in a twinkle.",
                "Buses take priority over other vehicles on the road.",
                "People held handkerchiefs over their mouths.",
                "The chef drizzled cream over the warm apple pie."
            ],
            "audio": "https://tts.langeek.co/read?text=b3Zlcg&hash=b1095898af664e8de6882db3d391011134b31068&lang=en&cache-only=0",
            "defineEn": "across from one side to the other",
            "defineVi": "từ bên này sang bên kia"
        },
        {
            "id": "f589890a-c59b-4e6f-8b44-d0d0b7cf8554",
            "word": "up",
            "phonetic": "ʌp ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The workers construct the building from the ground up.",
                "The film ups the ante on special effects.",
                "That accident battered up the door of my car.",
                "The professor knew his subject from the ground up.",
                "The coach always keeps a few tricks up his sleeve."
            ],
            "audio": "https://tts.langeek.co/read?text=dXA&hash=fd293632daf57efaf95fd46291521440f7e7abc2&lang=en&cache-only=0",
            "defineEn": "at or toward a higher level or position",
            "defineVi": "ở hoặc hướng tới một cấp độ hoặc vị trí cao hơn"
        },
        {
            "id": "2372868f-52b5-4d9f-9d2c-8ab5aebcb680",
            "word": "step",
            "phonetic": "stɛp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Steps leading from the kitchen to the cellar.",
                "8 steps that paved the way to the Civil Rights Act of 1964.",
                "It is out of step with changes in industry.",
                "She felt for the step with her foot.",
                "The teacher highlighted the correct steps to solve the math problem."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlcA&hash=da40d57e7411db7e0b4097b19863921812e2b4fb&lang=en&cache-only=0",
            "defineEn": "a series of flat surfaces used for going up or down",
            "defineVi": "một loạt các bề mặt phẳng được sử dụng để đi lên hoặc đi xuống",
            "hasImg": true
        },
        {
            "id": "1972d2e2-b7d7-48cc-a48d-3a53371e5a0c",
            "word": "past",
            "phonetic": "pæst ",
            "partOfSpeechType": "adverb",
            "examples": [
                "The railway line runs right past the house.",
                "The clock says ten past two.",
                "Not a single jot or tittle goes past the eye of the boss without her noticing.",
                "The cat ran right past me and into the house.",
                "His past comes back to hunt him when an old friend returns to his life."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFzdA&hash=3bbaafa387b9304b06463e226a74844ae77e40bc&lang=en&cache-only=0",
            "defineEn": "from one side of something to the other",
            "defineVi": "từ bên này sang bên kia"
        },
        {
            "id": "c8f7070f-bb55-43e8-afc9-ed1e7f82095d",
            "word": "church",
            "phonetic": "tʃɜːtʃ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The church had a more important part to play in the community.",
                "The Medieval church went to some lengths to specify the roles of particular stones in religious imagery.",
                "We've become poor as church mice ever since the bank raised the interest rates on our mortgage.",
                "There were nine church leaders in my group and all bared their hearts.",
                "We stood outside the church, hoping to catch a glimpse of the bride."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2h1cmNo&hash=78622cb79b90da91ecf0305433aaa4532c6ae1cc&lang=en&cache-only=0",
            "defineEn": "a building where Christians go to worship and practice their religion",
            "defineVi": "một tòa nhà nơi các Kitô hữu đến thờ phượng và thực hành tôn giáo của họ",
            "hasImg": true
        },
        {
            "id": "78954e6e-62e0-4c23-9b0c-7cc8ce2987b0",
            "word": "toward",
            "phonetic": "təwɔːɹd ",
            "partOfSpeechType": "preposition",
            "examples": [
                "She moved the ball toward the opponent's goal.",
                "He walked toward the park.",
                "Her behavior toward her colleagues was unprofessional.",
                "She worked hard toward her degree.",
                "They learned from their mistakes and used them as stepping stones toward success."
            ],
            "audio": "https://tts.langeek.co/read?text=dG93YXJk&hash=c94c0c8cb60c2f964f3903ad7e2802275fa4021e&lang=en&cache-only=0",
            "defineEn": "in the direction of someone or something",
            "defineVi": "theo hướng của một ai đó hoặc một cái gì đó"
        },
        {
            "id": "b42f03c2-63ee-4846-aeb3-12e58e599294",
            "word": "down",
            "phonetic": "daʊn ",
            "partOfSpeechType": "preposition",
            "examples": [
                "The children scarfed down the pizza at the birthday party.",
                "Turn the mould upside down.",
                "His parents are always breathing down his neck.",
                "That song always sends a shiver down my spine.",
                "A path led down the hill."
            ],
            "audio": "https://tts.langeek.co/read?text=ZG93bg&hash=2d12df48405febe70f17b9b0afff95955d789097&lang=en&cache-only=0",
            "defineEn": "from a point that is high or higher on a thing to a point that is lower",
            "defineVi": "từ một điểm cao hoặc cao hơn trên một vật đến một điểm thấp hơn",
            "hasImg": true
        },
        {
            "id": "d0d22aa9-e753-48ee-9994-a1c2081460ac",
            "word": "out",
            "phonetic": "aʊt ",
            "partOfSpeechType": "preposition",
            "examples": [
                "Troops drove out the demonstrators.",
                "Her true feelings were finally out in the open.",
                "By that point in the argument, reason had gone out the window.",
                "She knows the business inside out.",
                "The jury is still out as concerns the location of the new station."
            ],
            "audio": "https://tts.langeek.co/read?text=b3V0&hash=961e55fea524daaf4acac2da412834085cbbfd42&lang=en&cache-only=0",
            "defineEn": "from the inside of something toward the outside",
            "defineVi": "từ bên trong của một cái gì đó hướng ra bên ngoài"
        },
        {
            "id": "3e15cbc8-93b1-451d-89c2-17e268724155",
            "word": "through",
            "phonetic": "θɹuː ",
            "partOfSpeechType": "preposition",
            "examples": [
                "The organization supports various charitable causes through donations.",
                "The increase had a ripple effect through the whole financial market.",
                "The captain navigated the ship through rough waters with skill and expertise.",
                "The train traveled through beautiful countryside.",
                "The road continues through the village of Knightwick."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhyb3VnaA&hash=01c4254b818d5e080dba2686f04d3730b8dfd980&lang=en&cache-only=0",
            "defineEn": "from one side of something or someone to the other; into one side something and out of the other side",
            "defineVi": "từ một phía của một cái gì đó hoặc một người khác; vào một bên một cái gì đó và ra khỏi phía bên kia"
        }
    ]
}