{
    "id": "b0b3d3ac-5a43-4e14-8d5d-cc00cc9a04dd",
    "title": "Electronic Instruments",
    "originalTitle": "Electronic Instruments",
    "words": [
        {
            "id": "8c7a0f50-c5e7-4585-b8ea-7d25f5e1e34e",
            "word": "Reactable",
            "phonetic": "ɹɪæktəbəl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=UmVhY3RhYmxl&hash=a3fdfef59c401577f4f66a13078a7818e8c8353a&lang=en&cache-only=0",
            "defineEn": "an electronic musical instrument with a tangible tabletop interface for interactive music creation and performance",
            "defineVi": "một nhạc cụ điện tử với giao diện mặt bàn hữu hình để tạo và biểu diễn âm nhạc tương tác",
            "hasImg": true
        },
        {
            "id": "222b735e-a409-47b8-8757-2f28f9958e02",
            "word": "AudioCubes",
            "phonetic": "ɔːdɪoʊ kjuːbz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QXVkaW9DdWJlcw&hash=716822a12a07e412d571c341ee8b659d26bca2d6&lang=en&cache-only=0",
            "defineEn": "electronic musical instruments that use infrared sensors and LED lights to detect gestures and trigger sound, offering an interactive way to create music",
            "defineVi": "nhạc cụ điện tử sử dụng cảm biến hồng ngoại và đèn LED để phát hiện cử chỉ và kích hoạt âm thanh, cung cấp một cách tương tác để tạo nhạc",
            "hasImg": true
        },
        {
            "id": "f1c8be6c-e755-4a8f-8388-46b7d4ccc43c",
            "word": "continuum fingerboard",
            "phonetic": "kəntɪnjuːəm fɪŋɡɚboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29udGludXVtIGZpbmdlcmJvYXJk&hash=799a8dcafb7a29b3e5cf519d689be00797d9c0c4&lang=en&cache-only=0",
            "defineEn": "a musical instrument interface that uses a continuous touch-sensitive surface to produce electronic music sounds, allowing for a wide range of expressive gestures and techniques",
            "defineVi": "giao diện nhạc cụ sử dụng bề mặt cảm ứng liên tục để tạo ra âm thanh nhạc điện tử, cho phép thực hiện nhiều cử chỉ và kỹ thuật biểu cảm",
            "hasImg": true
        },
        {
            "id": "dfa356ed-0582-4285-8fcf-1d291a793b7f",
            "word": "theremin",
            "phonetic": "ðɛɹmɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Theremin music often crops up as the non-diegetic backdrop of our favorite horror classics.",
                "Instead, the theremin just has one plate of its capacitor, which is this antenna here.",
                "Instead, the theremin does something called heterodyning.",
                "The theremin then amplifies these electric signals and sends them to a loudspeaker.",
                "Theremin toured other European countries, demonstrating his instrument and gathering information."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlcmVtaW4&hash=d1c76aedded84788f302c5b5ad846cac15f0ddb9&lang=en&cache-only=0",
            "defineEn": "an electronic musical instrument; melodies can be played by moving the right hand between two rods that serve as antennas to control pitch; the left hand controls phrasing",
            "defineVi": "một nhạc cụ điện tử; có thể chơi các giai điệu bằng cách di chuyển tay phải giữa hai thanh đóng vai trò là ăng-ten để điều khiển cao độ; tay trái điều khiển cụm từ",
            "hasImg": true
        },
        {
            "id": "8f0f3cdb-6d15-4881-84c7-82ea1b28780c",
            "word": "electronic drum",
            "phonetic": "ᵻlɛktɹɑːnɪk dɹʌm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3Ryb25pYyBkcnVt&hash=8c529f504de3d5239d990f5886bdc377ba6bfb34&lang=en&cache-only=0",
            "defineEn": "a percussion instrument that generates sound electronically using sensors and triggers, typically played with drumsticks or fingers",
            "defineVi": "một nhạc cụ gõ tạo ra âm thanh điện tử bằng cách sử dụng các cảm biến và bộ kích hoạt, thường được chơi bằng dùi trống hoặc ngón tay",
            "hasImg": true
        },
        {
            "id": "2e0c09d8-bd5b-4793-8456-1ac78da0c159",
            "word": "electronic keyboard",
            "phonetic": "ᵻlɛktɹɑːnɪk kiːboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWxlY3Ryb25pYyBrZXlib2FyZA&hash=57c0fdf0bf3044e36bf5b2855260de0ecf1b81dd&lang=en&cache-only=0",
            "defineEn": "a musical instrument that produces sound electronically through synthesized or sampled audio, and is played using a keyboard interface",
            "defineVi": "một nhạc cụ tạo ra âm thanh điện tử thông qua âm thanh được tổng hợp hoặc lấy mẫu và được phát bằng giao diện bàn phím"
        },
        {
            "id": "a6a3639b-8980-40e8-a1a2-babb55f9a64f",
            "word": "drum machine",
            "phonetic": "dɹʌm məʃiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "In mainstream country music, the kind of country music that's played on the radio, you hear much more overtly Pop elements like drum machines and trap. -",
                "Quantizing allows beat makers to perfectly subdivide electric drum machine sounds into positions within a measure."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJ1bSBtYWNoaW5l&hash=d119375d931cde7ea159e920dff59543e2a1bf0c&lang=en&cache-only=0",
            "defineEn": "an electronic musical instrument that stimulates percussion sounds, drum beats and patterns",
            "defineVi": "một nhạc cụ điện tử kích thích âm thanh bộ gõ, nhịp trống và các mẫu",
            "hasImg": true
        },
        {
            "id": "1c19574e-9f21-4f63-ad8e-b9f170a4bfbc",
            "word": "stylophone",
            "phonetic": "staɪləfoʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3R5bG9waG9uZQ&hash=d291fa284c2fdb5974a22986fcada667aeb7e62f&lang=en&cache-only=0",
            "defineEn": "a small electronic keyboard producing a buzzing sound when a stylus touches its metal keys",
            "defineVi": "một bàn phím điện tử nhỏ tạo ra âm thanh vo ve khi bút stylus chạm vào các phím kim loại của nó",
            "hasImg": true
        },
        {
            "id": "b7089463-e197-4c49-93bb-043c8d900a40",
            "word": "omnichord",
            "phonetic": "ɑːmnɪkɔːɹd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b21uaWNob3Jk&hash=181172ab1185f81509a87e7dbd68b1eb4644571a&lang=en&cache-only=0",
            "defineEn": "a unique electronic musical instrument that combines elements of a autoharp, a synthesizer, and a rhythm machine, typically played by strumming or plucking its chord buttons",
            "defineVi": "một nhạc cụ điện tử độc đáo kết hợp các yếu tố của autoharp, bộ tổng hợp và máy nhịp điệu, thường được chơi bằng cách gảy hoặc gảy các nút hợp âm của nó",
            "hasImg": true
        },
        {
            "id": "aeceee8a-b389-44b4-a6b6-a79ba79f475e",
            "word": "ondes Martenot",
            "phonetic": "ɑːndz mɑːɹtənɑːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b25kZXMgTWFydGVub3Q&hash=2065234bcdf3a1bf4dab276418cb09e3a382b0fe&lang=en&cache-only=0",
            "defineEn": "an early electronic musical instrument that uses a keyboard and a ribbon controller to produce a wide range of unique and expressive sounds",
            "defineVi": "một nhạc cụ điện tử ban đầu sử dụng bàn phím và bộ điều khiển ruy băng để tạo ra nhiều loại âm thanh độc đáo và biểu cảm"
        },
        {
            "id": "e74882dd-2217-4777-84fb-429ae988853a",
            "word": "Eigenharp Pico",
            "phonetic": "aɪdʒənhɑːɹp piːkoʊ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=RWlnZW5oYXJwIFBpY28&hash=5843fc5818199b0e5ec35bb2d185c8a6ccc599c0&lang=en&cache-only=0",
            "defineEn": "a handheld electronic musical instrument that features a highly sensitive and versatile touch interface capable of producing a wide variety of sounds and effects",
            "defineVi": "một nhạc cụ điện tử cầm tay có giao diện cảm ứng linh hoạt và có độ nhạy cao có khả năng tạo ra nhiều loại âm thanh và hiệu ứng",
            "hasImg": true
        },
        {
            "id": "b4873970-6599-4d28-822f-718ab177cd6b",
            "word": "XTH sense",
            "phonetic": "ɛkstiːeɪtʃ sɛns ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=WFRIIHNlbnNl&hash=9495dc770cd1cc104fd39c3009cfd658c0eb9362&lang=en&cache-only=0",
            "defineEn": "a wearable biophysical sensor that converts body movements into digital audio and visual outputs, used as a musical instrument for artistic expression",
            "defineVi": "một cảm biến vật lý sinh học có thể đeo được giúp chuyển đổi các chuyển động của cơ thể thành đầu ra âm thanh và hình ảnh kỹ thuật số, được sử dụng như một nhạc cụ để thể hiện nghệ thuật",
            "hasImg": true
        },
        {
            "id": "ed7795c9-edee-48a8-8dca-0a9953a337c5",
            "word": "AlphaSphere",
            "phonetic": "ælfə sfɪɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=QWxwaGFTcGhlcmU&hash=ada885302df236ef587b56bb45a756faa05ac08d&lang=en&cache-only=0",
            "defineEn": "a sensory instrument that combines music, light, and touch to provide a meditative and immersive experience",
            "defineVi": "một công cụ giác quan kết hợp âm nhạc, ánh sáng và xúc giác để mang lại trải nghiệm thiền định và đắm chìm",
            "hasImg": true
        },
        {
            "id": "ef0ea53d-36fb-4f0e-8646-a359103bd7ef",
            "word": "sampler",
            "phonetic": "sæmplɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Until now, rovers have mainly been scientific samplers, only able to collect small amounts of rock and soil.",
                "30% of samplers at the six-flavor display bought jam, while only 3% at the 24-flavor display did."
            ],
            "audio": "https://tts.langeek.co/read?text=c2FtcGxlcg&hash=86d5f0da50cc00447322fa5361970be12aca142a&lang=en&cache-only=0",
            "defineEn": "musical instrument or device that records and plays back audio samples for music production and performance",
            "defineVi": "nhạc cụ hoặc thiết bị ghi và phát lại các mẫu âm thanh để sản xuất và biểu diễn âm nhạc",
            "hasImg": true
        },
        {
            "id": "cffdcf0d-3750-4208-9e42-bd099fa3c232",
            "word": "synclavier",
            "phonetic": "sɪŋklɐviɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3luY2xhdmllcg&hash=85949e30dfb4e222edddaa4c66709f9cb06ed428&lang=en&cache-only=0",
            "defineEn": "a vintage digital synthesizer and music production system",
            "defineVi": "một bộ tổng hợp kỹ thuật số cổ điển và hệ thống sản xuất âm nhạc"
        },
        {
            "id": "126077a2-aab3-42d3-9c74-5c3461d59a53",
            "word": "synthesizer",
            "phonetic": "sɪnθəsaɪzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "They're actually biomechanical synthesizers that specialize in the domination of not just the time domain, but also the frequency domain.",
                "Trop house exploded in popularity on Spotify around 2015, bringing tropical sounding synthesizers and dancehall elements to a mainstream audience.",
                "(synthesizer music) - And as always, like and subscribe, and we'll see you guys next time.",
                "The room-sized multi-timbral, polyphonic, analog, synthesizer was used by many artists including the Isley Brothers and Stevie Wonder.",
                "Sound waves, though quite complex, can be defined mathematically, reproduced by a synthesizer, and amplified electronically."
            ],
            "audio": "https://tts.langeek.co/read?text=c3ludGhlc2l6ZXI&hash=2a2dbc7d9cc7b78f697e58c4eaacd2c91e8fe845&lang=en&cache-only=0",
            "defineEn": "an electronic musical instrument that produces the sounds of other instruments",
            "defineVi": "một nhạc cụ điện tử tạo ra âm thanh của các nhạc cụ khác",
            "hasImg": true
        },
        {
            "id": "398d1ed3-117c-4710-8874-d971819c69db",
            "word": "vocoder",
            "phonetic": "voʊkoʊdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "- I think Kacey just had that idea, she might've referred specifically to Daft Punk, but I don't know, I think she just kind of identified the vocoder's sound as something that could sound extra-worldly.",
                "You know, it's not unusual for me to hear, like, my drums or piano or guitar parts that I might have recorded, but it's definitely a different feeling to hear your voice through a vocoder."
            ],
            "audio": "https://tts.langeek.co/read?text=dm9jb2Rlcg&hash=8ae14f423d0fe45f65e3541008265a3f005c2e2a&lang=en&cache-only=0",
            "defineEn": "a musical instrument that synthesizes human speech or other sounds by analyzing and processing the input signal",
            "defineVi": "một nhạc cụ tổng hợp giọng nói của con người hoặc các âm thanh khác bằng cách phân tích và xử lý tín hiệu đầu vào"
        },
        {
            "id": "b1669b2c-3314-434f-ba5f-fb2a51638c2f",
            "word": "keyboard",
            "phonetic": "kiːboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "So keyboard, got my fancy mouse.",
                "I use keyboards",
                "Keyboard shortcuts for effects and presets.",
                "Imagine a keyboard.",
                "This keyboard is fantastic."
            ],
            "audio": "https://tts.langeek.co/read?text=a2V5Ym9hcmQ&hash=6795ad3ad42bef404d81435ad660f5e8ed66e7d5&lang=en&cache-only=0",
            "defineEn": "a type of electronic musical instrument with keys like those of a piano, which is able to make many different sounds",
            "defineVi": "một loại nhạc cụ điện tử có các phím giống như đàn piano, có thể tạo ra nhiều âm thanh khác nhau",
            "hasImg": true
        },
        {
            "id": "aac900f0-d2e1-411b-902a-6ef2448f5ecd",
            "word": "vibraphone",
            "phonetic": "vaɪbɹɐfoʊn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmlicmFwaG9uZQ&hash=b6374be1ab6d687101c2ece23924880d4214decb&lang=en&cache-only=0",
            "defineEn": "an electronic percussion instrument with two rows of metal bars that the player hits and a motor-driven vane that produces a vibrato effect, especially used in jazz",
            "defineVi": "một nhạc cụ gõ điện tử với hai hàng thanh kim loại mà người chơi đánh và cánh điều khiển bằng động cơ tạo ra hiệu ứng rung, đặc biệt được sử dụng trong nhạc jazz",
            "hasImg": true
        }
    ]
}