{
    "id": "b0dc5263-23e1-4875-97ae-257882fca70d",
    "title": "Sports",
    "originalTitle": "Sports",
    "words": [
        {
            "id": "64335297-51f9-4a9b-a25b-78ca6b7d80e7",
            "word": "croquet",
            "phonetic": "kɹɑːkeɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Afterwards, they played croquet in the gardens outside.",
                "We had the freaking croquets.",
                "- I didn't know this was a croquet, it was too flat.",
                "Walter Potter actually made little dioramas using bunnies and kittens doing anthropomorphic things, like, he made a kitty tea party, There's a tea party of taxidermied kittens, about 20 of them, and some of them are playing croquet on the side."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3JvcXVldA&hash=3d3ca3699d0cfdbabf53f2ccbd722cf0a6735711&lang=en&cache-only=0",
            "defineEn": "a game that is played on grass and involves a series of hoops through which the players must roll wooden balls using hammer-like sticks called mallets",
            "defineVi": "một trò chơi được chơi trên cỏ và bao gồm một loạt các vòng mà qua đó người chơi phải lăn những quả bóng gỗ bằng những chiếc gậy giống như búa gọi là vồ",
            "hasImg": true
        },
        {
            "id": "bf70f128-703c-47eb-a8c6-0ec185f325ab",
            "word": "wrestling",
            "phonetic": "ɹɛsəlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This book is called \"Wrestling With His Angel.\"",
                "Now people actually carry signs at these wrestling matches.",
                "He hosts three hugely successful pro wrestling podcasts.",
                "[Narrator] The world of professional wrestling has a brand new battle of the billionaires.",
                "I go to a lot of wrestling events."
            ],
            "audio": "https://tts.langeek.co/read?text=d3Jlc3RsaW5n&hash=61bcbd81bf18c6309391028e554ccff1267d6cee&lang=en&cache-only=0",
            "defineEn": "a sport in which two players hold each other while trying to throw or force the other one to the ground",
            "defineVi": "một môn thể thao trong đó hai người chơi giữ nhau trong khi cố gắng ném hoặc buộc người kia xuống đất",
            "hasImg": true
        },
        {
            "id": "d2a07dd8-9056-4635-b6a6-063f8675993c",
            "word": "rappelling",
            "phonetic": "ɹæpəlɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [
                "For static rappel, you'll utilize the rappelling on cliffsides to get into a building in the most expeditious manner.",
                "The models would tell us things like how navigable the rims are and whether there are any caves, whether there’s a good route for rappelling."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFwcGVsbGluZw&hash=0ce0e0223655c444575793af89564a4258f05eb4&lang=en&cache-only=0",
            "defineEn": "the activity or sport of descending a cliff using rope that is coiled around the body",
            "defineVi": "hoạt động hoặc môn thể thao đi xuống vách đá bằng dây thừng quấn quanh cơ thể"
        },
        {
            "id": "c6784d64-507c-455c-b9e5-cf300874f44f",
            "word": "decathlon",
            "phonetic": "dᵻkæθlən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Decathlon, the maker of the masks, suspended sales to the public and donated them to hospitals in need."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGVjYXRobG9u&hash=bdb9fdd2134debf9a99d7ea55bc2c18dfc5604ea&lang=en&cache-only=0",
            "defineEn": "a competition consisting of ten different sports that takes place over two days",
            "defineVi": "một cuộc thi bao gồm mười môn thể thao khác nhau diễn ra trong hai ngày"
        },
        {
            "id": "6b8b10a4-2910-4e90-a489-97fb0d0cb5e5",
            "word": "grand slam",
            "phonetic": "ɡɹænd slæm ",
            "partOfSpeechType": "noun",
            "examples": [
                "With the most Grand Slam titles of any player, Serena Williams dominates the sport.",
                "After the date, Williams would go on to win the French Open to complete her 20th Grand Slam.",
                "Then the leaders of the Grand Slam tournaments threatened suspension or even disqualification if Osaka did not meet her contractual obligations.",
                "Tally up all the Grand Slam championships won by current WTA players, and you'll notice that nearly half belong to just one person: Serena Williams.",
                "She's three-time mixed doubles Grand Slam champion, Olympic gold medalist and a former top five tennis player in the world, and also Howard Bryant."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhbmQgc2xhbQ&hash=470bc957dad70831514050fddce0bd8ef6eb86c0&lang=en&cache-only=0",
            "defineEn": "a set of championships or matches happening in a particular sport including tennis, golf, or rugby that are of great significance",
            "defineVi": "một tập hợp các giải vô địch hoặc trận đấu diễn ra trong một môn thể thao cụ thể bao gồm quần vợt, gôn hoặc bóng bầu dục có ý nghĩa quan trọng"
        },
        {
            "id": "4cff912e-518f-4f41-ae08-71e9b7be9805",
            "word": "grand prix",
            "phonetic": "ɡɹænd pɹiː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3JhbmQgcHJpeA&hash=3c69b2925a13edeff6b8b7a23c3b342bcd9a5832&lang=en&cache-only=0",
            "defineEn": "one of a series of international motorcycle or car racing competitions",
            "defineVi": "một trong một loạt các cuộc thi đua xe máy hoặc ô tô quốc tế"
        },
        {
            "id": "d4c18db9-063e-4dac-8f9f-57007c96bbce",
            "word": "lacrosse",
            "phonetic": "lækɹɔs ",
            "partOfSpeechType": "noun",
            "examples": [
                "That's right, as a result, several members of the lacrosse team will graduate.",
                "HEATHER GARD: Had it not gone into lockdown, he would still be here, because he would have gone into lacrosse practice.",
                "He starts going on national TV defending the lacrosse players and saying that this is kind of lynching in reverse. ",
                "- Remind her to bring up lacrosse.",
                "So the Duke lacrosse case was very interesting because it gave Miller his first taste of national media and his first kind of real media training. "
            ],
            "audio": "https://tts.langeek.co/read?text=bGFjcm9zc2U&hash=d014516dc92a7e86e4e1b34bd6827a6a5951b540&lang=en&cache-only=0",
            "defineEn": "a game played on a field with two teams, each consisting of ten players using long-handled sticks with a net to throw, carry, and catch the ball",
            "defineVi": "một trò chơi được chơi trên sân với hai đội, mỗi đội gồm mười người chơi sử dụng gậy cán dài có lưới để ném, mang và bắt bóng"
        },
        {
            "id": "b5fa4be3-a12f-4e34-9098-9abe2fa6e24c",
            "word": "welterweight",
            "phonetic": "wɛltɚweɪt ",
            "partOfSpeechType": "noun",
            "examples": [
                "I became lightweight and welterweight champion of every institution I was in."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VsdGVyd2VpZ2h0&hash=0e267510278f5016e295412b96c17d48f77bef1d&lang=en&cache-only=0",
            "defineEn": "a weight between lightweight and middleweight in boxing and other sports, usually between 60 and 67 kilograms in boxing",
            "defineVi": "trọng lượng giữa hạng nhẹ và hạng trung trong quyền anh và các môn thể thao khác, thường là từ 60 đến 67 kg trong quyền anh"
        },
        {
            "id": "0d45a9b1-4b94-4211-b11d-0a440e9f3598",
            "word": "discus",
            "phonetic": "dɪskəs ",
            "partOfSpeechType": "noun",
            "examples": [
                "This discus fish has swim-bladder disease.",
                "Okay first, let's discus anonymity, which by the way is one of the hardest words to say in the English language.",
                "And click the top link to watch us discus some of the silliest April Fool's pranks in media history on Good Mythical More.",
                "Enter the discus, a tropical freshwater fish in the cichlid family, a fish that could win awards for the amount of time and energy they invest in their young.",
                "However, discus are the only fish we know of where the parent’s mucus is required for their fry to survive."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGlzY3Vz&hash=e55940e9523c2a3c12bb0f72a59334291f5259a1&lang=en&cache-only=0",
            "defineEn": "the sport or competition in which a discus is thrown as far as possible",
            "defineVi": "môn thể thao hoặc cuộc thi ném đĩa càng xa càng tốt"
        },
        {
            "id": "deaaa83d-00d6-474f-bb0d-89b703a4bfd4",
            "word": "javelin",
            "phonetic": "dʒævəlɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Yeah We have a picture here of Javelin.",
                "And um this is Javelin right here.",
                "So in fourth place, a javelin thrown the world-record distance has enough energy to power a 50W light bulb for eight seconds.",
                "Did you ever practice with an actual javelin?",
                "He is a former German Olympic Javelin thrower."
            ],
            "audio": "https://tts.langeek.co/read?text=amF2ZWxpbg&hash=563dc0cddbbb65400baea0f83027ab64817d40b7&lang=en&cache-only=0",
            "defineEn": "a sport or competition in which a light spear is thrown as far as possible",
            "defineVi": "một môn thể thao hoặc cuộc thi trong đó một ngọn giáo nhẹ được ném càng xa càng tốt"
        },
        {
            "id": "d685071a-d3e3-4b41-b751-fe8bab8ef429",
            "word": "regatta",
            "phonetic": "ɹᵻɡæɾə ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVnYXR0YQ&hash=f04c69d3e3aa5fba0cd64ab82efcafeccc8d0d83&lang=en&cache-only=0",
            "defineEn": "a sporting event consisting of a series of races between rowboats or sailing boats",
            "defineVi": "một sự kiện thể thao bao gồm một loạt các cuộc đua giữa thuyền chèo hoặc thuyền buồm"
        },
        {
            "id": "9589d5f7-f9af-4d22-845a-8c339fa9a630",
            "word": "softball",
            "phonetic": "sɔftbɔːl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Think about that softball again.",
                "They’re bigger than a softball!",
                "Stan, thank you for throwing me a softball.",
                "I learned about all this whenI dove for that softball, and the fall knocked the wind out of me",
                "Bring out a legendary comedian, have him ask softball questions about their city."
            ],
            "audio": "https://tts.langeek.co/read?text=c29mdGJhbGw&hash=f6167201984a2095f33cbcc25e1d3ec9ac1d4ef7&lang=en&cache-only=0",
            "defineEn": "a game similar to baseball but on a smaller field in which players use a larger and softer ball",
            "defineVi": "một trò chơi tương tự như bóng chày nhưng trên một lĩnh vực nhỏ hơn trong đó người chơi sử dụng một quả bóng lớn hơn và mềm hơn",
            "hasImg": true
        },
        {
            "id": "43c3401e-f8ea-4575-b8a7-bdd762aade0a",
            "word": "steeplechase",
            "phonetic": "stiːplɪtʃeɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "He's a former steeplechase champion."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RlZXBsZWNoYXNl&hash=32f86434ed5b9aae2f45c0d50db304ecc8787bd1&lang=en&cache-only=0",
            "defineEn": "a race in which people or animals, typically horses, have to jump over fences, ditches, bushes, etc. in order to finish the race",
            "defineVi": "một cuộc đua trong đó người hoặc động vật, điển hình là ngựa, phải nhảy qua hàng rào, rãnh, bụi rậm, v.v. để hoàn thành cuộc đua"
        },
        {
            "id": "5fd7555e-ff80-4524-a14a-ea4200cb4d71",
            "word": "major league",
            "phonetic": "meɪdʒɚ liːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "For decades, Major League pitchers have tried to get a better grip on the baseball by using sticky substances.",
                "Today, baseball commissioner Rob Manfred said the MLB was elevating the seven Negro Leagues to Major League status.",
                "Just as states and cities subsidize the construction of Major League stadiums to stimulate economic development, he says, the ReConnect Rondo project will create jobs.",
                "I think a smarter move would have been for them to acknowledge that the players were Major League level and to classify them as Major League level, but you have to leave the record books alone.",
                "I think a smarter move would have been for them to acknowledge that the players were Major League level and to classify them as Major League level, but you have to leave the record books alone."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFqb3IgbGVhZ3Vl&hash=fab3e42cc93c69709fc780f8ba7f6fe6047d05d8&lang=en&cache-only=0",
            "defineEn": "a league of the highest-ranking in a particular sport, especially baseball",
            "defineVi": "một giải đấu xếp hạng cao nhất trong một môn thể thao cụ thể, đặc biệt là bóng chày"
        },
        {
            "id": "1a0d7a13-fbad-4bda-bf4d-f94f2e2a15b3",
            "word": "triathlon",
            "phonetic": "tɹaɪæθlən ",
            "partOfSpeechType": "noun",
            "examples": [
                "I started training, which really connected me with myself in a very profound way, and to the surprise of myself and many other people, I ended up showing some prowess in this field and ended up competing at a very high level, specifically a race called Ultraman, which is a double Ironman distance triathlon."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpYXRobG9u&hash=96dec8e0d9a68973a858f3a5573f831f8a6580ff&lang=en&cache-only=0",
            "defineEn": "a sporting contest typically consisting of swimming, cycling, and running taking place in three different events",
            "defineVi": "một cuộc thi thể thao thường bao gồm bơi lội, đạp xe và chạy diễn ra trong ba sự kiện khác nhau"
        },
        {
            "id": "9932ef39-8e8e-4871-9906-aa73562b6bce",
            "word": "tour de france",
            "phonetic": "tʊɹ də fɹæns ",
            "partOfSpeechType": "noun",
            "examples": [
                "He won the Tour de France last year.",
                "A Tour de France cyclist at peak human performance can hit maybe four or five times their base metabolism.",
                "Take seven-time Tour de France winner Lance Armstrong.",
                "For example, in the annual Tour de France bicycle race, riders travel more than 100 miles a day at speeds greater than 30 miles per hour. ",
                "And, who knows, maybe the next Lance Armstrong or the next Tour de France winner has gotten on a bike during this pandemic, and in several years' time, we're gonna kind of see the next great American road cyclist come out of this."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91ciBkZSBmcmFuY2U&hash=276f06f29612e5e089b76f80e8bb58d031ceb37d&lang=en&cache-only=0",
            "defineEn": "a cycling race consisting of 21 stages held annually for men primarily in France",
            "defineVi": "một cuộc đua xe đạp bao gồm 21 chặng được tổ chức hàng năm dành cho nam giới chủ yếu ở Pháp"
        },
        {
            "id": "5d6e185d-2a55-46c5-88e2-9482654b88ee",
            "word": "debutant",
            "phonetic": "dɛbjuːtənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGVidXRhbnQ&hash=38c45f9a29a72935743f651e8c7898fc0bac6bb7&lang=en&cache-only=0",
            "defineEn": "a man who is making a public appearance for the first time, especially in movies or sports",
            "defineVi": "một người đàn ông lần đầu tiên xuất hiện trước công chúng, đặc biệt là trong phim ảnh hoặc thể thao"
        },
        {
            "id": "e1f6d050-665e-4e62-9d0b-c581417bc676",
            "word": "novice",
            "phonetic": "nɑːvɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "He is not a novice at all.",
                "It was a total novice move.",
                "In one study, a group of 20 novice meditators participated in a 10-day intensive workshop.",
                "And some research suggests that really novice students might benefit from having a more structured learning environment rather than the freedom to solve problems on their own.",
                "Studies have shown that, especially for novice echolocators (like me), moving the head around helps us understand the shape of the space around them."
            ],
            "audio": "https://tts.langeek.co/read?text=bm92aWNl&hash=196c9c8ba41335aa101f46b36915acacbc6f083d&lang=en&cache-only=0",
            "defineEn": "a person who is new and inexperienced in a position",
            "defineVi": "một người mới và thiếu kinh nghiệm trong một vị trí",
            "hasImg": true
        },
        {
            "id": "ecbaddac-de5d-4234-8d23-07ebd1a3d7b7",
            "word": "underdog",
            "phonetic": "ʌndɚdɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The underdog team, surprisingly, defeated the reigning champions in a stunning upset.",
                "For all their vim and vigor, these underdogs just didn't have the skill necessary to beat the returning champions.",
                "The underdog team gave the reigning champions a run for their money, scoring multiple goals and nearly securing an unexpected victory.",
                "Despite their talent and hard work, the underdog team was defeated by the well-funded and well-equipped opponents, confirming the idea that providence is always on the side of the big battalions.",
                "The leading candidate should be concerned about the underdog on his heels."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJkb2c&hash=5835ea99bd8f6c781a5cc84369baed2672647927&lang=en&cache-only=0",
            "defineEn": "an individual, team, etc. who is regarded as weaker compared to others and has little chance of success as a result",
            "defineVi": "một cá nhân, nhóm, v.v. bị coi là yếu hơn so với những người khác và do đó có ít cơ hội thành công"
        },
        {
            "id": "eee43ccb-e4e5-4a6c-8e15-ab61b9cf03b2",
            "word": "division",
            "phonetic": "dᵻvɪʒən ",
            "partOfSpeechType": "noun",
            "examples": [
                "Tax reform was one of the new president's primary campaign promises, but it will likely prove a hard row to hoe, given the deep divisions in congress.",
                "He wants division.",
                "And each division gives rise to distinctive patterns.",
                "The division generated $35 billion in sales last year.",
                "So the division was there."
            ],
            "audio": "https://tts.langeek.co/read?text=ZGl2aXNpb24&hash=6d5def6518f31163bb9fcdc2b50040f9d77471a0&lang=en&cache-only=0",
            "defineEn": "a number of athletic competitors and teams grouped together, especially according to weight, ability, geography, etc.",
            "defineVi": "một số đối thủ và đội thể thao được nhóm lại với nhau, đặc biệt là theo cân nặng, khả năng, địa lý, v.v."
        },
        {
            "id": "f6ed0b54-3ef4-4641-8ea3-222edf9b58dd",
            "word": "gridiron",
            "phonetic": "ɡɹɪdaɪɚn ",
            "partOfSpeechType": "noun",
            "examples": [
                "You keep busy gridiron like between girl?",
                "The company got its big break in 1999 when it was signed on to supply athletic apparel in Oliver Stone's gridiron film, 'Any Given Sunday.'"
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JpZGlyb24&hash=ef05682b543965d40cc9b00178a4b5c28414baf0&lang=en&cache-only=0",
            "defineEn": "a field painted with parallel lines in which American football is played",
            "defineVi": "một lĩnh vực được vẽ bằng các đường song song trong đó bóng đá Mỹ được chơi"
        },
        {
            "id": "6ab465f4-a250-4b73-a197-df2e785458b4",
            "word": "dribble",
            "phonetic": "dɹɪbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Then they're set on a tray to drip off and any excess paint dribbles back down into the bucket to be reused.",
                "and it sounds like it's just dribbling out.",
                "and we'll see how you - What and have it dribble down my chin on TV or something?",
                "And, sometimes, I joke that people say shut up and dribble."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJpYmJsZQ&hash=52f4e5f82e25fb3c5c4e8d5337ce1873cc73d003&lang=en&cache-only=0",
            "defineEn": "an act of moving the ball along the ground with repeated slight touches or bounces, especially in soccer, hockey, and basketball",
            "defineVi": "một hành động di chuyển quả bóng dọc theo mặt đất bằng cách chạm hoặc nảy nhẹ lặp đi lặp lại, đặc biệt là trong bóng đá, khúc côn cầu và bóng rổ"
        },
        {
            "id": "4cab26b8-c803-40a3-a0ae-db4c7586b0c8",
            "word": "fumble",
            "phonetic": "fʌmbəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "So he jumps in, fumbles, and then falls over.",
                "It kind of looks like a ball of yarn, or like a giant space monster was playing basketball and fumbled the ball.",
                "I knew what he was trying to say, but he so fumbled it, that it came out as if he was saying the Russians don’t have any influence or control over the countries of Eastern Europe.",
                "At one level, the way we fumbled the development of testing in the United States was a result of bureaucratic infighting.",
                "One night, at just 16 years old, Bird tried jamming but fumbled several times."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVtYmxl&hash=18ee47b07710cb07c63daa4018f52c420fe1c8e8&lang=en&cache-only=0",
            "defineEn": "an act of dropping or failing to catch the ball properly",
            "defineVi": "một hành động thả hoặc không bắt bóng đúng cách"
        },
        {
            "id": "c863e608-cdfb-4460-a3b3-3f0d0185b7cc",
            "word": "matchup",
            "phonetic": "mætʃʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "Consider one matchup: West versus North.",
                "Let's get to our first matchup.",
                "Now do the same for the other five matchups.",
                "As far as Joe Biden is concerned, he is the matchup, as they use in athletic terms.",
                "So while disk A’s middling consistency was an advantage in a single matchup, multiple fights increase the odds that one of the other disks will summon something better."
            ],
            "audio": "https://tts.langeek.co/read?text=bWF0Y2h1cA&hash=6aeb97ff9bd8972f058b3eb408c73233ffadf8ad&lang=en&cache-only=0",
            "defineEn": "a sports event with two players or teams competing against one another",
            "defineVi": "một sự kiện thể thao với hai cầu thủ hoặc đội thi đấu với nhau"
        },
        {
            "id": "74f2ee4d-f25d-4158-9d9a-a07eb165a190",
            "word": "pennant",
            "phonetic": "pɛnənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Obviously at the end of the season, he gets into the pennant.",
                "the this is the Nationals second pennant in three years.",
                "It's about on par with a National League pennant series."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVubmFudA&hash=c27f1058e920ebceaf182805fb59c451309bf256&lang=en&cache-only=0",
            "defineEn": "a flag representing a sports championship or other achievement, especially in American baseball leagues",
            "defineVi": "một lá cờ đại diện cho một giải vô địch thể thao hoặc thành tích khác, đặc biệt là trong các giải bóng chày của Mỹ"
        },
        {
            "id": "ab25eba1-ee8a-455a-8364-c8255876b0fb",
            "word": "podium",
            "phonetic": "poʊdiəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "It's still on the podium.",
                "And with that I will turn the podium over to our director, Bryan McGraw. ",
                "And using it at the podium in giving scientific presentations.",
                "These are known as stump speeches, although only rarely these days do candidates actually speak on stumps, they have podiums and stages now.",
                "I'm ready for Tokyo 2021 and my next podium."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9kaXVt&hash=22c21009193b2ae2d0765c16ffc70fbb57ec4fdb&lang=en&cache-only=0",
            "defineEn": "a structure used in sports competitions consisting of three adjacent platforms of different levels, on which winners stand to receive their awards",
            "defineVi": "một cấu trúc được sử dụng trong các cuộc thi thể thao bao gồm ba nền tảng liền kề ở các cấp độ khác nhau, trên đó những người chiến thắng đứng để nhận giải thưởng của họ",
            "hasImg": true
        },
        {
            "id": "62740400-6d82-480d-8d35-93768b0a4de1",
            "word": "rappel",
            "phonetic": "ɹæpɛl ",
            "partOfSpeechType": "noun",
            "examples": [
                "With full bellies, the caterpillars rappel down from the branches on long silky strands.",
                "Rappel tower happens on day 25 of boot camp, a particularly busy day where recruits also train in the dreaded gas chamber.",
                "Recruits must rappel down using two different methods.",
                "These Marine recruits are training on the rappel tower at the Marine Corps Recruit Depot in Parris Island, South Carolina.",
                "For static rappel, you'll utilize the rappelling on cliffsides to get into a building in the most expeditious manner."
            ],
            "audio": "https://tts.langeek.co/read?text=cmFwcGVs&hash=6c9281d026b54520ca1ddee66ae24f3d9414ea27&lang=en&cache-only=0",
            "defineEn": "the act of descending a cliff using rope that is coiled around the body",
            "defineVi": "hành động đi xuống một vách đá bằng cách sử dụng dây cuộn quanh cơ thể",
            "hasImg": true
        },
        {
            "id": "422acf13-2649-43b2-bb2f-0867a67b17b3",
            "word": "interval training",
            "phonetic": "ɪntɚvəl tɹeɪnɪŋ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJ2YWwgdHJhaW5pbmc&hash=9c734fa9831da3feb8254958e8f1d20fc000b90b&lang=en&cache-only=0",
            "defineEn": "athletic training that consists of activities with alternating periods of high and low-intensity activity",
            "defineVi": "đào tạo thể thao bao gồm các hoạt động với các giai đoạn hoạt động cường độ cao và thấp xen kẽ"
        },
        {
            "id": "203d3e66-554c-407f-b0b6-7cb7ea616923",
            "word": "to foul",
            "phonetic": "tə faʊl ",
            "partOfSpeechType": "verb",
            "examples": [
                "He fouled his own nest by wrongly accusing his boss.",
                "You'll just foul your nest if you tell everyone the truth.",
                "The opposition parties have cried foul at the president's act, seeing it as a violation of democracy.",
                "It's important to remember that a fair face may hide a foul heart, and to take the time to get to know someone before making judgments about them.",
                "The business owner who mistreated their employees was a reminder that it is an ill bird that fouls its own nest, as their actions ultimately led to high turnover rates and damaged their own business."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm91bA&hash=b737ab967129364ae8eec90e2606e396dbaf54fd&lang=en&cache-only=0",
            "defineEn": "to play against the rules of a game",
            "defineVi": "để chơi chống lại các quy tắc của một trò chơi",
            "hasImg": true
        },
        {
            "id": "01393de6-adc0-4edc-bdd5-8ccf1d37bd1d",
            "word": "to dope",
            "phonetic": "tə doʊp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The athlete decided to distance himself from teammates who engaged in doping, recognizing that bad company corrupts good morals.",
                "That sounds dope.",
                "For me, I say \"dope.\"",
                "As the dope travels through a duct in the spider’s abdomen, the spidroins form chains and other structures.",
                "We could take dope directly from spiders."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZG9wZQ&hash=5f20da9f400fc4aef7bf4d7324ed9cad004876dc&lang=en&cache-only=0",
            "defineEn": "to induce an animal or person with drugs in order to affect their performance in a competition",
            "defineVi": "để xúi giục một con vật hoặc người với thuốc để ảnh hưởng đến hiệu suất của họ trong một cuộc thi",
            "hasImg": true
        },
        {
            "id": "6fea87fe-fef0-4eb2-ab9f-c974842e8e37",
            "word": "to knock out",
            "phonetic": "tə nɑːk aʊt ",
            "partOfSpeechType": "verb",
            "examples": [
                "We were short of food after the storm knocked out power for several days.",
                "So alcohol can knock out some unwelcome microbes in your stomach and upper intestine before they become harmful.",
                "You knock out the consumer and you knock down the economy in an extraordinary way.",
                "Then, when this fast electron collides with an air particle, it can knock out electrons with enough energy that they too can be accelerated.",
                "If that ejection happens to be facing towards a particular tiny blue planet, that solar sneeze can knock out power grids and mobile phones."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8ga25vY2sgb3V0&hash=8454fde6f8d535b457c6b6195d992a23cb4cc88c&lang=en&cache-only=0",
            "defineEn": "to win a boxing competition by hitting an opponent in a way that they cannot stand up again on the count of ten",
            "defineVi": "giành chiến thắng trong một cuộc thi quyền anh bằng cách đánh một đối thủ theo cách mà họ không thể đứng dậy khi đếm đến mười"
        }
    ]
}