{
    "id": "b113c548-c495-4cf8-a3a0-33cd0bc5cabc",
    "title": "Media and Journalism",
    "originalTitle": "Lesson 39",
    "words": [
        {
            "id": "279184a8-c38f-4cbb-9134-fbd5296c05f8",
            "word": "the media",
            "phonetic": "ðə miːdiːə ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our media houses consider themselves to be holier than the Pope himself.",
                "He was drown with too much camera flashes and media attention.",
                "The celebrity couple wanted to avoid media attention, so they went to ground and took a break from social media and public events.",
                "If you ask me, these protests are nothing but a tempest in a teakettle that's been stoked by a media campaign of misinformation.",
                "And Netanyahu's wealthy Jewish supporters in America initiated a media campaign."
            ],
            "audio": "https://tts.langeek.co/read?text=dGhlIG1lZGlh&hash=d2751dc543b938b74119554a6ec63bd988a0b8a7&lang=en&cache-only=0",
            "defineEn": "the ways through which people receive information such as newspapers, television, etc.",
            "defineVi": "những cách mà mọi người tiếp nhận thông tin như báo chí, truyền hình, v.v."
        },
        {
            "id": "cf83a0a3-ac9b-47be-87ad-41d916c43a1a",
            "word": "ad",
            "phonetic": "æd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The ads say the movie will be more fun than a barrel of monkeys.",
                "Our graphic designer really carved out a niche for himself with that series of innovative ads.",
                "When cutting costs, many companies start with the low-hanging fruit: their ad budgets.",
                "We need to come up with a new ad campaign, because, based on these negative reactions, the old one was all wet.",
                "So many celebrities now post ads on social media."
            ],
            "audio": "https://tts.langeek.co/read?text=YWQ&hash=3ca65d7b5d0d49d9a1ee016e9825cb7605087895&lang=en&cache-only=0",
            "defineEn": "a public announcement by which people are told about new or different products or services",
            "defineVi": "một thông báo công khai mà mọi người được thông báo về các sản phẩm hoặc dịch vụ mới hoặc khác"
        },
        {
            "id": "97eee192-702f-4a99-ac3b-069c26fc88b1",
            "word": "to advertize",
            "phonetic": "tʊ ædvɚtaɪz ",
            "partOfSpeechType": "verb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dG8gYWR2ZXJ0aXpl&hash=1f4ff4dda10e9b715a80392d190a402928595c78&lang=en&cache-only=0",
            "defineEn": "to make a product or service known to people, through different means, in order to better sell it",
            "defineVi": "để làm cho một sản phẩm hoặc dịch vụ được mọi người biết đến, thông qua các phương tiện khác nhau, để bán nó tốt hơn"
        },
        {
            "id": "9980ed25-7bd5-49fe-bbb0-8b0a9a08bc90",
            "word": "advice column",
            "phonetic": "ɐdvaɪs kɑːlʌm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The advice column is doing numbers.",
                "But the resonance of advice columns in our paranoid present is baked right into its DNA.",
                "But today, the advice column has never been more popular.",
                "I was thinking about advice columns earlier, and I realized I have no idea where they come from.",
                "While the advice column might primarily be seen as a vehicle for entertainment today, it actually has more practical roots."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2aWNlIGNvbHVtbg&hash=d2dec254df4330a7ecba58444fa668376c6c7927&lang=en&cache-only=0",
            "defineEn": "a section or part in a newspaper in which people are given advice regarding their personal problems",
            "defineVi": "một phần hoặc một phần trong một tờ báo trong đó mọi người được đưa ra lời khuyên về các vấn đề cá nhân của họ"
        },
        {
            "id": "ce3446e6-422d-4917-8090-600b0fa6f2d7",
            "word": "break",
            "phonetic": "bɹeɪk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their approach to sports teaching broke the mold.",
                "The movie broke all box-office records.",
                "The movie broke box office records in the US.",
                "The bag broke under the weight of the bottles inside it.",
                "My watch has broken."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWs&hash=d95de3db3ce6955e70bb482a4e1c418429d97bff&lang=en&cache-only=0",
            "defineEn": "a short pause in a TV or radio program for advertizement",
            "defineVi": "tạm dừng một thời gian ngắn trong chương trình truyền hình hoặc đài phát thanh để quảng cáo"
        },
        {
            "id": "ffc01a08-98ce-4f23-907c-66bc8af00d6a",
            "word": "to broadcast",
            "phonetic": "tə bɹɔːdkæst ",
            "partOfSpeechType": "verb",
            "examples": [
                "He is ultimately responsible for every aspect of the broadcast.",
                "The company was rapped over the knuckles for broadcasting the interview.",
                "It was a slip of the tongue of the kind that does happen during live broadcasts.",
                "A Myanmar TV network broadcast this report that same day.",
                "They broadcast an IPO matches on India's Sony Macs TV channel."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJvYWRjYXN0&hash=5598f39d736217c3640c441a7902ce902437e435&lang=en&cache-only=0",
            "defineEn": "to use airwaves to send out TV or radio programs",
            "defineVi": "sử dụng sóng phát thanh để gửi các chương trình truyền hình hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "1eae246b-04c8-4371-b826-ffb31c56c1f2",
            "word": "broadcast",
            "phonetic": "bɹɔːdkæst ",
            "partOfSpeechType": "noun",
            "examples": [
                "He is ultimately responsible for every aspect of the broadcast.",
                "The company was rapped over the knuckles for broadcasting the interview.",
                "It was a slip of the tongue of the kind that does happen during live broadcasts.",
                "A Myanmar TV network broadcast this report that same day.",
                "They broadcast an IPO matches on India's Sony Macs TV channel."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJvYWRjYXN0&hash=fa6dd09f1206bbde3671273014f662aa43aa9643&lang=en&cache-only=0",
            "defineEn": "a TV or radio program",
            "defineVi": "một chương trình truyền hình hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "2474bb91-7a93-4fe8-8a1e-27407da1e42c",
            "word": "channel",
            "phonetic": "tʃænəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Complaints must go through the proper channels.",
                "We should go through the established channels for product development.",
                "We can't get Channel 5 in our area.",
                "But when it comes time to purchase, transactions often go through traditional channels.",
                "To go through official channels to obtain one you must have a Spanish address."
            ],
            "audio": "https://tts.langeek.co/read?text=Y2hhbm5lbA&hash=ad02bd157a24030b1440c6b1461741ac5b908cef&lang=en&cache-only=0",
            "defineEn": "a TV station that broadcasts different programs",
            "defineVi": "một đài truyền hình phát sóng các chương trình khác nhau",
            "hasImg": true
        },
        {
            "id": "add0d432-4a83-4dc7-830b-d5745a79937a",
            "word": "commercial",
            "phonetic": "kəmɜːʃəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Many banks have cut commercial builders off cold turkey.",
                "The south of the city is more residential, while the north is more commercial.",
                "His eye for the main chance and ruthless commercial instincts have made him one of the wealthiest men in Britain",
                "Each company is fighting to protect its own commercial interests.",
                "The artist refused to compromise on their vision for commercial success, understanding that no man loves his fetters, be they made of gold."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWVyY2lhbA&hash=5adbca0bdab83703ff258e0b9f5fc7904ab65798&lang=en&cache-only=0",
            "defineEn": "an ad broadcast on TV or radio",
            "defineVi": "một quảng cáo phát trên TV hoặc đài phát thanh"
        },
        {
            "id": "05747f4a-bb34-44f7-9eda-d695a293bf95",
            "word": "edition",
            "phonetic": "ᵻdɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The revised edition is to all intents and purposes a new book.",
                "The paperback edition didn't appear for another two years.",
                "The story ran on page 4 of the print edition of the newspaper.",
                "Other editions are assembled by hand.",
                "And the latest edition of the DSM lays out two key symptoms of depression."
            ],
            "audio": "https://tts.langeek.co/read?text=ZWRpdGlvbg&hash=718b3d11936c63ac93c2ef92f6bf80b9484d0b00&lang=en&cache-only=0",
            "defineEn": "the particular form that a book or magazine is in",
            "defineVi": "hình thức cụ thể mà một cuốn sách hoặc tạp chí là trong"
        },
        {
            "id": "2c460f19-2256-43f1-9803-6912da4bdb30",
            "word": "to publish",
            "phonetic": "tə pʌblɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The journalist published a wrong statement in the article.",
                "She opened her heart to the wrong magazine, and it published a scandalous story.",
                "fter he left publishing, he turned his hand to law.",
                "My story is finally getting published!",
                "After publishing her second book, it was another feather in her cap as an accomplished author."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHVibGlzaA&hash=1ee680759fae3fe23cc371d6f8e7452f31e9d5d9&lang=en&cache-only=0",
            "defineEn": "to issue or produce a newspaper, book, etc.",
            "defineVi": "để phát hành hoặc sản xuất một tờ báo, cuốn sách, vv",
            "hasImg": true
        },
        {
            "id": "ad6dcc5b-85bb-4ce0-89e5-104c0340f91b",
            "word": "to edit",
            "phonetic": "tʊ ɛdɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "I'm willing to accept some minor edits on my script, but I draw a line at any major rewrites.",
                "In other words, to repeat in order to make myself perfectly clear, he made the edits and he wasted my time.",
                "When the client requested a change in the design, the graphic designer made the edits no sooner said than done.",
                "We edit YouTube videos.",
                "Edited by Stan and Mark Olsen."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZWRpdA&hash=343cb81eee2d0e88e048dbd3dbb109dcf922e864&lang=en&cache-only=0",
            "defineEn": "to prepare a book, newspaper, or magazine for publication through revision, modification etc.",
            "defineVi": "để chuẩn bị một cuốn sách, tờ báo hoặc tạp chí để xuất bản thông qua sửa đổi, sửa đổi, v.v.",
            "hasImg": true
        },
        {
            "id": "c457ddb6-d164-49a7-969c-7f8362e58dda",
            "word": "episode",
            "phonetic": "ɛpɪsoʊd ",
            "partOfSpeechType": "noun",
            "examples": [
                "In this grim little episode, few people come out well.",
                "I'm excited about the next episode of my favorite TV show.",
                "This episode finds him deep in depression as divorce looms large.",
                "When Sarah discovered the new TV series, she fell down the rabbit hole and binge-watched all the episodes in one sitting.",
                "The show finished with a dramatic cliffhanger, leaving the audience eager for the next episode."
            ],
            "audio": "https://tts.langeek.co/read?text=ZXBpc29kZQ&hash=2ded519ab05ff59a59ee07ba27d61fef0c05685d&lang=en&cache-only=0",
            "defineEn": "one of a series of a radio or TV show",
            "defineVi": "một trong một loạt chương trình phát thanh hoặc truyền hình"
        },
        {
            "id": "30cab91e-273b-40e6-bfad-0ada63e5a86b",
            "word": "front page",
            "phonetic": "fɹʌnt peɪdʒ ",
            "partOfSpeechType": "noun",
            "examples": [
                "On the front page of my black newspaper was a black jet pilot standing on the wing of an F-86 Saber jet.",
                "That pushes the solid proof of the hacking slightly over to the side of the front page of the newspaper.",
                "It says on the front page it says, \"No, they have not gotten smaller, you've gotten bigger.\"",
                "And now she’s in the middle of the only story of 2018 that was on the front page of the newspaper for 10 straight days.",
                "Yes, we have COVID, and that is, understandably, taking the front pages, but this crisis, this opioid crisis, has not gone away."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnJvbnQgcGFnZQ&hash=643b76867092c7a1b006a1a79b67aa9b2f6b4640&lang=en&cache-only=0",
            "defineEn": "the first and main page of a newspaper in which important news pieces are printed",
            "defineVi": "trang đầu tiên và trang chính của một tờ báo trong đó các mẩu tin tức quan trọng được in"
        },
        {
            "id": "efb6aefc-a0f7-417a-aedc-0091b61a905e",
            "word": "to cover",
            "phonetic": "tə kʌvɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The grounds covered eight acres.",
                "The trees were covered in a blanket of snowy white.",
                "The pig's pink skin was covered in coarse hair.",
                "She covered the floor with a colorful carpet.",
                "The book on the shelf had a purple cover."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY292ZXI&hash=62f41f959151a93f70162a16932e91ae4a9065bc&lang=en&cache-only=0",
            "defineEn": "to report on or talk about an event in a news piece",
            "defineVi": "để báo cáo về hoặc nói về một sự kiện trong một mảnh tin tức",
            "hasImg": true
        },
        {
            "id": "eb8af1e4-d1f0-4f99-8a69-f956950640ec",
            "word": "headline",
            "phonetic": "hɛdlaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "ran the dramatic headline.",
                "The celebrity scandal dominated the headlines for a short period, but it turned out to be just a nine-day wonder as people quickly forgot about it and focused on other news.",
                "They can get their heads around something that's in the headlines of The Globe and Mail that morning.",
                "Social media can be a platform for anyone to voice their opinions, but often shallow streams make most din as people compete for attention with flashy headlines and clickbait.",
                "And in 2017, one of hers made headlines."
            ],
            "audio": "https://tts.langeek.co/read?text=aGVhZGxpbmU&hash=f5b826dad13f8a79e1f9455e2b0cc0a6df2ca9fb&lang=en&cache-only=0",
            "defineEn": "the large words in the upper part of a page of a newspaper, article, etc.",
            "defineVi": "các từ lớn ở phần trên của một trang báo, bài báo, v.v."
        },
        {
            "id": "fb35e9a7-50b6-403c-8e53-a1d86e246598",
            "word": "host",
            "phonetic": "hoʊst ",
            "partOfSpeechType": "noun",
            "examples": [
                "Our hosts presented us with an embarrassment of riches.",
                "Shall I take my host family a gift?",
                "She hosted a gathering and served split-pea croquettes.",
                "They hosted a brunch and prepared gluten-free pancakes using a blend of gluten-free flours.",
                "They hosted a celebratory dinner and served a magnificent roasted guinea fowl."
            ],
            "audio": "https://tts.langeek.co/read?text=aG9zdA&hash=af5d902e3be489bc26672232da7dff27a3d276a6&lang=en&cache-only=0",
            "defineEn": "the person in front of a camera who talks about different topics or invites guests to a TV or radio show",
            "defineVi": "người đứng trước máy ảnh nói về các chủ đề khác nhau hoặc mời khách tham gia chương trình truyền hình hoặc đài phát thanh",
            "hasImg": true
        },
        {
            "id": "e9a6549c-d8ca-4846-988b-d25699716c4d",
            "word": "to interview",
            "phonetic": "tʊ ɪntɚvjuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "The magazine features interviews with musicians and reviews of new albums.",
                "The interview is coming up next week.",
                "Several candidates were called for a second interview.",
                "The interview only took ten minutes, but it felt like hours.",
                "She gave a second interview later that year but this time the gloves were off."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50ZXJ2aWV3&hash=c5700b1b91f36bd9eb8f701f70a971a3d044b7d3&lang=en&cache-only=0",
            "defineEn": "to ask someone questions about a particular topic on the TV, radio, or for a newspaper",
            "defineVi": "để đặt câu hỏi cho ai đó về một chủ đề cụ thể trên TV, đài phát thanh hoặc cho một tờ báo",
            "hasImg": true
        },
        {
            "id": "239c35c4-13bf-4c7e-8a35-6b446e2aef3f",
            "word": "interview",
            "phonetic": "ɪntɚvjuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "The magazine features interviews with musicians and reviews of new albums.",
                "The interview is coming up next week.",
                "Several candidates were called for a second interview.",
                "The interview only took ten minutes, but it felt like hours.",
                "She gave a second interview later that year but this time the gloves were off."
            ],
            "audio": "https://tts.langeek.co/read?text=aW50ZXJ2aWV3&hash=bcec29252ee4d3dae2da0ca122231b4773479344&lang=en&cache-only=0",
            "defineEn": "a formal meeting during which a journalist asks a famous person different questions about specific subjects for publication",
            "defineVi": "một cuộc họp chính thức trong đó một nhà báo hỏi một người nổi tiếng những câu hỏi khác nhau về các chủ đề cụ thể để xuất bản",
            "hasImg": true
        },
        {
            "id": "f059de1c-c362-44d7-8395-fe440398284d",
            "word": "to introduce",
            "phonetic": "tʊ ɪntɹəduːs ",
            "partOfSpeechType": "verb",
            "examples": [
                "She introduced her husband as a successful entrepreneur during the charity event.",
                "He introduced himself.",
                "The bakery introduced a new pastry filled with raspberry jelly.",
                "She introduced her friends to Vegemite sandwiches during a picnic.",
                "She introduced her boyfriend to her parents during the family gathering."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gaW50cm9kdWNl&hash=3755f7fc177f319c74ecbc136ff0484d70969de4&lang=en&cache-only=0",
            "defineEn": "to give details to an audience about the show, guests, etc. that are about to be seen or heard",
            "defineVi": "để cung cấp thông tin chi tiết cho khán giả về chương trình, khách mời, v.v. sắp được xem hoặc nghe"
        },
        {
            "id": "53eea95f-e030-498e-9b48-a620ee58bbeb",
            "word": "item",
            "phonetic": "aɪɾəm ",
            "partOfSpeechType": "noun",
            "examples": [
                "The store sometimes offers discounts on certain items.",
                "He put the fragile items in a padded box for protection.",
                "I buy groceries and household items at the supermarket every week.",
                "The shirt has a pocket on the chest for small items.",
                "The police apprehended the thief and recovered the stolen items."
            ],
            "audio": "https://tts.langeek.co/read?text=aXRlbQ&hash=5b465bc2964a07db51c6212dc9ca83605fcd24b9&lang=en&cache-only=0",
            "defineEn": "a piece of news on TV, in a newspaper, etc.",
            "defineVi": "một mẩu tin tức trên TV, trong một tờ báo, vv"
        },
        {
            "id": "9ca6de84-1209-4e4a-b32e-4ab03d48e32e",
            "word": "journal",
            "phonetic": "dʒɜːnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The master kept a weekly journal.",
                "He follows industry blogs and journals to keep up with trends in his profession.",
                "He writes his thoughts and ideas in a journal with a fancy pen.",
                "She used a purple pen to write in her journal.",
                "They need to build a strong relationship with journal users."
            ],
            "audio": "https://tts.langeek.co/read?text=am91cm5hbA&hash=0610ad27b673f4ac4a7b46d984fc780a0cde95ce&lang=en&cache-only=0",
            "defineEn": "a magazine or newspaper that gives information about a specific topic",
            "defineVi": "một tạp chí hoặc tờ báo cung cấp thông tin về một chủ đề cụ thể",
            "hasImg": true
        },
        {
            "id": "4b447cb3-27f3-46e1-88b8-55309a5438a4",
            "word": "listener",
            "phonetic": "lɪsənɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandfather always had a way of making me feel heard and understood through his generous ear and absence of interruption, for he knew that a good listener is a silent flatterer through active and empathetic listening.",
                "For the first time ever, listeners had an entire world of music at their fingertips.",
                "But only if the listener streams the song for at least 30 seconds.",
                "Even though they can’t talk, dogs make great listeners.",
                "For example, Thicker Than Water by Tyler Shultz gives listeners a whistleblower’s account of the Theranos saga, one of the biggest financial scams in modern history."
            ],
            "audio": "https://tts.langeek.co/read?text=bGlzdGVuZXI&hash=be92a15f88de08ce2970ac28fb55dee5a3cc1086&lang=en&cache-only=0",
            "defineEn": "someone who listens to a radio program",
            "defineVi": "một người nghe một chương trình phát thanh",
            "hasImg": true
        },
        {
            "id": "7743b898-31af-48df-bb6d-7c4ab25684d7",
            "word": "live",
            "phonetic": "laɪv ",
            "partOfSpeechType": "adjective",
            "examples": [
                "She lived a very peaceful life.",
                "She lives just a stone's throw away from the beach.",
                "He lives far from the city center.",
                "He lived in a small town with friendly neighbors.",
                "She lived in the same village from the cradle to the grave."
            ],
            "audio": "https://tts.langeek.co/read?text=bGl2ZQ&hash=406867a04825bf06b5e64b1a275e214872c8b293&lang=en&cache-only=0",
            "defineEn": "receiving a broadcast at the time of happening",
            "defineVi": "nhận được một chương trình phát sóng tại thời điểm xảy ra",
            "hasImg": true
        },
        {
            "id": "d23ac9ab-4737-4698-bcd3-574ec36e2bcd",
            "word": "network",
            "phonetic": "nɛtwɜːk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Verio provides around-the-clock network monitoring and technical support with all promotional packages.",
                "The journalist's investigation uncovered a network of the gnomes of Zurich who were involved in manipulating global currency markets for their own benefit.",
                "It is important to build a network of like-minded colleagues.",
                "The different cabling systems are becoming more and more of a problem, testing the patience of planners and private network operators to the extreme.",
                "It's an opportunity to network and connect with everybody who is anybody in the high society."
            ],
            "audio": "https://tts.langeek.co/read?text=bmV0d29yaw&hash=2d79997bac7c037a123ad688044b3c814d323f76&lang=en&cache-only=0",
            "defineEn": "a group of TV or radio stations broadcasting the same program at the same time in different places",
            "defineVi": "một nhóm các đài truyền hình hoặc đài phát thanh cùng một chương trình vào cùng một thời điểm ở những nơi khác nhau",
            "hasImg": true
        },
        {
            "id": "2c6869c7-d705-485e-936e-22c6f4ca4164",
            "word": "station",
            "phonetic": "steɪʃən ",
            "partOfSpeechType": "noun",
            "examples": [
                "The rebels held the radio station.",
                "The taxi station is just a short walk from my apartment.",
                "The slow train arrived at the station behind schedule.",
                "The bus station is located in the city center.",
                "On the way to the station she passed a cinema."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RhdGlvbg&hash=b7a59ac64128127dd332f6a8909991884dc05a30&lang=en&cache-only=0",
            "defineEn": "a company or building where TV or radio programs are being broadcast",
            "defineVi": "một công ty hoặc tòa nhà nơi các chương trình truyền hình hoặc đài phát thanh đang được phát sóng"
        },
        {
            "id": "999d711f-86b5-4a01-8d03-cd569fc49ec7",
            "word": "piece",
            "phonetic": "piːs ",
            "partOfSpeechType": "noun",
            "examples": [
                "The piece raises the ghosts of a number of twentieth-century art ideas.",
                "That piece of work just rejected my resume for the third time!",
                "My mother went to pieces after his death.",
                "he broke off a piece of his chocolate.",
                "Play us that new piece."
            ],
            "audio": "https://tts.langeek.co/read?text=cGllY2U&hash=eef478a04c9accc95579134c49ae42ba9b838fd8&lang=en&cache-only=0",
            "defineEn": "an article in a TV or radio broadcast or in a magazine or newspaper",
            "defineVi": "một bài báo trên TV hoặc đài phát thanh hoặc trên tạp chí hoặc báo"
        },
        {
            "id": "c78a5fbe-03c2-404a-aeef-d1241d02fc7a",
            "word": "podcast",
            "phonetic": "pɑːdkæst ",
            "partOfSpeechType": "noun",
            "examples": [
                "He picked up the new language easily by listening to podcasts.",
                "My dog has a podcast.",
                "Your podcast will fail.",
                "Your podcast will fail.",
                "She loves your podcast."
            ],
            "audio": "https://tts.langeek.co/read?text=cG9kY2FzdA&hash=2f896fb6193d1039bccf5592f71a5fbf404bd4b7&lang=en&cache-only=0",
            "defineEn": "a digital audio or video program that is available for download or streaming on the internet, typically produced in a series format covering a wide range of topics",
            "defineVi": "một chương trình âm thanh hoặc video kỹ thuật số có sẵn để tải xuống hoặc phát trực tuyến trên internet, thường được sản xuất ở định dạng sê-ri bao gồm nhiều chủ đề"
        },
        {
            "id": "e1a6c175-0c84-4409-a436-85a7835810d5",
            "word": "press",
            "phonetic": "pɹɛs ",
            "partOfSpeechType": "noun",
            "examples": [
                "She pressed her cheek against the cool glass window.",
                "I pressed the issue home to them.",
                "The tabloid press ran the story.",
                "The press as always gave him a free pass as with so many other issues.",
                "The winter issue is hot off the press."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJlc3M&hash=a20602785446601a66a239813651e4e2cd0b109d&lang=en&cache-only=0",
            "defineEn": "newspapers, journalists, and magazines as a whole",
            "defineVi": "báo, nhà báo và tạp chí nói chung"
        },
        {
            "id": "5a37d710-f464-486b-a433-a8f7895cea98",
            "word": "reader",
            "phonetic": "ɹiːdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her work has given pleasure to millions of readers.",
                "The newspaper has been under siege lately by its readers for printing a false story.",
                "Melissa's new book got off to a flying start, with high sales and positive reviews from readers and critics alike.",
                "To some extent such insistent emphasis hammers the argument home, rather than inviting the reader to engage with it.",
                "The newspaper has a column where readers can write in and ask for advice."
            ],
            "audio": "https://tts.langeek.co/read?text=cmVhZGVy&hash=1eeafeb7351d78d6ccc14bb4d5162dd080ab77ee&lang=en&cache-only=0",
            "defineEn": "someone who reads a certain magazine or newspaper",
            "defineVi": "một người đọc một tạp chí nhất định hoặc tờ báo",
            "hasImg": true
        },
        {
            "id": "79b5f4ba-72c8-47ba-8a90-298539e0963e",
            "word": "to report",
            "phonetic": "tə ɹᵻpoːɹt ",
            "partOfSpeechType": "verb",
            "examples": [
                "Journalists on the spot reported no progress.",
                "Their bread and butter is reporting local events.",
                "The paper’s bread and butter is reporting local events in a small community.",
                "The report includes a number of recommendations.",
                "The report showed an increase in sales."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVwb3J0&hash=029b324999d920db6e45ff603b6d4942830dbef1&lang=en&cache-only=0",
            "defineEn": "to cover or give the details of an event in written or spoke form as a journalist on TV, etc.",
            "defineVi": "để đưa tin hoặc đưa ra các chi tiết của một sự kiện ở dạng viết hoặc nói với tư cách là một nhà báo trên TV, v.v.",
            "hasImg": true
        },
        {
            "id": "91231f98-721f-4f01-a9a6-983d766b9b02",
            "word": "show",
            "phonetic": "ʃoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The clock on my computer screen shows the current time and date.",
                "A white blouse will show the blood.",
                "The photographs clearly show a broken window.",
                "This picture shows my mother as a young woman.",
                "The report showed an increase in sales."
            ],
            "audio": "https://tts.langeek.co/read?text=c2hvdw&hash=85b205df1d7836ac84eb1f3e5b3d19b3aae5be9b&lang=en&cache-only=0",
            "defineEn": "a TV or radio program made to entertain people",
            "defineVi": "một chương trình truyền hình hoặc đài phát thanh được thực hiện để giải trí cho mọi người",
            "hasImg": true
        },
        {
            "id": "5d63d580-a5a1-45ca-8583-95a27d6d45cf",
            "word": "soap opera",
            "phonetic": "soʊp ɑːpɚɹə ",
            "partOfSpeechType": "noun",
            "examples": [
                "That reminds me to bring you up to speed on the soap opera.",
                "In a soap opera, when a character's past is revealed and it changes the course of the story, the plot thickens.",
                "I'm in my wardrobe room here at Televisa, I'm on the soap opera.",
                "Bollywood movies, Swedish hip hop, Brazilian soap operas, highlights from Congolese football matches, these are all available to us.",
                "I'm about to shoot a scene for a soap opera that's very popular here in South Korea."
            ],
            "audio": "https://tts.langeek.co/read?text=c29hcCBvcGVyYQ&hash=fe90cab0f25f906597bb17f1c44e3905d9f22ed7&lang=en&cache-only=0",
            "defineEn": "a TV or radio show, broadcast regularly, dealing with the routine life of a group of people and their problems",
            "defineVi": "một chương trình truyền hình hoặc đài phát thanh, phát sóng thường xuyên, giải quyết cuộc sống thường ngày của một nhóm người và các vấn đề của họ"
        },
        {
            "id": "ab3db917-24e9-4dee-85e8-f4d0c04d75e4",
            "word": "studio",
            "phonetic": "stuːdɪoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "His personal work was kept securely in an upstairs studio.",
                "Tony wants me in the studio.",
                "I'd much rather be in a studio and dance my heart out than go to a gym.",
                "He caught a break that few aspiring screenwriters do: running into a studio boss at a party.",
                "As soon as she walked into the art studio, she knew she had found a place where she truly belonged."
            ],
            "audio": "https://tts.langeek.co/read?text=c3R1ZGlv&hash=a166c6be7298c79a9d6650c83e5db02601a1bd35&lang=en&cache-only=0",
            "defineEn": "a room or building where TV or radio programs are made or broadcast",
            "defineVi": "một căn phòng hoặc tòa nhà nơi các chương trình truyền hình hoặc đài phát thanh được thực hiện hoặc phát sóng"
        },
        {
            "id": "8fcf1635-542b-436b-9b38-48d7415bfed3",
            "word": "to view",
            "phonetic": "tə vjuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "They exchanged views on every subject under the sun.",
                "He holds strange views on education.",
                "The course gives you a bird's eye view of European art history.",
                "He takes the view that children are responsible for their own actions.",
                "Being assigned to the General Secretariat provided a worm's-eye view of international diplomacy."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdmlldw&hash=f0e24f225ece230f58a116a9fb8f1cdbb88b928c&lang=en&cache-only=0",
            "defineEn": "to watch something such as a movie or show",
            "defineVi": "để xem một cái gì đó chẳng hạn như một bộ phim hoặc chương trình",
            "hasImg": true
        },
        {
            "id": "9089a836-e17f-407f-83d8-b3a2913ea02b",
            "word": "viewer",
            "phonetic": "vjuːɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The hospital's plea for donors tugged at the heartstrings of millions of viewers.",
                "The documentary presented the controversial issue in a different light, challenging commonly held beliefs and inviting viewers to reconsider their opinions.",
                "Viewers will remember the dashing hero, Dirk, risking life and limb to rescue Daphne from the dragons.",
                "Rightnow Audible’s offering SciShow viewers a free 30-day trial membership.",
                "I never lost viewers."
            ],
            "audio": "https://tts.langeek.co/read?text=dmlld2Vy&hash=7890f398bb7dd9bcf2f3b38aabb3b515b0a105d8&lang=en&cache-only=0",
            "defineEn": "an individual who watches or consumes content, such as videos, television programs, or live streams, either through traditional broadcasting channels or digital platforms",
            "defineVi": "một cá nhân xem hoặc tiêu thụ nội dung, chẳng hạn như video, chương trình truyền hình hoặc luồng trực tiếp, thông qua các kênh phát sóng truyền thống hoặc nền tảng kỹ thuật số",
            "hasImg": true
        },
        {
            "id": "cf127b37-ef2b-4273-ad02-3ba099741541",
            "word": "to subscribe",
            "phonetic": "tə səbskɹaɪb ",
            "partOfSpeechType": "verb",
            "examples": [
                "My mom subscribes to a cooking magazine, and we often try new recipes from it.",
                "I subscribe to a science magazine that keeps me updated on scientific discoveries.",
                "Again, subscribe.",
                "If you haven't yet, subscribe!",
                "Seriously, subscribe."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3Vic2NyaWJl&hash=26e13c7164e24b8bdef0a5c3e88091021618ff3e&lang=en&cache-only=0",
            "defineEn": "to pay some money in advance in order to use or receive something regularly",
            "defineVi": "trả một số tiền trước để sử dụng hoặc nhận một cái gì đó thường xuyên"
        }
    ]
}