{
    "id": "b1322daf-6e96-40f1-8720-e366ad4961d9",
    "title": "Success and Failure",
    "originalTitle": "Lesson 14",
    "words": [
        {
            "id": "9945f5f0-4e6e-4758-b753-efb546605d75",
            "word": "to reach",
            "phonetic": "tə ɹiːtʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Cable TV reaches a huge audience.",
                "Daytime temperatures can reach 40°C.",
                "The problem has now reached crisis point.",
                "This tree can reach a height of 24 metres.",
                "Her popularity reached its peak in the late 1990s."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVhY2g&hash=45f6f94d602a67edbf7a648e717160928fa46521&lang=en&cache-only=0",
            "defineEn": "to achieve something, especially after a lot of thinking or discussion",
            "defineVi": "để đạt được một cái gì đó, đặc biệt là sau rất nhiều suy nghĩ hoặc thảo luận"
        },
        {
            "id": "2b85d76b-0214-4f3e-859b-1342119e3746",
            "word": "compromise",
            "phonetic": "kɑːmpɹəmaɪz ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the end we reached a compromise.",
                "The couple had to compromise and give and take in order to make their marriage work.",
                "We should take the lead in proposing a compromise and be ready to give ground on several points.",
                "The politician burned his boats by refusing to compromise on his position.",
                "The artist refused to compromise on their vision for commercial success, understanding that no man loves his fetters, be they made of gold."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcHJvbWlzZQ&hash=3ea7c05bdf19b1fff7ffa8a86a245fc69d6f97ec&lang=en&cache-only=0",
            "defineEn": "a middle state between two opposing situations that is reached by slightly changing both of them, so that they can coexist",
            "defineVi": "một trạng thái trung gian giữa hai tình huống đối lập đạt được bằng cách thay đổi một chút cả hai, để chúng có thể cùng tồn tại"
        },
        {
            "id": "f85c5cbc-a52a-4453-a5d9-aa4463c6e67d",
            "word": "to accomplish",
            "phonetic": "tʊ ɐkɑːmplɪʃ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I've already accomplished several things on my bucket list, but there's still more to do.",
                "He focused on the meat and potatoes of his job, accomplishing tasks efficiently and effectively.",
                "By this time next year, we will have stood fast and accomplished our goals.",
                "Stepping into the shoes of your master is not an easy task to accomplish.",
                "Sarah is getting on for 40, and she's already accomplished so much in her career."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNjb21wbGlzaA&hash=3de7b7276e8383904c4a0be72f01334a82eb7a37&lang=en&cache-only=0",
            "defineEn": "to successfully finish doing something after experiencing difficulties",
            "defineVi": "để hoàn thành thành công làm một cái gì đó sau khi gặp khó khăn",
            "hasImg": true
        },
        {
            "id": "e2b5c279-3a1e-4d69-a141-3029d14b8f0c",
            "word": "to secure",
            "phonetic": "tə sᵻkjʊɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The apartment has a secure entry system.",
                "A win today secures our spot in the championship, so go out there and give 110%!",
                "She keeps her passport in a secure place at home.",
                "A secure background will help a child to grow emotionally.",
                "The entrepreneur's friends in high places helped her secure funding for her startup and launch it successfully."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc2VjdXJl&hash=05a20f7ace904c2d503bdaf65e7f0282509907d3&lang=en&cache-only=0",
            "defineEn": "to achieve something, especially with difficulty",
            "defineVi": "để đạt được một cái gì đó, đặc biệt là với khó khăn"
        },
        {
            "id": "c8136a75-90bb-4f45-a2aa-74bef8c0eb7c",
            "word": "breakthrough",
            "phonetic": "bɹeɪkθɹuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Scientists believe that a major breakthrough is on the horizon.",
                "You're just chasing your tail at this point, but you might have a breakthrough with the research if you take a break from it.",
                "By this time next year, they will still be living on borrowed time unless a breakthrough is made in medical research.",
                "The scientist's experiments failed many times before she finally achieved her breakthrough, but she kept trying with the belief that if at first you do not succeed, try, try again.",
                "Two of these people will make a breakthrough."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJlYWt0aHJvdWdo&hash=23dd57cfb1be3204068db2555e334152d61355b0&lang=en&cache-only=0",
            "defineEn": "an important discovery or development that helps improve a situation or answer a problem",
            "defineVi": "một khám phá hoặc phát triển quan trọng giúp cải thiện tình hình hoặc giải đáp một vấn đề"
        },
        {
            "id": "286299ca-3911-4da2-b9a1-059bf442c733",
            "word": "to achieve",
            "phonetic": "tʊ ɐtʃiːv ",
            "partOfSpeechType": "verb",
            "examples": [
                "She achieved great success at a young age.",
                "She had already achieved success beyond her wildest dreams.",
                "The tennis player achieved a clean sweep of her matches, winning every set and advancing to the finals.",
                "He achieved success by ruthlessly running roughshod over anyone who got in his way.",
                "Some vegan cheeses use algae-based ingredients to achieve a creamy texture and unique flavor."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWNoaWV2ZQ&hash=eb5c0f429678373be8e2778c849942c574455b8b&lang=en&cache-only=0",
            "defineEn": "to finally get the desired goal after dealing with many difficulties",
            "defineVi": "để cuối cùng có được mục tiêu mong muốn sau khi đối phó với nhiều khó khăn",
            "hasImg": true
        },
        {
            "id": "a2be16cf-ffff-40d5-9ef5-25fbbc0362b5",
            "word": "to realize",
            "phonetic": "tə ɹiːəlaɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "She realized that the information in the textbook was incorrect.",
                "She realized that her initial assumption was correct.",
                "I realized I'd been had.",
                "She realized the truth in the saying 'a person with too much ambition cannot sleep in peace.'",
                "After a heated debate, the politicians realized the importance of building bridges and finding common ground for the benefit of the nation."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmVhbGl6ZQ&hash=e1c00458106777bc404c9a199e0dd8f3faab1aeb&lang=en&cache-only=0",
            "defineEn": "to achieve something that is desired",
            "defineVi": "để đạt được một cái gì đó là mong muốn"
        },
        {
            "id": "38dc9197-9ce5-47a3-bf5d-256216e9523c",
            "word": "to attain",
            "phonetic": "tʊ ɐteɪn ",
            "partOfSpeechType": "verb",
            "examples": [
                "Since that merger, Costco has attained explosive growth.",
                "But once they became isolated on these Mediterranean islands, some of these little critters attained massive body sizes.",
                "It is about attaining something that is valued by others. ",
                "It is a very ambitious goal, if you can attain it.",
                "The problem of diffusion and surface and energy production remained, limiting the size these first multicellular forms of life could attain."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXR0YWlu&hash=1045312b372d825ff38c20a2775d2f3c12fcda0e&lang=en&cache-only=0",
            "defineEn": "to succeed in reaching a goal, after hard work",
            "defineVi": "để thành công trong việc đạt được một mục tiêu, sau khi làm việc chăm chỉ",
            "hasImg": true
        },
        {
            "id": "dfff9d13-31fc-493c-ba2b-ec79090398d6",
            "word": "to fulfill",
            "phonetic": "tə fʊlfɪl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The politician made many promises during his campaign, but after he was elected, he failed to fulfill any of them.",
                "John is a responsible man who takes care of his family and fulfills his duties as a husband and father.",
                "In the US, federal bureaucrats fulfill a number of specific important functions.",
                "Fulfill your galactic destiny!",
                "We're going to fulfill the promises of Donald Trump."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZnVsZmlsbA&hash=c57f65595dda46d30208380d429cbbf95c6c802e&lang=en&cache-only=0",
            "defineEn": "to accomplish or do something that was wished for, expected or promised",
            "defineVi": "để hoàn thành hoặc làm một cái gì đó đã được mong muốn, mong đợi hoặc đã hứa"
        },
        {
            "id": "9132673e-0ea5-4e85-bab2-412937839b72",
            "word": "to manage",
            "phonetic": "tə mænɪdʒ ",
            "partOfSpeechType": "verb",
            "examples": [
                "I could manage that.",
                "We managed to raise him on his mobile phone.",
                "We managed to lose our pursuers in the darkness.",
                "I managed to find a solution to the problem.",
                "The company managed to beat the clock on delivering its new system."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFuYWdl&hash=bce449726539553cd81ce023cc0ab1aa86ba9b8d&lang=en&cache-only=0",
            "defineEn": "to do something successfully, particularly something difficult",
            "defineVi": "để làm một cái gì đó thành công, đặc biệt là một cái gì đó khó khăn"
        },
        {
            "id": "db70bbaf-f9a2-4062-90ae-5f3bdf1693d4",
            "word": "to abandon",
            "phonetic": "tʊ ɐbændən ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company abandoned its outdated marketing strategy in favor of a more innovative approach.",
                "After careful consideration, he abandoned his previous beliefs and embraced a new ideology.",
                "She abandoned her car on the side of the road and walked home.",
                "The ship was abandoned by its crew after it started taking on water.",
                "The government decided to abandon the proposed legislation due to public opposition."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYWJhbmRvbg&hash=27e199fe8c5f105d7154a2076bc04bee8af260fc&lang=en&cache-only=0",
            "defineEn": "to completely give up",
            "defineVi": "hoàn toàn từ bỏ"
        },
        {
            "id": "93d5e2d0-fe7c-41e4-9a8c-800b312bb67a",
            "word": "to collapse",
            "phonetic": "tə kəlæps ",
            "partOfSpeechType": "verb",
            "examples": [
                "The company's recent collapse has left their pension fund members up the creek.",
                "The bridge collapsed, and the car plunged under.",
                "She flopped her bag onto the couch and collapsed next to it.",
                "She was so tired that she was on the point of collapse.",
                "The political situation had become so unstable that people felt that above black there is no color, and that the country was on the brink of collapse."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY29sbGFwc2U&hash=153ba93d5ee40ef42f3aa93443945e60644386a0&lang=en&cache-only=0",
            "defineEn": "to experience a sudden and complete failure",
            "defineVi": "để trải nghiệm một thất bại đột ngột và hoàn toàn"
        },
        {
            "id": "15a77ee9-a3b8-43e9-b1a9-3ee7a9d54e86",
            "word": "to falter",
            "phonetic": "tə fɔltɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Sticks and stones may break my bones, but my positive attitude will never falter.",
                "Once you falter, you're done.",
                "He seemed to falter halfway through the race before finding his second wind.",
                "But now that his business had faltered, most of those friends disappeared.",
                "Nina keeps her feelings to herself and continues to feel resentful, hurt, and alone, and her relationship with Maggie continues to falter."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmFsdGVy&hash=fd3dda64266b972d18ba6da62db14ded9120928e&lang=en&cache-only=0",
            "defineEn": "to be hesitant or lose strength",
            "defineVi": "do dự hoặc mất sức"
        },
        {
            "id": "8493d329-dbfe-42a8-93a0-faf9fc9be094",
            "word": "to fold",
            "phonetic": "tə foʊld ",
            "partOfSpeechType": "verb",
            "examples": [
                "He carefully folded the fruit filling into the pastry dough made with pastry flour.",
                "She folded her T-shirt and put it neatly in the drawer.",
                "My mother asked me to fold my clothes and organize them in my closet.",
                "He spread jam on a slice of toast, folded it in half, and enjoyed a simple and tasty meal.",
                "Drill instructor: Fold the first sheet with you and your rackmate now."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZm9sZA&hash=4dd4e525929d93b7db1722db40680febbb8623db&lang=en&cache-only=0",
            "defineEn": "(of a company, organization, etc.) to close or stop trading due to financial problems",
            "defineVi": "(của một công ty, tổ chức, v.v.) đóng cửa hoặc ngừng giao dịch do vấn đề tài chính"
        },
        {
            "id": "6a9e9962-92d2-4440-8db5-4b094746016f",
            "word": "to fall through",
            "phonetic": "tə fɔːl θɹuː ",
            "partOfSpeechType": "verb",
            "examples": [
                "Now nobody falls through the net.",
                "Because so many other social issues take priority for the government, the welfare of children in the foster-care system often ends up falling through the cracks.",
                "But the deal fell through, and GM shut down all manufacturing and sales of Hummer.",
                "If it was pushing back with less force, you would fall through the Earth.",
                "Falling through the atmosphere at such break-neck speeds generates at least eight G's of force."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmFsbCB0aHJvdWdo&hash=322cae8819e033ab7d075da65ab37f64cdd96810&lang=en&cache-only=0",
            "defineEn": "(of a deal, plan, arrangement, etc.) to fail to happen or be completed",
            "defineVi": "(của một thỏa thuận, kế hoạch, sắp xếp, vv) không xảy ra hoặc được hoàn thành"
        },
        {
            "id": "0d11cdeb-eb63-45df-9e45-c2ef4dd99931",
            "word": "to misfire",
            "phonetic": "tə mɪsfaɪɚ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Following weeks of scandals and political misfires, it has become clear that the wheels are coming off the presidential candidate's campaign.",
                "That causes your ganglion cells to misfire random signals, and you see those little dots and flashes.",
                "But, poor regulation and almost no quality control has led to defective or misfired stun grenades."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWlzZmlyZQ&hash=28fe2c50eb28b62c2c5fb0874085237019ec3db4&lang=en&cache-only=0",
            "defineEn": "(of a plan) to fail to have the intended result",
            "defineVi": "(của một kế hoạch) không đạt được kết quả như mong muốn"
        },
        {
            "id": "63e88011-c209-4467-ad45-82cf2f764830",
            "word": "to attempt",
            "phonetic": "tʊ ɐtɛmpt ",
            "partOfSpeechType": "verb",
            "examples": [
                "The prisoner attempted to break away from the guards during the chaos.",
                "It attempts to read a floppy disk without regard to its format.",
                "He made no attempt to apologize.",
                "She was attempting to raise $20,000.",
                "The company has attempted to break the strike using non-union labor."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYXR0ZW1wdA&hash=c95cbeff90501e9fb9b2d1cd5654ae5aaf4d5339&lang=en&cache-only=0",
            "defineEn": "to try to complete or do something difficult",
            "defineVi": "để cố gắng hoàn thành hoặc làm một cái gì đó khó khăn"
        },
        {
            "id": "3c72b855-6f88-4c66-9398-6dd634c1c807",
            "word": "to overcome",
            "phonetic": "tʊ oʊvɚkʌm ",
            "partOfSpeechType": "verb",
            "examples": [
                "The policeman pinched his eyes as if overcome with a sudden stab of pain.",
                "The determined athlete carried the day, overcoming adversity and winning the race with a strong finish.",
                "When the company's financial problems became too severe to overcome, the CEO called in a financial consultant for advice.",
                "Mary gets a frog in her throat whenever she has to sing in front of an audience, but she practices diligently to overcome it.",
                "The scientist understood that every bean has its black, and that even the most promising hypothesis may have flaws that need to be addressed and overcome."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gb3ZlcmNvbWU&hash=0da89d23bb83e7939bdb62bf507e251149c529bb&lang=en&cache-only=0",
            "defineEn": "to defeat someone or something in a contest or battle",
            "defineVi": "để đánh bại một ai đó hoặc một cái gì đó trong một cuộc thi hoặc trận chiến"
        },
        {
            "id": "1e0adcc1-5296-4df8-b7b2-665435f2910b",
            "word": "to struggle",
            "phonetic": "tə stɹʌɡəl ",
            "partOfSpeechType": "verb",
            "examples": [
                "The economy is struggling.",
                "The struggle ended indecisively.",
                "She struggled to keep up with the fast pace of the marathon runners.",
                "After all that struggle, their constructive advice fell on stony ground.",
                "For years they struggled to keep their heads above water."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gc3RydWdnbGU&hash=337c32fbc79e8a700af61860ad68858e086eba68&lang=en&cache-only=0",
            "defineEn": "to put a great deal of effort into doing something, although it is extremely hard",
            "defineVi": "để nỗ lực rất nhiều để làm một cái gì đó, mặc dù nó là vô cùng khó khăn"
        },
        {
            "id": "6da5ed1a-acb5-4945-8d99-b483449ffea2",
            "word": "obstacle",
            "phonetic": "ɑːbstəkəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The couple faced many obstacles, but they never lost hope because they believed that hope is a lover's staff.",
                "I'm not afraid of difficulties or obstacles, bring it on!",
                "The experienced hiker knew the trail well and was always one jump ahead, anticipating obstacles and finding the best path forward.",
                "We will stand by you through thick and thin, no matter the challenges or obstacles that come our way.",
                "The scientist faced numerous challenges and obstacles in his research, but remembered that a handful of patience is worth more than a bushel of brains, and persisted with determination and hard work until he finally made groundbreaking discoveries."
            ],
            "audio": "https://tts.langeek.co/read?text=b2JzdGFjbGU&hash=38bd27fc484762d4fd18a004af99314f8628f787&lang=en&cache-only=0",
            "defineEn": "a situation or problem that prevents one from succeeding",
            "defineVi": "một tình huống hoặc vấn đề ngăn cản một người thành công"
        },
        {
            "id": "95ee4cef-44d1-4106-a4fe-86ba8bb272c5",
            "word": "to progress",
            "phonetic": "tə pɹəɡɹɛs ",
            "partOfSpeechType": "verb",
            "examples": [
                "Journalists on the spot reported no progress.",
                "Fallen rock is impeding the progress of rescue workers.",
                "Our progress has been fairly slow so far, but it's early days.",
                "He made such quick progress that the others suspected him of having private lessons on the sly.",
                "The parents attended the school meeting to discuss their child's progress."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcHJvZ3Jlc3M&hash=df133305a90f14e3bacaaf26562dfddccd935a81&lang=en&cache-only=0",
            "defineEn": "to develop into a more advanced or improved stage",
            "defineVi": "để phát triển thành một giai đoạn tiên tiến hơn hoặc cải thiện",
            "hasImg": true
        },
        {
            "id": "9b666f72-d362-46fa-895f-61880dc44679",
            "word": "advancement",
            "phonetic": "ɐdvænsmənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "A major technological advancement like that is still light years away.",
                "Asian countries like China, Japan, and South Korea are known for their advancements in technology.",
                "We discuss current scientific advancements and discoveries in science class.",
                "We're still light years away from a technological advancement like that.",
                "He didn't mind breaking a few rules to get ahead, believing that all is fair in love and war when it comes to career advancement."
            ],
            "audio": "https://tts.langeek.co/read?text=YWR2YW5jZW1lbnQ&hash=11a69cb24ee14e52c5347f4696e11139830129d3&lang=en&cache-only=0",
            "defineEn": "the process of improvement or progress",
            "defineVi": "quá trình cải thiện hoặc tiến bộ",
            "hasImg": true
        },
        {
            "id": "f24564ff-0d97-47ed-89c7-f8fa4897d504",
            "word": "fulfilment",
            "phonetic": "fʊlfɪlmənt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZnVsZmlsbWVudA&hash=12c620c1ba84526c7d880ab4ac59baebc8d805c1&lang=en&cache-only=0",
            "defineEn": "the act of doing or achieving something that was promised, expected or hoped for",
            "defineVi": "hành động làm hoặc đạt được điều gì đó đã được hứa hẹn, mong đợi hoặc hy vọng"
        },
        {
            "id": "ab2add4e-09de-4ab8-8e4d-37190896f9b5",
            "word": "underdog",
            "phonetic": "ʌndɚdɑːɡ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The underdog team, surprisingly, defeated the reigning champions in a stunning upset.",
                "For all their vim and vigor, these underdogs just didn't have the skill necessary to beat the returning champions.",
                "The underdog team gave the reigning champions a run for their money, scoring multiple goals and nearly securing an unexpected victory.",
                "Despite their talent and hard work, the underdog team was defeated by the well-funded and well-equipped opponents, confirming the idea that providence is always on the side of the big battalions.",
                "The leading candidate should be concerned about the underdog on his heels."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5kZXJkb2c&hash=5835ea99bd8f6c781a5cc84369baed2672647927&lang=en&cache-only=0",
            "defineEn": "an individual, team, etc. who is regarded as weaker compared to others and has little chance of success as a result",
            "defineVi": "một cá nhân, nhóm, v.v. bị coi là yếu hơn so với những người khác và do đó có ít cơ hội thành công"
        },
        {
            "id": "0ee6f4f2-57b2-47c6-a3fd-35e5823ad2a8",
            "word": "prosperous",
            "phonetic": "pɹɑːspɚɹəs ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The rare fish make the fisherman a very prosperous man.",
                "The tiny prosperous city state has expanded its land mass by about 25 percent in recent years.",
                "The economic situation in Russia, and in St. Petersburg especially, was not very prosperous, was awful actually.",
                "One of the kingdom’s most prosperous merchants has been exposed for his corrupt dealings.",
                "In these prosperous cities, artists, composers, writers, and scholars thrived along with the commerce that paid for everything."
            ],
            "audio": "https://tts.langeek.co/read?text=cHJvc3Blcm91cw&hash=3da0d6117575c38cddd237f49b0b614ac385747a&lang=en&cache-only=0",
            "defineEn": "rich and financially successful",
            "defineVi": "giàu có và thành công về tài chính"
        },
        {
            "id": "6a363ca5-612b-4982-b065-ea960090a2cc",
            "word": "to thrive",
            "phonetic": "tə θɹaɪv ",
            "partOfSpeechType": "verb",
            "examples": [
                "A variety of plants and wildlife thrive on the lush riverbank.",
                "If the head and feet keep warm, the rest will take no harm, and our overall health and well-being will thrive.",
                "We watered the sprouts diligently every day, ensuring they received enough nourishment to thrive.",
                "The cancer survivor, once given a grim prognosis, is now thriving in the land of the living, using their experience to inspire and uplift others facing similar challenges.",
                "I believe that living at college gives you the best of both worlds: a place where both study and social life can thrive."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gdGhyaXZl&hash=3ad33dec26f7ad5354b98324df47f5d151755763&lang=en&cache-only=0",
            "defineEn": "to develop or grow well or continue to be successful",
            "defineVi": "để phát triển hoặc phát triển tốt hoặc tiếp tục thành công",
            "hasImg": true
        },
        {
            "id": "d9c045ed-a599-452f-9401-735f42aa1ab0",
            "word": "triumph",
            "phonetic": "tɹaɪʌmf ",
            "partOfSpeechType": "noun",
            "examples": [
                "She finally found a place in the sun with the triumph of her latest book.",
                "After a long day of hiking, reaching the mountaintop felt like a triumph and a well-deserved destination.",
                "You have triumphed.",
                "The American president, George H.W. Bush, declared it a triumph.",
                "I am Triumph, oh scary nerd."
            ],
            "audio": "https://tts.langeek.co/read?text=dHJpdW1waA&hash=ad5afa09ee3c32a24a0c0e938772690f3ad63268&lang=en&cache-only=0",
            "defineEn": "a great victory, success, or achievement gained through struggle",
            "defineVi": "một chiến thắng vĩ đại, thành công, hoặc thành tựu đạt được thông qua đấu tranh",
            "hasImg": true
        },
        {
            "id": "ff530c19-186e-4919-a10a-e1536ca34cf6",
            "word": "disappointingly",
            "phonetic": "dɪsɐpɔɪntɪŋli ",
            "partOfSpeechType": "adverb",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlzYXBwb2ludGluZ2x5&hash=9dd7cf4c4c461828aee3cfe445c98aa40415141e&lang=en&cache-only=0",
            "defineEn": "in a manner that is not as one had hoped for",
            "defineVi": "theo cách không như người ta mong đợi"
        },
        {
            "id": "abb4270e-d0ae-40ea-92cc-c8193bf916ce",
            "word": "unsuccessfully",
            "phonetic": "ʌnsəksɛsfəli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "He ran unsuccessfully for the Senate in New York.",
                "The party tried unsuccessfully to get out of it for many years.",
                "In 1961, the U.S. unsuccessfully tried to overthrow Cuba's new communist government.",
                "She had searched unsuccessfully for a new warehouse or manufacturing position, but couldn't find one.",
                "But over time, the elusive blue flame also became a literary metaphor for anything that is just out of reach, a delusion one may chase endlessly but unsuccessfully."
            ],
            "audio": "https://tts.langeek.co/read?text=dW5zdWNjZXNzZnVsbHk&hash=4b0b510741791f458874a7d5a33a53351bd74ac0&lang=en&cache-only=0",
            "defineEn": "in a way that does not succeed in achieving what you intended for",
            "defineVi": "theo cách không thành công trong việc đạt được những gì bạn dự định"
        },
        {
            "id": "c3681f47-6b55-4416-ae5c-271fdce44fb1",
            "word": "brilliantly",
            "phonetic": "bɹɪliəntli ",
            "partOfSpeechType": "adverb",
            "examples": [
                "They were making use of a low-investment attack quite brilliantly.",
                "He brilliantly combines formal poetry with the oral tradition, and he refuses to draw a bright line between fine art and folk art.",
                "Not only was the White movement disunited in its goals, they especially lacked a brilliantly brutal leader like Lenin or an organizational talent like Trotsky.",
                "It's not doing brilliantly in terms of retaining users, but it's certainly not going down the toilet.",
                "And if you checked out the chrysalis around day 16, you might even be able to see those brilliantly colored wings."
            ],
            "audio": "https://tts.langeek.co/read?text=YnJpbGxpYW50bHk&hash=84b4ca1bc9567cdad15dab702f727a9972489d57&lang=en&cache-only=0",
            "defineEn": "in an outstanding way that shows a lot of skill or intelligence",
            "defineVi": "trong một cách nổi bật mà cho thấy rất nhiều kỹ năng hoặc trí thông minh"
        }
    ]
}