{
    "id": "b1e259c3-64ab-4eee-99e2-acf6f6641401",
    "title": "Unit 5 - Lesson 2",
    "originalTitle": "Unit 5 - Lesson 2",
    "words": [
        {
            "id": "5f2b26e6-a7f3-4ab7-a739-b24b815bedc2",
            "word": "severe",
            "phonetic": "sᵻvɪɹ ",
            "partOfSpeechType": "adjective",
            "examples": [
                "The severest toil was child's play compared with this.",
                "When the company's financial problems became too severe to overcome, the CEO called in a financial consultant for advice.",
                "The company's prowess in driving a hard bargain has placed severe pressure on suppliers.",
                "Trauma surgeons work tirelessly to save lives, but ultimately they realize there is a remedy for everything except death and must accept that some injuries are simply too severe.",
                "Fibroids can cause severe pain."
            ],
            "audio": "https://tts.langeek.co/read?text=c2V2ZXJl&hash=90886791d8d0e1fd24bc439a42b7b117bc236c8d&lang=en&cache-only=0",
            "defineEn": "very bad, harsh, or intense",
            "defineVi": "rất xấu, khắc nghiệt, hoặc dữ dội",
            "hasImg": true
        },
        {
            "id": "4779471d-6c09-47a4-b438-501740e05c53",
            "word": "weather",
            "phonetic": "wɛðɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bad weather brought chaos to the utility companies.",
                "The weather was disagreeably hot.",
                "The weather turned quite chilly in the afternoon.",
                "The bad weather brought famine.",
                "Good afternoon, the weather is perfect for a walk."
            ],
            "audio": "https://tts.langeek.co/read?text=d2VhdGhlcg&hash=b4a232573064706369e26c1ce65ccbda4f901d57&lang=en&cache-only=0",
            "defineEn": "the temperature and other atmospheric conditions such as sunshine, rain, wind, etc.",
            "defineVi": "nhiệt độ và các điều kiện khí quyển khác như nắng, mưa, gió, v.v.",
            "hasImg": true
        },
        {
            "id": "4c71aa36-50b2-4e3b-b086-39e8f1210cd2",
            "word": "natural disaster",
            "phonetic": "nætʃɚɹəl dɪzæstɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The city had suffered from a natural disaster, but with the help of government aid and community support, it was able to regain its feet and rebuild stronger than before.",
                "The organization has moved mountains to provide aid to those affected by the natural disaster.",
                "When the community came together to support those affected by the natural disaster, it was a reminder that love makes the world go round.",
                "The parents had no choice but to abandon their house due to the natural disaster.",
                "In the aftermath of a natural disaster, the affected community came together to support each other, demonstrating how two in distress makes sorrow less."
            ],
            "audio": "https://tts.langeek.co/read?text=bmF0dXJhbCBkaXNhc3Rlcg&hash=f57fe856272fd7d5c9e3432a4c7e86a380f119f4&lang=en&cache-only=0",
            "defineEn": "any destruction caused by the nature that results in a great amount of damage or the death of many, such as an earthquake, flood, etc.",
            "defineVi": "bất kỳ sự tàn phá nào do thiên nhiên gây ra dẫn đến thiệt hại lớn hoặc cái chết của nhiều người, chẳng hạn như động đất, lũ lụt, v.v.",
            "hasImg": true
        },
        {
            "id": "bd0883d6-6cf7-43d8-bb27-973304414a11",
            "word": "tornado",
            "phonetic": "tɔːɹneɪdoʊ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The idea hit me like a tornado.",
                "The sirens sounded, warning of a tornado.",
                "Tornadoes begin with a thunderstorm but not just any thunderstorm.",
                "We had a tornado.",
                "One tornado struck just after midnight in the city of Newnan, some 40 miles southwest of Atlanta."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9ybmFkbw&hash=6f1e25d98d7fc61ff3365c0ebf07251120f2c8e1&lang=en&cache-only=0",
            "defineEn": "a strong and dangerous type of wind, which is formed like a turning cone, usually causing damage",
            "defineVi": "một loại gió mạnh và nguy hiểm, được hình thành giống như một hình nón quay, thường gây ra thiệt hại",
            "hasImg": true
        },
        {
            "id": "a32097f8-5c48-49b8-aee2-b165742a46f2",
            "word": "hurricane",
            "phonetic": "hɜːɹᵻkeɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The homeowner didn't listen to the advice of experts to reinforce his house before the hurricane hit.",
                "The devastation caused by the hurricane was for words.",
                "Hurricanes bring high winds and treacherous rainfall.",
                "And of course, hurricanes impact land animals, too.",
                "This feedback loop turns hurricanes into self-sufficient engines of destruction."
            ],
            "audio": "https://tts.langeek.co/read?text=aHVycmljYW5l&hash=bc36635ca475bb82cfebc4df00da6f55fffe38af&lang=en&cache-only=0",
            "defineEn": "a very strong and destructive wind that moves in circles, often seen in the Caribbean",
            "defineVi": "một cơn gió rất mạnh và có sức tàn phá di chuyển theo vòng tròn, thường thấy ở vùng biển Caribe",
            "hasImg": true
        },
        {
            "id": "00cb3b35-d39f-4313-b5ce-a55df418f18c",
            "word": "typhoon",
            "phonetic": "taɪfuːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Typhoons are ones that happen in the northern West Pacific Ocean.",
                "After a 1912 eruption in Alaska, for instance, the world experienced the fewest hurricanes and typhoons ever recorded.",
                "When the Mongols returned a few years later with an even bigger army, another typhoon showed up and turned the invading fleet into driftwood.",
                "But though the book features pirates, typhoons, high-speed chases, and giant squid, you shouldn’t expect a conventional seafaring adventure.",
                "These are typhoon winds, I tell ya!"
            ],
            "audio": "https://tts.langeek.co/read?text=dHlwaG9vbg&hash=dfd51a8d08e4d2b7e3c0261d6948a88311a23680&lang=en&cache-only=0",
            "defineEn": "a tropical storm with violent winds moving in a circle, occurring in West Pacific Ocean",
            "defineVi": "một cơn bão nhiệt đới với gió dữ dội di chuyển theo hình tròn, xảy ra ở Tây Thái Bình Dương",
            "hasImg": true
        },
        {
            "id": "6cf09794-334f-4bad-80de-97113000ec9e",
            "word": "to flood",
            "phonetic": "tə flʌd ",
            "partOfSpeechType": "verb",
            "examples": [
                "Four people were killed when a train plunged into a flooded river.",
                "The inexperienced DIY enthusiast tried to fix a complex plumbing problem, and caused a flood in the house.",
                "The rising flood waters had driven her out of the village.",
                "British retailers are flooding the U.S. fashion market.",
                "Now, the tsunami flooded the nuclear plant."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZmxvb2Q&hash=9292132ab21c3f7be2b5e25494c9d58c6f7b2233&lang=en&cache-only=0",
            "defineEn": "to become covered or filled by water",
            "defineVi": "để trở thành bao phủ hoặc lấp đầy bởi nước",
            "hasImg": true
        },
        {
            "id": "2c735611-e689-4cb5-b557-a791357d343c",
            "word": "landslide",
            "phonetic": "lændslaɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "The election was a landslide.",
                "Sunday's elections handed Maduro's socialist allies a landslide victory in the national congress.",
                "This is a landslide. ",
                "Futile excavation efforts were buried under constant landslides.",
                "It was a landslide election."
            ],
            "audio": "https://tts.langeek.co/read?text=bGFuZHNsaWRl&hash=554dda51fb3882ab1e3c5a4036b8960dc54431c8&lang=en&cache-only=0",
            "defineEn": "a sudden fall of a large mass of dirt or rock down a mountainside or cliff",
            "defineVi": "một khối đất hoặc đá lớn rơi đột ngột xuống sườn núi hoặc vách đá",
            "hasImg": true
        },
        {
            "id": "452b2da6-0e2d-44fc-a292-7333e8b8b814",
            "word": "drought",
            "phonetic": "dɹaʊt ",
            "partOfSpeechType": "noun",
            "examples": [
                "Famine followed in the wake of the drought.",
                "The entire region has been in the grip of a terrible drought.",
                "One of the worst droughts in living memory scourged large parts of Africa, including Mozambique.",
                "She was extremely sick, but we were waiting for a raindrop in the drought.",
                "For many people, finding a job these days is like waiting for a raindrop in the drought."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHJvdWdodA&hash=3a449dd424e02d3b1947ce4495fc0d28e160b704&lang=en&cache-only=0",
            "defineEn": "a long period of time when there is not much raining",
            "defineVi": "một thời gian dài khi không có nhiều mưa",
            "hasImg": true
        }
    ]
}