{
    "id": "b213350f-11b9-45d7-bdec-f727daa7ae5f",
    "title": "Unit 9 - Lesson 1",
    "originalTitle": "Unit 9 - Lesson 1",
    "words": [
        {
            "id": "8c6ff0eb-3560-4109-b41f-776c73934993",
            "word": "computer screen",
            "phonetic": "kəmpjuːɾɚ skɹiːn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29tcHV0ZXIgc2NyZWVu&hash=dabb7e9f3fb97b22c1f391ab0da8f2e000d7a30d&lang=en&cache-only=0",
            "defineEn": "a screen that displays a computer's output",
            "defineVi": "một màn hình hiển thị đầu ra của máy tính",
            "hasImg": true
        },
        {
            "id": "1378c350-baca-4f16-b61c-cccbd4b2d040",
            "word": "component",
            "phonetic": "kəmpoʊnənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "The local factory produces electronic components.",
                "The project's success will rely on getting the meat and potatoes right, ensuring the core components are solid.",
                "The components play a big part in the cost.",
                "These components make every household’s dust a unique blend of bits from its particular inhabitants.",
                "It has four components."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tcG9uZW50&hash=252d00da42ed9dba6fd79d147cbb6e792e6de960&lang=en&cache-only=0",
            "defineEn": "an element or part that creates a larger whole when with the other elements or parts",
            "defineVi": "một yếu tố hoặc bộ phận tạo ra một tổng thể lớn hơn khi cùng với các yếu tố hoặc bộ phận khác",
            "hasImg": true
        },
        {
            "id": "9383e732-c283-41fc-a41d-5494a28a7846",
            "word": "command",
            "phonetic": "kəmænd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her wish was my command",
                "Your wish is my command sire.",
                "They knew that, as a going concern, the cafe would command a higher price with prospective buyers.",
                "The manager offered her team suggestions on how to complete the project, but reminded them that counsel is no command and that they were free to pursue their own strategies.",
                "Even though he's usually quiet and unassuming, my brother can be incredibly assertive and commanding when he's at home - every dog is a lion at home, as they say."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29tbWFuZA&hash=a7ad107d662ebaab8edb4ce21f5945e08119bfd2&lang=en&cache-only=0",
            "defineEn": "(computing) an instruction that tells a computer what to do",
            "defineVi": "(máy tính) một hướng dẫn cho máy tính biết phải làm gì"
        },
        {
            "id": "87fd88ad-b9c6-4575-8fe0-cb77e4e0dfd5",
            "word": "monitor",
            "phonetic": "mɑːnɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The Boston front office has been monitoring the Leonard situation from afar and almost always kicks the tires when a premier talent hits the trade market.",
                "The new computer is an all-in-one that integrates the monitor, CPU, and speakers into a single unit.",
                "Oh sure, our science teacher is a real barrel of fun, especially when he's the detention monitor.",
                "Simply knowing that you could be monitoring them closely will cause your team members to take their time on the clock more seriously.",
                "You can initiate policies until the cows come home, but unless they're monitored, you won't get results."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9uaXRvcg&hash=bc3d7532c650ef675a9ac4899646615dc814202c&lang=en&cache-only=0",
            "defineEn": "a screen that shows information or images generated by a computer",
            "defineVi": "một màn hình hiển thị thông tin hoặc hình ảnh được tạo bởi máy tính",
            "hasImg": true
        },
        {
            "id": "a9779ab3-27c3-44be-85e4-5bf3f3c1060f",
            "word": "screen",
            "phonetic": "skɹiːn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The screen is the main part of a laptop.",
                "See yourself on the screen.",
                "The report will come up on the screen in a moment.",
                "Her eyes were glued firmly to the computer screen.",
                "The clock on my computer screen shows the current time and date."
            ],
            "audio": "https://tts.langeek.co/read?text=c2NyZWVu&hash=385c3555d6d4491b4bb0a9db80422bbf24d5f803&lang=en&cache-only=0",
            "defineEn": "the flat panel on a television, computer, etc. on which images and information are displayed",
            "defineVi": "bảng phẳng trên tivi, máy tính, v.v. trên đó hiển thị hình ảnh và thông tin",
            "hasImg": true
        },
        {
            "id": "d0fedad7-7481-4e8f-b497-41f03a700852",
            "word": "mouse",
            "phonetic": "maʊs ",
            "partOfSpeechType": "noun",
            "examples": [
                "Mice have small ears and a long tail.",
                "I held the mouse by its tail.",
                "I gave some cheese to the hungry mouse.",
                "My friend's cat is playing with a toy mouse.",
                "Mice can squeeze through small openings to enter a house."
            ],
            "audio": "https://tts.langeek.co/read?text=bW91c2U&hash=a18c5f8cd42cc436dfbb8fb3eea46162f70a9c29&lang=en&cache-only=0",
            "defineEn": "a small, handheld device that we move across a flat surface to move the cursor on a computer screen",
            "defineVi": "một thiết bị cầm tay nhỏ mà chúng ta di chuyển trên một bề mặt phẳng để di chuyển con trỏ trên màn hình máy tính",
            "hasImg": true
        },
        {
            "id": "0ca38576-abda-4229-8086-9ce12b3a962d",
            "word": "touchpad",
            "phonetic": "tʌtʃpæd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Is that the same size touchpad?",
                "Touchpad is up on the top.",
                "'Can I use the touchpad with gloves?'",
                "Ooh, whoa, that touchpad is not amazing.",
                "You can press on top of the touchpad, like not on the touchpad, just on the chassis around the touchpad and actually click the mouse."
            ],
            "audio": "https://tts.langeek.co/read?text=dG91Y2hwYWQ&hash=5420507fe2e0f3272d5a492af3458ebd8438d57b&lang=en&cache-only=0",
            "defineEn": "a surface that one touches or drags one's finger on to operate a computer, program, or device",
            "defineVi": "bề mặt mà một người chạm hoặc kéo ngón tay lên để vận hành máy tính, chương trình hoặc thiết bị",
            "hasImg": true
        },
        {
            "id": "d37fdab9-e7ba-4441-95d0-97093f75d590",
            "word": "pull-down menu",
            "phonetic": "pʊldaʊn mɛnjuː ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cHVsbC1kb3duIG1lbnU&hash=76b452de40bbf3a7080af372fcef76ee3369283a&lang=en&cache-only=0",
            "defineEn": "a list of commands or choices that become visible on a computer screen after clicking on the list's title",
            "defineVi": "một danh sách các lệnh hoặc lựa chọn hiển thị trên màn hình máy tính sau khi nhấp vào tiêu đề của danh sách",
            "hasImg": true
        },
        {
            "id": "b7f97362-3038-4a4e-99d0-58213c6030a4",
            "word": "toolbar",
            "phonetic": "tuːlbɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In the screenshot toolbar, click this icon here to set the recording to capture your entire screen.",
                "From there, you click on the create button, which is the camera icon in the top right of the toolbar.",
                "To move these split portions around within the track, select the time-shift tool from the toolbar, highlight the portion that you want to rearrange, and slide it to the left or the right."
            ],
            "audio": "https://tts.langeek.co/read?text=dG9vbGJhcg&hash=72df7281b297f51d001091d477a478f2ef9faf70&lang=en&cache-only=0",
            "defineEn": "a row of icons that are on a display screen and one can click or tap on to perform specific tasks",
            "defineVi": "một hàng biểu tượng trên màn hình hiển thị và người ta có thể nhấp hoặc nhấn vào để thực hiện các tác vụ cụ thể",
            "hasImg": true
        },
        {
            "id": "3243159e-5548-468a-ade2-43bdfb983ba1",
            "word": "scroll bar",
            "phonetic": "skɹoʊl bɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c2Nyb2xsIGJhcg&hash=acc7184546cf75329a0d65b5a555a9ac4f758603&lang=en&cache-only=0",
            "defineEn": "a narrow strip placed on the edge of a computer's display screen that one uses to move what is being displayed up or down to see different parts of it",
            "defineVi": "một dải hẹp được đặt trên cạnh màn hình hiển thị của máy tính mà người dùng sử dụng để di chuyển nội dung đang được hiển thị lên hoặc xuống để xem các phần khác nhau của màn hình",
            "hasImg": true
        },
        {
            "id": "71732a71-a81e-42e1-9d3d-f2146b313fda",
            "word": "cursor",
            "phonetic": "kɜːsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "My broadband operator would take his cursor.",
                "Put your mouse cursor over it.",
                "Hover your cursor over the bottom right corner of the cell until you see a small black cross.",
                "Once you press this command, your mouse cursor will turn into a crosshair.",
                "You can run your cursor over footage in the import window to see a preview here."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3Vyc29y&hash=607f5746127fbcd1c96959bd7e58bc70fb329220&lang=en&cache-only=0",
            "defineEn": "a movable mark on a computer screen that indicates where the user is working",
            "defineVi": "một dấu di chuyển trên màn hình máy tính cho biết nơi người dùng đang làm việc",
            "hasImg": true
        }
    ]
}