{
    "id": "b23dd2ee-33bd-4238-b406-afb000e515e8",
    "title": "Family and Friends",
    "originalTitle": "Lesson 13",
    "words": [
        {
            "id": "6c674df1-a780-44d1-babb-42eb0f3a31a0",
            "word": "daddy",
            "phonetic": "dædi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Daddy, will you read me a story?",
                "Daddy was fit to be tied when I separated from Hugh.",
                "Daddy needs a warm lap.",
                "Daddy promises.",
                "Daddy, can I have a waterbed?"
            ],
            "audio": "https://tts.langeek.co/read?text=ZGFkZHk&hash=956af87c71de71b49aaaedfa83a2011164553d80&lang=en&cache-only=0",
            "defineEn": "an informal or intimate name for fathers, used especially by children or when talking to children",
            "defineVi": "một tên không chính thức hoặc thân mật cho những người cha, được sử dụng đặc biệt bởi trẻ em hoặc khi nói chuyện với trẻ em",
            "hasImg": true
        },
        {
            "id": "375b0cb2-c7fd-4ff8-ab16-cbeccaf06de3",
            "word": "mommy",
            "phonetic": "mɑːmi ",
            "partOfSpeechType": "noun",
            "examples": [
                "Let Mommy kiss it better.",
                "He had a mommy.",
                "For most octopuses, mommy duty lasts a few weeks to a few months.",
                "that mean Mommy",
                "Mommy loves you."
            ],
            "audio": "https://tts.langeek.co/read?text=bW9tbXk&hash=ac9f97de161ddd728c3654c23eb3375bd61c577a&lang=en&cache-only=0",
            "defineEn": "an informal or intimate name for mothers, used especially by children or when talking to children",
            "defineVi": "một tên không chính thức hoặc thân mật cho các bà mẹ, được sử dụng đặc biệt bởi trẻ em hoặc khi nói chuyện với trẻ em",
            "hasImg": true
        },
        {
            "id": "22ff3a7b-5c49-4fe7-a9ed-45ee240a14c5",
            "word": "grandpa",
            "phonetic": "ɡɹændpɑː ",
            "partOfSpeechType": "noun",
            "examples": [
                "That's her grandpa alright.",
                "Did you see grandpa busting a move out there?",
                "Grandpa says he's going to let me take the Mustang for a ride if I get a good report card.",
                "When we were little and were getting on Grandpa's last nerve, she smoothed his ruffled feathers.",
                "You do grandpa."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhbmRwYQ&hash=7ec8867de8c623e9d4f8fbfabe2069f51258548a&lang=en&cache-only=0",
            "defineEn": "grandfather; the father of our mother or father",
            "defineVi": "ông nội; cha của mẹ hoặc cha của chúng tôi",
            "hasImg": true
        },
        {
            "id": "f984d9c1-7bef-473d-af09-004d727a4ac4",
            "word": "grandma",
            "phonetic": "ɡɹændmɑː ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandma bakes a delicious persimmon pie every Thanksgiving.",
                "My grandma makes the best homemade chicken soup.",
                "My grandma makes the most amazing jujube jam from the fresh fruits in her garden.",
                "My grandma makes the best cranberry sauce for Thanksgiving dinner.",
                "In her secret recipe for spiced cookies, Grandma included a touch of allspice."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhbmRtYQ&hash=bf1ff5455d1e3bc821665099cf8f8eae392efada&lang=en&cache-only=0",
            "defineEn": "grandmother; the mother of our mother or father",
            "defineVi": "bà ngoại; mẹ của mẹ hoặc cha của chúng tôi",
            "hasImg": true
        },
        {
            "id": "16c5a640-386a-4863-9a16-d734f0e09b10",
            "word": "granddaughter",
            "phonetic": "ɡɹændɔːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The old man considered his granddaughter thoughtfully.",
                "Her niece is the only granddaughter in the family and is treated like a princess.",
                "The strict grandmother scolded her granddaughter for speaking out of turn, saying that children should be seen and not heard to emphasize the importance of obedience and respect for elders.",
                "The only local family member of Ms. Toro is her granddaughter, Marcela Rendón.",
                "Rudy: I have a granddaughter."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhbmRkYXVnaHRlcg&hash=0eda0c41be3fb86b4b54e6d1818e98b5f83b9404&lang=en&cache-only=0",
            "defineEn": "the daughter of our son or daughter",
            "defineVi": "con gái của con trai hay con gái của chúng tôi",
            "hasImg": true
        },
        {
            "id": "72ba8e08-e148-47de-8938-15d92a6d951d",
            "word": "grandson",
            "phonetic": "ɡɹændsʌn ",
            "partOfSpeechType": "noun",
            "examples": [
                "Her affection for her grandson was written all over the old lady's face.",
                "I couldn't wait to surprise my grandson with a scoop of the new citrange-flavored ice cream I found at the supermarket.",
                "The old farmer reassured his grandson, \"Don't be afraid of the snake, it's dead and dead men don't bite.\"",
                "My grandson bought one share last Wednesday.",
                "This little boy is a grandson."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhbmRzb24&hash=47ed58637a252e98e4df9907d6516a9881460d94&lang=en&cache-only=0",
            "defineEn": "the son of our son or daughter",
            "defineVi": "con trai của con trai hay con gái của chúng tôi",
            "hasImg": true
        },
        {
            "id": "71a75731-0f47-48b6-a911-d5d82a20a0a9",
            "word": "group",
            "phonetic": "ɡɹuːp ",
            "partOfSpeechType": "noun",
            "examples": [
                "The group has a new CD in the pipeline.",
                "We passed a group of students outside the theatre.",
                "As with all diseases, certain groups will be more at risk than others.",
                "A retail group which sets great store by traditional values.",
                "The group is drawing up plans to run trains on key routes."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JvdXA&hash=d3ac88e14f6fb7ab91d5ca007609916bd2a900b8&lang=en&cache-only=0",
            "defineEn": "a number of things or people that have some sort of connection or are at a place together",
            "defineVi": "một số thứ hoặc những người có một số loại kết nối hoặc đang ở một nơi cùng nhau",
            "hasImg": true
        },
        {
            "id": "c6c3c660-2cbd-4124-a097-1f540b67710a",
            "word": "guest",
            "phonetic": "ɡɛst ",
            "partOfSpeechType": "noun",
            "examples": [
                "In a trendy vegetarian café, guests enjoy flavorful chickpea and pork cutlets.",
                "At a lively seafood restaurant, guests relished succulent crab legs.",
                "Guests at the outdoor wedding reception enjoye grilled beefsteaks as the main course.",
                "Our guests were on and on about the food.",
                "Impress your guests with a mouthwatering morel mushroom and asparagus quiche for a delightful brunch option."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3Vlc3Q&hash=e328416208430fc81487e3d42c7e410bc7b1a91d&lang=en&cache-only=0",
            "defineEn": "someone who is invited to visit someone else's home or attend a social event",
            "defineVi": "một người được mời đến thăm nhà của người khác hoặc tham dự một sự kiện xã hội",
            "hasImg": true
        },
        {
            "id": "6cde2992-dd5b-467a-a8a0-dd42151b8e5c",
            "word": "dude",
            "phonetic": "duːd ",
            "partOfSpeechType": "noun",
            "examples": [
                "It'll begin in a few minutes dude don't you worry.",
                "Keep your shirt on, dude, the pizza will be here soon enough.",
                "Get out of his face dude, just leave him be.",
                "That dude knows how to dress!",
                "Dude, you are such a space cadet."
            ],
            "audio": "https://tts.langeek.co/read?text=ZHVkZQ&hash=ff53d5f6bd94826ac56a456837c6d29ca17055e7&lang=en&cache-only=0",
            "defineEn": "a word that we use to call a man",
            "defineVi": "một từ mà chúng ta sử dụng để gọi một người đàn ông",
            "hasImg": true
        },
        {
            "id": "3de268f2-6759-401c-bd71-71f7ccd60a9b",
            "word": "guy",
            "phonetic": "ɡaɪ ",
            "partOfSpeechType": "noun",
            "examples": [
                "That guy really hates my guts.",
                "That guy went under the radar for the entire season.",
                "The guy's on the bottle 24/7.",
                "This guy is a waste of skin!",
                "Two could play at that game, smart guy."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3V5&hash=976eccf97fe7bd25a158e15d863d49d80756c489&lang=en&cache-only=0",
            "defineEn": "a man or fellow",
            "defineVi": "một người đàn ông hoặc đồng nghiệp",
            "hasImg": true
        },
        {
            "id": "d27a9831-3a0f-4021-9338-35471c80f866",
            "word": "miss",
            "phonetic": "mɪs ",
            "partOfSpeechType": "noun",
            "examples": [
                "He never missed a televised basketball or football game.",
                "I missed the part where that's my problem.",
                "but we missed them.",
                "She received a missed call from an unknown phone number.",
                "You've missed your mark three times in a row."
            ],
            "audio": "https://tts.langeek.co/read?text=bWlzcw&hash=e38ea028c0f512528b8a11e4a587e3b666a486b4&lang=en&cache-only=0",
            "defineEn": "a girl or young woman",
            "defineVi": "một cô gái hoặc phụ nữ trẻ",
            "hasImg": true
        },
        {
            "id": "ca7dc1d1-d2ae-48c2-b66b-9bafe7cd52f4",
            "word": "neighbor",
            "phonetic": "neɪbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The neighbors next door have a cat-and-dog life.",
                "He often helps his neighbors with their chores.",
                "Her cries brought the neighbors running.",
                "My neighbor has a big black dog named Max.",
                "He gifted a jar of homemade butterscotch sauce to his neighbor."
            ],
            "audio": "https://tts.langeek.co/read?text=bmVpZ2hib3I&hash=96aaea9d165bae5dbcef3198688df3022788f7a4&lang=en&cache-only=0",
            "defineEn": "someone who is living next to us or somewhere very close to us",
            "defineVi": "một người đang sống bên cạnh chúng tôi hoặc một nơi nào đó rất gần với chúng tôi",
            "hasImg": true
        },
        {
            "id": "365b79cc-1584-4875-b6d0-511933ab2e5c",
            "word": "pen pal",
            "phonetic": "pɛn pæl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Bring pen pals.",
                "Ruffles is Squeaks’ pen pal.",
                "But so I would bring back the pen pal.",
                "However, if you wanna be an actual pen pal, you gotta do the Patreon thing.",
                "So even if they weren't pen pals with another child to be pen pals with a grandparent or something like that anything that comes in the mail is just so much fun."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVuIHBhbA&hash=a4df50da410b7b8453983ea9493e9eb65266adf1&lang=en&cache-only=0",
            "defineEn": "someone we write friendly letters to, especially a person in a foreign country who we have never met",
            "defineVi": "một người mà chúng tôi viết thư thân thiện, đặc biệt là một người ở nước ngoài mà chúng tôi chưa bao giờ gặp"
        },
        {
            "id": "4c16a32e-ad17-407a-97da-8d7ad9ee84b4",
            "word": "surname",
            "phonetic": "sɜːneɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Teachers called girls by their surnames in this school.",
                "Her surname seemed to be Burns.",
                "But in other countries, and languages, middle names serve a similar purpose to surnames, namely to connect people to their paternal lineage.",
                "They are referred to by their surname, Cyclopes, after their appearance.",
                "Which means that in this order it would be surname, personal name, second personal name."
            ],
            "audio": "https://tts.langeek.co/read?text=c3VybmFtZQ&hash=fbcc8ea5a5e8ba3b787eee88a2ce98e5e05bcc76&lang=en&cache-only=0",
            "defineEn": "our family name; the name we share with our parents that follows our first name",
            "defineVi": "họ của chúng tôi; tên chúng tôi chia sẻ với cha mẹ của chúng tôi sau tên đầu tiên của chúng tôi",
            "hasImg": true
        },
        {
            "id": "c03e3f6b-2ee1-408f-a048-b30e9cef5389",
            "word": "family name",
            "phonetic": "fæmɪli neɪm ",
            "partOfSpeechType": "noun",
            "examples": [
                "Their family name, Phallaceae, alludes to these fungus’s distinctive shape.",
                "They probably know their age, hair color, and family name.",
                "So it’s less of a middle name, and more an extension of the family name.",
                "A family name must be followed by the title -san, so Mr. or Ms. Tanaka is known as Tanaka-san. ",
                "People with a Scottish family name can buy and wear the family tartan. "
            ],
            "audio": "https://tts.langeek.co/read?text=ZmFtaWx5IG5hbWU&hash=abafeaeb04674db4671630ff47b7ea4ffada7a05&lang=en&cache-only=0",
            "defineEn": "our last name; the name we share with our parents that follows our first name",
            "defineVi": "Họ của chúng tôi; tên chúng tôi chia sẻ với cha mẹ của chúng tôi sau tên đầu tiên của chúng tôi",
            "hasImg": true
        },
        {
            "id": "d1e6fd76-5138-443d-8c1b-929424d28a8b",
            "word": "background",
            "phonetic": "bækɡɹaʊnd ",
            "partOfSpeechType": "noun",
            "examples": [
                "Car-rental companies are running background checks on drivers who rent for long periods.",
                "A secure background will help a child to grow emotionally.",
                "It can be challenging for someone from a different socioeconomic background to fit into an affluent community.",
                "Even though he came from a humble background, John's refined manners and impeccable conduct showed that it takes three generations to make a gentleman.",
                "The teacher told her students that it takes all sorts to make a world in an effort to promote acceptance and understanding of different personalities and backgrounds."
            ],
            "audio": "https://tts.langeek.co/read?text=YmFja2dyb3VuZA&hash=90f49757c5144f21f715daa232198e97f8962a54&lang=en&cache-only=0",
            "defineEn": "the details about someone’s family, experience, education, etc.",
            "defineVi": "các chi tiết về gia đình của ai đó, kinh nghiệm, giáo dục, vv"
        },
        {
            "id": "36874f00-f376-408c-80a6-f112e045c2e8",
            "word": "couple",
            "phonetic": "kʌpəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Lots of couples have problems in the first year of marriage.",
                "The couple spent their vacation in a cozy cabin, billing and cooing by the fireplace.",
                "Finally the couple may be celebrating a birthday, a wedding anniversary or some other red-letter day.",
                "The couple in the flat upstairs are always at it hammer and tongs.",
                "A couple of years in the army should make a man of him."
            ],
            "audio": "https://tts.langeek.co/read?text=Y291cGxl&hash=1d8b257cc74fd755cad8fca23a4e30cf7acdca31&lang=en&cache-only=0",
            "defineEn": "two people who are married or having a romantic relationship",
            "defineVi": "hai người đã kết hôn hoặc có một mối quan hệ lãng mạn",
            "hasImg": true
        },
        {
            "id": "ae3f4450-9db8-4b78-aa07-2db2cd7cbf08",
            "word": "partner",
            "phonetic": "pɑːɹtnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "His partner left the table in a fit of pique.",
                "The diamond thief double-crossed his partners and gave them only worthless fake jewels.",
                "We're really more like partners.",
                "Ach partner is entitled to share in the profits of the business.",
                "His business partner is holding the fort while he is away."
            ],
            "audio": "https://tts.langeek.co/read?text=cGFydG5lcg&hash=91fa5824e9ab9010a205fb18c2f43127a451df91&lang=en&cache-only=0",
            "defineEn": "the person that you are married to or having a romantic relationship with",
            "defineVi": "người mà bạn đã kết hôn hoặc có một mối quan hệ lãng mạn với",
            "hasImg": true
        },
        {
            "id": "109651ee-4bd4-40c5-ae2a-48cbdf7bf879",
            "word": "twin",
            "phonetic": "twɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "The twins have two bicycles.",
                "The twins are like two peas in a pod.",
                "The twins, Tom and Tim, are like two peas in a pod.",
                "The twins' resemblance stuck out a mile.",
                "Can you tell Tom from his twin brother?"
            ],
            "audio": "https://tts.langeek.co/read?text=dHdpbg&hash=d827c356c937c731cea1fbc22d694699b9e46075&lang=en&cache-only=0",
            "defineEn": "either of two children born at the same time to the same mother",
            "defineVi": "một trong hai đứa trẻ được sinh ra cùng một lúc với cùng một người mẹ",
            "hasImg": true
        },
        {
            "id": "5a70cfc0-a8a2-412a-90b5-45e4b4e88ae4",
            "word": "kid",
            "phonetic": "kɪd ",
            "partOfSpeechType": "noun",
            "examples": [
                "As kids we used to fight like cats and dogs.",
                "C'm on, kids!",
                "The kids had the time of their lives at Disneyland.",
                "My kids personalize their notebooks with stickers and drawings.",
                "Give the kid a pass."
            ],
            "audio": "https://tts.langeek.co/read?text=a2lk&hash=4d3b495912946b445f5488f399ce6425df5b07c2&lang=en&cache-only=0",
            "defineEn": "a young person",
            "defineVi": "Một người trẻ tuổi",
            "hasImg": true
        },
        {
            "id": "0507590b-34a3-4833-a411-07fec1d3f532",
            "word": "member",
            "phonetic": "mɛmbɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "In 2018 the party had 10 000 members.",
                "All members of the band equally share the band's profits.",
                "In the wake of the scandal, several committee members resigned.",
                "The company's recent collapse has left their pension fund members up the creek.",
                "The members of the band are like peas in a pod."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVtYmVy&hash=a29c72daf85fb639baa10fb04aa1ac87bd3b0514&lang=en&cache-only=0",
            "defineEn": "someone or something that is in a specific group, club, or organization",
            "defineVi": "ai đó hoặc cái gì đó trong một nhóm, câu lạc bộ hoặc tổ chức cụ thể",
            "hasImg": true
        },
        {
            "id": "85b318bd-911a-44d5-96f5-a9309ff0e163",
            "word": "to date",
            "phonetic": "tə deɪt ",
            "partOfSpeechType": "verb",
            "examples": [
                "They set a date for a full hearing at the end of February.",
                "I’ll check the dates.",
                "The wedding date is set for next month.",
                "We should mark the date on the calendar for our family gathering.",
                "Her date failed to show."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZGF0ZQ&hash=8c8225bf3363bca18541976e089bd8d0478711a0&lang=en&cache-only=0",
            "defineEn": "to go out with someone that you are having a romantic relationship with or may soon start to have one; to be in a romantic relationship with someone",
            "defineVi": "hẹn hò với ai đó mà bạn đang có mối quan hệ lãng mạn hoặc có thể sắp bắt đầu có mối quan hệ đó; ở trong một mối quan hệ lãng mạn với ai đó",
            "hasImg": true
        },
        {
            "id": "92d70a4e-1b7e-4956-8a3c-1bdb2c68cc11",
            "word": "to care",
            "phonetic": "tə kɛɹ ",
            "partOfSpeechType": "verb",
            "examples": [
                "The slow healing process of the wound required regular care.",
                "Goodbye, take care of yourself.",
                "She will need around-the-clock care for the rest of her life.",
                "I could care less about award shows.",
                "The zookeepers took special care of the baby elephant, ensuring its healthy growth."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gY2FyZQ&hash=31de158dac6a2a1f61cbd5e8fc455f0474ab5e04&lang=en&cache-only=0",
            "defineEn": "to consider something or someone important and to have a feeling of worry or concern toward them",
            "defineVi": "để coi một cái gì đó hoặc ai đó quan trọng và có một cảm giác lo lắng hoặc quan tâm đối với họ",
            "hasImg": true
        },
        {
            "id": "48ad0195-ae61-42ad-80d2-eb47af2f58dc",
            "word": "to marry",
            "phonetic": "tə mæɹi ",
            "partOfSpeechType": "verb",
            "examples": [
                "My grandparents have been married for over forty years.",
                "David's uncle married money when he wed a rich woman who owned a big company.",
                "Nicholas and his better half, Rachel, have been happily married for over 20 years.",
                "They were very unhappily married but kept up appearances for the sake of their children.",
                "Many people choose not to marry."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gbWFycnk&hash=b1ae20e7df72075c3ae44f1b822b68a09129d7f2&lang=en&cache-only=0",
            "defineEn": "to become someone's husband or wife",
            "defineVi": "trở thành vợ hoặc chồng của ai đó",
            "hasImg": true
        },
        {
            "id": "9885f20a-752f-4ebd-a894-49f0bc685cff",
            "word": "to break up",
            "phonetic": "tə bɹeɪk ʌp ",
            "partOfSpeechType": "verb",
            "examples": [
                "The book dealer would not break up the set.",
                "John still carries a torch for Mary, even though they broke up years ago.",
                "The music festival was a great way to break up the long winter months and add some excitement to our lives.",
                "Rob has had the cockroach ever since Gloria broke up with him.",
                "Rob has been down in the mouth ever since Gloria broke up with him."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gYnJlYWsgdXA&hash=fa5c33d6d24b70ae94bc679fc950f6599b814180&lang=en&cache-only=0",
            "defineEn": "to end a relationship, typically a romantic or sexual one",
            "defineVi": "để kết thúc một mối quan hệ, điển hình là một mối quan hệ lãng mạn hoặc tình dục",
            "hasImg": true
        },
        {
            "id": "862b3e5e-0c29-4927-bebb-83c54133e862",
            "word": "to grow",
            "phonetic": "tə ɡɹoʊ ",
            "partOfSpeechType": "verb",
            "examples": [
                "Sales are growing fast.",
                "The market is growing rapidly.",
                "The company is healthily growing its revenue each year.",
                "By degrees their business relationship grew into friendship.",
                "The sector is growing at a phenomenal rate."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gZ3Jvdw&hash=dacd8f74a4fa7e7d5e02f1bafb3c6ed5b473354e&lang=en&cache-only=0",
            "defineEn": "to get larger and taller and become an adult over time",
            "defineVi": "để lớn hơn và cao hơn và trở thành người lớn theo thời gian",
            "hasImg": true
        },
        {
            "id": "7973ee34-2afc-4594-b11e-eae37c85a36a",
            "word": "to raise",
            "phonetic": "tə ɹeɪz ",
            "partOfSpeechType": "verb",
            "examples": [
                "The bank raised interest rates.",
                "Many shops have raised their prices.",
                "The piece raises the ghosts of a number of twentieth-century art ideas.",
                "The book raises many important questions.",
                "Local residents have raised concerns about late-night noise."
            ],
            "audio": "https://tts.langeek.co/read?text=dG8gcmFpc2U&hash=500f1aa3fef8123f772ac0554c8b0885efe19dfd&lang=en&cache-only=0",
            "defineEn": "to take care of a child until they are grown up",
            "defineVi": "chăm sóc một đứa trẻ cho đến khi chúng trưởng thành",
            "hasImg": true
        },
        {
            "id": "ba5d5fed-af45-42b0-9cd1-959df618a136",
            "word": "middle name",
            "phonetic": "mɪdəl neɪm ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWlkZGxlIG5hbWU&hash=c6d110e1c074fe9e0e3763ab99d47e761327fc72&lang=en&cache-only=0",
            "defineEn": "‌a name that comes between someone's first name and last name",
            "defineVi": "‌một tên đi kèm giữa tên và họ của ai đó",
            "hasImg": true
        },
        {
            "id": "5699a48b-e64e-45c6-b4fe-2eda430e4e31",
            "word": "grandparent",
            "phonetic": "ɡɹændpɛɹənt ",
            "partOfSpeechType": "noun",
            "examples": [
                "My grandparents celebrated their sixtieth wedding anniversary.",
                "My grandparents immigrated to this country in search of better opportunities.",
                "They often visit their grandparents on weekends.",
                "We usually visit our grandparents during the holidays.",
                "My grandparents discovered the unique flavor of tomatillos while traveling in Mexico."
            ],
            "audio": "https://tts.langeek.co/read?text=Z3JhbmRwYXJlbnQ&hash=8bb683a33cd026d62f579a5d4fb45283fd21660e&lang=en&cache-only=0",
            "defineEn": "someone who is our mom or dad's parent",
            "defineVi": "ai đó là cha mẹ của chúng tôi hoặc cha mẹ của chúng tôi",
            "hasImg": true
        }
    ]
}