{
    "id": "b24c9b6c-f9f1-47b4-a6d1-ca0de7e793dc",
    "title": "Kitchenware",
    "originalTitle": "Kitchenware",
    "words": [
        {
            "id": "dce86965-cba7-4279-ac1d-3c4b1efa3b20",
            "word": "apple corer",
            "phonetic": "æpəl kɔːɹɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXBwbGUgY29yZXI&hash=a9fbeb9dc338ba0c6ded7c710608241b68b6ac19&lang=en&cache-only=0",
            "defineEn": "a kitchen tool used to remove the core and seeds from apples, leaving the flesh intact for various culinary purposes",
            "defineVi": "một dụng cụ nhà bếp được sử dụng để loại bỏ lõi và hạt khỏi quả táo, để lại phần thịt nguyên vẹn cho các mục đích ẩm thực khác nhau",
            "hasImg": true
        },
        {
            "id": "7bd845a3-1f7d-4eb1-9340-436c58afb72c",
            "word": "apple cutter",
            "phonetic": "æpəl kʌɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YXBwbGUgY3V0dGVy&hash=2a7bf5fae8e60e07e5649d1cbaf957d6db55a76f&lang=en&cache-only=0",
            "defineEn": "a kitchen tool designed to cut apples into slices or wedges for easy and convenient snacking or cooking",
            "defineVi": "một dụng cụ nhà bếp được thiết kế để cắt táo thành lát hoặc miếng để ăn vặt hoặc nấu ăn dễ dàng và thuận tiện",
            "hasImg": true
        },
        {
            "id": "fedaa3c4-117d-4e58-b3b9-a29ed8f40be4",
            "word": "peeler",
            "phonetic": "piːlɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "PDRomanis and Sons buys bales of cinnamon from various peelers.",
                "This industry relies on experienced peelers who can practice the difficult work of making these quills over many years.",
                "It takes a peeler four times longer to produce one kilogram of Alba than to produce the same quantity of lower grades.",
                "There's also a shortage of cinnamon peelers, another threat to production that's likely to drive up prices.",
                "Now peelers must do the delicate and essential work of stripping the inner bark of each branch by hand."
            ],
            "audio": "https://tts.langeek.co/read?text=cGVlbGVy&hash=f646c54cff94a402369a4670b568d095c4851727&lang=en&cache-only=0",
            "defineEn": "a special device or knife for removing the skin of vegetables or fruit",
            "defineVi": "một thiết bị hoặc dao đặc biệt để loại bỏ vỏ rau hoặc trái cây",
            "hasImg": true
        },
        {
            "id": "2ac44b60-09de-46e0-b27b-389a61fad45b",
            "word": "baster",
            "phonetic": "bæstɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YmFzdGVy&hash=e3838df42b06f4ab144959c41f57d6583078ea65&lang=en&cache-only=0",
            "defineEn": "a kitchen tool used to suction up juices or liquid from a container and then dispense them over food for basting",
            "defineVi": "một dụng cụ nhà bếp được sử dụng để hút nước trái cây hoặc chất lỏng từ vật chứa rồi đổ chúng lên thức ăn để phết",
            "hasImg": true
        },
        {
            "id": "984a0deb-90e0-4f23-9c5b-837e1e2c8888",
            "word": "bottle opener",
            "phonetic": "bɑːɾəl oʊpənɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "There are slide out tables on the rear of the Bronco for camping or tailgating, along with a bottle opener and floodlights on its tailgate."
            ],
            "audio": "https://tts.langeek.co/read?text=Ym90dGxlIG9wZW5lcg&hash=e7117703881f67e558760985a21a30b9ce125e3e&lang=en&cache-only=0",
            "defineEn": "a small tool used to open the metal top of a bottle",
            "defineVi": "một công cụ nhỏ được sử dụng để mở đầu kim loại của một cái chai",
            "hasImg": true
        },
        {
            "id": "048743dd-f0d9-4dfd-a7d1-8e4d9eb56bc9",
            "word": "bread knife",
            "phonetic": "bɹɛd naɪf ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=YnJlYWQga25pZmU&hash=2393ac101a69166a76367b1ebf517f7959c0b9f4&lang=en&cache-only=0",
            "defineEn": "a long, serrated knife designed specifically for slicing through bread and other baked goods without crushing or squishing them",
            "defineVi": "một con dao dài, có răng cưa được thiết kế đặc biệt để cắt bánh mì và các loại bánh nướng khác mà không làm nát hoặc ép chúng",
            "hasImg": true
        },
        {
            "id": "8b172705-5d34-4a67-9ea9-2d17b5584d9c",
            "word": "cheese cutter",
            "phonetic": "tʃiːz kʌɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hlZXNlIGN1dHRlcg&hash=31315c706489403a7d5cc2a29e9405f2e1d6d37d&lang=en&cache-only=0",
            "defineEn": "a device used to slice cheese into thin, uniform pieces. It typically consists of a cutting wire or blade and a handle",
            "defineVi": "một thiết bị dùng để cắt phô mai thành những miếng mỏng, đồng nhất Nó thường bao gồm một dây hoặc lưỡi cắt và một tay cầm",
            "hasImg": true
        },
        {
            "id": "8b2f47fe-df27-4495-85b7-7d61971c622c",
            "word": "cheesecloth",
            "phonetic": "tʃiːzklɔθ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hlZXNlY2xvdGg&hash=daa61313aed3bdfe63e60c32fff0129b2fdfd41d&lang=en&cache-only=0",
            "defineEn": "a lightweight, gauzy fabric made from cotton or other materials and is commonly used in cooking and food preparation to strain liquids, bundle herbs and spices, and wrap cheese",
            "defineVi": "một loại vải nhẹ, mỏng làm từ bông hoặc các vật liệu khác và thường được sử dụng trong nấu ăn và chế biến thực phẩm để lọc chất lỏng, gói các loại thảo mộc và gia vị, và bọc pho mát",
            "hasImg": true
        },
        {
            "id": "adf916cf-f813-4758-81ad-11ad24143d4f",
            "word": "cherry pitter",
            "phonetic": "tʃɛɹi pɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hlcnJ5IHBpdHRlcg&hash=a5be1287a2d2558b75e705a1c65a40ac8468eb4c&lang=en&cache-only=0",
            "defineEn": "a kitchen tool specifically designed for removing pits from cherries, making it easier to enjoy the fruit without the pits",
            "defineVi": "một dụng cụ nhà bếp được thiết kế đặc biệt để loại bỏ hạt khỏi quả anh đào, giúp bạn thưởng thức trái cây dễ dàng hơn mà không có hạt",
            "hasImg": true
        },
        {
            "id": "1627b2c3-c382-445c-b9f6-9b4e8640bd67",
            "word": "colander",
            "phonetic": "kɑːləndɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And then you skim that off, and then you run it through a colander and you've got straight seeds."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29sYW5kZXI&hash=cff37927aee52ca643a682849c31e688abae308f&lang=en&cache-only=0",
            "defineEn": "a plastic or metal bowl with many holes that is used for separating water from washed or cooked food",
            "defineVi": "một bát nhựa hoặc kim loại có nhiều lỗ được sử dụng để tách nước khỏi thức ăn đã rửa hoặc nấu chín",
            "hasImg": true
        },
        {
            "id": "8fbf822f-17c7-4374-9c49-e46d04de78d3",
            "word": "corkscrew",
            "phonetic": "kɔːɹkskɹuː ",
            "partOfSpeechType": "noun",
            "examples": [
                "Devil’s corkscrews were first described in 1891 from the badlands of Nebraska, by geologist Erwin Hinckley Barbour.",
                "They’re just giant, perfect corkscrews in the sand.",
                "The next target meets his end underground, in the coils of the corkscrew plant.",
                "It’s clear these corkscrews were created by some form of life, but what?",
                "But he also noticed that the corkscrews had this weird feature at the bottom, a little flare that stuck out like a hockey stick."
            ],
            "audio": "https://tts.langeek.co/read?text=Y29ya3NjcmV3&hash=68cda47b792099849e310216b38ef53d50906ed3&lang=en&cache-only=0",
            "defineEn": "a small tool with a pointy spiral metal for pulling out corks from bottles",
            "defineVi": "một công cụ nhỏ với kim loại xoắn ốc nhọn để kéo nút chai ra khỏi chai",
            "hasImg": true
        },
        {
            "id": "b2fc388c-6e3c-4449-b5b6-cea05b57df07",
            "word": "cutting board",
            "phonetic": "kʌɾɪŋ boːɹd ",
            "partOfSpeechType": "noun",
            "examples": [
                "As the steak rested on the cutting board, he carefully preserved the meat drippings to create a mouthwatering sauce.",
                "We got it onto the cutting board.",
                "You cut it on a cutting board.",
                "But now, this local company is upcycling them into shelves, cutting boards, and furniture.",
                "If your cutting board does that, it's not safe."
            ],
            "audio": "https://tts.langeek.co/read?text=Y3V0dGluZyBib2FyZA&hash=ad8ed0d014c6bfb2d02c1913641298250c632cc3&lang=en&cache-only=0",
            "defineEn": "a wooden or plastic board on which meat or vegetables are cut",
            "defineVi": "một bảng gỗ hoặc nhựa trên đó thịt hoặc rau được cắt",
            "hasImg": true
        },
        {
            "id": "e341fbdf-5bae-4610-b50a-5c240281e624",
            "word": "egg timer",
            "phonetic": "ɛɡ taɪmɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWdnIHRpbWVy&hash=aee7021663610d20bbd5fdf90a9ea0966658c558&lang=en&cache-only=0",
            "defineEn": "a glass object showing three to five minutes by sand flow, used to measure the time it takes to boil eggs",
            "defineVi": "một vật thể thủy tinh hiển thị ba đến năm phút bởi dòng cát, được sử dụng để đo thời gian cần thiết để luộc trứng",
            "hasImg": true
        },
        {
            "id": "c1dec82a-7f74-46a8-bb0a-a9efa7706598",
            "word": "spatula",
            "phonetic": "spætʃələ ",
            "partOfSpeechType": "noun",
            "examples": [
                "- I have a spatula.",
                "Now I use a spatula for safety.",
                "Take an offset spatula and do a little schmoop!",
                "So I use the spatula to block her head while I reach around.",
                "A lot of snake handlers will use a snake hook, but I just feel more comfortable with a spatula."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BhdHVsYQ&hash=4e35788a41cc2416f5ecdc6168e0ac06caf1a63d&lang=en&cache-only=0",
            "defineEn": "a kitchen tool with a broad and flat part on one end, used for turning and lifting food",
            "defineVi": "một dụng cụ nhà bếp có phần rộng và phẳng ở một đầu, dùng để lật và nhấc thức ăn",
            "hasImg": true
        },
        {
            "id": "78836b96-befd-4601-a46b-a69f1942eebd",
            "word": "turner",
            "phonetic": "tɜːnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Developers queued up to buy the property in 1995 but Turner played hard to get, waiting for better offers.",
                "Turner: Now, fat is incredibly necessary.",
                "Turner served only three months.",
                "THE TURNER DIARIES GAVE McVEIGH NOT ONLY A BLUEPRINT FOR ACTION BUT THE LOCATION AND IDENTITY OF POTENTIAL ALLIES.",
                "Turner was born in Ohio in 1867, 2 years after the American Civil War ended."
            ],
            "audio": "https://tts.langeek.co/read?text=dHVybmVy&hash=4ae1077562f2a0e60a9c790f96a1c5e1bfe1bf43&lang=en&cache-only=0",
            "defineEn": "a flat kitchen utensil with a long handle used to lift and flip foods, such as pancakes, burgers, and vegetables, while cooking",
            "defineVi": "một dụng cụ nhà bếp phẳng có tay cầm dài được sử dụng để nhấc và lật thức ăn, chẳng hạn như bánh kếp, bánh mì kẹp thịt và rau, trong khi nấu ăn",
            "hasImg": true
        },
        {
            "id": "32dd23e7-5476-4454-91cc-adf5a40d41b8",
            "word": "funnel",
            "phonetic": "fʌnəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "Those grants funnel money to state and local police organizations.",
                "The proceeds of those sales were funneled to right-wing rebels in Central America.",
                "Did you get the funnel?",
                "The gas in this funnel creates two tight jets of high energy gamma rays, like a celestial laser gun.",
                "And then, every month, we funnel money from that account into our own personal checking accounts."
            ],
            "audio": "https://tts.langeek.co/read?text=ZnVubmVs&hash=8d6da0500f1addb316190edb07e587089673e0e4&lang=en&cache-only=0",
            "defineEn": "a cone-shaped kitchen tool used for pouring liquids or powders into a container with a small opening without spilling",
            "defineVi": "một dụng cụ nhà bếp hình nón được sử dụng để đổ chất lỏng hoặc bột vào một thùng chứa có lỗ nhỏ mà không bị đổ",
            "hasImg": true
        },
        {
            "id": "7dd642ce-2c50-4434-accc-bb42736489b3",
            "word": "garlic press",
            "phonetic": "ɡɑːɹlɪk pɹɛs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z2FybGljIHByZXNz&hash=9273f22bf564ba32717164c509dbc262ce0c1e7c&lang=en&cache-only=0",
            "defineEn": "a small handheld kitchen tool used for crushing garlic",
            "defineVi": "một dụng cụ nhà bếp cầm tay nhỏ dùng để nghiền tỏi",
            "hasImg": true
        },
        {
            "id": "fb39144c-0928-4dc4-8621-6df2140499c6",
            "word": "grater",
            "phonetic": "ɡɹeɪɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Z3JhdGVy&hash=6ce83bfafee9d5da2b61ee25b56b3784cbaa6057&lang=en&cache-only=0",
            "defineEn": "a kitchen tool having a surface with sharped holes used for cutting food into very small pieces",
            "defineVi": "một dụng cụ nhà bếp có bề mặt với các lỗ sắc nhọn được sử dụng để cắt thức ăn thành những miếng rất nhỏ",
            "hasImg": true
        },
        {
            "id": "e1af62ed-74d3-4cd3-ad73-ecc53cacdad9",
            "word": "strainer",
            "phonetic": "stɹeɪnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "You know, my grandma, she didn't have any strainer for the lemon.",
                "A strainer filters out particles larger than its openings, and not particles smaller than its openings.",
                "Unlike strainers, where stacking many identical ones doesn’t improve the filtering at all, more layers of sticky fibers means more chances for particles to get stuck.",
                "Those are just strainers to make sure that whenever we drain the torpedo tube nothing solid gets into the system.",
                "Me from the Past, as long as you have that eighth rate soup-strainer, I’m not even going to acknowledge your existence."
            ],
            "audio": "https://tts.langeek.co/read?text=c3RyYWluZXI&hash=e8635bf78d190e6a721493e2015ccb08a3aed161&lang=en&cache-only=0",
            "defineEn": "a kitchen tool with many holes used for separating solid materials from liquids",
            "defineVi": "một dụng cụ nhà bếp có nhiều lỗ được sử dụng để tách vật liệu rắn ra khỏi chất lỏng",
            "hasImg": true
        },
        {
            "id": "57595a3e-06ae-4d46-933f-f28601903e02",
            "word": "reamer",
            "phonetic": "ɹiːmɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cmVhbWVy&hash=4005a24bf377e402aa5987e8b1583e5e237aee47&lang=en&cache-only=0",
            "defineEn": "a handheld tool with a conical ridged end used for manually extracting juice from citrus fruits like lemons, limes, and oranges",
            "defineVi": "một công cụ cầm tay có đầu có gờ hình nón được sử dụng để chiết xuất thủ công nước ép từ các loại trái cây họ cam quýt như chanh, chanh vàng và cam",
            "hasImg": true
        },
        {
            "id": "294ad1cf-a8f8-4b35-9638-9ef6b1650f27",
            "word": "squeezer",
            "phonetic": "skwiːzɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And that’s where the quantum vacuum squeezer comes in.",
                "A quantum vacuum squeezer is a special instrument made of crystals and mirrors that can basically exchange one kind of quantum fluctuation for the other.",
                "In the case of LIGO, variation in phase is more of a problem than variation in amplitude, so the squeezer narrows down the range of possible phases, while allowing amplitude to vary more.",
                "The new instrument is called the quantum vacuum squeezer, and it sounds like it’s straight out of Star Trek.",
                "With the squeezer installed on both detectors, it can detect gravitational waves out to 400 million light-years away, which is about 15% farther than before."
            ],
            "audio": "https://tts.langeek.co/read?text=c3F1ZWV6ZXI&hash=eefda6fa49dfb9e4ce11005521cea534a37eeca2&lang=en&cache-only=0",
            "defineEn": "a handheld tool designed to extract juice from fruits and vegetables by applying pressure to the fruit while it is placed in the device",
            "defineVi": "một công cụ cầm tay được thiết kế để chiết xuất nước ép từ trái cây và rau quả bằng cách tạo áp lực lên trái cây khi nó được đặt trong thiết bị",
            "hasImg": true
        },
        {
            "id": "b229eecf-5317-4330-9c32-7694ebfe0805",
            "word": "measuring cup",
            "phonetic": "mɛʒɚɹɪŋ kʌp ",
            "partOfSpeechType": "noun",
            "examples": [
                "You’ll also need a measuring cup, measuring spoons, oven mitts or a towel, a small sealable plastic bag, a large sealable plastic bag, ice cubes, a timer, and a grownup to help.",
                "All you need is a big bowl, a measuring cup, a spoon, some corn starch and, of course, a grown-up to help you!",
                "Keep stirring it to make sure that the butter is browning evenly, and once you can see the really dark brown bits on the bottom, you're gonna pour it off, ideally into a liquid measuring cup.",
                "So now I just have to figure out how much water this actually is, so I'm gonna pour it back into our measuring cup."
            ],
            "audio": "https://tts.langeek.co/read?text=bWVhc3VyaW5nIGN1cA&hash=d13a9fa11c32bc221b06b69474c928698fd5e77d&lang=en&cache-only=0",
            "defineEn": "a container with numbers on it for measuring the quantity of something when cooking, used mainly in the US",
            "defineVi": "một thùng chứa có số trên đó để đo số lượng của thứ gì đó khi nấu ăn, được sử dụng chủ yếu ở Mỹ",
            "hasImg": true
        },
        {
            "id": "09e7e7a2-01ee-49ac-8138-d651ea1084f6",
            "word": "meat tenderizer",
            "phonetic": "miːt tɛndɚɹaɪzɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWVhdCB0ZW5kZXJpemVy&hash=fccf9e09e9045cdd0ca33494ebc2e7871cc14e47&lang=en&cache-only=0",
            "defineEn": "a kitchen tool, usually a mallet or a spiked device, used to physically break down the muscle fibers and connective tissue of tough cuts of meat to make it more tender",
            "defineVi": "một dụng cụ nhà bếp, thường là một cái vồ hoặc một thiết bị có gai, được sử dụng để phá vỡ các sợi cơ và mô liên kết của những miếng thịt dai để làm cho thịt mềm hơn",
            "hasImg": true
        },
        {
            "id": "f9c64104-f2cd-4199-b795-970388b441ea",
            "word": "pepper mill",
            "phonetic": "pɛpɚ mɪl ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVwcGVyIG1pbGw&hash=76536542feb40d2f706300603f991893b8f5ed8e&lang=en&cache-only=0",
            "defineEn": "a kitchen tool used to grind whole peppercorns into a finer powder",
            "defineVi": "một dụng cụ nhà bếp được sử dụng để nghiền toàn bộ hạt tiêu thành bột mịn hơn",
            "hasImg": true
        },
        {
            "id": "85fa4dfe-ffec-4617-aa35-57e658e0f1a6",
            "word": "potholder",
            "phonetic": "pɑːthoʊldɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cG90aG9sZGVy&hash=44ae439f68557a18ea5bf5636c7748b41ac2b879&lang=en&cache-only=0",
            "defineEn": "a thick, insulated pad or cloth used in the kitchen to protect hands from hot cookware or to grip and handle hot pots, pans, and dishes safely",
            "defineVi": "một miếng vải hoặc miếng vải dày, cách nhiệt được sử dụng trong nhà bếp để bảo vệ tay khỏi dụng cụ nấu nướng nóng hoặc để cầm và xử lý nồi, chảo và bát đĩa nóng một cách an toàn",
            "hasImg": true
        },
        {
            "id": "c8451ba9-c67a-47fa-8a85-e72e4fb2c2a5",
            "word": "rolling pin",
            "phonetic": "ɹoʊlɪŋ pɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "If you don't have a pasta machine and you want to make pasta anyway, just use a rolling pin.",
                "He perfected the art of making fakes look really old, adding aging chemicals to his paints, even baking the finished piece and using a rolling pin to crack the paint."
            ],
            "audio": "https://tts.langeek.co/read?text=cm9sbGluZyBwaW4&hash=205a78425e6ab00c9d319a9bd90715172f757fe4&lang=en&cache-only=0",
            "defineEn": "a cylindrical, usually wooden, kitchen tool with handles, used to flatten dough or pastry",
            "defineVi": "một dụng cụ nhà bếp hình trụ, thường bằng gỗ, có tay cầm, dùng để làm phẳng bột hoặc bánh ngọt",
            "hasImg": true
        },
        {
            "id": "da6e280d-3531-4561-b8d1-d85f89fa8bf1",
            "word": "sieve",
            "phonetic": "sɪv ",
            "partOfSpeechType": "noun",
            "examples": [
                "But you have a memory like a sieve I give you that.",
                "Oh, I forgot to buy the bread - I've got a brain like a sieve these days!",
                "Do you listen now or am I pouring water in a sieve?",
                "Jannet has a mind like a sieve, so it's impossible for her to forget that.",
                "Danny's mother used to say that teaching him good behaviour was like pouring water into a sieve."
            ],
            "audio": "https://tts.langeek.co/read?text=c2lldmU&hash=0870250f2ed01bb882937f0edae601f5499da80f&lang=en&cache-only=0",
            "defineEn": "a tool with many small holes and a wire net used for separating solid materials from smaller ones or liquids",
            "defineVi": "một công cụ có nhiều lỗ nhỏ và lưới thép được sử dụng để tách vật liệu rắn khỏi vật liệu nhỏ hơn hoặc chất lỏng",
            "hasImg": true
        },
        {
            "id": "9676870f-3159-4ce8-a8a1-e913df451203",
            "word": "spider",
            "phonetic": "spaɪdɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Spiders can live for several days without food.",
                "Spiders can live for several days without food.",
                "He noticed a spider crawling up the wall.",
                "The child's cry of fear alerted the adults to the presence of a spider.",
                "As the saying goes, when spider webs unite, they can tie up a lion."
            ],
            "audio": "https://tts.langeek.co/read?text=c3BpZGVy&hash=5cbe6155b9bb4c81cef351fa7a9031dbfceb5c39&lang=en&cache-only=0",
            "defineEn": "a type of wire-mesh skimmer used to remove food items from hot liquids or oil, typically consisting of a long handle and a shallow, wide, flat wire basket that resembles a spider's web",
            "defineVi": "một loại dụng cụ hớt bọt bằng lưới thép được sử dụng để loại bỏ thực phẩm khỏi chất lỏng hoặc dầu nóng, thường bao gồm một tay cầm dài và một giỏ dây nông, rộng, phẳng giống như mạng nhện",
            "hasImg": true
        },
        {
            "id": "1e45e5a7-3097-4146-9bf1-2d52d81bb57f",
            "word": "tin opener",
            "phonetic": "tɪn oʊpənɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGluIG9wZW5lcg&hash=477d774ed878592432b2521c27bad87bbb2fef20&lang=en&cache-only=0",
            "defineEn": "a kitchen tool designed to open metal cans by cutting through the top with a rotating blade and a serrated wheel",
            "defineVi": "một dụng cụ nhà bếp được thiết kế để mở hộp kim loại bằng cách cắt qua đỉnh bằng một lưỡi dao quay và một bánh răng cưa",
            "hasImg": true
        },
        {
            "id": "2fcd5e65-e613-481e-898c-3194534cdf8b",
            "word": "twine",
            "phonetic": "twaɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "A twine of hemp extends from the kite to a metal key.",
                "He published his first academic paper, a new method of mechanically plotting mathematical curves using a piece of twine, at the age of 14.",
                "Marcel Duchamp strung several hundred feet of twine through the installation ensuring that both the newly arrived artists and those who came to see their work would be confronted by their displaced status."
            ],
            "audio": "https://tts.langeek.co/read?text=dHdpbmU&hash=abc98c4d4b0311290da642c9e61dad6f30826a34&lang=en&cache-only=0",
            "defineEn": "a strong, thin cord made of natural or synthetic fibers, often used in cooking to tie up meat, poultry, or vegetables before cooking, or for bundling herbs or other food items together for easy removal from soups or stews",
            "defineVi": "một sợi dây mảnh, chắc làm bằng sợi tự nhiên hoặc tổng hợp, thường được sử dụng trong nấu ăn để buộc thịt, thịt gia cầm hoặc rau trước khi nấu, hoặc để bó các loại thảo mộc hoặc các loại thực phẩm khác lại với nhau để dễ dàng lấy ra khỏi súp hoặc món hầm",
            "hasImg": true
        },
        {
            "id": "3df1d999-74bb-4e67-a08d-0724c18b5c99",
            "word": "whisk",
            "phonetic": "wɪsk ",
            "partOfSpeechType": "noun",
            "examples": [
                "Make sure your bowl and whisks are as clean as a whistle.",
                "They can whisk a planet out of its orbit or send it into collisions, near misses, or some other gory end.",
                "These natural light shows happen when our magnetic field whisks particles from the solar wind toward our planet’s poles.",
                "With any pasta, you can whisk this in and just pump up the flavor and the creaminess.",
                "Then her dad came and whisked her away."
            ],
            "audio": "https://tts.langeek.co/read?text=d2hpc2s&hash=3f5d8ded06e3c02ae3b91c7ef97b08fe3f690187&lang=en&cache-only=0",
            "defineEn": "‌a handheld object with small pieces of curved wire used for whipping cream or eggs",
            "defineVi": "‌một vật cầm tay có những đoạn dây cong nhỏ dùng để đánh kem hoặc đánh trứng",
            "hasImg": true
        },
        {
            "id": "94409ed5-0142-43ec-ba8a-5c829b7756d2",
            "word": "zester",
            "phonetic": "zɛstɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=emVzdGVy&hash=0eab0e4644be5d632a25a0f591b6af04adb4955e&lang=en&cache-only=0",
            "defineEn": "a kitchen tool designed to remove the zest, or the colored outer layer of citrus fruit, such as lemons, limes, and oranges, in thin strips or shreds",
            "defineVi": "một dụng cụ nhà bếp được thiết kế để loại bỏ vỏ hoặc lớp màu bên ngoài của trái cây họ cam quýt, chẳng hạn như chanh, chanh và cam, ở dạng dải hoặc mảnh nhỏ",
            "hasImg": true
        },
        {
            "id": "1859e8e2-2fda-46b5-9873-21e47b500d59",
            "word": "can opener",
            "phonetic": "kæn oʊpənɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "This is a church key can opener.",
                "No can opener is safe.",
                "One other really important thing to have in your survival kit is some kind of can opener.",
                "It’s like they were cats who were also their own can openers!"
            ],
            "audio": "https://tts.langeek.co/read?text=Y2FuIG9wZW5lcg&hash=ea1a19602ba2aa3f3f7d2c6c28da274e49ddb0e3&lang=en&cache-only=0",
            "defineEn": "a tool used to open cans of food",
            "defineVi": "một công cụ được sử dụng để mở hộp thức ăn",
            "hasImg": true
        },
        {
            "id": "8f21d1ae-47a8-4a5a-9b1d-8769b1911562",
            "word": "tea strainer",
            "phonetic": "tiː stɹeɪnɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dGVhIHN0cmFpbmVy&hash=4c696475a2934733dee06ee5927737e2448276a7&lang=en&cache-only=0",
            "defineEn": "a small mesh or perforated device used to strain tea leaves or other solids from liquid tea when pouring from a teapot or teacup",
            "defineVi": "một lưới nhỏ hoặc thiết bị đục lỗ được sử dụng để lọc lá trà hoặc các chất rắn khác khỏi trà lỏng khi rót từ ấm trà hoặc tách trà",
            "hasImg": true
        },
        {
            "id": "bfec1d21-0261-44f4-9d83-dbd599a70b5d",
            "word": "oven glove",
            "phonetic": "ʌvən ɡlʌv ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=b3ZlbiBnbG92ZQ&hash=2f4427a538b007f6ceb8f04eae0acd2d0b7bacb7&lang=en&cache-only=0",
            "defineEn": "a protective textile glove used to handle hot cookware or bakeware in the oven",
            "defineVi": "một găng tay dệt bảo vệ được sử dụng để xử lý dụng cụ nấu nướng hoặc dụng cụ nướng nóng trong lò",
            "hasImg": true
        },
        {
            "id": "e01a888e-d253-42ab-b0c5-9acf7d59037f",
            "word": "cheeseboard",
            "phonetic": "tʃiːzboːɹd ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hlZXNlYm9hcmQ&hash=733934d6387fc99ae97375dde049fb6179c52493&lang=en&cache-only=0",
            "defineEn": "a flat board or platter, usually made of wood or stone, used to serve and display a variety of cheeses, often accompanied by other foods such as crackers, fruits, nuts, or meats",
            "defineVi": "một tấm phẳng hoặc đĩa, thường làm bằng gỗ hoặc đá, được sử dụng để phục vụ và trưng bày nhiều loại pho mát, thường đi kèm với các loại thực phẩm khác như bánh quy giòn, trái cây, quả hạch hoặc thịt",
            "hasImg": true
        },
        {
            "id": "7c9cbff4-447a-4686-a096-ce13c4e0fe67",
            "word": "chopping block",
            "phonetic": "tʃɑːpɪŋ blɑːk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hvcHBpbmcgYmxvY2s&hash=89495e547115a81710a0c2a54af884b9cc48ace0&lang=en&cache-only=0",
            "defineEn": "a large, sturdy, and durable wooden or plastic board used for chopping, slicing, and preparing food",
            "defineVi": "một tấm gỗ hoặc nhựa lớn, chắc chắn và bền được sử dụng để cắt, thái và chuẩn bị thức ăn",
            "hasImg": true
        },
        {
            "id": "1a552677-c181-4656-8fcd-f001ea566d26",
            "word": "egg slicer",
            "phonetic": "ɛɡ slaɪsɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWdnIHNsaWNlcg&hash=a7fcd4c09b513bfa43b41939827e1f19feba0c78&lang=en&cache-only=0",
            "defineEn": "a kitchen tool used for slicing boiled eggs into even, thin slices",
            "defineVi": "một dụng cụ nhà bếp được sử dụng để cắt trứng luộc thành những lát mỏng, đều nhau",
            "hasImg": true
        },
        {
            "id": "178307da-abcd-4b52-ba2a-75125ba711ab",
            "word": "eggbeater",
            "phonetic": "ɛɡbiːɾɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZWdnYmVhdGVy&hash=feff049b74641ecb2ab145c720649a831f4a15f7&lang=en&cache-only=0",
            "defineEn": "a handheld kitchen tool with two or more beaters or whisks used to beat, whisk, or mix ingredients by hand",
            "defineVi": "một dụng cụ nhà bếp cầm tay có hai hoặc nhiều máy đánh trứng hoặc máy đánh trứng được sử dụng để đánh, đánh hoặc trộn các nguyên liệu bằng tay",
            "hasImg": true
        },
        {
            "id": "55cb851b-f7ac-4047-93e5-66f14852e137",
            "word": "kitchen scissors",
            "phonetic": "kɪtʃən sɪsɚz ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=a2l0Y2hlbiBzY2lzc29ycw&hash=2fced3dca9c5d66936950250b6dd5420bbe96b80&lang=en&cache-only=0",
            "defineEn": "a pair of scissors specifically designed for use in the kitchen, typically used for cutting food items such as herbs, meats, or packaging",
            "defineVi": "một chiếc kéo được thiết kế đặc biệt để sử dụng trong nhà bếp, thường được sử dụng để cắt các loại thực phẩm như thảo mộc, thịt hoặc bao bì",
            "hasImg": true
        },
        {
            "id": "6f858533-74f7-43a7-a4be-17fb7a030e6d",
            "word": "mandolin",
            "phonetic": "mændəlɪn ",
            "partOfSpeechType": "noun",
            "examples": [
                "He also plays the violin and the mandolin, so we shot some really cool video of that.",
                "Anyway, when you slow it down with a high-speed camera, you can really reveal the map that makes this look so weird My buddy Ben plays both the Mandolin and the guitar, and it took us a really long time to get the rolling shutter effect to show itself."
            ],
            "audio": "https://tts.langeek.co/read?text=bWFuZG9saW4&hash=7e57e4a77305418e102230ee45634c1cc4623cd1&lang=en&cache-only=0",
            "defineEn": "a kitchen tool used for slicing fruits and vegetables with an adjustable blade",
            "defineVi": "một công cụ nhà bếp được sử dụng để cắt trái cây và rau quả với một lưỡi dao có thể điều chỉnh",
            "hasImg": true
        },
        {
            "id": "828f6737-cb08-4ab3-b29c-abe92d54f758",
            "word": "measuring spoon",
            "phonetic": "mɛʒɚɹɪŋ spuːn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWVhc3VyaW5nIHNwb29u&hash=802563291264579e62007df47529029f5e3b680c&lang=en&cache-only=0",
            "defineEn": "a kitchen utensil with standardized capacities used for measuring small amounts of ingredients",
            "defineVi": "một dụng cụ nhà bếp với công suất tiêu chuẩn được sử dụng để đo lượng nhỏ các thành phần",
            "hasImg": true
        },
        {
            "id": "eaeed053-fa5d-4d7a-a6e8-6ab30da39ed7",
            "word": "masher",
            "phonetic": "mæʃɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=bWFzaGVy&hash=17a24a71217ca9a469d66e7ea2c809ec59008fda&lang=en&cache-only=0",
            "defineEn": "a kitchen tool designed to mash or puree cooked vegetables, fruits, or other foods into a soft and uniform texture, often used for making mashed potatoes, guacamole, or baby food",
            "defineVi": "một công cụ nhà bếp được thiết kế để nghiền hoặc xay nhuyễn rau, trái cây hoặc các loại thực phẩm khác đã nấu chín thành một kết cấu mềm và đồng nhất, thường được sử dụng để làm khoai tây nghiền, guacamole hoặc thức ăn trẻ em",
            "hasImg": true
        },
        {
            "id": "319e52f6-7f5b-42ac-b0cb-3a72746dee95",
            "word": "timer",
            "phonetic": "taɪmɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "Set your timer for five minutes.",
                "Set your timer for five minutes.",
                "An automatic timer regulates the watering schedule. ",
                "An automatic timer regulates the watering schedule.",
                "The timer hadn't started?!"
            ],
            "audio": "https://tts.langeek.co/read?text=dGltZXI&hash=98f1671b16dc95d1f530ebbfd8483ab1616bce13&lang=en&cache-only=0",
            "defineEn": "a device used to measure the time that something takes, used when doing something such as cooking",
            "defineVi": "một thiết bị được sử dụng để đo thời gian mà một cái gì đó cần, được sử dụng khi làm một việc gì đó chẳng hạn như nấu ăn",
            "hasImg": true
        },
        {
            "id": "21622283-6497-491c-b40a-b4580160d6ad",
            "word": "ricer",
            "phonetic": "ɹaɪsɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "And I'm gonna use a ricer to actually mash the strawberries."
            ],
            "audio": "https://tts.langeek.co/read?text=cmljZXI&hash=f5e4e94a2fc4fd172d413d79ff58699ca10c15f1&lang=en&cache-only=0",
            "defineEn": "a kitchen tool used for mashing and pureeing food into a fine and uniform texture, typically used for making mashed potatoes or baby food",
            "defineVi": "một dụng cụ nhà bếp được sử dụng để nghiền và nghiền thức ăn thành một kết cấu mịn và đồng nhất, thường được sử dụng để làm khoai tây nghiền hoặc thức ăn trẻ em",
            "hasImg": true
        },
        {
            "id": "820caefa-9338-4854-b3c6-5fbc5ed44db5",
            "word": "cheese press",
            "phonetic": "tʃiːz pɹɛs ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y2hlZXNlIHByZXNz&hash=336e68f09208ae5270d644aa7fb4da849514d835&lang=en&cache-only=0",
            "defineEn": "a kitchen tool used in the production of cheese to press and shape the curds into a solid block or wheel",
            "defineVi": "một dụng cụ nhà bếp được sử dụng trong sản xuất phô mai để ép và định hình sữa đông thành một khối hoặc bánh xe rắn"
        },
        {
            "id": "cffb2035-52fa-459a-bfc6-2388e98f8332",
            "word": "pepper shaker",
            "phonetic": "pɛpɚ ʃeɪkɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=cGVwcGVyIHNoYWtlcg&hash=720474c587bbbc933e567b8e3ebd25010c4da698&lang=en&cache-only=0",
            "defineEn": "a kitchen tool used to store and dispense ground black pepper onto food",
            "defineVi": "một dụng cụ nhà bếp được sử dụng để lưu trữ và phân phối hạt tiêu đen xay vào thức ăn"
        },
        {
            "id": "cc510b93-b933-4141-9b85-7921e15033b1",
            "word": "jar",
            "phonetic": "dʒɑːɹ ",
            "partOfSpeechType": "noun",
            "examples": [
                "He gifted a jar of homemade butterscotch sauce to his neighbor.",
                "He discovered a jar of homemade barberry jam in the pantry.",
                "I brought you a jar of my homemade fruit curd as a gift.",
                "The closed lid of the jar preserved the freshness of the food inside.",
                "A lot of people had their hands in the cookie jar at the company."
            ],
            "audio": "https://tts.langeek.co/read?text=amFy&hash=e13dc8b26cebdc9da520920c9c749b1a9d23295f&lang=en&cache-only=0",
            "defineEn": "a glass container with a lid to store food such as honey, jam, pickles, etc.",
            "defineVi": "hộp thủy tinh có nắp đậy để đựng thực phẩm như mật ong, mứt, dưa chua, v.v.",
            "hasImg": true
        },
        {
            "id": "9b33d33e-76e4-4ff3-a11a-64dbcc512daa",
            "word": "burner",
            "phonetic": "bɜːnɚ ",
            "partOfSpeechType": "noun",
            "examples": [
                "The gas stove has four burners for cooking multiple dishes at once.",
                "Creating new music isn't exactly on his front burner anymore.",
                "This has been on my back burner to read for years.",
                "She put her singing career on the back burner to pursue her dream of being a movie star.",
                "For 10 years she looked after her children, with her career very much on the back burner."
            ],
            "audio": "https://tts.langeek.co/read?text=YnVybmVy&hash=78fbc25ab43681cab3592224ce2913e26c6287f7&lang=en&cache-only=0",
            "defineEn": "the part of a heater or cooker from which heat or a flame is produced",
            "defineVi": "một phần của lò sưởi hoặc bếp từ đó nhiệt hoặc ngọn lửa được tạo ra",
            "hasImg": true
        },
        {
            "id": "df684e4c-1e90-4536-8e7b-c816df789cd4",
            "word": "dish rack",
            "phonetic": "dɪʃ ɹæk ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlzaCByYWNr&hash=57ee042fcb0f57ece5026d73f8b143bd8e3c8259&lang=en&cache-only=0",
            "defineEn": "a kitchen tool used to hold and dry dishes after washing",
            "defineVi": "một dụng cụ nhà bếp dùng để giữ và làm khô bát đĩa sau khi rửa",
            "hasImg": true
        },
        {
            "id": "19fd785e-f655-4f41-a18c-8633af76193d",
            "word": "dish pan",
            "phonetic": "dɪʃ pæn ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=ZGlzaCBwYW4&hash=476b4442e6ec767a1e5ca688ad429365688514fa&lang=en&cache-only=0",
            "defineEn": "a shallow, rectangular or square-shaped container, often made of plastic, used for washing dishes by hand",
            "defineVi": "đồ đựng nông, hình chữ nhật hoặc hình vuông, thường làm bằng nhựa, dùng để rửa bát đĩa bằng tay"
        },
        {
            "id": "e8a31ea1-b8c1-4652-b4fb-6c3102a03ee0",
            "word": "kettle",
            "phonetic": "kɛɾəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "With a drunk father, Damian is the one keeping the kettle boiling.",
                "When Carla was back in Rome, she found a fine kettle of fish.",
                "Talk about the pot calling the kettle black!",
                "He thought it was an innocent white lie but it got him into a pretty kettle of fish.",
                "And then we have two kettles right here, so. -"
            ],
            "audio": "https://tts.langeek.co/read?text=a2V0dGxl&hash=e77840d7ffff5a4a2a23d7f556162978cfcfed4c&lang=en&cache-only=0",
            "defineEn": "a container with a handle, lid, and spout that is used for boiling water",
            "defineVi": "một thùng chứa có tay cầm, nắp và vòi được sử dụng để đun sôi nước",
            "hasImg": true
        },
        {
            "id": "4f95d9ef-160b-45b1-bcfa-36cd54368fe5",
            "word": "teapot",
            "phonetic": "tiːpɑːt ",
            "partOfSpeechType": "noun",
            "examples": [
                "His help is useful as a chocolate teapot.",
                "I really think you're making a tempest in a teapot over this.",
                "This umbrella is stuck inside out, so it's about as useful as a chocolate teapot right now.",
                "The repeal inspired a line of commemorative teapots, thereby beginning America's storied tradition of worthless collectible ceramics.",
                "Did you think of a product, such as a new teapot or sweater?"
            ],
            "audio": "https://tts.langeek.co/read?text=dGVhcG90&hash=e005974c1da3509beaa0eabdcc6ad044d94ae0a1&lang=en&cache-only=0",
            "defineEn": "a container with a handle, lid, and spout for brewing and serving tea",
            "defineVi": "một hộp có tay cầm, nắp và vòi để pha và phục vụ trà",
            "hasImg": true
        },
        {
            "id": "60e9756d-e998-4c95-a1e8-81cb107b2257",
            "word": "spiralizer",
            "phonetic": "spaɪɚɹəlaɪzɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=c3BpcmFsaXplcg&hash=5ba45fed8c7114a9f103bccb1b14d068f848654d&lang=en&cache-only=0",
            "defineEn": "a kitchen gadget used to turn vegetables or fruits into spiral shapes",
            "defineVi": "một dụng cụ nhà bếp được sử dụng để biến rau hoặc trái cây thành hình xoắn ốc"
        },
        {
            "id": "c672e588-ee28-4a63-bae3-d8bdb1783215",
            "word": "vegetable slicer",
            "phonetic": "vɛdʒɪɾəbəl slaɪsɚ ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=dmVnZXRhYmxlIHNsaWNlcg&hash=cc7ff6538dbab500886ee457d51a8636d7b27f50&lang=en&cache-only=0",
            "defineEn": "a kitchen tool designed to quickly and easily slice fruits and vegetables into uniform pieces for cooking or serving",
            "defineVi": "một công cụ nhà bếp được thiết kế để nhanh chóng và dễ dàng cắt trái cây và rau quả thành những miếng đồng nhất để nấu ăn hoặc phục vụ"
        },
        {
            "id": "b455d0a0-d22f-4908-8fe6-4da2939c1746",
            "word": "coffeepot",
            "phonetic": "kɔfipɑːt ",
            "partOfSpeechType": "noun",
            "examples": [],
            "audio": "https://tts.langeek.co/read?text=Y29mZmVlcG90&hash=d5a4d115756ecc6ec52eb92fd22e4f47fc36ac56&lang=en&cache-only=0",
            "defineEn": "a type of kitchenware used for making and serving coffee, usually made of metal or ceramic, and featuring a spout for pouring and a handle for carrying",
            "defineVi": "một loại dụng cụ nhà bếp dùng để pha và phục vụ cà phê, thường được làm bằng kim loại hoặc gốm, có vòi để rót và tay cầm để mang"
        },
        {
            "id": "277c5666-144c-4607-9685-c05ba8f848cf",
            "word": "utensil",
            "phonetic": "juːtɛnsəl ",
            "partOfSpeechType": "noun",
            "examples": [
                "The children played a trick on their parents by hiding all the kitchen utensils.",
                "Now, we have all types of utensils here.",
                "Their last federal contract was for $4,000 for kitchen utensils for federal prisons.",
                "But in China, people use that many wood utensils in one lunch break.",
                "Introducing the Dipr, the hook-shaped utensil designed to dunk cookies into cow-juice!"
            ],
            "audio": "https://tts.langeek.co/read?text=dXRlbnNpbA&hash=ef4cd234eccc9dc2bea43747ce66e587571af173&lang=en&cache-only=0",
            "defineEn": "an object that is used for cooking or eating",
            "defineVi": "một đối tượng được sử dụng để nấu ăn hoặc ăn uống",
            "hasImg": true
        }
    ]
}